[
    {
        "title": "Landmark review launched into parental leave and pay",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-01T18:15:46",
        "categories": [
            "Workers' rights"
        ],
        "content": [
            {
                "content": "The government has launched a review into the parental leave and pay system – the first of its kind in Britain – to help working families and give children a better start in life.",
                "tag": "p"
            },
            {
                "content": "There is widespread positive coverage of this announcement across national, trade and regional media, with campaign groups hailing the government’s proactive steps to make change for families. The chief executive of the charity Pregnant Then Screwed Rachel Grocott is quoted across articles describing the review as “long overdue” and a “no-brainer” that will “pay back above and beyond” to society.",
                "tag": "p"
            },
            {
                "content": "Coverage features in The Times (p8 & 9), Telegraph (p2), Mirror (p4),Guardian (p7), The i Paper (p12), Daily Mail (p6), BBC online, Huff Post, LBC, Independent and Sky News. Regional and trade articles include The Liverpool Echo, Evening Standard, People Management, Personnel Today, Express & Star and Edinburgh Reporter.",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister’s statement is carried across the coverage highlighting that supporting working parents is “vital for the economy” and plans already progressing to improve the law, like new day one rights to parental and paternity leave.",
                "tag": "p"
            },
            {
                "content": "Coverage also extensively quotes DBT’s Secretary of State Jonathan Reynolds who met parents yesterday at the Young V&A in Bethnal Green, to hear about their experiences of the system. During his visit, he spoke exclusively to The Times, PA and broadcast media, with BBC News and BBC Radio 1 running the story on its breakfast bulletins.",
                "tag": "p"
            },
            {
                "content": "Other campaigners supporting the review include George Gabriel, co-founder of The Dad Shift, who said “tens of thousands of mums, dads and future parents” who make up their campaign “are delighted the government is delivering its promised review”. Working Families CEO Jane van Zyl described it as “a vital opportunity to build a parental leave system that supports the needs of families today”.",
                "tag": "p"
            },
            {
                "content": "The review co-led by DBT and DWP is part of the government’s Plan to Make Work Pay. It will examine how the current system can be improved to meet the needs of modern families, while supporting economic growth.",
                "tag": "p"
            },
            {
                "content": "See here for the full story.",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister Angela Rayner said:",
                "tag": "p"
            },
            {
                "content": "“Those early years are the most special time for families, but too many struggle to balance their work and home lives.",
                "tag": "p"
            },
            {
                "content": "“Supporting working parents isn’t just the right thing to do – it’s vital for our economy. “Through our Plan to Make Work Pay, we’re already improving the parental leave system with new day 1 rights. This ambitious review will leave no stone unturned as we deliver for working families.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/01/landmark-review-launched-into-parental-leave-and-pay/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "The government has launched a review into the parental leave and pay system – the first of its kind in Britain – to help working families and give children a better start in life. There is widespread positive coverage of …"
    },
    {
        "title": "Libraries sector in the King’s Birthday Honours List 2025",
        "authors": [
            "DCMS Libraries Team"
        ],
        "posted_on": "2025-07-01T17:06:57",
        "categories": [
            "Library news"
        ],
        "content": [
            {
                "content": "DCMS is the largest contributor of honours nominations across Whitehall and an incredible 248 people from across DCMS sectors were recognised in The King’s official Birthday Honours List (20% of the total 1,215 awards). ",
                "tag": "p"
            },
            {
                "content": "Here on the Libraries blog, we’re shining a spotlight on those recognised for services to public libraries or who have worked within them as part of the work they have been awarded honours for.",
                "tag": "p"
            },
            {
                "content": "Members of the Order of the British Empire (MBE)",
                "tag": "p"
            },
            {
                "content": "Julie Bell. Head of Cultural Services, Lancashire County. For services to public libraries",
                "tag": "p"
            },
            {
                "content": "Julie Bell has been an advocate for the creative and cultural sector in Lancashire for over 40 years. She stepped down from her long-standing role as Head of Cultural Services for Lancashire County Council in 2024. ",
                "tag": "p"
            },
            {
                "content": "Julie worked for Lancashire County Council for her whole career, upholding their vision of providing Library and Museum services to support the people of Lancashire to lead happier, healthier and enriched lives through access to culture, heritage and creativity.",
                "tag": "p"
            },
            {
                "content": "Medallists of the Order of the British Empire (BEM)",
                "tag": "p"
            },
            {
                "content": "Charlotte Rebecca Clark. Manager, Southwold Library. For services to Literacy and to the community in Reydon and Southwold. ",
                "tag": "p"
            },
            {
                "content": "Charlotte has worked for the library service in Suffolk since August 2003, and is an executive library manager, which involves overseeing and supporting other library managers as well as looking after Southwold Library.",
                "tag": "p"
            },
            {
                "content": "Her many achievements have involved overseeing the library moving from a very small building to the refurbished Old Hospital site in 2022 and ensuring the library always has a busy and varied schedule of events and activities.",
                "tag": "p"
            },
            {
                "content": "She also organised the popular Slaughter in Southwold Crime Festival for many years -  the 11th event took place in June.",
                "tag": "p"
            },
            {
                "content": "Jason Tutin. Head, 100% Digital Leeds. For services to Digital Inclusion",
                "tag": "p"
            },
            {
                "content": "Jason studied a degree in Information and Library Services at Leeds Beckett University and, whilst working for Leeds City Council’s library service for 20 years, developed a trailblazing digital inclusion programme, which is now part of the Council’s wider Integrated Digital Service.",
                "tag": "p"
            },
            {
                "content": "Through the 100% Digital Leeds programme Jason and his team are working with, and within, communities to remove the barriers to digital inclusion and improve outcomes for everyone.",
                "tag": "p"
            },
            {
                "content": "Nominate somebody for an Honour",
                "tag": "p"
            },
            {
                "content": "There are so many people at all levels across the libraries sector that do great things; on the frontline and volunteering, as well as those in senior positions.",
                "tag": "p"
            },
            {
                "content": "If you know of someone who you think deserves a national honour then please put them forward!",
                "tag": "p"
            },
            {
                "content": "Candidates need to have:",
                "tag": "p"
            },
            {
                "content": "In reflection of our diverse society, we encourage nominations for female candidates and under-represented groups such as those from an ethnic minority background, LGBTQ+ and disabled people.",
                "tag": "p"
            },
            {
                "content": "You can find information on how to submit a nomination on GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/07/01/libraries-sector-in-the-kings-birthday-honours-list-2025/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "DCMS is the largest contributor of honours nominations across Whitehall and an incredible 248 people from across DCMS sectors were recognised in The King’s official Birthday Honours List (20% of the total 1,215 awards).  Here on the Libraries blog, we’re …"
    },
    {
        "title": "NATO first: Supporting our allies on Exercise Catamaran ",
        "authors": [
            "Brigadier Gavin Hatcher CBE"
        ],
        "posted_on": "2025-07-01T11:24:37",
        "categories": [
            "Armed Forces",
            "Defence Training Estate (DTE)"
        ],
        "content": [
            {
                "content": "Braunton Burrows Training Area is one of our most unique and complex areas to train owing to its coastal location and extensive sand dune system.  ",
                "tag": "p"
            },
            {
                "content": "As DIO’s Head of Overseas and Training region, I recently had the privilege of visiting the training area to see members of my team in action during Exercise Catamaran. Watching DIO’s small but dedicated team seamlessly support such a complex operation involving several of our NATO allies was truly impressive.  ",
                "tag": "p"
            },
            {
                "content": "NATO allies training together in North Devon",
                "tag": "p"
            },
            {
                "content": "Exercise Catamaran is one part of the wider, French-led POLARIS 25, a month-long training exercise across France and the UK which saw more than 3,000 military personnel from allied nations working on warfighting skills together. Catamaran was the part of the exercise to take place in the UK, at Braunton Burrows Training Area in North Devon. The training saw amphibious landings, realistic battle scenarios, vehicle training and a significant aircraft presence flying above the area.  ",
                "tag": "p"
            },
            {
                "content": "The timing of the exercise couldn’t have been more pertinent following the recent publication of the Strategic Defence Review, which made ‘NATO first’ one of its central tenets. Seeing this principle in action with more than 3,000 troops from 9 nations working together – demonstrated exactly why these collaborative relationships are so vital to our defence capabilities.  ",
                "tag": "p"
            },
            {
                "content": "During my visit to during Exercise Catamaran, I had the privilege of being hosted aboard the French flagship, Dixmude. This gathering allowed valuable conversations with military peers from partner nations, and I was given an excellent briefing on the entire exercise.  ",
                "tag": "p"
            },
            {
                "content": "Meeting the team: Balancing military training and public access",
                "tag": "p"
            },
            {
                "content": "My visit provided a wonderful opportunity to engage directly with my team that make these complex training exercises possible. Unlike many of our training areas, we lease the land at Braunton Burrows, which means we cannot shut areas off to the public during military exercises. Where other sites might use red flags and lights to prevent public access, at Braunton, the team must be innovative, engaging directly with visitors to ensure their safety while not disrupting training exercises. This delicate balancing act is handled with remarkable professionalism.  ",
                "tag": "p"
            },
            {
                "content": "While Braunton Burrows is certainly not our biggest training area, it offers fascinating training opportunities with its distinctive landscape features.  ",
                "tag": "p"
            },
            {
                "content": "There was something particularly poignant about this training exercise being held on the anniversary of the D-Day landings – particularly on this site that played a major role in the preparations as US troops would rehearse on the burrows ahead of their landings on Omaha and Utah beaches. Much of the infrastructure used by them during 1943 is still standing today, including concrete landing craft and a bazooka training wall.  ",
                "tag": "p"
            },
            {
                "content": "What struck me most about my visit was the huge level of support the small team could provide for such complex and large-scale defence operations. When you step back and consider all the activity that is happening at sea, in the air and across the sand dunes, it is remarkable what has been achieved. This work demonstrates DIO’s ability to support complex military requirements while maintaining our commitment to public access.  ",
                "tag": "p"
            },
            {
                "content": "The dedication I witnessed at Braunton Burrows exemplifies what makes our Defence Training Estate team so special and I was thrilled to see how our support makes a real difference in facilitating such important training opportunities for both the UK armed forces and those of our allies.  ",
                "tag": "p"
            }
        ],
        "link": "https://insidedio.blog.gov.uk/2025/07/01/nato-first-supporting-our-allies-on-exercise-catamaran/",
        "blog": "Inside DIO",
        "blog_link": "https://insidedio.blog.gov.uk",
        "description": "Braunton Burrows Training Area is one of our most unique and complex areas to train owing to its coastal location and extensive sand dune system.   As DIO’s Head of Overseas and Training region, I recently had the privilege of visiting …"
    },
    {
        "title": "Why bother to baseline? ",
        "authors": [
            "Ewen Anderson"
        ],
        "posted_on": "2025-07-01T11:22:20",
        "categories": [
            "GDSA",
            "Sustainable ICT"
        ],
        "content": [
            {
                "content": "Ewen Anderson is CEO of P2zero and Mark Butcher is CEO of Posetiv.  ",
                "tag": "p"
            },
            {
                "content": "Ewen and Mark are co-chairs of the Government Digital Sustainability Alliance Scope 3 working group. The views in this post represent their own and not the UK government’s. ",
                "tag": "p"
            },
            {
                "content": "For any public sector organisation with a net zero commitment, establishing a carbon emissions baseline is the first meaningful step.  ",
                "tag": "p"
            },
            {
                "content": "It’s the foundation for understanding your current position, setting targets and planning effective reductions. Yet, despite its importance, many organisations struggle to prioritise it. Concerns about time, cost, complexity and lack of clarity often delay progress. ",
                "tag": "p"
            },
            {
                "content": "In this post, we set out what a baseline involves, why it matters, what to include and how to address the most common objections. We also introduce work underway within the Government Digital Sustainability Alliance (GDSA) Scope 3 working group to help organisations get started and move forward with confidence. ",
                "tag": "p"
            },
            {
                "content": "What’s an emissions baseline? ",
                "tag": "h3"
            },
            {
                "content": "An emissions baseline measures your organisation’s greenhouse gas emissions over a defined period, typically one year. It provides a fixed reference point for tracking progress. Most organisations calculate emissions across: ",
                "tag": "p"
            },
            {
                "content": "Baselines are often aligned with either the calendar year or financial year. Emissions are typically reported in absolute terms, as total tonnes of CO₂e, and normalised using ratios such as per employee, per square metre, or per million pounds of revenue. CO₂e (carbon dioxide equivalent) is a standard unit that expresses the total impact of all greenhouse gases by converting them into the amount of CO₂ that would cause the same level of warming. This makes it easier to compare and track emissions across different sources and activities. ",
                "tag": "p"
            },
            {
                "content": "Normalising emissions in this way helps account for business growth, restructuring, or operational changes, ensuring that year-on-year comparisons remain meaningful and credible. ",
                "tag": "p"
            },
            {
                "content": "Why create a baseline? ",
                "tag": "h3"
            },
            {
                "content": "A net zero strategy without a baseline is meaningless. You cannot track progress, evaluate decisions, or demonstrate outcomes without first knowing your starting point. Having a detailed baseline enables you to: ",
                "tag": "p"
            },
            {
                "content": "It also fulfils external expectations. For example, under the Science Based Targets initiative (SBTi), all future reduction targets must be measured against a defined base year. Whether you're aiming for near-term reductions or long-term net zero status, the baseline underpins the entire plan. ",
                "tag": "p"
            },
            {
                "content": "Baselining is not just about compliance. It informs day-to-day decisions across IT, estates, procurement and operations. It helps determine which suppliers need to be engaged, which systems are inefficient and which interventions offer the best return. Without it, sustainability becomes reactive and fragmented. ",
                "tag": "p"
            },
            {
                "content": "What should be included? ",
                "tag": "h3"
            },
            {
                "content": "The short answer is: as much as is materially relevant. All credible baselines should include full coverage of scope 1 and 2 emissions. These are usually easier to measure and, in many cases, are already required for mandatory reporting frameworks like Government Greening Commitments (GGCs), Policy Procurement Notes (PPNs), Streamlined Energy & Carbon Reporting (SECR) or the Energy Savings Opportunities Scheme (ESOS).  ",
                "tag": "p"
            },
            {
                "content": "Scope 3 coverage is more complex, but also more important. In most organisations, scope 3 represents most emissions. It typically includes: ",
                "tag": "p"
            },
            {
                "content": "The SBTi allows for some exclusions but sets clear boundaries. No more than 5% of total emissions can be excluded from the scopes 1 and 2 reduction targets. Scope 3 targets must cover at least 67% of total scope 3 emissions for near-term targets and 90% of emissions for long-term targets. ",
                "tag": "p"
            },
            {
                "content": "While data quality in scope 3 may not be perfect at first, that is not a reason to delay. Getting started however you can and as soon as you can is the most important consideration.  In this regard spend-based estimates, vendor averages and standard emissions factors are all acceptable starting points – as long as you are open and transparent about the figures and assumptions used. You can then look to improve the accuracy and granularity of the data over time (and adjust your baseline figures accordingly) as you will need this level of detail to feed into effective carbon reduction plans and measure your progress. ",
                "tag": "p"
            },
            {
                "content": "Why do organisations delay? ",
                "tag": "h3"
            },
            {
                "content": "Even with growing pressure to act, many vendor organisations still hesitate to baseline their emissions. Not because they don’t care, but because it feels difficult, thankless and politically awkward.  ",
                "tag": "p"
            },
            {
                "content": "Common objections ",
                "tag": "h3"
            },
            {
                "content": "These are the most common objections and what’s behind them: ",
                "tag": "p"
            },
            {
                "content": "\"We don’t have time.\" ",
                "tag": "p"
            },
            {
                "content": "Data is fragmented across teams. There’s no clear owner. Sustainability hasn’t made it into anyone’s objectives and business-as-usual pressures always win. ",
                "tag": "p"
            },
            {
                "content": "\"It’s too expensive.\" ",
                "tag": "p"
            },
            {
                "content": "There’s no dedicated budget. Pulling together the right people, systems and support feels like a cost centre with no short-term reward. ",
                "tag": "p"
            },
            {
                "content": "\"It’s too complex.\" ",
                "tag": "p"
            },
            {
                "content": "Data sits in legacy systems, spreadsheets, supplier platforms or contracts no one’s looked at in years. No one is confident in the numbers and that uncertainty becomes a reason to delay. ",
                "tag": "p"
            },
            {
                "content": "\"It’s not our role.\" ",
                "tag": "p"
            },
            {
                "content": "Teams assume someone else is handling it - either central government, ESG leads, or the supply chain. There’s a gap between policy ambition and operational delivery. ",
                "tag": "p"
            },
            {
                "content": "\"The figures keep changing.\" ",
                "tag": "p"
            },
            {
                "content": "As soon as someone starts digging, the emissions total goes up. That can feel politically risky, especially if people expect “progress” from day one. ",
                "tag": "p"
            },
            {
                "content": "These objections are understandable but not insurmountable. In reality, delaying baselining only increases future cost, reduces available options and undermines the credibility of any public commitment. ",
                "tag": "p"
            },
            {
                "content": "This has a real impact on government departments, preventing accurate baselining and reporting and more critically slowing down progress on emissions reductions projects and activities. ",
                "tag": "p"
            },
            {
                "content": "In short, it’s not just about emissions data. It’s about organisational attention, incentives and control. Many teams are keen to act, but feel they lack permission, direction or the tools to do so. ",
                "tag": "p"
            },
            {
                "content": "How to respond and move forward ",
                "tag": "h3"
            },
            {
                "content": "If your organisation has a target for carbon reduction or net zero, then establishing a baseline is not optional. The only choice is whether you start now with a manageable scope or defer until the task becomes more urgent and disruptive.  ",
                "tag": "p"
            },
            {
                "content": "Practical ways to address common concerns ",
                "tag": "h3"
            },
            {
                "content": "Time pressure ",
                "tag": "p"
            },
            {
                "content": "Start small. Focus on the largest, most material sources. Use existing reports and data. ",
                "tag": "p"
            },
            {
                "content": "Cost concerns ",
                "tag": "p"
            },
            {
                "content": "Many data points are already available internally. Free tools and templates can reduce cost. ",
                "tag": "p"
            },
            {
                "content": "Complexity ",
                "tag": "p"
            },
            {
                "content": "Follow established methodologies such as the GHG Protocol. Break the process into phases. ",
                "tag": "p"
            },
            {
                "content": "Ownership gaps ",
                "tag": "p"
            },
            {
                "content": "Make emissions reduction part of core team responsibilities. Integrate with finance and operations. ",
                "tag": "p"
            },
            {
                "content": "Changing totals ",
                "tag": "p"
            },
            {
                "content": "All baselines evolve. Restating is permitted under frameworks like SBTi. What matters is starting. ",
                "tag": "p"
            },
            {
                "content": "Progress beats perfection. Baselining is rarely flawless, especially in the first year. But a basic, well-documented baseline will provide a firm foundation for improvement. ",
                "tag": "p"
            },
            {
                "content": "GDSA working group: supporting practical action ",
                "tag": "h3"
            },
            {
                "content": "The GDSA Scope 3 working group is currently preparing a practical guidance paper designed to help public sector organisations to work with their key suppliers and move from intention to implementation. It will include: ",
                "tag": "p"
            },
            {
                "content": "The aim is not to create new complexity, but to share what works. The report will be available later this year and is intended to support both newcomers and those further along their journey. ",
                "tag": "p"
            },
            {
                "content": "Final thoughts ",
                "tag": "h3"
            },
            {
                "content": "Baselining should not be viewed as a side task. It’s the first practical step in delivering any emissions reduction plan. ",
                "tag": "p"
            },
            {
                "content": "If your department is serious about emissions reduction, then defining your starting point is unavoidable. Without it, your targets have no real anchor, your actions have no benchmark and your emissions reduction strategy will struggle to stand up to external scrutiny. ",
                "tag": "p"
            },
            {
                "content": "Start with what you can measure. Use what data you have. Improve it over time. Most importantly, begin the process before external scrutiny forces it upon you. ",
                "tag": "p"
            },
            {
                "content": "The longer you wait, the harder the task becomes. Early action identifies opportunities, creates space to plan properly, builds internal capability and avoids the last-minute panic that comes when deadlines and expectations collide.  ",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/07/01/why-bother-to-baseline/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "For any public sector organisation with a net zero commitment, establishing a carbon emissions baseline is the first meaningful step."
    },
    {
        "title": "Increasing incentives for business to invest in nature: new call for evidence",
        "authors": [
            "Laila Sedgwick"
        ],
        "posted_on": "2025-07-01T10:18:05",
        "categories": [
            "Green finance"
        ],
        "content": [
            {
                "content": "Sustained economic growth depends on a healthy and productive natural environment.",
                "tag": "p"
            },
            {
                "content": "Businesses across the UK – including in food and agriculture, construction, financial services, tourism and retail – rely on a functioning natural environment to operate, grow and innovate.  Over half of global GDP is highly or moderately dependent upon nature and the services it provides: powering our industries, safeguarding our food security and protecting public health.",
                "tag": "p"
            },
            {
                "content": "It follows that the decline of nature in the UK to historically and internationally low levels, in addition to global nature decline, creates risks to the UK economy and UK companies. These are already being realised.",
                "tag": "p"
            },
            {
                "content": "According to the Green Finance Institute’s analysis, environmental degradation could lead to a reduction in UK GDP of 1.5% to 3% by 2030 through reduced productivity, fragmented supply chains, business disruption and increased costs of insurance, among other factors.",
                "tag": "p"
            },
            {
                "content": "Conversely, investing in nature recovery offers opportunities for growth, business development and diversification, innovation and cost savings. So getting more private sector investment into nature recovery – especially from the businesses that impact and depend most heavily on nature – is vital.",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve published a new call for evidence on expanding the role of the private sector in nature recovery.",
                "tag": "p"
            },
            {
                "content": "Enabling private investment in nature",
                "tag": "p"
            },
            {
                "content": "There are already good examples of sectors supporting high-integrity nature restoration projects, including developers ensuring Biodiversity Net Gain and businesses procuring nature-based carbon credits under the Woodland Carbon Code and the Peatland Code.",
                "tag": "p"
            },
            {
                "content": "Business demand to invest in nature and the services it provides enables nature restoration projects to deliver financial returns to suppliers, including farmers and land managers, and to investors. ",
                "tag": "p"
            },
            {
                "content": "However, to help meet our shared ambition for nature recovery, we need to go much further to increase demand for nature services across the private sector. This will provide greater financial certainty for both suppliers of and investors in nature restoration projects.",
                "tag": "p"
            },
            {
                "content": "New call for evidence",
                "tag": "p"
            },
            {
                "content": "We are seeking views on how to fairly and effectively increase the incentives for businesses to invest in nature through a new call for evidence on expanding the role of the private sector in nature recovery – incentives in line with the benefits businesses draw from the natural environment and the impacts they have on our shared natural assets.",
                "tag": "p"
            },
            {
                "content": "The Secretary of State for the environment hosted a roundtable discussion on 12 June, in collaboration with the Green Finance Institute and Lloyds Banking Group, to launch the call for evidence and kick off the conversation about stimulating demand.",
                "tag": "p"
            },
            {
                "content": "Responses to the call for evidence will support the further development of policies to increase private sector demand for investment in nature protection and improvement. We welcome responses from businesses, investors, nature service providers (such as farmers and landowners), environmental organisations, academics and the public.",
                "tag": "p"
            },
            {
                "content": "We are seeking views and evidence on how to increase investment in the following six outcomes, while managing any risks for businesses, communities and consumers:",
                "tag": "p"
            },
            {
                "content": "This is an opportunity to help influence how government and business work together to scale up private investment in nature, enabling nature-positive business models that deliver both environmental and economic returns.",
                "tag": "p"
            },
            {
                "content": "The call for evidence will close on 7 August 2025. If you would like to share your views, please send written submissions to Nature.Investment.CfE@defra.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/01/increasing-incentives-for-business-to-invest-in-nature-new-call-for-evidence/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Getting more private sector investment into nature recovery is vital. Here's an update on how we're encouraging that, including a new call for evidence."
    },
    {
        "title": "How our digital teams supported innovation in flood risk services",
        "authors": [
            "Helen Eden"
        ],
        "posted_on": "2025-06-30T16:44:13",
        "categories": [
            "Defra digital",
            "Digital delivery"
        ],
        "content": [
            {
                "content": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future.",
                "tag": "p"
            },
            {
                "content": "Defra’s Flood Digital Team helped to deliver the Environment Agency's new National Flood Risk Assessment (NaFRA2), which recently won the Digital Excellence Award at the Flood & Coast 2025 Awards.",
                "tag": "p"
            },
            {
                "content": "Award-winning innovation",
                "tag": "h2"
            },
            {
                "content": "This achievement recognises the team's dedication to transforming how flood risk information is delivered to both the public and planning professionals. It celebrates the collaborative efforts of our teams who’ve worked tirelessly to integrate complex flood risk data into user-friendly digital services including:",
                "tag": "p"
            },
            {
                "content": "Improving access to data",
                "tag": "h2"
            },
            {
                "content": "This ambitious upgrade to essential services means the Environment Agency can easily share both current flood risk information and projected flood risk data for the next 30 years.",
                "tag": "p"
            },
            {
                "content": "The previous national flood risk assessment data provided limited information without climate change projections. Updates were difficult to implement, creating backlogs and inconsistencies between national and local modelling.",
                "tag": "p"
            },
            {
                "content": "The new NaFRA2 represents a substantial leap forward, offering:",
                "tag": "p"
            },
            {
                "content": "Services designed for users",
                "tag": "h2"
            },
            {
                "content": "Both service teams worked closely with their target audiences throughout the development process, testing innovative ways to present complex information about climate change and flood depth. This collaborative approach ensured the final services would meet user needs effectively.",
                "tag": "p"
            },
            {
                "content": "The 2 upgraded services cater to distinct audiences with specific needs.",
                "tag": "p"
            },
            {
                "content": "The ‘Check your long term flood risk’ service is designed for non-technical, public users. It helps them understand flood risk in their area from 4 potential sources – rivers and the sea, surface water, groundwater and reservoirs. The upgraded service provides probabilistic data with yearly flood risk ratings that help people understand their actual level of risk.",
                "tag": "p"
            },
            {
                "content": "The ‘Flood map for planning’ service helps planning professionals assess whether developments require a flood risk assessment during the planning process. The upgraded service includes more detailed flood zones based on improved national modelling, surface water data, and crucially, information showing how climate change might impact future flood risk.",
                "tag": "p"
            },
            {
                "content": "Protecting people and property across the UK",
                "tag": "h2"
            },
            {
                "content": "These digital innovations directly support ministerial commitments and the National Flood and Coastal Erosion Risk Management Strategy objectives. By providing better access to high-quality flood risk information, we're helping communities, businesses and planning authorities make informed decisions to enhance resilience against flooding.",
                "tag": "p"
            },
            {
                "content": "The teams' work exemplifies how digital services can translate complex environmental data into accessible, actionable information to help protect people and property across the UK.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/06/30/how-our-digital-teams-supported-innovation-in-flood-risk-services/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future."
    },
    {
        "title": "Support That Empowers: My Journey Through Care and Why the DfE Care Leavers Resource Website Matters",
        "authors": [
            "Lawrence"
        ],
        "posted_on": "2025-06-30T16:25:07",
        "categories": [
            "Care leavers",
            "Wellbeing"
        ],
        "content": [
            {
                "content": "I’m Lawrence, a 24 year old care leaver and care experienced professional currently working full-time at Carefree Cornwall.",
                "tag": "p"
            },
            {
                "content": "My journey began with joining the Carefree Board of Trustees. I’m now proud to be part of the National Children’s Bureau’s Social Care Advisory Board, where I provide lived-experience insight to shape national conversations about children’s social care. I also sit on the Cornwall Community Foundation Grant Panel, which has allowed me to give back to the community while helping shape the kind of change I would have benefitted from growing up.",
                "tag": "p"
            },
            {
                "content": "Facing the fear of 18",
                "tag": "h2"
            },
            {
                "content": "Growing up in care, turning 18 wasn’t something I looked forward to, it was something I worried about. “Who’s going to help me budget?”, “Where will I live?”, “What if I get it wrong?”. These were real concerns that lived rent-free in my head.",
                "tag": "p"
            },
            {
                "content": "A lifeline through ‘Staying Put’",
                "tag": "h2"
            },
            {
                "content": "I was extremely fortunate to benefit from the Staying Put arrangement, which allowed me to remain with my foster carers beyond the age of 18. Staying with them gave me the stability I needed to make that critical transition into adulthood at a manageable pace. But even with that kind of support, the gaps still existed.",
                "tag": "p"
            },
            {
                "content": "I often felt isolated. I didn’t always know where to find the answers to everyday challenges. That’s why I think the Department for Education’s new Support for Care Leavers website is such a significant and meaningful step forward.",
                "tag": "p"
            },
            {
                "content": "A website that makes a difference",
                "tag": "h2"
            },
            {
                "content": "This is the kind of resource I wish had existed when I was transitioning out of care. It’s a thoughtfully designed space that offers real, usable guidance for young people.It covers vital areas like housing, education, health, money, employment, and entitlements, but in a way that feels clear, supportive, and empowering. It doesn’t assume you already know the system.For young people who may not have a strong support system, having this kind of centralised, easy-to-understand resource could be life changing. Whether you're applying to university, looking for work, sorting benefits, or just trying to figure out how to start living independently, this website gives you a starting point.",
                "tag": "p"
            },
            {
                "content": "Growth, confidence, and purpose",
                "tag": "h2"
            },
            {
                "content": "Since leaving care, I’ve grown in ways I never imagined. Recently, I attended Anthropy25 and was honoured to be recognised as an emerging leader. I also participated in the All-Party Parliamentary Group for Children (APPGC) meeting at Westminster, where we discussed the Children’s Wellbeing and Schools Bill. Young people’s voices shouldn’t just be heard, they should help shape policy.",
                "tag": "p"
            },
            {
                "content": "A message to care leavers",
                "tag": "h2"
            },
            {
                "content": "You matter. Your future matters. You deserve support, stability and opportunity, just like anyone else. Let this be your reminder that the world is your oyster.",
                "tag": "p"
            },
            {
                "content": "Discover more",
                "tag": "h2"
            },
            {
                "content": "To find support and guidance for young people leaving care aged 16 to 25, visit the Support for Care Leavers website.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/06/30/support-that-empowers-my-journey-through-care-and-why-the-dfe-care-leavers-resource-website-matters/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Lawrence shares his story as a care leaver and talks about the Department for Education's recently launched Support for Care Leavers resource website."
    },
    {
        "title": "Celebrating the Year of Engineering Biology at UKRI",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-30T13:18:58",
        "categories": [
            "Deep Specialist",
            "Guest Blog",
            "Science"
        ],
        "content": [
            {
                "content": "Exploring the transformative potential of engineering biology ",
                "tag": "h2"
            },
            {
                "content": "Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade.",
                "tag": "p"
            },
            {
                "content": "Since 2007, UKRI has invested over £800m in engineering biology, supporting researchers to develop new approaches using nature’s toolbox to unlock bio-based solutions in a more sustainable way. Drawing on the tools of synthetic biology, engineering biology can help solve some of the biggest challenges facing society.",
                "tag": "p"
            },
            {
                "content": "In 2021, we established the National Engineering Biology Programme (NEBP), in partnership with the Defence Science and Technology Laboratory (Dstl), to harness the potential of engineering biology to deliver a greener, healthier, and more resilient future. ",
                "tag": "p"
            },
            {
                "content": "On a mission to harness the potential of engineering biology",
                "tag": "h2"
            },
            {
                "content": "Over the past year, bolstered by the Technology Missions Fund (TMF), UKRI took a mission-led approach, focused on the application-inspired themes of the NEBP, and invested a total of £125 million in a suite of engineering biology initiatives to strengthen the engineering biology ecosystem and to build on a world-leading capability in the UK to tackle global grand challenges.",
                "tag": "p"
            },
            {
                "content": "Between 2024-2025, we announced a £100 million investment in six Engineering Biology Mission Hubs and 22 Mission Awards, £13.5 million across 48 Engineering Biology collaborative R&D projects ,and an additional £5.8 million devoted towards driving commercialisation and innovation in the engineering biology sector.",
                "tag": "p"
            },
            {
                "content": "You can find out more about the TMF programme by reading our UKRI Technology Missions Fund 2025 brochure, as well as view and listen to the recent video and podcast on The Preventing Plastic Pollution with Engineering Biology (P3EB) Mission Hub, led by Professor Andy Pickford at Portsmouth University, watch the video and listen to the podcast to learn more.",
                "tag": "p"
            },
            {
                "content": "Last month, we launched the Engineering Biology Mission Hubs Showcase, which will take place over the summer, where each Mission Hub will be hosting their own webinar to discuss their Hub’s mission and to address community questions. To find out more, visit the UKRI Events website for details.",
                "tag": "p"
            },
            {
                "content": "Supporting the engineering biology community",
                "tag": "h2"
            },
            {
                "content": "As a technology of critical importance for tackling global challenges, we are delighted to work together with our international partners to maximise our combined strengths in engineering biology and accelerate advancements.",
                "tag": "p"
            },
            {
                "content": "A key priority is how we can best support and train the future generation of researchers and innovators who will go on to shape the R&D landscape of tomorrow. Over the past decade we have invested a total of £26 million, across four Engineering Biology Centres for Doctoral Training (CDTs) programme, supporting over 207 academic and industrial leaders of tomorrow.",
                "tag": "p"
            },
            {
                "content": "This year, we were delighted to announce the launch of our new Doctoral Focal award in Engineering Biology, helping to train the next generation of researchers in cutting-edge technologies applicable to supporting a diverse range of careers. ",
                "tag": "p"
            },
            {
                "content": "Future aspirations for engineering biology ",
                "tag": "h2"
            },
            {
                "content": "I have been delighted to be involved in shaping the Engineering Biology Aspirations Foresight project on Unlocking the power of Engineering Biology, with colleagues at the Government Office for Science and key stakeholders, to develop a set of evidence-based visions for engineering biology over the next 10 years.",
                "tag": "p"
            },
            {
                "content": "Below is a flavour of a few examples of recent UKRI investments which align with the five areas of opportunity.",
                "tag": "p"
            },
            {
                "content": "Biosynthetic fuels",
                "tag": "p"
            },
            {
                "content": "C3 Biotechnologies has developed a pioneering system that uses engineering biology to turn food and agriculture waste into synthetic high-performance fuels, helping industries adopt next generation fuels and transition to a more sustainable future. ",
                "tag": "p"
            },
            {
                "content": "Nitrogen-fixing cereals",
                "tag": "p"
            },
            {
                "content": "Dr Nicola Patron at the University of Cambridge is leading a Mission Award, exploring how we can use model-informed tools to produce disease-resistant lettuce plants by introducing targeted genetic changes, to help restore crop yields. ",
                "tag": "p"
            },
            {
                "content": "Future fashion",
                "tag": "p"
            },
            {
                "content": "Colorifix  has developed the first entirely biological process to produce, deposit and fix dyes onto textiles, helping the textile industry dramatically and cost-effectively reduce its environmental impact. ",
                "tag": "p"
            },
            {
                "content": "Lab-grown blood",
                "tag": "p"
            },
            {
                "content": "Scarlet Therapeutics is developing a platform that generates novel red blood cells that carry additional proteins within them to provide therapeutic benefits to potentially treat a wide range of diseases.",
                "tag": "p"
            },
            {
                "content": "Microbial metal factories",
                "tag": "p"
            },
            {
                "content": "The ELEMENTAL Engineering Biology Mission Hub aims to develop a suite of sustainable solutions to tackle metal contamination into the environment by engineering bacteria capable of selectively sequestering metals from contaminated areas for re-use within the circular economy. ",
                "tag": "p"
            },
            {
                "content": "Convening our community ",
                "tag": "h2"
            },
            {
                "content": "I believe opportunities from research are greatest when we bring the whole ecosystem together to share ideas and experiences. That’s why last year we brought together our engineering biology community in one place to share knowledge, insights and ideas to continue driving advances in engineering biology research and innovation.  ",
                "tag": "p"
            },
            {
                "content": "I look forward to continuing that momentum to harness more opportunities from engineering biology in the future as we look to our next convening event later this year – planning is just getting underway!",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/30/celebrating-the-year-of-engineering-biology-at-ukri/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Exploring the transformative potential of engineering biology  Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade. Since 2007, UKRI has invested over £800m in engineering biology, …"
    },
    {
        "title": "Photos of Vehicles at MOT – sharing the results from our first trial with garages",
        "authors": [
            "Chris Price"
        ],
        "posted_on": "2025-06-30T12:15:12",
        "categories": [
            "Changes to the MOT test",
            "MOT Modernisation",
            "MOT testing service",
            "News and updates"
        ],
        "content": [
            {
                "content": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs. ",
                "tag": "p"
            },
            {
                "content": "In March, we asked a group of garages to take a photo of each car when it comes in for an MOT – providing evidence that the vehicle was present – this photo being automatically uploaded into the digital MOT Testing Service.  ",
                "tag": "p"
            },
            {
                "content": "In time, this change will help reduce fraudulent MOTs, ensuring all vehicles are present for tests and retests, improving road safety and compliance. ",
                "tag": "p"
            },
            {
                "content": "We’re pleased to share the results of the first round of this trial – and to update you on where we’re going next. ",
                "tag": "p"
            },
            {
                "content": "Trial results",
                "tag": "h2"
            },
            {
                "content": "The six-week nationwide trial saw just over 170 MOT testers in 62 garages take part. Together, they cover all vehicle classes and include independent garages, chains, dealerships and local council testing stations. ",
                "tag": "p"
            },
            {
                "content": "Using a mobile phone or tablet, testers were asked to take a photo and upload it through the MOT Testing System (MTS) – where it was attached to the MOT record for that vehicle.  ",
                "tag": "p"
            },
            {
                "content": "The response has been impressive.  ",
                "tag": "p"
            },
            {
                "content": "Around 450-500 photos were uploaded each weekday – by the end, over 13,000 photos from all 62 garages had been submitted. ",
                "tag": "p"
            },
            {
                "content": "Testers were able to get to grips with the technology quickly and by the end of the first week, the top 10 busiest garages in the trial had an upload success rate of 90.2%. ",
                "tag": "p"
            },
            {
                "content": "Image quality",
                "tag": "h2"
            },
            {
                "content": "The trial has allowed us to review the images and see where any common mistakes are. We know that testers needed to get used to uploading photos – so spotting common themes helps us to provide the best guidance. ",
                "tag": "p"
            },
            {
                "content": "We’ve included a few examples here. The number plates have been blocked out for the blog – but testers will be pleased to hear they were visible when they came in. ",
                "tag": "p"
            },
            {
                "content": "This is a strong example. It clearly shows the vehicle in a garage setting with the number plate visible. Sharp-eyed testers may not be surprised to see it failed its MOT. ",
                "tag": "p"
            },
            {
                "content": " A perfect illustration of a tester following MTS guidance. It also highlights a well-maintained workshop, which could spark conversations within your garage around good housekeeping. ",
                "tag": "p"
            },
            {
                "content": "A great example in terms of image quality, though not taken in the right location. This is a useful example which prompts us to clarify our guidelines. ",
                "tag": "p"
            },
            {
                "content": "The trial has allowed us to catch these issues early – but it also raises some important changes we will need to make. For example – if we evolve the system to automatically capture registration plates, we will need to make sure the software can sift out those on other vehicles. ",
                "tag": "p"
            },
            {
                "content": "Spotting these help us plan for the future – and will be considered when we run the second phase of the trial. ",
                "tag": "p"
            },
            {
                "content": "Early feedback",
                "tag": "h2"
            },
            {
                "content": "We surveyed those involved in the trial and found that half of the respondents said the experience was “easy” or “very easy” – with only 7% reporting it was “difficult”. ",
                "tag": "p"
            },
            {
                "content": "When we spoke to garages, one user said it was “painless and stress-free” – with another describing it as “wonderful!” ",
                "tag": "p"
            },
            {
                "content": "When users encountered technical issues, they remained positive, and we were able to fix some of these as they were reported to us. An issue with expiring QR codes was resolved through the trial, image timestamps were fixed, and we fixed an issue with the QWERTY keypad opening when it shouldn’t – all contributing to a smoother user experience. ",
                "tag": "p"
            },
            {
                "content": "It was suggested that taking images would lead to longer testing times. Photographs are taken at the beginning of tests and retests – so vehicles need to move back into the bay. ",
                "tag": "p"
            },
            {
                "content": "For the top 10 garages, the average test time for the first test remained at 40 minutes. The retest time was at 9 minutes – up from 7 previously. We are now working with garages to reduce this time by removing any technical barriers to the photos being uploaded.  ",
                "tag": "p"
            },
            {
                "content": "The future",
                "tag": "h2"
            },
            {
                "content": "The success means DVSA will be widening the trial with more garages after we’ve collated all of the feedback from the garages who took part in the first trial. This will help us to get insight on how we can improve the software and process for every kind of garage. ",
                "tag": "p"
            },
            {
                "content": "We know there’s still room to refine and enhance image capture and upload, and we’ll continue making improvements as we go. The second phase of the trial will focus on testing the system at scale to ensure it’s ready for a phased rollout. ",
                "tag": "p"
            },
            {
                "content": "But we also know the garages who signed up for the service are continuing to use this – and anyone involved in the trial can be sure they are working with DVSA to combat MOT fraud. ",
                "tag": "p"
            },
            {
                "content": "Read more about why we’re doing this here: How we’re combating fraud and error within the MOT – Matters of Testing ",
                "tag": "p"
            }
        ],
        "link": "https://mattersoftesting.blog.gov.uk/photos-of-vehicles-at-mot-sharing-the-results-from-our-first-trial-with-garages/",
        "blog": "Matters of Testing",
        "blog_link": "https://mattersoftesting.blog.gov.uk",
        "description": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs.  In March, we asked a group of garages to take a photo of …"
    }
]