[
    {
        "title": "From Insight to Interface: My summer in Digital Design at UKEF",
        "authors": [
            "Isobel Murray"
        ],
        "posted_on": "2025-10-01T14:58:33",
        "categories": [
            "DDAT",
            "User Centred Design",
            "user research"
        ],
        "content": [
            {
                "content": "This summer I had the opportunity to spend 9 weeks as an intern in the Digital, Data and Technology (DDaT) directorate at UK Export Finance (UKEF).  ",
                "tag": "p"
            },
            {
                "content": "From the outset of my internship, I was welcomed into an incredibly friendly team, and, over the course of the internship, I contributed to projects which aimed to make UKEF’s services more accessible and intuitive, while gaining hands-on experience in agile ways of working. ",
                "tag": "p"
            },
            {
                "content": "This blog is a reflection on what I learned, what I contributed, and how the experience has shaped my perspective on digital work in the public sector. ",
                "tag": "p"
            },
            {
                "content": "My background ",
                "tag": "p"
            },
            {
                "content": "I have completed my second year as an English language and literature student at the University of Oxford and, as I’m on the cusp of my final year, life after university looms large and, prior to this internship, blurry and uncertain. UKEF wasn’t really on my radar when I applied to the Summer Internship Project, and when I first saw the word ‘finance,’ as an English student I thought I would be wildly out of my depth. Not only this, but this would be my first time living in London for the duration of my internship.  ",
                "tag": "p"
            },
            {
                "content": "The ‘Change Front Door’ Project ",
                "tag": "p"
            },
            {
                "content": "I was tasked with leading a mini project and working with a small team to undertake research as part of a discovery on UKEF’s existing Change Lab site and design a new Change Front Door site to capture change ideas within UKEF, based on user needs and government standards. Through the duration of the project I:  ",
                "tag": "p"
            },
            {
                "content": "It was particularly rewarding to conduct my own usability testing, similar to that which I had previously shadowed, where I ran through my own clickable prototype. ",
                "tag": "p"
            },
            {
                "content": "The culmination of this discovery, alpha and implementation was my presentation to roughly 70 people in the department summarising what I’d achieved over the 9 weeks. ",
                "tag": "p"
            },
            {
                "content": "Additional projects I have worked on ",
                "tag": "p"
            },
            {
                "content": "Parallel to this, I have: ",
                "tag": "p"
            },
            {
                "content": "My reflections ",
                "tag": "p"
            },
            {
                "content": "My interactions with user research, service design and content design were limited to say the least before joining UKEF, but my work and learning in these areas have helped me to understand, not only how services are built, but how they are shaped by listening, empathy and iteration. ",
                "tag": "p"
            },
            {
                "content": "I am so grateful for the opportunities I’ve been given by my team and specifically my wonderful line manager, Clara Galvin, to get involved in so many different projects, both working and shadowing. This experience has given me a deeper appreciation of thoughtful, inclusive design and an interest in pursuing this avenue as a future career path. Following this internship, life after university feels substantially less blurry and uncertain and I am now excited about the possibility of pursuing a role in the civil service. ",
                "tag": "p"
            },
            {
                "content": "I can’t even begin to express my gratitude to all the people who have been hugely generous with their time and support, allowing me to fully engage in work in which I was completely clueless 9 weeks ago! ",
                "tag": "p"
            },
            {
                "content": "This summer of living and working in London for the first time in my life has been such a privilege and a brilliant experience for which I will always be immensely thankful.  ",
                "tag": "p"
            }
        ],
        "link": "https://ukefdigital.blog.gov.uk/2025/10/01/from-insight-to-interface-my-summer-in-digital-design-at-ukef/",
        "blog": "UK Export Finance Digital, Data and Technology blog",
        "blog_link": "https://ukefdigital.blog.gov.uk",
        "description": "Izzy tells us about her experience as an intern in UKEF DDAT"
    },
    {
        "title": "Safety of Nitrates and Nitrites as Food Additives",
        "authors": [
            "Dr James Cooper, Deputy Director of Food Policy"
        ],
        "posted_on": "2025-10-01T14:30:00",
        "categories": [
            "Science"
        ],
        "content": [
            {
                "content": "Our role at the FSA is to put people first. That means being transparent about the risks in our food, and providing you with clear, science-based information to help you make informed choices about foods you eat. A good example of this is a report we’ve just published into the potential risks of nitrates and nitrites in food.",
                "tag": "p"
            },
            {
                "content": "Which foods contain nitrates?",
                "tag": "p"
            },
            {
                "content": "Nitrates and nitrites are part of our daily diet. The vast majority, up to 95%, comes naturally from vegetables, like spinach, lettuce, celery, and beetroot. About 5% comes from their use as food additives, predominantly in processed meats. In products like bacon and ham, nitrates and nitrites are used to prevent the growth of dangerous bacteria like Clostridium botulinum, which causes botulism—a potentially fatal illness. They also preserve the colour and add to the distinct flavour of these products.",
                "tag": "p"
            },
            {
                "content": "Are nitrates safe in food?",
                "tag": "p"
            },
            {
                "content": "There’s no evidence to suggest that processed meat made without the use of nitrates is a safer alternative. The report we’ve published today shows that while nitrates and nitrites can form compounds called nitrosamines, many of which are carcinogenic, the link to serious health problems like cancer in humans remains inconclusive.",
                "tag": "p"
            },
            {
                "content": "How is nitrate use monitored?",
                "tag": "p"
            },
            {
                "content": "It’s worth remembering that all food additives used in the UK, including nitrates and nitrites, undergo rigorous safety assessments before approval, these approvals include what foods an additive can be used in and also maximum limits. The current evidence suggests that permitted maximum levels of nitrites and nitrates in the UK are set at a level to keep people protected.",
                "tag": "p"
            },
            {
                "content": "Should I avoid nitrates in my diet?",
                "tag": "p"
            },
            {
                "content": "It is possible to avoid foods containing these additives, as they must be labelled with both what they do, for example a ‘preservative’, along with the full name or E number. But you don’t need to avoid these foods completely, there are simple steps you can take to minimise any potential risks while maintaining a healthy, varied diet.",
                "tag": "p"
            },
            {
                "content": "It’s recommended that you do not eat too much processed meat. The NHS advises that  eating processed meats carries an increased risk of bowel cancer and high blood pressure, so people eating more than 90g of red or processed meat a day to cut down to no more than 70g.",
                "tag": "p"
            },
            {
                "content": "Ein rôl ni yn yr Asiantaeth Safonau Bwyd yw rhoi pobl yn gyntaf. Mae hynny’n golygu bod yn dryloyw ynglŷn â’r risgiau yn ein bwyd, a rhoi gwybodaeth glir i chi, sy’n seiliedig ar wyddoniaeth, i’ch helpu i wneud dewisiadau gwybodus am y bwydydd rydych chi’n eu bwyta. Enghraifft dda o hyn yw adroddiad rydyn ni newydd ei gyhoeddi ar risgiau posib nitradau a nitreidiau mewn bwyd.",
                "tag": "p"
            },
            {
                "content": "Pa fwydydd sy’n cynnwys nitradau? ",
                "tag": "p"
            },
            {
                "content": "Mae nitradau a nitreidiau yn rhan o’n deiet dyddiol. Mae’r mwyafrif helaeth, hyd at 95%, yn dod yn naturiol o lysiau, fel sbigoglys, letys, seleri a betys. Daw tua 5% o’u defnydd fel ychwanegion bwyd, yn bennaf mewn cigoedd wedi’u prosesu. Mewn cynhyrchion fel bacwn a ham, defnyddir nitradau a nitreidiau i atal twf bacteria peryglus fel Clostridium botulinum, sy’n achosi botwliaeth—salwch a allai arwain at farwolaeth. Maen nhw hefyd yn cadw’r lliw ac yn ychwanegu at flas unigryw’r cynhyrchion hyn.",
                "tag": "p"
            },
            {
                "content": "Ydy nitradau’n ddiogel mewn bwyd? ",
                "tag": "p"
            },
            {
                "content": "Er bod nitradau a nitreidiau’n gallu ffurfio cyfansoddion o’r enw nitrosaminau, y mae llawer ohonyn nhw’n garsinogenaidd, mae’r adroddiad rydyn ni wedi’i gyhoeddi heddiw yn dangos bod y cysylltiad â phroblemau iechyd difrifol, fel canser mewn pobl, yn parhau i fod yn amhendant. Does dim tystiolaeth i awgrymu bod cig sydd wedi’i brosesu a’i wneud heb ddefnyddio nitradau yn ddewis mwy diogel.",
                "tag": "p"
            },
            {
                "content": "Sut mae defnydd o nitradau’n cael ei fonitro? ",
                "tag": "p"
            },
            {
                "content": "Mae’n werth cofio bod yr holl ychwanegion bwyd a ddefnyddir yn y DU, gan gynnwys nitradau a nitreidiau, yn destun asesiadau diogelwch trylwyr cyn iddyn nhw gael eu cymeradwyo. Mae’r broses gymeradwyo yn ystyried pa fwydydd y gellir defnyddio ychwanegion ynddyn nhw a hefyd y terfynau uchaf. Mae’r dystiolaeth gyfredol yn awgrymu bod y lefelau uchaf a ganiateir o nitradau a nitreidiau yn y DU wedi’u gosod ar lefel i gadw pobl yn ddiogel.",
                "tag": "p"
            },
            {
                "content": "Ddylwn i osgoi nitradau yn fy neiet? ",
                "tag": "p"
            },
            {
                "content": "Mae’n bosib osgoi bwydydd sy’n cynnwys yr ychwanegion hyn, gan fod yn rhaid nodi ar y label beth maen nhw’n ei wneud, er enghraifft ‘cyffeithydd’ (‘preservative’), ynghyd â’r enw llawn neu’r E-rif. Ond does dim angen i chi osgoi’r bwydydd hyn yn gyfan gwbl. Mae yna gamau syml y gallwch chi eu cymryd i leihau unrhyw risgiau posib, a hynny wrth gynnal deiet iach ac amrywiol.",
                "tag": "p"
            },
            {
                "content": "Argymhellir peidio â bwyta gormod o gig wedi’i brosesu. Mae’r GIG yn rhybuddio bod bwyta cig wedi’i brosesu yn cynyddu’r risg o ganser y coluddyn a phwysedd gwaed uchel. Felly, y cyngor i bobl sy’n bwyta mwy na 90g o gig coch neu gig wedi’i brosesu y dydd, yw y dylid lleihau hyn i ddim mwy na 70g.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/10/01/safety-of-nitrates-and-nitrites-as-food-additives/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Our role at the FSA is to put people first. That means being transparent about the risks in our food, and providing you with clear, science-based information to help you make informed choices about foods you eat. A good example …"
    },
    {
        "title": "More than half of all English local authorities are now using the new Appeal a Planning Decision Service ",
        "authors": [
            "Tom Sedgman"
        ],
        "posted_on": "2025-10-01T11:50:58",
        "categories": [
            "Appeals",
            "Digital",
            "Enforcement",
            "Service improvement"
        ],
        "content": [
            {
                "content": "The Planning Inspectorate has long provided appellants with the right to appeal decisions made by local planning authorities (LPAs). For a number of years, this process has been managed through the Appeals Casework Portal (ACP). ",
                "tag": "p"
            },
            {
                "content": "From 1 December this year, the ACP will close to all new planning appeals.",
                "tag": "p"
            },
            {
                "content": "The journey so far ",
                "tag": "h2"
            },
            {
                "content": "With the rise of digital services, the ACP became the central hub for managing appeals. It provided a structured, accessible way for appellants, LPAs, and interested parties to interact with the appeals process. However, as technology and user expectations evolved, so too did the need for a more modern, efficient, and user-friendly system. ",
                "tag": "p"
            },
            {
                "content": "Recognising the limitations of the ACP and the opportunities presented by digital transformation, the Planning Inspectorate embarked on a journey to develop a new, streamlined service based on the GOV.UK design system: the Appeal A Planning Decision Service.",
                "tag": "p"
            },
            {
                "content": "This aimed to: ",
                "tag": "p"
            },
            {
                "content": "Following a successful pilot with 5 London boroughs, the new service has demonstrated significant improvements in efficiency and user experience. See our previous news item.",
                "tag": "p"
            },
            {
                "content": "The phased rollout began with a handpicked selection of smaller LPAs in the Southwest, and as of the 1 October 2025 more than half of all LPAs in England have been brought into the service. The remaining LPAs, including the largest in the country, will be joining the service over the next two months. ",
                "tag": "p"
            },
            {
                "content": "The closure of the ACP ",
                "tag": "h2"
            },
            {
                "content": "As part of this digital transformation, the Planning Inspectorate is announcing that the ACP will close to all new planning appeals from 1 December 2025 and all new enforcement appeals by the end of March 2026. ",
                "tag": "p"
            },
            {
                "content": "From this date, all new planning appeals must be submitted through the new Appeal A Planning Decision Service. Appeals that have been started but are yet to be submitted can still be completed and submitted through the ACP. ",
                "tag": "p"
            },
            {
                "content": "This marks a significant milestone in the modernisation of the planning appeals process, ensuring that it remains fit for purpose in a digital age, and allows the organisation to support the government’s goal of speeding up and streamlining planning decisions. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for appellants and LPAs?",
                "tag": "h2"
            },
            {
                "content": "For appellants: the new service offers a more intuitive and efficient way to submit and track appeals, with a more user-friendly interface that offers more information and support throughout the process. ",
                "tag": "p"
            },
            {
                "content": "For LPAs: the platform provides enhanced tools for managing cases, monitoring progress, and communicating with all parties involved, as well as reducing the effort required to manage cases. ",
                "tag": "p"
            },
            {
                "content": "For the Planning Inspectorate: the move supports ongoing efforts to deliver a faster, more efficient, and user-focused appeals process. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "The closure of the ACP and the full rollout of the Appeal A Planning Decision Service represent a step change in how planning appeals are managed in England. Our aim is to ensure that the appeals process is accessible, efficient, and responsive to the needs of all users.  ",
                "tag": "p"
            },
            {
                "content": "In coming years, the service will begin to use the Open Digital Planning project from the Ministry of Housing, Communities, and Local Government to automatically gather information from the original planning application to reduce the amount of work required by appellants and LPAs when submitting, and managing appeals. ",
                "tag": "p"
            },
            {
                "content": "The service will also be expanded to include other appeal types such as environmental appeals, and the service will continue to be developed based on the feedback received from users.  ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/10/01/more-than-half-of-all-english-local-authorities-are-now-using-the-new-appeal-a-planning-decision-service/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "With the introduction of the new Appeal A Planning Decision Service, the Appeals Casework Portal closure will be happening by April 2026. What does this mean for appellants and LPAs?"
    },
    {
        "title": "Ready to grow your digital skills? Get Tech Certified this Autumn",
        "authors": [
            "Martin Turner, Senior Change Delivery Manager"
        ],
        "posted_on": "2025-10-01T10:30:00",
        "categories": [
            "Digital learning and development",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "What is Get Tech Certified?",
                "tag": "h2"
            },
            {
                "content": "Get Tech Certified is an opportunity for anyone in the public sector to advance their digital skills. Launched by the Government Digital Service, it follows the success of last year’s Get Cloud Certified training campaign.",
                "tag": "p"
            },
            {
                "content": "From 1 October 2025 to 31 December 2025, all civil and public servants can access over 200 free learning and certification pathways across digital and technology areas including:",
                "tag": "p"
            },
            {
                "content": "These range from introductory courses to advanced qualifications, and short to full courses.",
                "tag": "p"
            },
            {
                "content": "The offer is made possible through partnerships with 16 leading technology training providers, and is completely free to access.",
                "tag": "p"
            },
            {
                "content": "Who is it for?",
                "tag": "h2"
            },
            {
                "content": "This programme is open to:",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to build confidence, deepen your expertise, or explore a new direction in digital and data, Get Tech Certified is designed to support your development.",
                "tag": "p"
            },
            {
                "content": "Real stories, real impact",
                "tag": "h2"
            },
            {
                "content": "Explore courses and register today",
                "tag": "h2"
            },
            {
                "content": "Courses cover a wide range of topics including cloud computing, cybersecurity, data analysis, agile delivery and more.",
                "tag": "p"
            },
            {
                "content": "This offer is available until 31 December 2025.",
                "tag": "p"
            },
            {
                "content": "View the full list of courses, vendors and register to start your learning journey.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/10/01/ready-to-grow-your-digital-skills-get-tech-certified-this-autumn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "This Autumn, Get Tech Certified offers an opportunity to gain free, recognised digital qualifications to help sharpen your skills and boost your career."
    },
    {
        "title": "UK–Australia Space Bridge strengthens ties at International Astronautical Congress",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-01T10:02:51",
        "categories": [
            "International",
            "International Partnership Programme"
        ],
        "content": [
            {
                "content": "The UK Space Agency and the Australian Space Agency have renewed their Space Bridge partnership today at the International Astronautical Congress (IAC) in Sydney.",
                "tag": "p"
            },
            {
                "content": "The Framework Arrangement, signed by UK Space Agency CEO Dr Paul Bate, and Australian Space Agency Head Enrico Palermo, builds on the initial Space Bridge established in 2021: a framework designed to strengthen collaboration, exchange expertise, and create new opportunities across both nations’ space sectors.",
                "tag": "p"
            },
            {
                "content": "The Space Bridge has already delivered real impact - from advancing water quality monitoring to driving forward artificial intelligence for space safety. Its renewal builds on past successes, strengthening the partnership to continue delivering benefits for both nations and addressing shared global challenges.",
                "tag": "p"
            },
            {
                "content": "Under the latest round of the UK Space Agency’s International Bilateral Fund (IBF), three additional projects involving Australian partners were announced yesterday. This includes Long Baseline Multistatic Radar, which will test a global radar network to track distant objects in geostationary orbit; SLOSH-Cat, which will study how spacecraft fuel moves in microgravity to make satellites more stable and precise; and ARGUS, which will develop autonomous rendezvous technology, paving the way for satellites to safely inspect and service each other in orbit. In addition, AquaWatch-AUK, led by Surrey Satellite Technology Ltd (SSTL), will continue to receive support to advance its integrated water quality monitoring and forecasting system.",
                "tag": "p"
            },
            {
                "content": "Dr Paul Bate, Chief Executive of the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "The renewal reflects the shared ambition of both nations to deepen cooperation across government, industry, and academia, ensuring the UK–Australia partnership remains at the forefront of using space to drive innovation and address global challenges.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/01/uk-australia-space-bridge-strengthens-ties-at-international-astronautical-congress/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency and the Australian Space Agency have renewed their Space Bridge partnership today at the International Astronautical Congress (IAC) in Sydney."
    },
    {
        "title": "Working together on user research",
        "authors": [
            "Orla O'Neill"
        ],
        "posted_on": "2025-10-01T10:00:00",
        "categories": [
            "Collaboration",
            "technology",
            "user research",
            "User-centred design"
        ],
        "content": [
            {
                "content": "As a Fast Streamer, I spent six months at the Department for Education (DfE) working as a user researcher on our internal digital platform for reporting IT issues. The research, commissioned by leadership, aimed to understand how users experience the platform, covering everything from email problems to security incidents.",
                "tag": "p"
            },
            {
                "content": "The team was mainly made up of Business Analysts and Developers. Because the last research on the tool had taken place a few years ago, user research was unfamiliar to them.",
                "tag": "p"
            },
            {
                "content": "Deciding how to do my research ",
                "tag": "h2"
            },
            {
                "content": "I had a choice: to do the research alone and share my findings at the end or bring my team along with me for the journey. ",
                "tag": "p"
            },
            {
                "content": "I chose collaboration. I knew that working together would make the findings more meaningful and demonstrate the value of user research. But, I also knew it would be more challenging as time was limited, and the team had competing priorities. I needed to make it easy for them to get involved.",
                "tag": "p"
            },
            {
                "content": "What I did ",
                "tag": "h2"
            },
            {
                "content": "First, I spoke to my leadership team about my intentions and got their support.",
                "tag": "p"
            },
            {
                "content": "I introduced user research to the wider team through a short talk, explaining what it is and what a user researcher typically does.",
                "tag": "p"
            },
            {
                "content": "We held a workshop to define what we wanted to learn. This helped shape research questions that reflected the team’s priorities, not just mine.",
                "tag": "p"
            },
            {
                "content": "Next, I ran a session on observing research, including interactive activities on unconscious bias.",
                "tag": "p"
            },
            {
                "content": "I wrote discussion guides based on our research questions and recruited participants. I shared a sign-up sheet so team members could join sessions when they were available.",
                "tag": "p"
            },
            {
                "content": "Nine out of ten colleagues attended a session. I then invited the whole team to an analysis workshop, where we reviewed the findings together and linked them back to our original questions. I synthesised the common themes and shared the final insights with the team.",
                "tag": "p"
            },
            {
                "content": "How it went ",
                "tag": "h2"
            },
            {
                "content": "I’m proud of what I achieved, but like anything in life, it wasn’t perfect.  ",
                "tag": "p"
            },
            {
                "content": "Some things that went well: ",
                "tag": "p"
            },
            {
                "content": "Some things that could have gone better: ",
                "tag": "p"
            },
            {
                "content": "Throughout, I tried to keep things light and engaging. A bit of humour helped us stay connected and made the process more enjoyable.  ",
                "tag": "p"
            },
            {
                "content": "The result ",
                "tag": "h2"
            },
            {
                "content": "In the end, technical staff gained a deeper understanding of the user’s perspective, something that felt refreshingly different from their usual work.",
                "tag": "p"
            },
            {
                "content": "Most importantly, we identified valuable opportunities to improve the platform, making access to IT support quicker and easier for users. This helps them stay focused on delivering the government’s priorities.",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/10/01/working-together-on-user-research/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "As a Fast Streamer, I spent six months at the Department for Education (DfE) working as a user researcher on our internal digital platform for reporting IT issues. The research, commissioned by leadership, aimed to understand how users experience the …"
    },
    {
        "title": "Numbers of nesting hen harriers in England have risen slightly in 2025",
        "authors": [
            "Matthew Heard"
        ],
        "posted_on": "2025-10-01T09:01:53",
        "categories": [
            "Biodiversity",
            "Hen Harriers",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Matthew Heard, National Delivery Director",
                "tag": "p"
            },
            {
                "content": "Numbers of nesting hen harriers in England have risen slightly this year, according to data collected by Natural England and partners.",
                "tag": "p"
            },
            {
                "content": "Breeding figures and regional breakdown",
                "tag": "p"
            },
            {
                "content": "In 2025, Natural England and partners recorded a total of 39 breeding attempts in England (up on 34 in 2024) of which 33 were successful (25 in 2024), fledging 106 chicks (80 in 2023). This gives an average of 3.2 chicks per successful nest (3.2 in 2024). ",
                "tag": "p"
            },
            {
                "content": "We did not record any second breeding attempts in 2025. Therefore, it is estimated that there was a minimum of 39 breeding females in England (34 in 2024).",
                "tag": "p"
            },
            {
                "content": "Trends in hen harrier numbers",
                "tag": "p"
            },
            {
                "content": "Hen harriers are rare primarily because they are killed and prevented from nesting successfully. Natural England proactively supports efforts to directly tackle this illegal killing and disturbance, including through the work of our dedicated Enforcement Team, and our role as a leading partner in the National Wildlife Crime Unit’s Hen Harrier Task Force.",
                "tag": "p"
            },
            {
                "content": "Natural England also investigates ways to ease the human-wildlife conflict that drives wildlife crime. One initiative was the Brood Management Trial, which between 2018 and 2024 trialled temporary relocation of some hen harrier nestlings away from moorland managed for grouse shooting, offering a legal method of managing hen harrier impacts.",
                "tag": "p"
            },
            {
                "content": "Numbers of nesting hen harriers in England rose during the period that brood management was trialled, up to a high of 54 nests in 2023, with notable increases in the North Pennines and the Yorkshire Dales, areas with many privately-owned grouse shooting estates. Natural England concluded that it was likely that the killing and disturbance of nesting hen harriers had reduced in some areas during the trial period.",
                "tag": "p"
            },
            {
                "content": "However, in the final year of the trial, 2024, numbers of hen harrier nests in these areas dropped, while remaining steady in Bowland and in Northumberland. This year, 2025, the pattern is similar, with steady populations on the United Utilities Bowland Estate and in Northumberland. As last year, very few nests were recorded in the North Pennines or Yorkshire Dales and Nidderdale areas, with the only nests in the North Pennines at an RSPB reserve at Geltsdale.",
                "tag": "p"
            },
            {
                "content": "The overall increase in numbers and steady populations in Bowland and Northumberland is encouraging, and a positive change when compared to the period before 2018, when numbers of nests in England rarely rose above 20 in any year. However, this population recovery remains fragile, and efforts to reduce illegal killing and disturbance of hen harriers remain necessary across much of the English uplands.",
                "tag": "p"
            },
            {
                "content": "Acknowledgements We are grateful for the efforts of all of our partners to monitor, protect and manage hen harrier nests and breeding habitats. We work closely with RSPB staff who record the nesting attempts on RSPB reserves, and on the United Utilities Estate in Bowland. We are also grateful for the contributions of volunteer Raptor Study Groups and Natural England volunteers to nest monitoring, and to landowners and agencies including Forestry England, National Parks, National Landscapes, the National Trust, NatureScot and Natural Resources Wales.  Natural England field staff lead on liaison with privately-owned grouse shooting estates, and we extent our gratitude to those land managers that are encouraging hen harriers to nest successfully alongside their wider estate management for grouse and other wildlife.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/01/numbers-of-nesting-hen-harriers-in-england-have-risen-slightly-in-2025/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Matthew Heard, National Delivery Director Numbers of nesting hen harriers in England have risen slightly this year, according to data collected by Natural England and partners. Breeding figures and regional breakdown In 2025, Natural England and partners recorded a …"
    },
    {
        "title": "Register as a waste carrier, broker or dealer directly online at GOV.UK",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-01T08:30:00",
        "categories": [
            "Environment Agency",
            "Regulated industry",
            "Waste"
        ],
        "content": [
            {
                "content": "Anyone who moves waste as part of their business operations must register with the relevant regulator.",
                "tag": "p"
            },
            {
                "content": "This includes you if:",
                "tag": "p"
            },
            {
                "content": "In England you can register directly with the Environment Agency online as a waste carrier, broker or dealer: Register or renew as a waste carrier, broker or dealer - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Registration is free if you only transport waste you produce yourself (unless it is construction and demolition waste).",
                "tag": "p"
            },
            {
                "content": "Otherwise, registration costs £184 initially and £125 on renewal.",
                "tag": "p"
            },
            {
                "content": "Please be aware that any websites that advertise to complete this on your behalf are not affiliated with us and may charge an additional fee for their service.",
                "tag": "p"
            },
            {
                "content": "We are happy to help",
                "tag": "h2"
            },
            {
                "content": "Registering is quick and easy. If you need any assistance when registering, we are happy to help. You can contact nccc-carrierbroker@environment-agency.gov.uk or 03708 506 506 (Monday to Friday, 8am to 6pm).",
                "tag": "p"
            },
            {
                "content": "When registering, you must provide us with the correct and complete information. Providing incorrect information, whether by mistake or on purpose, means we can remove you from the register.",
                "tag": "p"
            },
            {
                "content": "If alternative or incomplete contact information is provided (e.g., if third parties provide their contact information rather than yours), you may not receive important updates and information relating to your registration, including correspondence from us if we decide to remove you from the register.",
                "tag": "p"
            },
            {
                "content": "Not only could you then miss the opportunity to provide us with the correct information and have your registration restored, but you could become an unregistered carrier, broker or dealer and not be aware.",
                "tag": "p"
            },
            {
                "content": "It is an offence to transport controlled waste or act as a broker of or dealer in controlled waste without being registered, and such an offence could result in us taking enforcement action.",
                "tag": "p"
            },
            {
                "content": "You can ensure that all your details are provided correctly by completing the registration yourself at: Register or renew as a waste carrier, broker or dealer - GOV.UK",
                "tag": "p"
            },
            {
                "content": "If you hold a current registration and need to inform us of any change affecting information relating to your registration, you must inform us within 28 days of that change.",
                "tag": "p"
            },
            {
                "content": "You can do so by contacting nccc-carrierbroker@environment-agency.gov.uk  or 03708 506 506 (Monday to Friday, 8am to 6pm).",
                "tag": "p"
            },
            {
                "content": "Help us protect the waste industry from waste crime",
                "tag": "h2"
            },
            {
                "content": "If you think you know about or suspect illegal waste activities, you can report it to our 24-hour incident hotline: 0800 80 70 60 or 100% anonymously to Crimestoppers: 0800 555 111 or online.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/01/register-as-a-waste-carrier-broker-or-dealer-at-gov-uk/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "If you transport waste or buy, sell or dispose of waste - or arrange for someone else to do so - you must register with the Environment Agency."
    },
    {
        "title": "Fisheries activity mapping: Reports and data published",
        "authors": [
            "Carl Jönsson, Senior Marine Planner (Project Manager)"
        ],
        "posted_on": "2025-09-30T15:10:24",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "In summer 2023 we engaged with the fishing industry on fisheries mapping carried out by the MMO Marine Planning Team. ",
                "tag": "p"
            },
            {
                "content": "We’ve now incorporated stakeholder feedback through an update to the fisheries mapping work.",
                "tag": "p"
            },
            {
                "content": "Amongst some of the key points you raised, we’ve addressed the following:",
                "tag": "p"
            },
            {
                "content": "You Said",
                "tag": "p"
            },
            {
                "content": "We did",
                "tag": "p"
            },
            {
                "content": "In addition to actioning these valuable pieces of feedback, this new phase of fisheries mapping:",
                "tag": "p"
            },
            {
                "content": "Figure 1. Spatial distribution of fishing activity for the UK over 12-metre fleet 2016-2023, visualised using the cumulative proportion of landing value across 2 target pelagic fish species: herring (left) and mackerel (right).",
                "tag": "p"
            },
            {
                "content": "Figure 2. Map showing the number of ports operating around the UK based on fishing activity for the UK over 12-metre fleet 2016-2023.",
                "tag": "p"
            },
            {
                "content": "Note that the UK under 12-metre fleet has not been analysed further in this phase, as currently available data is not at a resolution that would provide additional information beyond what was analysed in 2022.",
                "tag": "p"
            },
            {
                "content": "The technical report, alongside a non-technical summary can be accessed via the Marine Management Organisation’s evidence register.",
                "tag": "p"
            },
            {
                "content": "All the layers produced during this phase of work will be made available on our online marine planning service, Explore Marine Plans.",
                "tag": "p"
            },
            {
                "content": "We are now seeking your feedback on the work carried out in this phase.We have an open call for views through our online form, or you can contact us on the details below to discuss further.The form can be accessed via: https://forms.office.com/e/TRA0nkjXL5",
                "tag": "p"
            },
            {
                "content": "We thank you for any time taken to attend the sessions or fill out our survey.We’d be happy to continue discussions with any interested stakeholders. Please get in touch via planning@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/09/30/fisheries-activity-mapping-reports-and-data-published/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "In summer 2023 we engaged with the fishing industry on fisheries mapping carried out by the MMO Marine Planning Team.  We’ve now incorporated stakeholder feedback through an update to the fisheries mapping work. Amongst some of the key points you …"
    },
    {
        "title": "What’s changing - applying for patents",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-09-30T14:15:00",
        "categories": [
            "Digital",
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "The Intellectual Property Office (IPO) is transforming how you apply for patents with the launch of our new One IPO digital services, expected in early 2026. This digital transformation will improve how you apply for, manage and monitor patents, modernising UK intellectual property services. ",
                "tag": "p"
            },
            {
                "content": "We're publishing a series of blogs to guide you through the changes and ensure you have everything you need for a smooth transition to our new service.  ",
                "tag": "p"
            },
            {
                "content": "Without a doubt, the part of the service we’ve received most interest in is applying for patents. It’s the most crucial part of the process, and getting it right is the difference between having meaningful legal protection or none at all. ",
                "tag": "p"
            },
            {
                "content": "There are big changes coming to the patent application process, which are detailed below. ",
                "tag": "p"
            },
            {
                "content": "The improvements ",
                "tag": "h3"
            },
            {
                "content": "There are several improvements to the existing service for patent applications. These improvements include being able to:",
                "tag": "p"
            },
            {
                "content": "What you can apply for ",
                "tag": "h3"
            },
            {
                "content": "To apply for a patent, you’ll have to be logged in to your IPO account. In the service you can apply for: ",
                "tag": "p"
            },
            {
                "content": "You cannot make a Patent Cooperation Treaty (PCT) patent via the One IPO service. In future, you will do this via the World Intellectual Property Office’s ePCT service. ",
                "tag": "p"
            },
            {
                "content": "Application structure ",
                "tag": "h3"
            },
            {
                "content": "Our existing patent application service is linear – you start at question 1 and answer the questions in a set order. In the new service, the questions are broken into sections that you can complete in any order you wish. ",
                "tag": "p"
            },
            {
                "content": "Some information will be required to be completed before you can review your application, pay and submit, whereas other information can be submitted later or is optional. The application screen will have clear sections showing what is and isn’t required. ",
                "tag": "p"
            },
            {
                "content": "Document formats ",
                "tag": "h3"
            },
            {
                "content": "One of the biggest changes is the formats that you submit in the new service. Previously, patent specifications (that's the details of your patents) were typically submitted in a PDF format. In the new service, the different parts of the applications will need to be submitted separately and in the following formats: ",
                "tag": "p"
            },
            {
                "content": "The reason for this is to speed up the processing of your application. Having your documents in machine-readable formats allows us to automate processes that were previously manual, so we can offer you a better service. ",
                "tag": "p"
            },
            {
                "content": "Draft applications ",
                "tag": "h3"
            },
            {
                "content": "The single most requested feature has been draft applications. There is a dedicated ‘drafts’ section in your account where you can view draft applications, created by either yourself or a colleague. There is also an option to copy a link to your application as you’re working on it and share this with a colleague. ",
                "tag": "p"
            },
            {
                "content": "There is no ‘workflow’ built into the service. This means that you don’t hand control of the application back and forth between different people. Everyone has access to create, edit and submit an application. We are looking at ways to make it as clear as possible when an application will be submitted so it can’t be done in error. ",
                "tag": "p"
            },
            {
                "content": "Filing receipts ",
                "tag": "h3"
            },
            {
                "content": "A key part of the application process is receiving your filing receipt, which provides information about your application. Typically, you received this straight after filing in the legacy service, but it works a bit differently in the new service.",
                "tag": "p"
            },
            {
                "content": "In the new service, when you first apply you’ll immediately get an email confirming the most vital information – your filing date, application number and reference (if provided). You will then receive a further email with your full filing receipt once your application has completed a national security check. This will typically take no more than two working days. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/09/30/whats-changing-applying-for-patents/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "The Intellectual Property Office (IPO) is transforming how you apply for patents with the launch of our new One IPO digital services, expected in early 2026. This digital transformation will improve how you apply for, manage and monitor patents, modernising …"
    },
    {
        "title": "The NDA Group Graduate Programme: more than a job",
        "authors": [
            "Nuala Ledward"
        ],
        "posted_on": "2025-09-30T13:53:10",
        "categories": [
            "Early careers"
        ],
        "content": [
            {
                "content": "The NDA group graduate scheme offers far more than just a stepping stone into the nuclear industry; it’s a chance to grow professionally, explore new places, and become part of a supportive community. ",
                "tag": "p"
            },
            {
                "content": "Nuala Ledward, Assurance and Performance Graduate, shares how her secondment to Dounreay brought these benefits to life.",
                "tag": "p"
            },
            {
                "content": "As an NDA group graduate I completed a three-week secondment at Dounreay, a former nuclear site in Caithness, over the summer; an opportunity that exemplifies what makes the NDA graduate experience so unique. My time at Dounreay was both professionally enriching and personally memorable.",
                "tag": "p"
            },
            {
                "content": "I have been based in the Assurance and Performance directorate of the Nuclear Decommissioning Authority (NDA) for a year, providing independent oversight of operational performance across the NDA group, which comprises of Sellafield, Nuclear Restoration Services (NRS), Nuclear Waste Services (NWS) and Nuclear Transport Solutions (NTS). I help to monitor and assess performance across areas such as health and safety, project delivery, and asset management and continuous improvement.",
                "tag": "p"
            },
            {
                "content": "One of the greatest strengths of the NDA group graduate programme is the chance to work at different sites, gaining hands-on experience and a real understanding of the breadth of work happening across the organisation. At Dounreay, which was the UK’s centre of pioneering fast reactor research, I was able to see first-hand the innovative projects underway and contribute meaningfully to the team’s objectives. For example, I supported the development of a centralised digital platform for data management which is helping to reduce duplication, improve data accessibility, and enable more informed decision-making across departments.",
                "tag": "p"
            },
            {
                "content": "What stood out most during my secondment was the supportive and inclusive culture that defines the NDA group. From the moment I arrived, I felt welcomed and valued. The graduate network is a real asset, providing a built-in community of peers and mentors who are always willing to offer advice, answer questions, and share their own experiences. This sense of camaraderie was very much evident at Dounreay and it made a real difference to my confidence and development.",
                "tag": "p"
            },
            {
                "content": "The NDA group graduate scheme also encourages us to make the most of our time outside of work, recognising that a healthy work-life balance is key to personal and professional growth. During my placement, I took the opportunity to explore the Caithness region, discovering its stunning landscapes and vibrant local community. Whether it was walking the Holburnhead Circular route, visiting Dunnet Forest, or enjoying local food spots like Annie’s Bakery and the Captain's Galley, these experiences helped me feel connected not just to my workplace, but to the wider community that supports it.",
                "tag": "p"
            },
            {
                "content": "Being on site most days gave me a strong foundation for learning. While flexible working is a valuable part of modern life, there’s something uniquely beneficial about face-to-face collaboration, especially for graduates at the start of their careers. Working alongside colleagues allowed me to build genuine relationships, learn through observation, and take part in spontaneous conversations that simply don’t happen online. These moments of informal learning and connection are a key part of what makes the NDA group graduate scheme so special.",
                "tag": "p"
            },
            {
                "content": "Importantly, the scheme is structured to help graduates develop both professionally and personally. The support from colleagues, the variety of placements, and the encouragement to get involved in local life all contribute to a well-rounded experience. I found that immersing myself in both the workplace and the community made my secondment more memorable and fulfilling.",
                "tag": "p"
            },
            {
                "content": "For anyone considering the NDA group graduate scheme, or for colleagues welcoming new graduates to their teams, I’d emphasise the value of this supportive environment. The scheme is more than just a job; it’s a chance to build a network, develop new skills, and become part of a community that is committed to making a difference. For my next placement, I will be moving further into NRS where I will be joining the Project Controls Engineers team within the Programme Management Office. I cannot wait to continue my scheme within NRS and my experience with them at Dounreay really showed me how the NDA group invests in its graduates, helping us to grow, succeed, and feel at home wherever we are placed.",
                "tag": "p"
            },
            {
                "content": "Applications are currently being welcomed for the 2026 NDA group graduate programme. Find out more at ndagroup.careers/early-careers.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/the-nda-group-graduate-programme-more-than-a-job/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "The NDA group graduate scheme offers far more than just a stepping stone into the nuclear industry; it’s a chance to grow professionally, explore new places, and become part of a supportive community. Nuala Ledward, Assurance and Performance Graduate, shares …"
    },
    {
        "title": "Welcome to the Operational Delivery Profession: Delivering excellence every day",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-09-30T13:49:48",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Operational Delivery",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "A guest blog from Sir Peter Schofield, Head of the Government Operational Delivery Profession.",
                "tag": "p"
            },
            {
                "content": "When you think of the Civil Service, you might picture people in Whitehall working directly with ministers. But the reality is more than half of us, 300,000 civil servants, work on the front line in operational and delivery roles.",
                "tag": "p"
            },
            {
                "content": "These roles vary hugely, from processing passport applications and helping people find work as a jobcentre coach, to working as tax officers, court officials, and in consular roles. But what we all have in common is that we are the point where citizens interact with the government. People’s day to day experience of the Civil Service comes from their interaction with operational delivery teams.",
                "tag": "p"
            },
            {
                "content": "Our roles cover the whole of government. Some of us work in dedicated operational delivery teams, while others bring our operational expertise to policy, digital, commercial, and strategy functions. This variety creates great opportunities for career development.",
                "tag": "p"
            },
            {
                "content": "For all of us in these roles, there is a profession to help you succeed in the important work you do, and to support you in reaching your full potential. I have the privilege of leading the Operational Delivery Profession (ODP), alongside Angela MacDonald at HM Revenue & Customs and other leaders from operational delivery teams across every government department.",
                "tag": "p"
            },
            {
                "content": "What does ODP offer?",
                "tag": "h2"
            },
            {
                "content": "The Professional Skills Framework (PSF) gives you a clear path for your career development. Our LISTR  platform helps you connect with mentors, coaches, and networking opportunities across government. These connections can broaden your understanding of career possibilities and help you identify opportunities beyond your current department.",
                "tag": "p"
            },
            {
                "content": "For those seeking formal recognition of their expertise, we offer a range of learning and development programmes. Our annual ODP Fest brings together professionals from across government to share good practice and celebrate achievements in operational delivery.",
                "tag": "p"
            },
            {
                "content": "Senior leaders can also join our Senior Community of Practice, where we tackle the complex challenges of designing and delivering large-scale government services. This community recognises that effective leadership in operational delivery needs both strategic thinking and practical expertise.",
                "tag": "p"
            },
            {
                "content": "The impact of your work",
                "tag": "h3"
            },
            {
                "content": "What distinguishes our profession is the direct impact we have on citizens' lives. When someone receives their pension payment, gets a new passport, or accesses support services, they are benefitting from your professional expertise and commitment to meeting their needs.",
                "tag": "p"
            },
            {
                "content": "These interactions are more than just processes—they are often significant moments in people's lives. Your knowledge, attention to detail, and commitment to getting things right directly contribute to public trust in government services and help improve outcomes for individuals.",
                "tag": "p"
            },
            {
                "content": "Engaging with your profession",
                "tag": "h3"
            },
            {
                "content": "As an ODP member, you have access to a professional community that understands the realities of operational delivery in government. Whether operational delivery is your primary focus or part of a broader role, connecting with this community offers opportunities to enhance your skills, expand your knowledge, and contribute to improving government services.",
                "tag": "p"
            },
            {
                "content": "Your experience and insights contribute to our collective understanding of how to deliver better outcomes for citizens. By engaging with the profession, you can share your expertise, learn from colleagues, and help shape the future of operational delivery across government.",
                "tag": "p"
            },
            {
                "content": "Welcome to ODP – where your expertise plays a vital role in delivering the government services that matter most to people across the UK.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/09/30/welcome-to-the-operational-delivery-profession-delivering-excellence-every-day/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "300,000 civil servants work on the front line in operational and delivery roles. Sir Peter Schofield, Head of the Government Operational Delivery Profession, tells us more about his work."
    },
    {
        "title": "Data Strategy in practice - Introduction and strategic ambitions",
        "authors": [
            "Sian Thomas, Chief Data Officer"
        ],
        "posted_on": "2025-09-30T11:23:53",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "This blog series reflects on findings from a research project run by DBT in May 2025. It involved 15 organisations across the civil service, private sector, and charity sector. The project set out to explore the ambitions and challenges of developing a data strategy in a large organisations. It used a mix of workshops, surveys and desk research.",
                "tag": "p"
            },
            {
                "content": "Each blog will explore a specific theme that emerged from the project. The first topic is 'Strategic ambitions' - what organisations hope to achieve through their data strategies, and how these ambitions shape their approach. ",
                "tag": "p"
            },
            {
                "content": "Introduction from Sian Thomas, DBT Chief Data Officer",
                "tag": "h2"
            },
            {
                "content": "Understanding data platforms is quite challenging. DBT created our original platform and catalogue to manage the UK's exit from the EU. This means that, in the context of such things, it is old. However, it is familiar and used by 2,000 DBT staff every month.",
                "tag": "p"
            },
            {
                "content": "I am not sure there is ever a ‘right time’ to start a project like this. However, hopefully you will agree as we take you through the findings, it was certainly worthwhile. The insights we gained are invaluable and we are excited to share what we learned with you over the coming months.",
                "tag": "p"
            },
            {
                "content": "I would like to extend my heartfelt thanks to all the organisations who shared their knowledge and experiences with us, and to all the individuals who engaged with us throughout this journey. Their contributions have been instrumental in making this project a success.",
                "tag": "p"
            },
            {
                "content": "Strategic ambitions",
                "tag": "h2"
            },
            {
                "content": "One of our goals was to understand how DBT's ambition compares both to our peers and recognised leaders and innovators in data and AI. We wanted to explore their long-term vision and the importance of data to their digital transformation to help us reflect on our own aspirations.",
                "tag": "p"
            },
            {
                "content": "We discovered that, as a Data and AI Services Portfolio in a UK government Department, we are not alone in our ambition to:",
                "tag": "p"
            },
            {
                "content": "We saw common goals among the organisations we spoke to, both in government and the private sector including:",
                "tag": "p"
            },
            {
                "content": "QUOTE: “Can we use what we already know – income, self-assessment – to auto populate and support customers?\"  HMRC participant ",
                "tag": "p"
            },
            {
                "content": "It was reassuring to note how familiar these challenges are for us at DBT. It also taught us:",
                "tag": "p"
            },
            {
                "content": "Overall, it was clear that the commitment to becoming more data-driven, digitally mature organisations is a common goal regardless of sector. It strikes the balance between getting the basics right and embracing innovation. DBT’s ambitions are firmly in sync with that. This shared strategic direction laid the foundation for the deeper themes explored throughout the project. ",
                "tag": "p"
            },
            {
                "content": "Keep an eye out for upcoming blogs in this series where we will delve into further themes that emerged, including data infrastructure, governance and processing.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/09/30/data-strategy-in-practice-introduction-and-strategic-ambitions/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Reflections on research by the Digital, Data and Technology team in May 2025 with 15 organisations. This is the first in a series of blog posts on the topic."
    },
    {
        "title": "Behind the scenes with the UK NSC’s Research and Methodology Group",
        "authors": [
            "Professor Sian Taylor-Phillips"
        ],
        "posted_on": "2025-09-30T10:44:10",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "In an era of rapid advances in screening technologies and a growing focus on personalised prevention, the UK National Screening Committee (UK NSC) relies on rigorous, policy-relevant research to shape its recommendations.",
                "tag": "p"
            },
            {
                "content": "Central to that mission is the UK NSC’s Research and Methodology Group (RMG). The RMG operates as a formal expert advisory group to the UK NSC. It does not make recommendations, but plays a vital role in making sure research proposals are aligned with the committee’s high evidential standards and criteria.",
                "tag": "p"
            },
            {
                "content": "RMG’s role and membership",
                "tag": "h2"
            },
            {
                "content": "The UK NSC set up the RMG in response to its expanded remit, which includes risk stratified and targeted screening as well as population-based screening.",
                "tag": "p"
            },
            {
                "content": "Its members bring together expertise in:",
                "tag": "p"
            },
            {
                "content": "Screening programmes are offered to very large numbers of well people with the aim of improving health outcomes.",
                "tag": "p"
            },
            {
                "content": "However, sometimes we only have evidence of the impact on health outcomes a decade or more after individuals are first invited. Screening programmes also consume large amounts of public resources.",
                "tag": "p"
            },
            {
                "content": "These facts can make research into new screening programmes, or modifications to existing programmes, a daunting prospect for academics and funders.",
                "tag": "p"
            },
            {
                "content": "However, well-designed screening research can have a huge positive impact on population health. Recognising this, a key RMG role is to support researchers in designing efficient proposals that are likely to affect screening policy.",
                "tag": "p"
            },
            {
                "content": "Submission process",
                "tag": "h2"
            },
            {
                "content": "We have developed a process for researchers to submit requests for advice on screening research proposals to the RMG.",
                "tag": "p"
            },
            {
                "content": "The RMG meets quarterly. See upcoming meeting  dates and deadlines.",
                "tag": "p"
            },
            {
                "content": "Topics discussed",
                "tag": "h2"
            },
            {
                "content": "Since its launch, the RMG has advised on a wide range of screening research projects covering topics such as:",
                "tag": "p"
            },
            {
                "content": "There has been a significant emphasis on emerging technologies, including:",
                "tag": "p"
            },
            {
                "content": "Useful advice",
                "tag": "h2"
            },
            {
                "content": "The RMG aims to provide feedback that is supportive, informative, and tailored to specific research needs.",
                "tag": "p"
            },
            {
                "content": "It helps identify evidence gaps, refine research priorities and steer study design to give researchers the best chance of influencing UK screening policy. ",
                "tag": "p"
            },
            {
                "content": "RMG advice cannot guarantee that the UK NSC will later make a positive recommendation, should the proposal reach that stage. However, its input does improve the chance of the research answering the kinds of questions the committee is likely to ask to inform recommendations.",
                "tag": "p"
            },
            {
                "content": "Health Technology Assessment (HTA) Programme research into asymptomatic bacteriuria in pregnancy is one example of a research proposal that was discussed at the RMG and has resulted in a funded call for research.",
                "tag": "p"
            },
            {
                "content": "Feedback to drive improvement",
                "tag": "h2"
            },
            {
                "content": "The RMG encourages researchers who engage with the group to complete a short survey about their experience. Feedback from the survey, designed to take a few minutes to complete, supports continuous improvement.",
                "tag": "p"
            },
            {
                "content": "The survey asks for insights from applicants on:",
                "tag": "p"
            },
            {
                "content": "Researchers who have responded to the survey have generally been very positive about their experience.",
                "tag": "p"
            },
            {
                "content": "Participants have consistently rated the process highly across multiple dimensions. One researcher said the RMG feedback was 'very important' in changing their approach. Several others said they had received grant funding for research after engaging with the RMG.",
                "tag": "p"
            },
            {
                "content": "Survey feedback has also highlighted areas for potential improvement. It will help us refine how the RMG works and ensure it continues to meet the needs of the research community.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email  uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/30/behind-the-scenes-with-the-uk-nscs-research-and-methodology-group/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC’s Research and Methodology Group has advised on a wide range of screening research projects since its launch."
    },
    {
        "title": "HydroGNSS mission lands in California",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-30T10:39:22",
        "categories": [
            "Earth observation"
        ],
        "content": [
            {
                "content": "The UK-built HydroGNSS mission, which will investigate the Earth’s water cycle, has landed in California and is ready to start preparations for launch.  ",
                "tag": "p"
            },
            {
                "content": "Built by Surrey Satellite Technology Ltd (SSTL), in Guildford, HydroGNSS-1 and HydroGNSS-2 are part of the European Space Agency’s Scout programme – delivering rapid, low-cost Earth observation missions.  ",
                "tag": "p"
            },
            {
                "content": "Once in orbit, the pair will track climate variables like soil moisture and flooding, using signals from existing GNSS satellites in innovative new ways.  ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency provided €30 million of funding for the mission, through ESA's FutureEO programme. ",
                "tag": "p"
            },
            {
                "content": "Beth Greenaway, Joint Head of Earth Observation and Climate at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "Changes in the global water cycle pose a threat to our environment and to communities around the world. ESA’s HydroGNSS delivers observations on four essential hydrological climate variables:",
                "tag": "p"
            },
            {
                "content": "1. soil moisture,  ",
                "tag": "p"
            },
            {
                "content": "2. inundation or wetlands,  ",
                "tag": "p"
            },
            {
                "content": "3. freeze/thaw state, and  ",
                "tag": "p"
            },
            {
                "content": "4. above-ground biomass.",
                "tag": "p"
            },
            {
                "content": "Essential climate variables are identified by the global climate observing system (GCOS) and are used in many applications and areas of science: from weather forecasting and flood prediction, to understanding wetlands, as well as data on permafrost and forest carbon stocks. HydroGNSS will also measure wind speed over the ocean and sea-ice extent as secondary products. ",
                "tag": "p"
            },
            {
                "content": "Pete Garner, Senior Project Manager, SSTL, said:",
                "tag": "p"
            },
            {
                "content": "By providing valuable data on the Earth’s water cycle, HydroGNSS will ensure there are no data gaps when missions such as ESA’s SMOS and NASA’s SMAP come to an end. ",
                "tag": "p"
            },
            {
                "content": "The mission will provide measurements on these water-related indicators using a technique called Global Navigation Satellite System (GNSS) reflectometry.  ",
                "tag": "p"
            },
            {
                "content": "This technique involves the signals from systems such as Galileo and GPS, which are part of the GNSS. These navigation satellites work by continually transmitting low-power L-band microwave navigation signals towards Earth. Their primary purpose is to provide global positioning, navigation, and timing services, such as the navigation systems in cars and mobile devices. ",
                "tag": "p"
            },
            {
                "content": "However, when the GNSS signal reflects off Earth’s surface, it is altered by the soil’s physical properties. The HydroGNSS mission obtains scientific data on the Earth’s water cycle by comparing this altered signal with the direct signals from the GNSS satellites. ",
                "tag": "p"
            },
            {
                "content": "The mission consists of two microsatellites, both of which carry a GNSS reflectometry instrument in an orbit of 500-600 km, 180 degrees apart. ",
                "tag": "p"
            },
            {
                "content": "HydroGNSS is the first of three Scout missions, which pave the way to innovative science in a quick and adaptable way, complementing ESA’s Earth Explorer research missions. ",
                "tag": "p"
            },
            {
                "content": "Launch is expected later this year on a Falcon 9 rocket. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/30/hydrognss-mission-lands-in-california/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK-built HydroGNSS mission, which will investigate the Earth’s water cycle, has landed in California and is ready to start preparations for launch.  "
    },
    {
        "title": "How Defra is leading the way in sustainable technology",
        "authors": [
            "Edd Parry"
        ],
        "posted_on": "2025-09-30T09:40:51",
        "categories": [
            "End user services",
            "Service experience"
        ],
        "content": [
            {
                "content": "Edd Parry, Director of Group Infrastructure and Operations in Defra Digital Data Technology and Security, reflects on our journey to reimagine how we procure IT services, focusing on sustainability and improving the end user experience.",
                "tag": "p"
            },
            {
                "content": "In March this year, we announced that our IT Service Desk, and the rest of our end user IT services would be moving to a single supplier, Atos. These include elements of support, such as Tech Bars in our offices, and our Virtual Tech Bars, as well as the provision of laptops, phones and Assistive Technology.",
                "tag": "p"
            },
            {
                "content": "What’s so interesting about that, you might be thinking? It’s just a routine procurement exercise; we do these things all the time, right? Those are fair challenges, I admit!",
                "tag": "p"
            },
            {
                "content": "Over the summer we moved to the new contract. Our 4 primary objectives to elevate those services are to:",
                "tag": "p"
            },
            {
                "content": "Why we are doing this",
                "tag": "h2"
            },
            {
                "content": "Defra’s existing contracts for these services were coming to an end this year. We managed these through separate contracts; however, our ambition was to combine those into one contract with a single supplier, creating a smoother service and improving the digital and service experience for our users.",
                "tag": "p"
            },
            {
                "content": "We are applying commercial strategies to set new standards in sustainable contracting. This includes supporting circular economy benefits and extending the life of hardware devices through refurbishment while remaining focused on performance and a great user experience.",
                "tag": "p"
            },
            {
                "content": "We’ve placed huge emphasis on not just understanding the practical experience of using end user IT services, but the ability to proactively drive improvements. Users will see fewer hand-offs between teams when they need support, a greater focus on their perception of the experience, and we’re introducing commercially incentivised experience level agreements to drive continual improvement.",
                "tag": "p"
            },
            {
                "content": "Putting sustainability at the centre of everything we do",
                "tag": "h2"
            },
            {
                "content": "Arguably, the biggest and most exciting change we are introducing is how we manage devices in a more sustainable way. We are transitioning to a model where device refreshes are based solely on performance degradation.",
                "tag": "p"
            },
            {
                "content": "Refreshing a device based on its performance will ensure that the laptop is always up to speed and high performing. It will also help us achieve our sustainability targets and demonstrate that across government, we take our responsibilities for reducing carbon emissions and e-waste seriously.",
                "tag": "p"
            },
            {
                "content": "Something that we are very proud of is Atos’s partnership with Circular Computing, who will be refurbishing laptops when they are at end of life, instead of throwing them away. This allows us to establish a ‘refurbished by default’ approach to device refresh.",
                "tag": "p"
            },
            {
                "content": "Devices will look, and most importantly perform, as good as new. We want our people to be proud of the device they use every day. Proud because it performs well, because it’s well looked-after, and looks good, and because by using it, they are doing their bit for the planet.",
                "tag": "p"
            },
            {
                "content": "Our laptop refurbishment programme with Circular Computing has made us the first UK government department to implement these practices, setting the standard for others. To put this into perspective - across the EU, 160,000 laptops are thrown away every day. While 80% could be recycled, only 20% are. Each refurbished laptop we use saves approximately 316 kg of carbon reduction, compared to manufacturing a new one. We're proud to be leading positive change in this area.",
                "tag": "p"
            },
            {
                "content": "And there’s more...",
                "tag": "h2"
            },
            {
                "content": "Another feature of our new contract will be the integration of our Service Desk into Microsoft Teams to make it easier to speak to agents and resolve issues.  There will be increased use and capability of Smart Lockers, reducing our carbon footprint, and we will introduce even more Tech Bars.",
                "tag": "p"
            },
            {
                "content": "Over time, we also plan to introduce more flexibility in the devices and services we provide. We want to ensure colleagues have the right tool for their job role and reduce the need to carry multiple devices. This will reduce costs, reduce security risks and provide them with the technology they need.",
                "tag": "p"
            },
            {
                "content": "Going beyond end user IT services",
                "tag": "h2"
            },
            {
                "content": "Our ambition doesn’t stop there. This imaginative approach to procurement of IT services goes beyond what I’ve already mentioned.",
                "tag": "p"
            },
            {
                "content": "In recent months we’ve successfully migrated all colleagues with a mobile device to digital SIM cards (eSIMs). This is an innovative approach which has already reduced plastic waste, while delivering a better service with improved connections.",
                "tag": "p"
            },
            {
                "content": "Our Application Maintenance and Support contract with Accenture, which also began this year, will enable Defra to migrate and enhance over 300 legacy applications, further reducing costs and increasing efficiency. ",
                "tag": "p"
            },
            {
                "content": "We’re also in the process of replacing our current managed print service. We want to reduce the amount of printing done in Defra through our digital service transformation initiative, but where printing is unavoidable, we are adopting a cross government standard called GovPrint. This will enable Defra group staff to print from any government department building that has transitioned to the GovPrint solution.",
                "tag": "p"
            },
            {
                "content": "And we’re improving our network provision too, with the re-procurement of our network connectivity contract, transitioning from the current, inflexible fixed network to a more efficient optimised network environment which supports the government strategy of ‘Cloud First’ and ‘Wi-Fi by default’.",
                "tag": "p"
            },
            {
                "content": "So, there is a lot to be proud about and excited for as we work to achieve our ambition to reimagine the way we think about and deliver IT services to our Defra colleagues as sustainably and cost-effectively as we can.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/09/30/how-defra-is-leading-the-way-in-sustainable-technology/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Edd Parry, Director of Group Infrastructure and Operations in Defra Digital Data Technology and Security, reflects on our journey to reimagine how we procure IT services, focusing on sustainability and improving the end user experience."
    },
    {
        "title": "Celebrating five years of the People and Nature Surveys: What we’ve learned about England’s love for the outdoors ",
        "authors": [
            "Sheldon Allen"
        ],
        "posted_on": "2025-09-30T08:30:00",
        "categories": [
            "Connecting People with Nature",
            "Countryside Code",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Sheldon Allen, Project Manager, Natural England’s People and Nature Survey Team ",
                "tag": "p"
            },
            {
                "content": "Nature and happiness – what's the connection? ",
                "tag": "h4"
            },
            {
                "content": "What makes you feel happy? For most people in England, it’s time spent outdoors. Our People and Nature Survey for England (PaNS) is now in its fifth year, and the message is clear: 85% of adults say nature boosts their happiness. ",
                "tag": "p"
            },
            {
                "content": "Nature helps us feel less stressed, more energised, and more connected. Whether it’s a walk in the park, listening to birdsong, or volunteering for a local conservation project, there’s no single way to enjoy the outdoors. ",
                "tag": "p"
            },
            {
                "content": "Even small moments - like pausing to notice the changing seasons - can lift our mood. Scientists have found that being in nature can reduce stress in our brains, and even the chemicals in soil and leaves may play a part in making us feel happier. ",
                "tag": "p"
            },
            {
                "content": "Health and Nature ",
                "tag": "h4"
            },
            {
                "content": "It’s not just about happiness - nature is vital for our health. Our latest annual report out this month shows that 91% of people agree being in nature benefits their physical health, and 90% say it helps their mental wellbeing. ",
                "tag": "p"
            },
            {
                "content": "Green Social Prescribing (GSP) is helping make this a reality across the country. GSP connects people with nature-based activities, such as gardening or walking groups, to support mental health. Natural England is a key partner in the first national GSP programme, working with NHS England, Defra, and others to scale up referrals and test new approaches. ",
                "tag": "p"
            },
            {
                "content": "We’re also supporting GPs to integrate nature into patient care, and working with the Centre for Sustainable Healthcare to green NHS estates, turning hospital grounds into places that support both people and wildlife. ",
                "tag": "p"
            },
            {
                "content": "Barriers to Nature ",
                "tag": "h4"
            },
            {
                "content": "Despite the positive connection between nature and wellbeing, barriers remain. 65% of non-visitors told us they would have liked to spend more time outside, but factors like bad weather, anti-social behaviour, and lack of facilities get in the way. ",
                "tag": "p"
            },
            {
                "content": "Our data also shows that younger adults and people identifying as Black or Black British are more likely to say they don’t have local green spaces within easy walking distance. These insights highlight the need for targeted action to ensure everyone can access nature. ",
                "tag": "p"
            },
            {
                "content": "We’re tackling these barriers head-on by working with a wide range of partners and communities. Through inclusive campaigns like the Agency for Nature, led by Purpose Disruptors, and the Outdoor Citizen Project with YHA and All the Elements, we’re empowering young people and supporting grassroots initiatives that make the outdoors more welcoming for everyone. These collaborations help amplify diverse voices and encourage new audiences to discover the benefits of nature. ",
                "tag": "p"
            },
            {
                "content": "Practical accessibility is another key focus. We’ve expanded the Centre for Outdoor Accessibility Training (COAT), which offers hands-on training and resources to help make green spaces more accessible for people of all ages and abilities. From inclusive design principles to all-terrain mobility support, COAT is helping to remove real-world barriers and ensure that everyone can enjoy the benefits of nature. ",
                "tag": "p"
            },
            {
                "content": "Of course, there’s still much more work to be done. But the People and Nature Survey continues to be a vital tool for identifying where we need to focus next, and for evaluating our efforts to tackle barriers to access. ",
                "tag": "p"
            },
            {
                "content": "Water Quality ",
                "tag": "h4"
            },
            {
                "content": "For the first time, water pollution has overtaken climate change as the top environmental concern among our survey respondents. Clean rivers, lakes, and seas are vital for wildlife and for our own enjoyment of the outdoors. This shift reflects growing public awareness of water quality issues, which have been widely reported in the media. ",
                "tag": "p"
            },
            {
                "content": "The recent Independent Water Commission report by Sir Jon Cunliffe outlines key recommendations for reforming the sector to better serve the public. As these changes unfold, we’ll be watching closely to see how public sentiment evolves. ",
                "tag": "p"
            },
            {
                "content": "What’s Next for PaNS? ",
                "tag": "h4"
            },
            {
                "content": "Since April 2020, the People and Nature Survey has gathered insights from over 124,000 adults across England, alongside a separate survey for children to better understand their unique perspectives on nature. The survey collects vital evidence on how people engage with nature, tracking access, barriers, understanding, enjoyment, and how it contributes to wellbeing. ",
                "tag": "p"
            },
            {
                "content": "As we move into our sixth year, we’re committed to deepening our understanding and supporting everyone - policy makers, community groups, and individuals - to use the data to make positive change and connect more people with nature. ",
                "tag": "p"
            },
            {
                "content": "Curious for More?",
                "tag": "h4"
            },
            {
                "content": "The People and Nature Survey data is available for everyone to explore and use. You can dive into the full annual report for detailed stats and trends. To make it even easier to work with the data, we’ve created the People and Nature Surveys Data Explorer, a user-friendly tool that enables anyone to carry out their own analysis of the survey data. If you prefer a quick overview, check out our infographic, which highlights key insights from the latest report. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions about the survey or need guidance on how to use the data, please email our team at people_and_nature@naturalengland.org.uk we are always happy to help. ",
                "tag": "p"
            },
            {
                "content": "How do you connect with nature? What would help you get outdoors more often? We’d love to hear your thoughts - share your experiences in the comments below! ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/30/celebrating-five-years-of-the-people-and-nature-surveys-what-weve-learned-about-englands-love-for-the-outdoors/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sheldon Allen, Project Manager, Natural England’s People and Nature Survey Team  Nature and happiness – what's the connection?  What makes you feel happy? For most people in England, it’s time spent outdoors. Our People and Nature Survey for England (PaNS) …"
    },
    {
        "title": "GP Contract: What you need to know",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-09-29T12:38:42",
        "categories": [
            "GPs"
        ],
        "content": [
            {
                "content": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.  ",
                "tag": "p"
            },
            {
                "content": "This delivers on our manifesto promise to end the 8am scramble - patients can now contact their GP digitally whenever suits them during core hours, not just in that frantic morning rush.  ",
                "tag": "p"
            },
            {
                "content": "It's about choice and convenience - patients can still phone or walk in, but now they've also got the online option available all day. More people requesting bookings online means quieter phone lines for those who need to call.  ",
                "tag": "p"
            },
            {
                "content": "This is nothing new and the evidence shows it works - practices already doing this have seen dramatic improvements. One London surgery cut waiting times from 14 days down to just 3 days, with 95% of patients seen within a week.  ",
                "tag": "p"
            },
            {
                "content": "Won’t this lead to GPs being overloaded with requests?",
                "tag": "h3"
            },
            {
                "content": "No. Many GPs have been offering this service, and now it will be provided to patients across the country. ",
                "tag": "p"
            },
            {
                "content": "Practices who weren’t already offering this service were given 6 months from when the contract was agreed to prepare for this change. Evidence shows that where GP practices have moved to this model, both staff and patients have reported a smoother workflow and a better service. ",
                "tag": "p"
            },
            {
                "content": "One London GP surgery which adopted this approach to online bookings reduced waits from 14 days to just 3 – with 95% of patients seen within a week. ",
                "tag": "p"
            },
            {
                "content": "Will this lead to serious cases being missed?",
                "tag": "h3"
            },
            {
                "content": "No. This move will support GPs to care for their patients who need non-urgent care. ",
                "tag": "p"
            },
            {
                "content": "GP websites will feature clear instructions telling patients requiring urgent care to phone their GP or attend in person. ",
                "tag": "p"
            },
            {
                "content": "There are GP surgeries already successfully rolling out online appointment requests, showing it works for patients and practices.  ",
                "tag": "p"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to wanting to work together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "Is this just more work for GPs with no new funding?",
                "tag": "h3"
            },
            {
                "content": "We’ve invested an extra £1.1 billion in general practice – the biggest cash increase in over a decade – and hired over 2,000 extra GPs across England. ",
                "tag": "p"
            },
            {
                "content": "The new requirement represents best practice which many GP practices across England have already adopted successfully.  ",
                "tag": "p"
            },
            {
                "content": "Of course we'll keep supporting practices throughout implementation, learning from the ones already doing it. ",
                "tag": "p"
            },
            {
                "content": "Are you listening to the BMA’s concerns?",
                "tag": "h3"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to working together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "What are you doing to support GPs?",
                "tag": "h3"
            },
            {
                "content": "Fixing the front door of the NHS is a priority for this government, and GPs are front and centre of our 10 Year Health Plan.",
                "tag": "p"
            },
            {
                "content": "We have recruited more than 2,300 extra GPs, delivered 8 million more GP appointments this year, and secured a funding boost of over £1 billion for GP practices.",
                "tag": "p"
            },
            {
                "content": "Thanks to this record support and the hard work of GPs, public satisfaction with GP services is finally on the rise.",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/09/29/gp-contract-what-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.   This delivers on our manifesto promise …"
    },
    {
        "title": "Wildfires: Nature’s role in resisting the spark",
        "authors": [
            "Prof Sallie Bailey"
        ],
        "posted_on": "2025-09-29T11:13:57",
        "categories": [
            "Biodiversity",
            "Countryside Code",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Wildfire"
        ],
        "content": [
            {
                "content": "By Sallie Bailey, Natural England’s Chief Scientist",
                "tag": "p"
            },
            {
                "content": "This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks.",
                "tag": "p"
            },
            {
                "content": "These disasters for both people and wildlife graphically demonstrate the way in which climate change and nature loss fuel each other. But they can also give us clues as to how restoring nature can help to reduce the risk of wildfires and to guard against a warming planet. And the strengthening of legislation on moorland burning, which takes effect tomorrow (30 September), can give valuable momentum to the restoration of England’s peatlands.",
                "tag": "p"
            },
            {
                "content": "Getting hotter",
                "tag": "p"
            },
            {
                "content": "In the UK the term “wildfire” means any uncontrolled blaze on vegetation that needs action to put out. Virtually all wildfires in this country are caused by human activity, from the careless (e.g. negligent use of barbecues or burning of rubbish) to the deliberate (e.g. arson), not to mention the inadvertent such as equipment faults and “managed fires” (heather/grass burning for land management purposes) that escape control.",
                "tag": "p"
            },
            {
                "content": "Climate change is heightening the risk of wildfires, creating hot, dry conditions where one spark or piece of broken glass could lead to destruction and distress for wildlife and people across vast tracts of the country.",
                "tag": "p"
            },
            {
                "content": "It is no coincidence that the driest Spring for more than a century, followed by the hottest ever Summer, have seen 2025 smash an unwelcome record for the highest amount of land claimed by wildfire in a single year in the UK. Alarmingly, it reached that mark as early as April and by August the figure of 40,000 hectares burned was 50 per cent higher than the previous record of 2019. With the long-running drought likely to continue through Autumn and be extended to new areas, as outlined by the National Drought Group earlier this month, that total could yet rise significantly.",
                "tag": "p"
            },
            {
                "content": "According to a study by the Met Office, the Centre for Ecology & Hydrology and the University of Exeter, the damaging fires during the 40C Summer of 2022 were made at least six times more likely by human-induced climate change. Also in 2022, scientists for UNEP predicted that extreme fires would be 50 per cent more likely by the end of this century without significant actions on emissions.",
                "tag": "p"
            },
            {
                "content": "This terrifying trend spells disaster for the health of the world’s population, who can be fatally affected by fires thousands of miles away. Pollution from the Canadian wildfires in 2023, for example, led to an estimated 41,900 premature deaths in North America and a further 22,400 across the Atlantic in Europe.",
                "tag": "p"
            },
            {
                "content": "There are dire consequences for businesses, economies and consumers too. Wildfires during the Summer of 2018 cost UK farms approximately £32 million in total, pushing up food prices for everyone in the process.",
                "tag": "p"
            },
            {
                "content": "Nature is also affected, with 83 of England’s Sites of Special Scientific Interest reporting fires so far this year, including Dartmoor and the North York Moors, on which more than 3,000 hectares were burnt.",
                "tag": "p"
            },
            {
                "content": "Sadly, this merely fuels an ever-worsening cycle as extensive fires on peatland cause carbon to be released into the atmosphere, spurring on a changing climate which in turn increases the likelihood of conditions for wildfires.",
                "tag": "p"
            },
            {
                "content": "Nature is our ally",
                "tag": "p"
            },
            {
                "content": "Fortunately, we do have an ally which can help us not only reduce the threat of wildfires but also tackle the climate change which makes them more likely and more damaging.",
                "tag": "p"
            },
            {
                "content": "Recovering nature, by creating healthy and resilient landscapes, is our best tool against heightened wildfire risk. The evidence-based view of Natural England, the Government’s statutory adviser for the natural environment, is that restoring habitat condition, for example through re-wetting peat previously damaged by drainage and other activities such as repeated burning and overgrazing, will reduce both the risk and severity of future wildfires over the long term. Other habitats, such as drier heath complexes, will require a different approach to nature recovery.",
                "tag": "p"
            },
            {
                "content": "Having a mosaic of healthy habitats across landscapes can help to reduce the likelihood of fires rapidly spreading across areas dominated by single species, such as heather which contains flammable oils. Preferring drier conditions, heather’s dominance on UK moorlands is largely down to the use of fire for management and comes at the expense of vegetation capable of forming peat. We recognise the importance of this habitat to upland communities, both economically and culturally, but more natural conditions along with sustainable management of heather would allow other plant species to take their place alongside heather.",
                "tag": "p"
            },
            {
                "content": "We are working with landowners, backed by funding such as the Environmental Land Management schemes, to ensure measures to restore habitats are appropriate for local conditions: wetness (e.g. Sphagnum moss layers in a bog), coarseness (e.g. mature broadleaved trees) and structural variety (e.g. grasslands with varied sward heights) all can increase resilience to wildfire spread.",
                "tag": "p"
            },
            {
                "content": "Nature restoration has helped to reduce the impacts of a number of recent fires. In 2023, after a significant period of drought, Marsden Moor in West Yorkshire suffered seven wildfires over a tenth of the 2000-hectare estate. While drier areas continued to smoulder, restored wet areas with Sphagnum mosses acted as firebreaks to limit the spread of the fire.",
                "tag": "p"
            },
            {
                "content": "A few miles away in Dove Stone Nature Reserve outside Oldham, a wildfire started in 2018 on neighbouring dry, heather-dominated land before spreading onto the reserve. The more diverse, damp vegetation slowed the fire down enough for it to be stopped by a moss-filled gully located on United Utilities/RSPB land. Although the fire wouldn’t have died out completely by itself, the change from dry peat to the wetter Sphagnum-dominated gullies of Dove Stone meant that the height and heat of the flames reduced sufficiently for human action to bring it under control.",
                "tag": "p"
            },
            {
                "content": "Multiple benefits",
                "tag": "p"
            },
            {
                "content": "Not only does this type of nature restoration help to combat the threat of fires, it brings a host of other benefits too. The soil holds carbon underground instead of releasing it into the atmosphere where it contributes to climate change. At the same time it retains water, improving water quality while mitigating the impacts of droughts and floods – all with positive advantages for businesses and the bills and insurance premiums their customers pay. In addition, the landscape provides more habitat for wildlife and more places for people to visit and enhance their mental and physical health.",
                "tag": "p"
            },
            {
                "content": "Bearing in mind the searching targets currently lying ahead of us, not least to halt species decline by 2030 and to restore (or have under restoration) 280,000 hectares of peatland by 2050, nature recovery is the answer to many of our most pressing challenges.",
                "tag": "p"
            },
            {
                "content": "Government leadership in this area is crucial and is demonstrated earlier by tomorrow’s extension to the ban on burning of deep peat from 40cm to 30cm across all of the English uplands. This legislation will triple the area covered, meaning 676,628 hectares – equivalent to the size of Devon – will now be protected from harmful unlicensed burning and given the chance for nature to thrive. Nature recovery is a long-term solution to fires, but landowners can still manage risk in the short term through burning in certain circumstances under the legislation, provided they obtain a licence from Defra. While the current drought continues there are steps everyone can take to help reduce the risk of wildfires, outlined in this blog post  and in the Countryside Code. In the longer term, I hope that the collaborative efforts being made towards nature recovery mean that this year’s UK wildfire record is one that will never be beaten.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/29/wildfires-natures-role-in-resisting-the-spark/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sallie Bailey, Natural England’s Chief Scientist This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks. These disasters for both …"
    },
    {
        "title": "Everything you need to know about free school breakfast clubs",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-09-29T10:22:01",
        "categories": [
            "Childcare",
            "Schools"
        ],
        "content": [
            {
                "content": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme.",
                "tag": "p"
            },
            {
                "content": "Free breakfast will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment.",
                "tag": "p"
            },
            {
                "content": "We’re inviting schools to apply to be part of an early adopter scheme, rolling it out to families starting from April 2025.",
                "tag": "p"
            },
            {
                "content": "Up to 750 participating schools will be funded to provide access to a free, universal breakfast club lasting at least 30 minutes that includes food.",
                "tag": "p"
            },
            {
                "content": "As well as helping children thrive academically and socially, breakfast clubs give parents and carers more choices in childcare, and support families with the cost of living.",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve promised to triple our investment in breakfast clubs to over £30milion in the 2025-26 financial year.",
                "tag": "p"
            },
            {
                "content": "How can schools apply to the free breakfast club programme?",
                "tag": "h3"
            },
            {
                "content": "Schools can apply by completing an expression of interest form.",
                "tag": "p"
            },
            {
                "content": "Schools will be selected across different school types, sizes and geographical areas to ensure a wide range of representation.",
                "tag": "p"
            },
            {
                "content": "We want to test and learn with as many different types of schools as possible.  ",
                "tag": "p"
            },
            {
                "content": "Schools that become early adopters will have the unique opportunity to shape the future of the national breakfast club policy and directly benefit the children and families of their school.  ",
                "tag": "p"
            },
            {
                "content": "When will families be able to access free breakfast clubs?",
                "tag": "h3"
            },
            {
                "content": "If their school is selected as one of first to roll out the free breakfast clubs, families of primary aged children will be able to access a free breakfast from April 2025.",
                "tag": "p"
            },
            {
                "content": "Schools will be in touch with families about how to sign up to the breakfast club.",
                "tag": "p"
            },
            {
                "content": "The £30million we outlined in the Budget will fund the breakfast clubs for a year from April 2025, as well as continue to support the schools currently providing the National School Breakfast Programme to disadvantaged children.",
                "tag": "p"
            },
            {
                "content": "We will learn from the early adopter schools before rolling out the scheme nationally.",
                "tag": "p"
            },
            {
                "content": "Is this the same as the National School Breakfast Programme?",
                "tag": "h3"
            },
            {
                "content": "Our free breakfast club scheme is separate to our existing National School Breakfast Programme, which sees the government subsidise the cost of breakfast club provision in selected state-funded schools in disadvantaged areas, and doesn’t include childcare.",
                "tag": "p"
            },
            {
                "content": "We have already confirmed funding for the programme so it can continue for the next financial year.",
                "tag": "p"
            },
            {
                "content": "What other support is available to families?",
                "tag": "h3"
            },
            {
                "content": "We’re also expanding childcare for primary school children across England by increasing the number of places available, to support working families.",
                "tag": "p"
            },
            {
                "content": "Separate to the breakfast programme, wraparound childcare is before and after school care for primary school aged children in England during term time, such as regular afterschool provision that runs until 6pm or later. You can read more about the offer on the Education Hub.",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of eligible working parents can also now access 15 hours government-funded early education for children aged 9-months-old and older after new rules kicked in from 1 September 2024. Read more here. ",
                "tag": "p"
            },
            {
                "content": "Some families may also be entitled to free school meals at lunchtime. You can find out more about the programme, including who’s eligible, on Gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/09/free-school-breakfast-clubs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme. Find out more."
    },
    {
        "title": "Revaluation 2026 – everything you need to know",
        "authors": [
            "voadigitalpublishing"
        ],
        "posted_on": "2025-09-29T10:15:16",
        "categories": [
            "Revaluation 2026"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "The Valuation Office Agency (VOA) is currently updating the values it holds for over 2 million business and other non-domestic properties across England and Wales. ",
                "tag": "p"
            },
            {
                "content": "These values are used to calculate business rates bills. ",
                "tag": "p"
            },
            {
                "content": "The future values come into effect in April 2026, but there are actions you can take now to be prepared. If you own a property that might be liable to pay business rates – here is everything you need to know about the 2026 Revaluation. ",
                "tag": "p"
            },
            {
                "content": "1. What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "The VOA updates the rateable values of non-domestic properties in England and Wales every three years. This is known as a revaluation. ",
                "tag": "p"
            },
            {
                "content": "Rateable values are the amount of rent a property could have been let for on a set valuation date. For the 2026 revaluation, that date is 1 April 2024.  ",
                "tag": "p"
            },
            {
                "content": "Rateable values are used by local councils to calculate business rate bills. Using this value as a basis, local councils will apply a standard percentage or ‘multiplier’ and details of any reliefs and discounts to give the amount to be paid.  ",
                "tag": "p"
            },
            {
                "content": "Revaluations make sure that these bills are based on up-to-date information. ",
                "tag": "p"
            },
            {
                "content": "A change in your rateable value does not always mean a change in your bill.  ",
                "tag": "p"
            },
            {
                "content": "We have published a video with more information about the process: What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "2. How can I access information about my business rates valuation? ",
                "tag": "p"
            },
            {
                "content": "You can view your property’s current rateable value through the Find a Business Rates Valuation service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "If you want to see more details about your current valuation, check the details we hold on your property or request a change, you will need a business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "Future rateable values for non-domestic properties, that come into effect on 1 April 2026, will be published before 31 December 2025. Once published, you will be able to see details about these valuations on your Business Rates Valuation Account, or through the Find a Business Rates Valuation Service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We have published guidance on how to set up a business rates valuation account online and in our recent video: Business Rates Valuation Account registration ",
                "tag": "p"
            },
            {
                "content": "3. What to do if I think my valuation is wrong? ",
                "tag": "p"
            },
            {
                "content": "If you believe your current valuation isn’t correct, you can ask us to review it through your business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "First, you’ll need to complete what’s called a Check. This will allow you to correct or confirm factual details about the property. ",
                "tag": "p"
            },
            {
                "content": "If this doesn’t result in a change to your rateable value, you can decide to progress to what’s called a Challenge.  You’ll need to provide evidence to support your case. There’s more information about this on GOV.UK. Confirm your property details - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "It’s important to note that your rateable value can go up as well as down as part of this process. ",
                "tag": "p"
            },
            {
                "content": "You have from now until 31 March 2026 to contact the VOA about your current rateable value. You can contact the VOA about your new rateable value from 1 April 2026. ",
                "tag": "p"
            },
            {
                "content": "You can find out more information on how to do this through other videos on our YouTube account. How to check if you think your business rates valuation is wrong ",
                "tag": "p"
            },
            {
                "content": "4. Choosing to work with a rating agent ",
                "tag": "p"
            },
            {
                "content": "You may want to appoint someone to deal with your business rates and the Valuation Office Agency (VOA) on your behalf. This is called your agent. ",
                "tag": "p"
            },
            {
                "content": "The vast majority of rating agents are reputable and provide a good service. But a small minority act in bad faith. ",
                "tag": "p"
            },
            {
                "content": "These rogue agents usually promise big reductions in business rates – but they do this by submitting inaccurate information. This could result in penalties or increased rates bills for you. ",
                "tag": "p"
            },
            {
                "content": "If you do decide to appoint a rating agent to manage your business rates on your behalf, you can access our checklist to help you choose. We’ve also published a video to explain how you should approach choosing a ratings agent on our YouTube channel: Choosing a business rates agent checklist. ",
                "tag": "p"
            },
            {
                "content": "5. How does the VOA value my property? ",
                "tag": "p"
            },
            {
                "content": "We use one of three methods, depending on the type of evidence available:  ",
                "tag": "p"
            },
            {
                "content": "A rateable value for a property may not be the same as the actual rent paid for the property. ",
                "tag": "p"
            },
            {
                "content": "We have more information about how we calculate the value of different properties on our blog (Valuation Office Agency – News and updates from the Valuation Office Agency) and on our YouTube channel (How we measure properties for business rates).  ",
                "tag": "p"
            },
            {
                "content": "Ailbrisiad 2026 – popeth sydd angen i chi ei wybod ",
                "tag": "h2"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Ar hyn o bryd mae Asiantaeth y Swyddfa Brisio (VOA) yn diweddaru’r gwerthoedd ardrethol y mae yn ei dal ar gyfer dros 2 filiwn eiddo busnes ac eiddo annomestig arall ledled Cymru a Lloegr. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir y gwerthoedd ardrethol yma i gyfrifo biliau ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Daw’r gwerthoedd ardrethol diwygiedig i rym ym mis Ebrill 2026, ond mae camau y gallwch chi eu cymryd nawr i fod yn barod at hyn. Os ydych chi’n berchen ar eiddo a allai fod yn agored i ardrethi busnes – dyma bopeth sydd angen i chi ei wybod am Ailbrisiad 2026. ",
                "tag": "p"
            },
            {
                "content": "1. Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "Mae’r VOA yn diweddaru gwerthoedd ardrethol eiddo annomestig yng Nghymru a Lloegr bob tair blynedd. Gelwir hyn yn ailbrisiad. ",
                "tag": "p"
            },
            {
                "content": "Gwerth ardrethol yw’r swm o rent y gellid bod wedi gosod eiddo amdano ar ddyddiad prisio penodol. Ar gyfer ailbrisiad 2026, y dyddiad hwnnw yw 1 Ebrill 2024. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir gwerthoedd ardrethol gan gynghorau lleol i gyfrifo biliau ardrethi busnes. Gan ddefnyddio’r gwerth hwn fel sail, bydd cynghorau lleol yn cymhwyso canran safonol neu ‘luosydd’ ynghŷd â manylion unrhyw ryddhadau a gostyngiadau i bennu’r swm i’w dalu. ",
                "tag": "p"
            },
            {
                "content": "Mae ailbrisiad yn sicrhau bod y biliau hyn yn seiliedig ar wybodaeth gyfredol. ",
                "tag": "p"
            },
            {
                "content": "Nid yw newid yn eich gwerth ardrethol bob amser yn golygu newid yn eich bil. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi fideo gyda mwy o wybodaeth am y broses: Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "2. Sut alla i gael gwybodaeth am fy mhrisiad ardrethi busnes? ",
                "tag": "p"
            },
            {
                "content": "Gallwch weld gwerth ardrethol cyfredol eich eiddo drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi eisiau gweld mwy o fanylion am eich prisiad cyfredol, gwirio’r manylion sydd gennym ni ar eich eiddo, neu ofyn am newid, bydd angen cyfrif prisio ardrethi busnes arnoch. ",
                "tag": "p"
            },
            {
                "content": "Bydd gwerthoedd ardrethol ar gyfer eiddo annomestig yn y dyfodol, sy’n dod i rym ar 1 Ebrill 2026, yn cael eu cyhoeddi cyn 31 Rhagfyr 2025. Unwaith y byddant wedi’u cyhoeddi, byddwch chi’n gallu gweld manylion am y prisiadau hyn ar eich Cyfrif Prisio Ardrethi Busnes, neu drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi canllawiau ar sut i sefydlu cyfrif prisiad ardrethi busnes ar-lein ac yn ein fideo diweddar: Cofrestru am Gyfrif Prisiad Ardrethi Busnes ",
                "tag": "p"
            },
            {
                "content": "3. Beth ddylwn ei wneud os ydw i’n meddwl bod fy mhrisiad yn anghywir? ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi’n meddwl nad yw eich prisiad cyfredol yn gywir, gallwch ofyn i ni ei adolygu drwy eich cyfrif prisio ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Yn gyntaf, bydd angen i chi gwblhau’r hyn a elwir yn achos Gwirio. Bydd hyn yn caniatáu ichi gywiro neu gadarnhau manylion ffeithiol am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Os nad yw hyn yn arwain at newid i’ch gwerth ardrethol, gallwch benderfynu symud ymlaen i’r hyn a elwir yn achos Herio. Bydd angen i chi ddarparu tystiolaeth i gefnogi eich achos. Mae rhagor o wybodaeth am hyn ar GOV.UK. Cadarnhau manylion eich eiddo - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Mae’n bwysig nodi y gall eich gwerth ardrethol godi yn ogystal â gostwng fel rhan o’r broses hon. ",
                "tag": "p"
            },
            {
                "content": "Mae gennych chi o nawr tan 31 Mawrth 2026 i gysylltu â’r VOA ynghylch eich gwerth ardrethol cyfredol. Gallwch gysylltu â’r VOA ynghylch eich gwerth ardrethol newydd o 1 Ebrill 2026. ",
                "tag": "p"
            },
            {
                "content": "Gallwch ddod o hyd i ragor o wybodaeth am sut i wneud hyn drwy fideos eraill ar ein cyfrif YouTube. Sut i wirio os ydych chi’n meddwl bod eich prisiad ardrethi busnes yn anghywir ",
                "tag": "p"
            },
            {
                "content": "4. Dewis gweithio gydag asiant ardrethu ",
                "tag": "p"
            },
            {
                "content": "Efallai yr hoffech benodi rhywun i ddelio â’ch ardrethi busnes ac Asiantaeth y Swyddfa Brisio (VOA) ar eich rhan. Gelwir hyn eich asiant.  ",
                "tag": "p"
            },
            {
                "content": "Mae gan y mwyafrif helaeth o asiantiaid ardrethu enw da ac yn darparu gwasanaeth da. Ond mae lleiafrif bach yn gweithredu’n anonest. ",
                "tag": "p"
            },
            {
                "content": "Fel arfer, mae asiantiaid amheus yn addo gostyngiadau mawr mewn ardrethi busnes - ond maent yn gwneud hyn trwy gyflwyno gwybodaeth anghywir. Gallai hyn arwain at gosbau neu filiau ardrethi uwch i chi. ",
                "tag": "p"
            },
            {
                "content": "Os ydych yn penderfynu i benodi asiant ardrethu i reoli eich ardrethi busnes ar eich rhan, gallwch gael mynediad at ein rhestr wirio i’ch helpu i ddewis. Rydym hefyd wedi cyhoeddi fideo i esbonio sut y dylech fynd ati i ddewis asiant ardrethu ar ein sianel YouTube: Rhestr wirio ar gyfer dewis asiant ardrethi busnes ",
                "tag": "p"
            },
            {
                "content": "5. Sut mae’r VOA yn prisio fy eiddo? ",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio un o dri dull, yn dibynnu ar y math o dystiolaeth sydd ar gael: ",
                "tag": "p"
            },
            {
                "content": "Efallai na fydd gwerth ardrethol ar gyfer eiddo yr un fath â’r rhent gwirioneddol a delir am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Mae gennym ragor o wybodaeth am sut rydym yn cyfrifo prisiad gwahanol eiddo ar ein blog (Asiantaeth y Swyddfa Brisio – Newyddion a diweddariadau gan yr Asiantaeth y Swyddfa Brisio) ac ar ein sianel YouTube (Sut rydym yn mesur eiddo ar gyfer ardrethi busnes). ",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/09/29/revaluation-2026-everything-you-need-to-know/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In this blog, you'll find everything you need to know about Revaluation 2026."
    },
    {
        "title": "From seed to sapling: why seed collection is fundamental to future forest resilience",
        "authors": [
            "Lorenza Pozzi"
        ],
        "posted_on": "2025-09-29T09:00:00",
        "categories": [
            "Climate change and resilience"
        ],
        "content": [
            {
                "content": "Each autumn, a quiet but critical process begins across the country: the collection of tree seed. This marks the very first step in the journey from seed to sapling and ultimately, to a thriving forest.",
                "tag": "p"
            },
            {
                "content": "The meticulous task of tree seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection is a skilled and strategic task. Trained collectors begin by identifying trees and stands that have produced a significant crop of seed or fruit. Armed with large bags and a great deal of patience, they set out to gather seeds in a variety of ways, depending on the species, terrain and available resources.",
                "tag": "p"
            },
            {
                "content": "For example, oak trees often require large nets to be spread beneath their canopy to catch falling acorns. This method prevents the acorns from reaching the forest floor, where they would quickly rot. In contrast, species such as hawthorn, rose or blackthorn are typically harvested by hand, requiring careful handling of the thorny branches to collect berries, rosehips and sloes.",
                "tag": "p"
            },
            {
                "content": "Once collected, the seeds undergo several processing steps. Some are ready to be sown immediately, while others must be cleaned to separate them from the surrounding fruit flesh, cones, or wings. Certain species also require a process called stratification, in which seeds are exposed to specific temperature conditions for a set period, to break dormancy and trigger germination. Only then can the seeds be sown or stored in a temperature and humidity controlled environment to preserve their viability.",
                "tag": "p"
            },
            {
                "content": "Investing in seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection, processing and storage are foundational to successful tree production. For this reason, as England works toward its statutory target of increasing tree and woodland cover to 16.5% of total land area by 2025,1 investment in seed infrastructure has become increasingly important. Forestry England has taken a leading role in this effort, establishing a state-of-the-art seed processing facility at Delamere nursery in Cheshire.",
                "tag": "p"
            },
            {
                "content": "The Forestry Commission’s tree and seed production grants have enabled various organisations to improve their seed processing capabilities, such as More Trees, which have been able to increase their community tree nursery network seed collections from 30,000 to 150,000 seeds annually.",
                "tag": "p"
            },
            {
                "content": "Through the first three rounds of the Seed Sourcing Grant, the Forestry Commission has funded the identification, management or establishment of over 200 seed stands or orchards, representing over 20 different species.",
                "tag": "p"
            },
            {
                "content": "Genetic quality not just quantity",
                "tag": "h2"
            },
            {
                "content": "Effective seed collection is not simply about gathering as many seeds as possible. Quality and genetic diversity are equally critical. A robust seed collection strategy involves sourcing seed from a wide geographic area and from numerous individual trees. This approach maximises intra-specific genetic diversity (the genetic diversity within one species) to increase the ways trees can respond to future threats.",
                "tag": "p"
            },
            {
                "content": "Genetic diversity equips woodlands to better tolerate and adapt to environmental stressors such as drought, pests and disease. Each tree carries a unique genetic makeup, and within a diverse population, some individuals may possess traits that enable them to survive and thrive under challenging conditions. This diversity in populations offers a variety of responses to threats, increasing the overall adaptability and health of the woodland ecosystem.",
                "tag": "p"
            },
            {
                "content": "A combined approach to seed sourcing",
                "tag": "h2"
            },
            {
                "content": "Veteran trees are often assumed to be genetically superior due to their longevity and presumed local adaptation. While these trees can certainly contribute valuable genetic material, their survival could also have been influenced by chance, historical land use or human selection, rather than by inherently superior genetics. In addition, these trees survived past conditions that are now rapidly changing.",
                "tag": "p"
            },
            {
                "content": "As global temperatures rise, rainfall patterns shift and extreme weather events become more frequent. The environments that shaped today’s veteran trees are evolving. The traits which helped these trees survive in the past may not equip their offspring to thrive in the future.",
                "tag": "p"
            },
            {
                "content": "To address this, seed for today’s forests is also sourced from more southerly latitudes, where trees have already adapted to warmer conditions and drought stress. This practice, known as assisted migration, mimics natural migration processes but at a faster rate.",
                "tag": "p"
            },
            {
                "content": "Rather than choosing between local or non-local seed sources, it is useful to take a combined approach at the landscape level. By using seeds from both local trees and climate-adapted populations from other regions, we can hedge our bets against uncertainty and build forests that are genetically diverse and resilient.",
                "tag": "p"
            },
            {
                "content": "Sourcing seeds for future forest resilience",
                "tag": "h2"
            },
            {
                "content": "Ultimately, forest resilience depends on several factors. These factors range from how suitable tree species are to site conditions, the compatibility of tree mixes (trees that complement one another), structural diversity (having a mix of tree ages and heights), as well as the sustainable management of woodlands and forests.",
                "tag": "p"
            },
            {
                "content": "However, providing genetic diversity through thoughtful seed collection remains fundamental. Each seed collected and nurtured is a potential tree that will contribute to the ecological, social and economic value of our leafy landscapes for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/29/from-seed-to-sapling-why-seed-collection-is-fundamental-to-future-forest-resilience/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Lorenza Pozzi, the Forestry Commission’s Nurseries Data, Insights and Liaison Officer, explores the intricacies of seed selection across England and the importance of careful seed selection and collection for future forest resilience."
    }
]