[
    {
        "title": "Exploring the Future of Battlefield Communications with the Royal Signals",
        "authors": [
            "T. Brickell"
        ],
        "posted_on": "2025-10-21T21:40:03",
        "categories": [
            "Digital Foundry",
            "Digital Innovation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "In the ever-evolving landscape of military communications, the need for innovative solutions to address emerging challenges is paramount. As the electromagnetic spectrum becomes increasingly congested and contested, the search for alternative communication technologies has taken centre stage. One such promising avenue is Optical Wireless Communications (OWC), specifically Free Space Optical Communications (FSOC), which offers a non-radio frequency (RF) alternative for long-range, point-to-point wireless communications. Recently, I had the privilege of working with the Yeoman of Signals (YofS) students on an exciting OWC project sponsored by the Chief Technology Officer (CTO). This project not only explored the potential of FSOC technology but also provided a unique opportunity to engage with the next generation of military communicators.",
                "tag": "p"
            },
            {
                "content": "The OWC project was designed to investigate the feasibility and benefits of FSOC technology for military applications. FSOC uses light to transmit data through free space, offering a secure, high-bandwidth, and interference-free communication method. Unlike traditional RF systems, FSOC is immune to electromagnetic interference and does not contribute to the electromagnetic signature of a battlefield, making it an attractive option for dispersed Command Posts (CPs) and other tactical scenarios.",
                "tag": "p"
            },
            {
                "content": "The project was sponsored by the CTO, who recognised the potential of FSOC to address critical challenges in modern military communications. To bring this vision to life, the YofS students were tasked with exploring the technology, understanding its benefits, and assessing its applicability for the warfighter. This hands-on approach not only allowed the students to engage with cutting-edge technology but also provided valuable insights for the CTO and the broader defence community.",
                "tag": "p"
            },
            {
                "content": "One of the most rewarding aspects of this project was working closely with the YofS students to help them understand the intricacies of OWC technology. For many of them, this was their first exposure to FSOC, and it was inspiring to see their enthusiasm and curiosity as they delved into the subject.",
                "tag": "p"
            },
            {
                "content": "We began by introducing the fundamental principles of FSOC, including how it uses lasers or LEDs to transmit data over long distances. The students quickly grasped the advantages of FSOC, such as its high data rates, low latency, and immunity to RF jamming. They were particularly intrigued by its potential to operate in environments where traditional RF systems might be compromised.",
                "tag": "p"
            },
            {
                "content": "To deepen their understanding, we conducted a workshop and practical session, where the students had the opportunity to work with FSOC equipment and simulate real-world scenarios. These hands-on experiences were invaluable in helping them appreciate the challenges and opportunities associated with deploying FSOC technology in a military context.",
                "tag": "p"
            },
            {
                "content": "A standout moment of the project was the field trial conducted with a Defence and Security Accelerator (DASA)-funded FSOC system called WOLF, developed by AVOptics. This trial took place on a disused airfield at the Land Systems Test and Reference Centre (LSRC) at Blandford Camp in Dorset, providing an ideal environment to evaluate the system's performance in a realistic yet controlled operational setting. The WOLF system represented a cutting-edge implementation of FSOC technology, and the trial offered an invaluable opportunity to assess its feasibility for military use.",
                "tag": "p"
            },
            {
                "content": "The main objective of the trial was to investigate the potential of FSOC technology to support the dispersion of Command Posts within a Combined Arms Manoeuvre (CAM) setting, thereby reducing electromagnetic signatures on the battlefield and improving survivability. By decreasing dependence on conventional RF communications, FSOC presents a promising approach to bolstering operational security and lowering the likelihood of detection by adversaries.",
                "tag": "p"
            },
            {
                "content": "During the trial, the YofS students played a pivotal role in setting up and operating the WOLF system. Working alongside AVOptics engineers and military personnel, they established FSOC links across varying distances and terrain on the airfield. The trial presented several challenges, including maintaining a clear line-of-sight between the transmitter and receiver, mitigating the effects of atmospheric conditions, and ensuring the system's reliability in a dynamic environment.",
                "tag": "p"
            },
            {
                "content": "Despite these challenges, the trial was a resounding success. The WOLF system demonstrated its ability to deliver high-speed, secure communications over significant distances, even in less-than-ideal conditions. The students gained hands-on experience in troubleshooting and optimising the system, and their feedback provided critical insights that will inform future development and deployment of FSOC technology. ",
                "tag": "p"
            },
            {
                "content": "As with any innovative project, the OWC initiative encountered its share of challenges. One of the primary hurdles was the need to maintain a clear line-of-sight between the FSOC transmitter and receiver. This requirement can be difficult to achieve in complex battlefield environments, where terrain, obstacles, and movement can disrupt the optical link. The students quickly learned the importance of careful planning and site selection to maximise the system's effectiveness.",
                "tag": "p"
            },
            {
                "content": "Another challenge was the impact of atmospheric conditions, such as fog, rain, and dust, on FSOC performance. These factors can attenuate the optical signal and reduce the system's range and reliability. The trial provided valuable data on how these conditions affect FSOC links and highlighted the need for robust mitigation strategies.",
                "tag": "p"
            },
            {
                "content": "Despite these challenges, the project achieved several significant successes. The students demonstrated remarkable adaptability and problem-solving skills, and their contributions were instrumental in overcoming technical and operational obstacles. The trial also validated the potential of FSOC technology to enhance battlefield communications, providing a strong foundation for future research and development.",
                "tag": "p"
            },
            {
                "content": "The insights gained from the OWC project have far-reaching implications for military communications. FSOC technology offers a viable alternative to RF systems, enabling secure, high-bandwidth communications in environments where RF is compromised or unavailable. Its ability to minimise electromagnetic signatures is particularly valuable for dispersed command posts, where operational security is paramount.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, FSOC technology could play a critical role in enabling next-generation military networks, supporting applications such as unmanned systems, sensor networks, and high-capacity data links. The lessons learned from the WOLF trial will inform ongoing efforts to refine and optimise FSOC systems for military use.",
                "tag": "p"
            },
            {
                "content": "Working with the YofS students on the OWC project was a truly rewarding experience. Their enthusiasm, creativity, and dedication were instrumental in the project's success, and it was inspiring to see them embrace the challenge of exploring a new technology. The project not only provided them with valuable skills and knowledge but also demonstrated the importance of collaboration between the military, industry, and academia in driving innovation.",
                "tag": "p"
            },
            {
                "content": "For the CTO, the project offered a unique opportunity to engage directly with the end-users of emerging technologies. The insights gained from the students' experiences and feedback will be invaluable in shaping the future development and deployment of FSOC systems. This collaborative approach ensures that new technologies are not only technically feasible but also operationally relevant and effective.",
                "tag": "p"
            },
            {
                "content": "The success of the OWC project has laid the groundwork for a continued partnership between the CTO and the YofS course. By fostering a culture of innovation and collaboration, we can ensure that the next generation of military communicators is well-equipped to tackle the challenges of the future battlefield.",
                "tag": "p"
            },
            {
                "content": "As we look to the future, the potential of FSOC technology to transform military communications is clear. By continuing to invest in research, development, and training, we can unlock the full potential of this groundbreaking technology and deliver tangible benefits for the warfighter.",
                "tag": "p"
            },
            {
                "content": "In conclusion, the OWC project was a shining example of how collaboration, innovation, and hands-on learning can drive progress in military communications. It was a privilege to work with the YofS students and contribute to this exciting initiative, and I look forward to seeing how FSOC technology continues to evolve and shape the future of defence communications.",
                "tag": "p"
            }
        ],
        "link": "https://defencedigital.blog.gov.uk/2025/10/21/exploring-the-future-of-battlefield-communications-with-the-royal-signals/",
        "blog": "Defence Digital",
        "blog_link": "https://defencedigital.blog.gov.uk",
        "description": "In the ever-evolving landscape of military communications, the need for innovative solutions to address emerging challenges is paramount. As the electromagnetic spectrum becomes increasingly congested and contested, the search for alternative communication technologies has taken centre stage. One such promising …"
    },
    {
        "title": "What’s changing – filing international patents ",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-10-21T14:45:00",
        "categories": [
            "Digital",
            "Innovation",
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "Spring 2026 will see the arrival of our One IPO Patent Service – a digital platform that will transform how you apply for and manage patents. ",
                "tag": "p"
            },
            {
                "content": "We're publishing weekly guidance to help you prepare for these changes. Each week covers a different aspect of the new service to ensure you're ready for the transition. ",
                "tag": "p"
            },
            {
                "content": "This week we turn our attention to the most imminent change – how you file international patents. ",
                "tag": "p"
            },
            {
                "content": "The context ",
                "tag": "h3"
            },
            {
                "content": "Currently, international patents from UK applicants, otherwise known as Patent Cooperation Treaty (PCT) filings, are typically submitted via the European Patent Office’s online filing service (eOLF). From 1 January 2026, eOLF is no longer being supported by the EPO.  ",
                "tag": "p"
            },
            {
                "content": "While we’ll still be accepting UK (GB) patent applications via eOLF until 31 March 2026, the same isn’t true of PCT applications. This is because we will be unable to update eOLF to reflect the new fees for PCT applications (applied annually on 1 January).",
                "tag": "p"
            },
            {
                "content": "Filing PCT applications from 1 January 2026 ",
                "tag": "h3"
            },
            {
                "content": "There is no facility to submit PCT applications built into UK IPO’s new patents service. As a result, from 1 January 2026 you will have three options for filing PCT applications: ",
                "tag": "p"
            },
            {
                "content": "Submitting applications with the UK IPO as a receiving office means that the UK IPO will conduct some initial checks. This will make sure the application is accurate and nothing is missing before sending it to WIPO. ",
                "tag": "p"
            },
            {
                "content": "Submitting subsequent documents ",
                "tag": "h3"
            },
            {
                "content": "Once you’ve submitted a PCT application, you may need to submit subsequent documents. These could include additional information for your application. How you submit those documents from 1 January 2026 will depend on how you submitted your PCT application: ",
                "tag": "p"
            },
            {
                "content": "Preparing for the change ",
                "tag": "h3"
            },
            {
                "content": "We strongly recommend taking some time to familiarise yourself with the ePCT service before 1 January 2026. You can create an ePCT account today – information on how to do this is provided in the ePCT User Guide FAQs. ",
                "tag": "p"
            },
            {
                "content": "You can also make use of WIPO’s Demo Environment for Test Filings. This allows you to play with the ePCT service as much as you want without having to worry about making mistakes. ",
                "tag": "p"
            },
            {
                "content": "Key features of ePCT ",
                "tag": "h3"
            },
            {
                "content": "ePCT allows you to: ",
                "tag": "p"
            },
            {
                "content": "Unlike eOLF, there is no client to download. ePCT is completely web-based, so you just need to set-up a WIPO account. You won’t need to worry about downloading and installing software. ",
                "tag": "p"
            },
            {
                "content": "Find out more about ePCT ",
                "tag": "h3"
            },
            {
                "content": "We understand that moving to a new digital system can feel daunting. If you're less comfortable with digital processes, support will be available to help you through the transition.  ",
                "tag": "p"
            },
            {
                "content": "To find out more about the ePCT updates, you can: ",
                "tag": "p"
            },
            {
                "content": "\n\n\nFind out more about the transformation of IPO’s services\n\n\n\ntake a look at our  transformation web pages, which include lots of details about the new patents service  \nwatch our webinar  that was recorded in early 2025 and contains a detailed demo of the new service \nsubscribe to our IPO blog so that you get new blog posts sent directly to your inbox, ensuring you don't miss out on any important information. \n\n\n ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/10/21/whats-changing-filing-international-patents/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "We're publishing weekly guidance to help you prepare for these changes. Each week covers a different aspect of the new service to ensure you're ready for the transition.  This week we turn our attention to the most imminent change – how you file international patents."
    },
    {
        "title": "Reaffirming Our Values in Adult Social Care",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-10-21T12:41:57",
        "categories": [
            "Care and support",
            "Diversity"
        ],
        "content": [
            {
                "content": "Our values remain fundamental in adult social care",
                "tag": "p"
            },
            {
                "content": "As we have been out and about across the country over the last months, we have heard how the experiences of people working in adult social care and people who draw on care and support have been affected by recent events, including the rise of anti-immigration protests, increased hate crime and the recent horrific attack on the Heaton Park synagogue in Crumpsall.",
                "tag": "p"
            },
            {
                "content": "The sense of shock, unease and distress that is spread by these events impacts all of us.  For people who work across our adult care and support services, particularly global majority colleagues, and for people who draw on care and support, many of whom have experienced trauma and exclusion, it can mean that people no longer feel safe doing their jobs and going about their daily lives.   ",
                "tag": "p"
            },
            {
                "content": "Social work, occupational therapy and social care nursing and professional care workforce is rooted in the values of respect, dignity, equality, and justice. Our Professionals Leadership Group have come together in a joint statement, to re-state that these values are not optional—they are the foundation of our practice and our shared responsibility.  Every person, regardless of background, ethnicity, faith, or nationality, deserves to feel safe, valued, and supported.   ",
                "tag": "p"
            },
            {
                "content": "As the Chief Social Worker and Chief Nurse of adult care, along with our professional leadership colleagues, we are clear that: ",
                "tag": "p"
            },
            {
                "content": "We would like to thank colleagues across the whole of the adult social care landscape for your leadership and support to people who draw on care and support and to staff at this time, when communities can be seen as divided and people can feel isolated and afraid.  It is the compassion, care and commitment demonstrated by colleagues each day that is the foundation of adult social care.       ",
                "tag": "p"
            },
            {
                "content": "In his recent speech, the Prime Minister underlined the ambition we share to live in ‘a fairer country, a land of dignity and respect where everyone is seen and everyone valued’.  In adult social care these values are central to all of our work. ",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/10/21/reaffirming-our-values-in-adult-social-care/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "Our values remain fundamental in adult social care As we have been out and about across the country over the last months, we have heard how the experiences of people working in adult social care and people who draw on …"
    },
    {
        "title": "Catch Comet Lemmon in autumn’s night sky",
        "authors": [
            "Will Gater"
        ],
        "posted_on": "2025-10-21T12:18:31",
        "categories": [
            "Astronomy"
        ],
        "content": [
            {
                "content": "We’re lucky at the moment to have a comet visiting the inner Solar System that’s bright enough to see with a pair of binoculars, and it may in the coming week or so just reach naked-eye visibility.  ",
                "tag": "p"
            },
            {
                "content": "Comet Lemmon, or C/2025 A6 (Lemmon), was discovered by astronomers at the Mount Lemmon Survey, in Arizona, in January. This comet spends most of its time in the very distant outer Solar System, far beyond the orbit of the ice giant planet Neptune. ",
                "tag": "p"
            },
            {
                "content": "Comets are icy, dusty objects and as they come closer to the Sun in their orbits, the warmth of our star causes the ices on their surface to go from a solid to a gaseous state.  ",
                "tag": "p"
            },
            {
                "content": "Dust particles and gas are released in this process and the comet appears to brighten in the night sky. The dust particles scatter sunlight and as they are left in space, and swept back by the solar wind from our star, they form beautiful, seemingly glowing, tails. That’s what’s happened with Comet Lemmon in recent weeks and now its tail and a glowing cloud of gas, known as the ‘coma’, around the main body of the comet have become bright enough to be visible in a good pair of binoculars. ",
                "tag": "p"
            },
            {
                "content": "The comet is currently low in the northwestern sky after nightfall (around 8:00 pm UK time would be a good time to look this week), in the constellation of Boötes, not far from the bright star Arcturus, but in the coming days it will move into the constellation Serpens. ",
                "tag": "p"
            },
            {
                "content": "Comets are ancient objects made of primordial materials leftover from the formation of the Solar System; studying them therefore allows scientists to piece together the history and the origins of planets like Earth.  ",
                "tag": "p"
            },
            {
                "content": "The UK is deeply involved in all kinds of cometary science including space missions to understand these icy visitors. Along with our international partners, UK industry and academia was involved in the pioneering European Space Agency Rosetta mission which visited and studied up-close the icy body, or ‘nucleus’, of the comet 67P/Churyumov-Gerasimenko. ",
                "tag": "p"
            },
            {
                "content": "In the future the UK will also play a key part in the ESA Comet Interceptor mission. It’s aiming for launch in mid-2028 to mid-2029 and, once in space, will sit waiting for a suitable cometary target to visit and study in detail. UK researchers are involved in the Comet Interceptor mission science, including the selection of the spacecraft’s destination. One of the science instruments onboard, which will examine the composition of the comet, is also being developed and led by the University of Oxford while another, a magnetometer, is being led by Imperial College London. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/21/catch-comet-lemmon-in-autumns-night-sky/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Comet Lemmon is paying our inner Solar System a visit and may reach naked-eye visibility in the coming week.  "
    },
    {
        "title": "Soil health and profit: lessons from mixed, arable and upland farms",
        "authors": [
            "Graham Higgins"
        ],
        "posted_on": "2025-10-21T11:17:57",
        "categories": [
            "Future Farming Podcast"
        ],
        "content": [
            {
                "content": "In this episode of the Defra Farming podcast, guest host Neil Pickard, an independent farming adviser with more than 45 years’ experience in livestock and mixed farming, talks with Stuart Johnson, Soil Farmer of the Year 2023, and Kyle Richardville from Understanding Ag.",
                "tag": "p"
            },
            {
                "content": "They discuss how improving soil health can increase profitability on mixed, arable and upland livestock farms.",
                "tag": "p"
            },
            {
                "content": "Stuart farms in Northumberland as a tenant farmer with sheep and cattle. Over time, he has moved from a high-input, conventional system to one that focuses on soil health. ",
                "tag": "p"
            },
            {
                "content": "Kyle brings a scientific perspective, drawing on his research into soil microbial populations and his experience advising farmers in the UK and the US.",
                "tag": "p"
            },
            {
                "content": "Neil highlights the need to tailor approaches to different systems:",
                "tag": "p"
            },
            {
                "content": "Together, Stuart and Kyle explore how better soil health can reduce reliance on expensive inputs, build resilience and improve whole farm efficiency. They discuss the different challenges for mixed, arable and upland livestock farms, and share practical steps to get started.",
                "tag": "p"
            },
            {
                "content": "Stuart recalls his first steps:",
                "tag": "p"
            },
            {
                "content": "He explains how the numbers encouraged him to keep going:",
                "tag": "p"
            },
            {
                "content": "Kyle explains why soil health underpins farm productivity:",
                "tag": "p"
            },
            {
                "content": "The discussion covers practical lessons from Stuart’s farm, the importance of monitoring soil organic matter, and the value of learning continuously from other farmers, advisers and scientific research.",
                "tag": "p"
            },
            {
                "content": "Both guests highlight the financial and lifestyle benefits.",
                "tag": "p"
            },
            {
                "content": "For Stuart, focusing on soil health has improved profit margins, reduced tractor hours, and created more time for livestock and family. ",
                "tag": "p"
            },
            {
                "content": "For Kyle, the science shows that ecological and economic resilience go hand in hand.",
                "tag": "p"
            },
            {
                "content": "Share your thoughts",
                "tag": "h2"
            },
            {
                "content": "We’d love to hear your thoughts on the podcast. If you’ve tried improving soil health on your farm, or are planning to, leave a comment and share your experiences.",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming Blog to receive an email notification whenever a new podcast episode or post is published.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/10/21/soil-health-and-profit-lessons-from-mixed-arable-and-upland-farms/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this episode of the podcast, guest host Neil Pickard talks with Stuart Johnson, Soil Farmer of the Year 2023, and Kyle Richardville from Understanding Ag. They discuss how improving soil health can increase profitability on mixed, arable and upland livestock farms."
    },
    {
        "title": "New V levels and post-16 qualifications explained ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-21T10:29:13",
        "categories": [
            "Apprenticeships",
            "Further education"
        ],
        "content": [
            {
                "content": "We’re transforming post-16 education so every young person can gain the knowledge and skills they need to get a good job, go on to university, or achieve other ambitions. ",
                "tag": "p"
            },
            {
                "content": "From 2027, new V levels will be introduced to replace many existing qualifications, simplifying the current system and opening up more high-quality routes for young people. ",
                "tag": "p"
            },
            {
                "content": "These reforms will make sure that whatever a student’s interests or strengths, whether academic, technical, or vocational, there’s a clear, high-quality path for them. ",
                "tag": "p"
            },
            {
                "content": "What are V levels? ",
                "tag": "h3"
            },
            {
                "content": "Alongside A levels (the established academic route) and T Levels (the technical route that includes an industry placement), there will soon be a third option called V levels. ",
                "tag": "p"
            },
            {
                "content": " V levels will be new Level 3 qualifications that offer a vocational pathway for students who want to explore different sectors before deciding where to specialise. ",
                "tag": "p"
            },
            {
                "content": "This new pathway will replace the wide range of qualifications that are not A or T levels and streamline the currently confusing landscape of approximately 900 qualifications at this level.  ",
                "tag": "p"
            },
            {
                "content": "What new options are being introduced at Level 2 (GCSE equivalent)? ",
                "tag": "h3"
            },
            {
                "content": "Two new pathways are being created to better support students at Level 2 — the level broadly equivalent to GCSEs. These pathways will support those aged 16-18, providing clear route that matches their aspirations, whether that is work or moving into further study:",
                "tag": "p"
            },
            {
                "content": "The Occupational Pathway – for those who want to develop the skills and experience needed to move straight into a skilled job or apprenticeship after Level 2. This two-year, employment-focused programme will give students training designed around real jobs and industries, helping them become work-ready and confident about starting in work. ",
                "tag": "p"
            },
            {
                "content": "The Further Study Pathway – for students who plan to continue in education and progress onto Level 3 courses like A levels, T Levels, or V levels, but  who may need more time to prepare, building confidence and strengthening their skills first. This pathway will bridge the gap to higher-level study, helping students prepare for their next step in education.",
                "tag": "p"
            },
            {
                "content": "These changes will ensure every young person has a route that’s right for them, whether they’re aiming for work, higher education, or further study. We recognise that there may be circumstances as well where students wish to transfer between the pathways and we will consider how best we can support that.   ",
                "tag": "p"
            },
            {
                "content": "What if you’re struggling with English and maths GCSEs? ",
                "tag": "h3"
            },
            {
                "content": "Many young people find themselves stuck repeating English and maths GCSE exams, which can be frustrating and discouraging. ",
                "tag": "p"
            },
            {
                "content": "To help, new English and maths qualifications will be introduced for those aged 16-19 to act as a positive step towards achieving a GCSE grade 4 or above. ",
                "tag": "p"
            },
            {
                "content": "The new approach will give students more time and tailored support to build confidence before resitting exams. ",
                "tag": "p"
            },
            {
                "content": "All providers will still be required to support 16–19-year-olds who haven’t yet achieved a GCSE grade 4 (or equivalent) in English and maths. To strengthen this support, providers will now: ",
                "tag": "p"
            },
            {
                "content": "This means students will have more teaching time, more support, and a better chance of success. ",
                "tag": "p"
            },
            {
                "content": "How will this improve technical and vocational education? ",
                "tag": "h3"
            },
            {
                "content": "We’re investing an extra £800 million in 16–19 education and establishing 29 new Technical Excellence Colleges focused on key industries. ",
                "tag": "p"
            },
            {
                "content": "This is about giving every young person the opportunity to succeed, while ensuring employers get the skilled workforce they need. ",
                "tag": "p"
            },
            {
                "content": "What happens next? ",
                "tag": "h3"
            },
            {
                "content": "The government has launched a consultation on how the new pathways will work in practice. ",
                "tag": "p"
            },
            {
                "content": "The full set of reforms has been outlined in the Post-16 Education and Skills White Paper shortly. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/new-v-levels-and-post-16-qualifications-explained/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We’re transforming post-16 education so every young person can gain the knowledge and skills they need to get a good job, go on to university, or achieve other ambitions.  From 2027, new V levels will be introduced to replace many …"
    },
    {
        "title": "Launching DBT's first public-facing AI feature",
        "authors": [
            "Maddy Lunskey, Senior Product Manager"
        ],
        "posted_on": "2025-10-21T09:42:43",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Introduction to the problem and approach",
                "tag": "h2"
            },
            {
                "content": "In August, the Department for Business and Trade (DBT) launched its first public-facing AI tool as part of the new Digital Business Growth Service website, business.gov.uk. This marks a major milestone in DBT’s journey with AI and supports key government strategies around digital innovation as well as ministerial priorities.",
                "tag": "p"
            },
            {
                "content": "The Digital Business Growth Service is designed to help businesses find what they need, when and where they need it. One way it does this is by bringing together online content from trusted sources. On a website with so much to offer and a wealth of text data, there are many potential opportunities to use AI. While it goes without saying that value to users is at the heart of everything we do, we prioritised tackling a known problem users experience, this would also enable us to rapidly experiment and evaluate the potential of personalisation using AI. Making this information available to self serve online means more businesses can access the support they need, when they need it. It complements the support that is already available to businesses from government. ",
                "tag": "p"
            },
            {
                "content": "The problem: many business owners struggle to find relevant funding opportunities, are often time poor, and are unaware of the support on offer.  This can be a barrier to growth.",
                "tag": "p"
            },
            {
                "content": "The solution: an AI feature that surfaces personalised funding opportunities matched to the user’s business profile. Instead of needing users to sift through multiple pages of online content, the summariser presents tailored results - grants, loans, and investments - on a single page. This makes it faster and easier to access the right support.",
                "tag": "p"
            },
            {
                "content": "The solution was delivered rapidly. We deliberately scoped a thin slice of functionality; a small set of trusted data sources, and one topic – funding. This approach enabled us to move quickly, releasing something small but valuable that we could evaluate and iterate on.",
                "tag": "p"
            },
            {
                "content": "This was particularly ambitious because of the careful consideration of controls required to use AI safely. While AI can achieve significant benefits in areas such as speed and efficiency, the trade-off in human oversight means relinquishing some expert control. Getting this right in the government context led us to make some early design choices to mitigate risk.",
                "tag": "p"
            },
            {
                "content": "One such decision was to not include free-text input. When people think of AI, they often think of chatbots. However, free text input can open up a multitude of issues requiring careful navigation. For example, this could mean processing personal data unnecessarily, or providing answers on any topic, instead of starting with a specific topic like funding. We decided this should be out of scope in a project seeking to rapidly experiment with and learn from AI. We instead focused our efforts on prompt engineering, crafting structured inputs that produce useful outputs while protecting users and the system. This approach allowed us to deliver value while maintaining control.",
                "tag": "p"
            },
            {
                "content": "As well as careful design choices, rapid delivery also required strong collaboration. We learnt from work completed by colleagues across government, particularly the Government Digital Service’s AI chatbot pilot. Within DBT, we created a strong team of Civil Servants and suppliers including Accenture. To design and build the feature we brought together expertise in AI with knowledge of the Digital Business Growth Service and its users. To deliver the feature and evaluate it, we brought in expertise on legal issues, security, evaluation, and AI governance. Working together across different teams at this scale sets a strong example of what can be achieved at pace when we share a common goal.",
                "tag": "p"
            },
            {
                "content": "How it works",
                "tag": "h2"
            },
            {
                "content": "The summariser is based on a RAG (Retrieval-Augmented Generation) workflow. Relevant funding opportunities are retrieved from a data store and then used to augment a query to the Large Language Model (LLM).",
                "tag": "p"
            },
            {
                "content": "With agreement from website owners, we extract via Application Platform Interfaces (API) or scrape relevant website data. This is updated on a regular basis to ensure we capture the latest opportunities. This data includes the core funding opportunity description as well as metadata that we can extract from the source. For some opportunities, we add additional metadata, such as tags (for example the best matching sector tag for a funding opportunity, such as Aerospace).  This improves our retrieval performance.",
                "tag": "p"
            },
            {
                "content": "Vector embeddings of the funding descriptions are created with an embedding model available through our cloud provider AWS.  We then use OpenSearch to store our data and create a vector index for vector search.",
                "tag": "p"
            },
            {
                "content": "Inputs provided by the user are passed to a query template which is then embedded. A vector search is done to retrieve the most relevant funding opportunities which are passed to an LLM to generate a summary. A system prompt has also been engineered to provide the LLM with core instructions. These ensure outputs align with internal business rules, follow formatting rules and improve overall output quality.",
                "tag": "p"
            },
            {
                "content": "On the front-end, we have a cache store for rapid access of results. The front-end can securely access the LLM via an event-driven system in our cloud platform, with queue management.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We are now gathering feedback and developing an understanding of how users interact with an AI powered funding summary. This is an essential part of the product lifecycle. It will inform how the product might evolve and be improved, as well as enable us to gain other insights, like value for money.",
                "tag": "p"
            },
            {
                "content": "We are also exploring how we might reduce the API response time, thereby limiting our reliance on caching and pre-generation.",
                "tag": "p"
            },
            {
                "content": "As well as this, we are considering ways to more robustly update the funding opportunity data store by detecting changes on new ‘scans’ of our funding partners. Any updated data would then trigger an update in the vector database with an upsert for efficiency. Any associated results for that domain (i.e. Agriculture specific funding, which would have the tag ‘agriculture’) are then updated in the cache for quick access.",
                "tag": "p"
            },
            {
                "content": "We have initiated thinking on how we could expand the range of funding opportunities that can be surfaced through the feature. This requires liaising with various stakeholders to secure agreement to collate data, as well as considering how we will manage and maintain that data going forward.",
                "tag": "p"
            },
            {
                "content": "There has been interest from across DBT in deploying an AI summariser functionality for various use cases and subject matter areas. Learning from this very first deployment will help inform our strategy for how we might apply this to other areas.",
                "tag": "p"
            },
            {
                "content": "Final thoughts",
                "tag": "h2"
            },
            {
                "content": "AI has the potential to transform the way users interact with our digital services and content. Here, we have used content that users could already find by navigating through our website, combining it with generative AI as well as more ‘traditional’ retrieval and business logic.  This makes it easier and quicker for users to find the support they need. A core theme throughout the development process has been the significance of data. AI does hold the potential for huge change, but the importance of high-quality data and the processes that underpin it are vital.",
                "tag": "p"
            },
            {
                "content": "This is the very first public facing use of generative AI at DBT. As we learn and iterate, we hope to discover new ways to surface information and support for businesses, ultimately driving economic growth.",
                "tag": "p"
            },
            {
                "content": "This blog post is the second in a series of posts on how we are transforming the online offer for business. Read our first blog post here, and sign up to our blog if you want to hear how our work is progressing. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/10/21/launching-dbts-first-public-facing-ai-feature/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT created it's first public-facing online tool to help businesses find funding opportunities."
    },
    {
        "title": "Cattle bovine TB vaccine field trials move to next phase",
        "authors": [
            "APHA science blog team"
        ],
        "posted_on": "2025-10-21T09:00:00",
        "categories": [
            "Bovine Tuberculosis"
        ],
        "content": [
            {
                "content": "Bovine tuberculosis (bTB) remains one of the most challenging animal health issues facing the UK farming industry today. As part of the UK Government’s long-term strategy to eradicate the disease, the Animal and Plant Health Agency (APHA) has been leading a pioneering initiative to develop and test a cattle vaccine and its companion diagnostic tool, the DIVA skin test. These tools represent a significant step forward in the fight against bTB, offering the potential to protect cattle while accurately identifying infected animals.",
                "tag": "p"
            },
            {
                "content": "Since the launch of the Cattle Vaccine Project, APHA has made substantial progress through a series of carefully designed field trials. These trials are essential for gathering the scientific evidence needed to support future deployment of the vaccine and skin test across the UK. With Phases 1 and 2 now complete, the project is entering its third phase, expanding the scope and scale of testing to further validate safety, performance, and practical delivery.",
                "tag": "p"
            },
            {
                "content": "In this blog, we reflect on the achievements of Phases 1 and 2, and share an update on the launch of Phase 3, bringing us closer to a deployable cattle TB vaccination strategy that could transform disease control efforts and help secure ‘Officially TB Free’ status for England and Wales.",
                "tag": "p"
            },
            {
                "content": "From the project management team",
                "tag": "h2"
            },
            {
                "content": "Since our last blog, the Animal and Plant Health Agency (APHA) has made significant progress in the development of a cattle vaccine to combat bovine tuberculosis (bTB). With Phases 1 and 2 of the field trials now complete, we are excited to move into Phase 3, and take a moment to reflect on the journey so far.",
                "tag": "p"
            },
            {
                "content": "Phase 1: started in June 2021 and focused on testing the performance and safety of the DIVA (Detect Infected among Vaccinated Animals) skin test in cattle that had not been vaccinated and came from herds free of TB. This was a crucial first step to ensure the test could accurately identify animals that were truly infected, without producing false positives.",
                "tag": "p"
            },
            {
                "content": "The Phase 1 field trials concluded in May 2022 and enabled APHA to move to Phase 2.",
                "tag": "p"
            },
            {
                "content": "Phase 2: started in January 2023 and built on this by evaluating the safety of the cattle Bacillus Calmette-Guérin (BCG) vaccine* and how well the DIVA skin test worked in vaccinated cattle. This phase involved over 600 cattle from seven herds in five farms from the low-risk area in England and provided valuable data on how the vaccine and test perform in real-world conditions.",
                "tag": "p"
            },
            {
                "content": "The results from these trials are now being used to support applications for Marketing Authorisations (MAs). If approved, these will allow the vaccine and skin test to be used in the UK, offering a powerful new tool in the national strategy to eradicate bTB.",
                "tag": "p"
            },
            {
                "content": "Phase 2 concluded in December 2024.",
                "tag": "p"
            },
            {
                "content": "This work is a collaborative effort, relying on the expertise of APHA’s bovine TB scientists, contract managers, field teams, and data analysts. Their continued input is vital as we move forward.",
                "tag": "p"
            },
            {
                "content": "*The BCG used for cattle is supplied by AJVaccines, the same company that produces the BCG for use in humans and badgers. Pilot batches of the companion DIVA skin test are supplied by Lionex, a world leading producer of mycobacterial antigens for diagnostics and vaccine developments.",
                "tag": "p"
            },
            {
                "content": "Field trials: Phase 3",
                "tag": "h2"
            },
            {
                "content": "To allow APHA to gather additional data on the companion DIVA skin tests performance and explore options to optimise this, Great Britain (GB)  administrations have taken the decision to move to an additional phase (Phase 3).",
                "tag": "p"
            },
            {
                "content": "Phase 3 will assess the BCG vaccination and companion DIVA skin test on a larger cohort of cattle to further inform our collective planning for delivery. We are continuing to work at pace but will only deploy the vaccine and companion DIVA skin test when we have all the right steps in place.",
                "tag": "p"
            },
            {
                "content": "Our aim is to deliver an effective cattle TB vaccination strategy within the next few years to accelerate our continued progress towards achieving ‘Officially TB free’ (OTF) status for England and Wales.",
                "tag": "p"
            },
            {
                "content": "Phase 3 will be taking place on commercial livestock farms across England and Wales and are due to be completed in 2026. Phase 3 will involve at least 10 farms with 750 animals participating. ",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "APHA will use data from the trials to support applications for GB Marketing Authorisations for both BCG use in cattle and the companion DIVA skin test. These will be submitted to the Veterinary Medicines Directorate (VMD). If the Marketing Authorisation are granted, we anticipate that BCG for cattle and the companion DIVA skin test could be available for deployment in the field in the next few years.",
                "tag": "p"
            },
            {
                "content": "The final approval cannot be provided until we have contracts in place to make the companion DIVA skin test to Good Manufacturing Practice (GMP) standard. These are defined quality standards that ensures medicinal products are consistently safe, of high quality, and suitable for their intended use, only achievable by accredited manufacturers.",
                "tag": "p"
            },
            {
                "content": "Further information regarding development of a deployable vaccine against bovine TB can be found on the TB Hub.",
                "tag": "p"
            },
            {
                "content": "To find out more about the Government’s strategy to eradicate bovine TB and research leading to the development of a cattle vaccine and companion DIVA skin test, please follow the links below:",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/10/21/cattle-bovine-tb-vaccine-field-trials/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Read about our Cattle Vaccine Project: APHA’s invaluable addition to the toolbox to eradicate bovine TB in the UK."
    },
    {
        "title": "Everything you need to know about the new higher education reforms ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-20T17:55:47",
        "categories": [
            "Students",
            "Uncategorized",
            "Universities"
        ],
        "content": [
            {
                "content": "The government has announced major changes to higher education as part of the Post-16 Education and Skills White Paper, designed to make university more accessible, fairer, and better value for students. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know about how these reforms could affect you. ",
                "tag": "p"
            },
            {
                "content": "How will university become more accessible? ",
                "tag": "h3"
            },
            {
                "content": "Going to university is a big decision, and cost can be one of the biggest worries for students and families. ",
                "tag": "p"
            },
            {
                "content": "To give students more certainty about their finances, maintenance loans will increase each year in line with forecast inflation. That means the money you receive will go up as prices rise. ",
                "tag": "p"
            },
            {
                "content": "Students from the lowest-income households will see the biggest increases in cash support, helping to ensure that everyone can afford to focus on their studies. ",
                "tag": "p"
            },
            {
                "content": "The government is also bringing back targeted maintenance grants, that do not have to be repaid, to give extra help to those who need it most. These grants will be funded through a new charge on international student fees, ensuring additional support without extra cost to domestic students. ",
                "tag": "p"
            },
            {
                "content": "What’s happening to tuition fees? ",
                "tag": "h3"
            },
            {
                "content": "To help stabilise university finances, tuition fee caps will rise with forecast inflation, ensuring that universities can continue to deliver high-quality courses. ",
                "tag": "p"
            },
            {
                "content": "In future, only universities that achieve quality ratings, demonstrating strong outcomes and positive experiences for their students, will be allowed to charge the maximum fee. ",
                "tag": "p"
            },
            {
                "content": "This means universities will need to show that they’re offering real value for students and the taxpayer. ",
                "tag": "p"
            },
            {
                "content": "How will standards in higher education improve? ",
                "tag": "h3"
            },
            {
                "content": "Students deserve to know that their time and money are being well spent. ",
                "tag": "p"
            },
            {
                "content": "The Office for Students (OfS) will have new powers to make sure universities maintain high standards and deliver good student outcomes and satisfaction rates. ",
                "tag": "p"
            },
            {
                "content": "If courses don’t deliver for students, the OfS will be able to act quickly to hold providers to account. ",
                "tag": "p"
            },
            {
                "content": "The government will also take action against abuse of the system by recruitment agents.  ",
                "tag": "p"
            },
            {
                "content": "How will learning become more flexible? ",
                "tag": "h3"
            },
            {
                "content": "Education doesn’t stop at 18 or 21. The new Lifelong Learning Entitlement (LLE) will make it easier for people to learn, retrain or upskill at any stage of life. ",
                "tag": "p"
            },
            {
                "content": "Learners will be able to move between universities, colleges and training providers, building up qualifications over time rather than needing to complete a full degree in one go. ",
                "tag": "p"
            },
            {
                "content": "The government is also looking at ways to introduce “break points” within degrees, allowing students to gain recognised qualifications as they progress — and return later to complete their studies if they choose. ",
                "tag": "p"
            },
            {
                "content": " What do these changes mean for students? ",
                "tag": "h3"
            },
            {
                "content": "These reforms are about creating a fairer, more flexible and higher-quality higher education system that delivers real value for students. ",
                "tag": "p"
            },
            {
                "content": "By increasing financial support, strengthening standards, improving housing and introducing new opportunities to learn throughout life, the government aims to ensure that no student is priced out of higher education. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/everything-you-need-to-know-about-the-new-higher-education-reforms/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "The government has announced major changes to higher education as part of the Post-16 Education and Skills White Paper, designed to make university more accessible, fairer, and better value for students.  Here’s what you need to know about how these …"
    },
    {
        "title": "RPC publishes its corporate report for 2024 to 2025",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-10-20T16:05:03",
        "categories": [
            "Better regulation",
            "Corporate governance"
        ],
        "content": [
            {
                "content": "We have today published the RPC’s Corporate Report for 2024-2025.",
                "tag": "p"
            },
            {
                "content": "The report reflects on a very busy year with many changes for the RPC, including the completion of the transition to the revised Better Regulation Framework (BRF). This new framework has moved the RPC's scrutiny role to earlier in the policy-making process and focused our work on reviewing the rationale and choice of options to support better policy making.",
                "tag": "p"
            },
            {
                "content": "Of the 77 submissions we received this year, 43 were impact assessments submitted under the previous BRF, 27 were under the new BRF, and the remaining seven were post-implementation reviews (PIRs).",
                "tag": "p"
            },
            {
                "content": "We are particularly pleased to report substantial progress in addressing the longstanding issue of departments failing to complete PIRs. Following our publication of a list of outstanding PIRs across government and direct engagement with permanent secretaries in departments with the most outstanding PIRs, we have seen a positive response with significant progress being made. While there is still some way to go, this represents an important step in improving attention to evaluation. ",
                "tag": "p"
            },
            {
                "content": "Toward the end of March 2025, the Chancellor published an Action Plan to cut red tape and kickstart economic growth, including a pledge to cut the administrative cost of regulation on business by 25% before the end of the Parliament. We are keen to help government in developing this target and offering our expertise in independently verifying the cost reductions achieved.",
                "tag": "p"
            },
            {
                "content": "The report details our additional activities. This includes our continued engagement with business representative groups, industry associations, and civil society organisations, our work on Free Trade Agreement Impact Assessments and the cross-government training we provide.",
                "tag": "p"
            },
            {
                "content": "The report also notes changes to the RPC membership, with Hilary Jennings being reappointed for a second term and John Davies, Allan Little, Caroline Turnbull-Hall, and Frances Warburton joining in April 2025. Members Daniel Dalton, Stephen Gifford, John Longworth and Andrew Williams-Fry left the committee this year and we wish them the best in their future endeavours.",
                "tag": "p"
            },
            {
                "content": "We welcome comments on our work and how we might be more effective in the future. Please leave a comment below or email us at: enquiries@rpc.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/10/20/rpc-publishes-its-corporate-report-for-2024-to-2025/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The report reflects on a very busy year with many changes for the RPC, including the completion of the transition to the revised Better Regulation Framework (BRF)."
    },
    {
        "title": "Applications are open for the Royal Society Pairing Scheme  ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-10-20T15:29:43",
        "categories": [
            "Collaborating & Networking",
            "GSE Opportunities",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Civil Service applications are now open until Friday 21 November 2025",
                "tag": "h2"
            },
            {
                "content": "What is the Royal Society Pairing Scheme? ",
                "tag": "p"
            },
            {
                "content": "The Royal Society Pairing Scheme is a well-established collaboration between the Government Science & Engineering (GSE) Profession and The Royal Society. Each year, 30 research scientists and engineers are matched with UK parliamentarians and civil servants for a week-long programme. The scheme aims to upskill policy makers on how best to work with scientists outside of government and how to engage with academia more broadly.  ",
                "tag": "p"
            },
            {
                "content": "In 2026, the scheme will run from Monday 16 March to Thursday 19 March. ",
                "tag": "p"
            },
            {
                "content": "The scheme is supported by the Head of GSE, and the Government Chief Scientific Adviser, Professor Dame Angela McLean:  ",
                "tag": "p"
            },
            {
                "content": "What is involved?",
                "tag": "p"
            },
            {
                "content": "During the programme, participants will get the opportunity to attend collaborative workshops, a parliamentary reception, and other events. Scientists will shadow civil servants for two days to gain insight into government work, while civil servants will also visit the scientists’ institutions to better understand research environments.",
                "tag": "p"
            },
            {
                "content": "Why  get involved?",
                "tag": "p"
            },
            {
                "content": "It is a unique opportunity for civil servants to collaborate with leading UK scientists and strengthen evidence-based policy making.",
                "tag": "p"
            },
            {
                "content": "You will:",
                "tag": "p"
            },
            {
                "content": "Former participant Rodolfo Barradas, shares his thoughts on the experience: ",
                "tag": "p"
            },
            {
                "content": "Who can apply?",
                "tag": "p"
            },
            {
                "content": "The Royal Society Pairing scheme is aimed at a wide range of career stages, and civil servants are matched to scientists based on their expertise, interest and career stage.",
                "tag": "p"
            },
            {
                "content": "Royal Society scientists are matched with engaging civil servants who work in a policy area that matches one of the scientists' fields of study.",
                "tag": "p"
            },
            {
                "content": "To be eligible for the scheme you must: ",
                "tag": "p"
            },
            {
                "content": "Please note: If you do not have access to a London office, please contact the GSE Profession Team for support in arranging a suitable working location. Additionally, if you are an HEO and believe the scheme would be a good fit for you, please contact us.",
                "tag": "p"
            },
            {
                "content": "Apply now",
                "tag": "p"
            },
            {
                "content": "Key dates ",
                "tag": "p"
            },
            {
                "content": "If you’re interested in applying, please fill out the application form. If you would like more information on the scheme, please contact gse@go-science.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/10/20/applications-are-open-for-the-royal-society-pairing-scheme-2/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Civil Service applications are now open until Friday 21 November 2025 What is the Royal Society Pairing Scheme?  The Royal Society Pairing Scheme is a well-established collaboration between the Government Science & Engineering (GSE) Profession and The Royal Society. Each …"
    },
    {
        "title": "Beyond the fence: how testing and trialling are driving Pile 1 chimney demolition",
        "authors": [
            "Emma Law - Head of Corporate Communications at Sellafield Ltd"
        ],
        "posted_on": "2025-10-20T14:59:59",
        "categories": [
            "Engineering",
            "Innovation/savings",
            "Mission delivery",
            "Skills",
            "Supply Chain"
        ],
        "content": [
            {
                "content": "From outside the gates of Sellafield it could look like progress in the demolition of the Windscale Pile 1 chimney has stalled. The tower crane that helped to lower the blocks of concrete that made up the filter gallery at the top of the chimney stands still and the barrel of the chimney remains.",
                "tag": "p"
            },
            {
                "content": "To the casual observer, it could seem like little progress is being made in its removal. But that perception couldn’t be further from the truth.",
                "tag": "p"
            },
            {
                "content": "Just up the road, out of public view, a replica chimney has been created. Around it, teams of engineers, designers, and specialists are hard at work - practicing, trialling, and testing the tools and techniques that will one day bring what’s left of the real chimney down.",
                "tag": "p"
            },
            {
                "content": "At the heart of this effort is SPIDA: the Suspended Platform with Incremental Descent Developed by ADAPT. It’s not just a machine - it’s a symbol of how Sellafield Ltd is using innovation and rigorous testing to tackle one of the site’s most complex decommissioning challenges.",
                "tag": "p"
            },
            {
                "content": "Why testing and trialling matter",
                "tag": "h2"
            },
            {
                "content": "In high-hazard environments like we have at Sellafield, testing and trialling aren’t optional - they’re essential. These processes allow teams to:",
                "tag": "p"
            },
            {
                "content": "This philosophy is especially critical when dealing with legacy infrastructure like the Pile 1 chimney, which was built in the 1940s and contaminated during the 1957 Windscale fire. Its demolition requires precision, control, and a deep understanding of how materials and machinery will behave in practice - not just in theory.",
                "tag": "p"
            },
            {
                "content": "This philosophy is especially critical when dealing with legacy infrastructure like the Pile 1 chimney, which was built in the 1940s and contaminated during the 1957 Windscale fire. Its demolition requires precision, control, and a deep understanding of how materials and machinery will behave in practice - not just in theory.",
                "tag": "p"
            },
            {
                "content": "SPIDA: innovation in motion",
                "tag": "h2"
            },
            {
                "content": "SPIDA is a bespoke, doughnut-shaped platform designed to wrap around the chimney’s outer diameter. Supported by nine hydraulic actuators, it descends incrementally as blocks of the chimney barrel are cut and removed. The platform’s design allows for safe, controlled demolition from the top down - minimising risk while maximising efficiency.",
                "tag": "p"
            },
            {
                "content": "But before SPIDA ever touches the real chimney, it’s being put through its paces on the replica. The recent energisation of the platform marked a major milestone, following months of manufacturing, construction, and offsite problem-solving. Factory acceptance testing is now underway, including diamond wire cutting of concrete blocks to simulate the demolition process.",
                "tag": "p"
            },
            {
                "content": "The payoff of preparation",
                "tag": "h2"
            },
            {
                "content": "The benefits of this offsite testing are already clear:",
                "tag": "p"
            },
            {
                "content": "This isn’t just about ticking boxes - it’s about ensuring that when SPIDA is deployed on the chimney, it performs flawlessly. Every test, every trial, every tweak brings the team one step closer to full remediation.",
                "tag": "p"
            },
            {
                "content": "A changing skyline",
                "tag": "h2"
            },
            {
                "content": "The eventual removal of the Pile 1 chimney will be a transformative moment for Sellafield and West Cumbria. It will mark the end of a chapter in the UK’s nuclear history and the beginning of a new, safer future. But that change is already underway - just not where most people are looking.",
                "tag": "p"
            },
            {
                "content": "Behind the scenes, in workshops and test bays, innovation is unfolding. SPIDA is proof that progress doesn’t always happen in plain sight. Sometimes, it’s the quiet work - the testing, the trialling, the refining - that makes the biggest impact.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/beyond-the-fence-how-testing-and-trialling-are-driving-pile-1-chimney-demolition/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "At the heart of our efforts to remove the Windscale Pile 1 chimney is SPIDA: the Suspended Platform with Incremental Descent Developed by ADAPT. It’s not just a machine - it’s a symbol of how Sellafield Ltd is using innovation and rigorous testing to tackle one of the site’s most complex decommissioning challenges."
    },
    {
        "title": "The Government Statistical Service: Building strength in numbers",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-10-20T14:53:44",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Data science",
            "Digital and data",
            "Innovation",
            "Join a profession",
            "Professional Networks",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "In this article we hear from Jason Bradbury, Steve Ellerd-Elliott and Jane Naylor, Deputy Heads of the Government Statistical Service (GSS).",
                "tag": "p"
            },
            {
                "content": "Statistics shape every decision the government makes, from healthcare policies to economic strategies. Behind those crucial numbers is the Government Statistical Service, a community of UK civil servants who collect, analyse, produce and communicate the statistics that inform our nation's future.",
                "tag": "p"
            },
            {
                "content": "The network of people within GSS is vast and innovative. We work together across boundaries to make a positive difference, which we're really proud of. What makes our community special is how we support one another to deliver the best possible statistics and understandings across our full range of topics, prioritising trustworthiness, value and quality. We often win awards for quality and collaboration in our work - most recently, our professionals have won Royal Statistical Society Campion Awards, Government Analysis Awards, and Civil Service Awards. You could be next!",
                "tag": "p"
            },
            {
                "content": "Being part of the GSS is very simple. If you work with statistics in any capacity, you're already a member - all you need to do is get involved.  If you’re a statistician or data scientist, you can also join the Government Statistician Group (GSG) profession by completing a badging exercise.",
                "tag": "p"
            },
            {
                "content": "Delivering our vision together",
                "tag": "h2"
            },
            {
                "content": "The Deputy Heads of the GSS, Steve Ellerd-Elliott, Jane Naylor and Jason Bradbury, bring years of experience and genuine passion for getting the best out of our community. They share the following reflection:",
                "tag": "p"
            },
            {
                "content": "Growing with the GSS",
                "tag": "h3"
            },
            {
                "content": "Members of the GSS enjoy access to a range of training and career development opportunities, including:",
                "tag": "p"
            },
            {
                "content": "Our People Advisory Group and steering groups continuously work to update learning, development and recruitment opportunities. You can read about their plan and actions, and sign up to get involved, on the GSS webpages.",
                "tag": "p"
            },
            {
                "content": "The time and space to create your community",
                "tag": "h3"
            },
            {
                "content": "Our community includes access to a Head of Profession in each department and a network of experts at all levels across the Civil Service. There are plenty of opportunities to get involved with projects and make a positive difference to your career.",
                "tag": "p"
            },
            {
                "content": "GSS task and finish groups take forward cross-cutting priorities. Current topics include reviewing GSS governance, considering the future role of statisticians, and ensuring diversity and inclusion across our community. Getting involved provides you with the opportunity to build connections, gain experience in planning and delivering improvements, and develop new skills.",
                "tag": "p"
            },
            {
                "content": "Champion networks offer an excellent way to connect with the wider community, learn from others, and build capability across the GSS by sharing your expertise. Topics include quality, data linkage, presentation, dissemination, reproducible analytical pipelines, geography and harmonisation. Regional networks are available in most areas of the UK providing local seminars, career opportunities, and socials throughout the year.",
                "tag": "p"
            },
            {
                "content": "As a GSS member, you'll also have access to quarterly Community Calls with the GSS Deputy Heads and range of speakers, alongside our yearly GSS Conference packed with learning and networking opportunities. There are methodological knowledge sharing sessions for topical experts across departments and networking opportunities with peers across the GSS. Stay up to date with upcoming events on our webpages.",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h3"
            },
            {
                "content": "Your input is central to sustaining and developing the GSS. Learn about our strategic vision: Strength in Numbers.",
                "tag": "p"
            },
            {
                "content": "Members regularly share blogs, guidance and information on our social media, monthly newsletter, and GSS webpages. Subscribe and follow to stay updated.",
                "tag": "p"
            },
            {
                "content": "You can find out more about Civil Service professions on the A Modern Civil Service hub.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/10/20/the-government-statistical-service-building-strength-in-numbers/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "From healthcare policies to economic strategies, statistics inform every decision government makes. Meet the Government Statistical Service - a vibrant community of professionals who collect, analyse and communicate the data that guides our nation forward."
    },
    {
        "title": "Diving into planning decisions: What we learned from our latest user research ",
        "authors": [
            "Mike Rose, Data, Licensing and Intellectual Property SME"
        ],
        "posted_on": "2025-10-20T13:38:09",
        "categories": [
            "Data",
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Across England, local planning authorities use different formats to record the outcomes of planning applications. To unlock the full potential of this information and make critical details about what’s been approved and where more accessible, we’ve started work to standardise decision notices. This will help local authorities access the information they need instantly, supporting more effective planning and reporting for housing and infrastructure, while making this data available to others for analysis and forecasting. We’re driving forward these important improvements as part of our mission to standardise planning data across England.",
                "tag": "p"
            },
            {
                "content": "Now that our work to standardise the planning application submission stage is well underway and entering the testing phase, we've shifted our focus to the other end of the planning permission process: the decision stage. ",
                "tag": "p"
            },
            {
                "content": "We recently concluded a round of user research with our data standards community to understand the challenges and requirements around standardising decision data. We're defining this as the official decision itself, plus all the supporting information and up-to-date conditions that exist at the point the decision is made. This is more than just ‘approve’ or ‘refuse’ information – it’s the final, accurate data on what's actually been approved. ",
                "tag": "p"
            },
            {
                "content": "We have been receiving responses to our survey and following up with in-depth interviews with local authorities and planning consultants. Thank you to everyone who took the time to contribute – your feedback is invaluable. ",
                "tag": "p"
            },
            {
                "content": "Why standardised decision data is critical ",
                "tag": "h2"
            },
            {
                "content": "Our research confirmed that crucial information is currently scattered across documents, submitted during the planning application process, making it incredibly difficult to use this data for analysis or forecasting. The research identified 5 core areas where standardised decision data is urgently needed: ",
                "tag": "p"
            },
            {
                "content": "The problems we need to solve ",
                "tag": "h2"
            },
            {
                "content": "Unlike the submission stage, where we had existing national application forms as a starting point, we face a fundamental challenge looking at the decision stage: there is no single, standardised format for decision notices. This lack of a baseline is compounded by several other issues: ",
                "tag": "p"
            },
            {
                "content": "Community insights: Our focus areas ",
                "tag": "h2"
            },
            {
                "content": "When we asked the community what the priorities were for standardisation, their insights highlighted a number of key areas where we can make the biggest positive impact:  ",
                "tag": "p"
            },
            {
                "content": "Next steps: Join the conversation ",
                "tag": "h2"
            },
            {
                "content": "This research confirms that the work ahead will require more than just technical fixes. It demands a serious effort to address cultural and process issues too. ",
                "tag": "p"
            },
            {
                "content": "We will keep you updated on our progress. In the meantime, we need your continued help: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/10/20/diving-into-planning-decisions-what-we-learned-from-our-latest-user-research/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "User research is underway on standardising planning decision notices. Local authorities currently use different formats to record planning application outcomes, but standardisation would make crucial data instantly available for effective planning, analysis and forecasting. The data standards community has been providing invaluable feedback on where standardisation can deliver the biggest positive impact for the sector."
    },
    {
        "title": "Scouts speak to astronauts aboard the International Space Station",
        "authors": [
            "The Scouts"
        ],
        "posted_on": "2025-10-20T13:35:58",
        "categories": [
            "Championing Space"
        ],
        "content": [
            {
                "content": "More than 100 Scouts embarked on an extraordinary journey, without ever leaving Earth.  ",
                "tag": "p"
            },
            {
                "content": "Thanks to funding from the UK Space Agency, the young adventurers earned the rare opportunity to host a live Q&A session with a NASA astronaut aboard the International Space Station (ISS), who are living 400km above the Earth’s surface, gaining first-hand insight into life in orbit. ",
                "tag": "p"
            },
            {
                "content": "In preparation for the cosmic conversation, the Scouts, have been working toward their Space Activity Badge, introduced last year through a pioneering partnership with the UK Space Agency. ",
                "tag": "p"
            },
            {
                "content": "The badge has ignited a passion for space exploration, inspiring curiosity, innovation, and a deeper understanding of space science among young people. ",
                "tag": "p"
            },
            {
                "content": "Owen, Cub Scout, age 8, said:",
                "tag": "p"
            },
            {
                "content": "The Scouts from Leamington Spa have etched their names into UK history by receiving the highest number of questions answered by an astronaut aboard the International Space Station during the call on Saturday 18 October. ",
                "tag": "p"
            },
            {
                "content": "This extraordinary achievement was made possible through Amateur Radio on the International Space Station (ARISS), a volunteer-led initiative that connects young people with space exploration. Adding to the milestone, the group became the first UK participants since 2018 to establish visual contact with an astronaut via Ham TV, bringing space one step closer to Earth. ",
                "tag": "p"
            },
            {
                "content": "Gavin Gill, a Beaver Team Leader at 1st Radford Semele Scout Group, said: ",
                "tag": "p"
            },
            {
                "content": "Astronaut and Scout Ambassador Tim Peake said: ",
                "tag": "p"
            },
            {
                "content": "This live Q&A session offered Scouts a once-in-a-lifetime opportunity to immerse themselves in space science and develop skills for life. By engaging directly with astronaut Jonny Kim aboard the ISS, these young people weren’t just asking questions, they stepped into a world of possibility.  ",
                "tag": "p"
            },
            {
                "content": "Ingmar Kamalagharan, Head of Education and Future Workforce at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "The experience encouraged critical thinking, curiosity, and confidence, while showing that even the most distant dreams can be within reach. Whether it sparks a future career in STEM or simply deepens their appreciation for the Universe, this moment will stay with them long after the ISS has passed overhead. It’s a powerful reminder that learning can take any form - and that sometimes, even the sky isn’t the limit. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/20/scouts-speak-to-astronauts-aboard-the-international-space-station/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Thanks to funding from the UK Space Agency, more than 100 Scouts had the rare opportunity to host a live Q&A session with a NASA astronaut aboard the International Space Station, gaining first-hand insight into life in orbit. "
    },
    {
        "title": "Making justice real: how hands-on learning helped students understand knife crime",
        "authors": [
            "Sian Wharton-Goodman, Senior Communications Manager"
        ],
        "posted_on": "2025-10-20T13:23:21",
        "categories": [
            "Crime",
            "General",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Westminster Magistrates’ Court isn’t a place most teenagers hope to spend the day. But for students from two London schools, it became the setting for a powerful learning experience. In our ‘Caught to Court’ anti-knife crime event, they took part in a mock trial that showed how the justice system works, and what happens when young people make dangerous choices.",
                "tag": "p"
            },
            {
                "content": "Knife crime continues to affect communities across the UK, with young people often both victims and perpetrators. In the year ending March 2024, just over 3,200 knife or offensive weapon offences were committed by children resulting in a caution or sentence. ",
                "tag": "p"
            },
            {
                "content": "The Westminster event – now in its second year – aimed to help students aged 14 to 17 understand the effects of knife-related offences. Led by HMCTS court staff, the immersive experience saw students take on courtroom roles and follow a fictional knife crime case from start to finish. Stepping into the shoes of legal professionals, they didn’t just hear about consequences, they lived them.",
                "tag": "p"
            },
            {
                "content": "The mock trial: experiencing justice firsthand",
                "tag": "h2"
            },
            {
                "content": "For the mock trial, students took on roles such as prosecutors, defence lawyers, police officers, and magistrates. Guided by real professionals, they examined evidence, cross-examined witnesses, and delivered verdicts. A real judge presided, encouraging student magistrates to challenge both sides.",
                "tag": "p"
            },
            {
                "content": "“The mock trial was very different from what was expected,” said one student who played the prosecutor. “I really enjoyed being the prosecutor and visualising all the evidence.”",
                "tag": "p"
            },
            {
                "content": "Justice Minister Jake Richards MP, a former barrister who attended, praised the approach:",
                "tag": "p"
            },
            {
                "content": "“The children engaged brilliantly with the mock trial. To see the kids today learn in just a few hours and then perform in front of a room full of people and a learned judge was just brilliant to see.”",
                "tag": "p"
            },
            {
                "content": "Experiential learning",
                "tag": "h2"
            },
            {
                "content": "“This is the first time that we've been to a court, so we're really excited,” said Tanya Withers, Assistant Head at Woodmansterne School and Sixth Form. “These sorts of activities being in a real location are so helpful because the students are seeing a workplace, they're seeing how a court would work. They're learning – I don't want to go down that route.”",
                "tag": "p"
            },
            {
                "content": "Students also appreciated the difference from classroom learning: “It's different to being in the classroom as you're not just looking at a screen. You can actually ask the people that are performing the acts the questions.”",
                "tag": "p"
            },
            {
                "content": "The event also helped students develop important life skills like public speaking, critical thinking and confidence building that will serve them far beyond the courtroom.",
                "tag": "p"
            },
            {
                "content": "Collaborative impact",
                "tag": "h2"
            },
            {
                "content": "The event brought together criminal justice system partners, influencers and community organisations offering support and positive alternatives.",
                "tag": "p"
            },
            {
                "content": "Ian Rawlins, an HMCTS legal adviser, organised the event, emphasising the collective approach: “We all have a duty to try and tackle knife crime together.” His message was clear: “Think twice about taking that weapon when you leave your house. Think twice if you're going to accompany friends who've got a weapon.”",
                "tag": "p"
            },
            {
                "content": "Minister Richards agreed: “Community engagement like this is incredibly important for ensuring that children learn about the dangers of knife crime and how our law and courts work. It's really good to see HMCTS lead the way and organise events like this.”",
                "tag": "p"
            },
            {
                "content": "A lasting message",
                "tag": "h2"
            },
            {
                "content": "Students summed up the event: “It has changed what I knew about knife crime. The biggest thing I've taken away is that you shouldn't carry knives, and you should think about the consequences before you do.”",
                "tag": "p"
            },
            {
                "content": "By putting young people at the heart of the justice system, we’re showing that hands-on learning can transform understanding and help young people make safer choices.",
                "tag": "p"
            },
            {
                "content": "As Ian concluded: “If everyone who attends this event tells at least one other person what they've seen and heard today, and we prevent one person from carrying a knife or becoming a victim, we’re saving a life.”",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Nid yw Llys Ynadon San Steffan yn rhywle y byddai mwyafrif pobl yn eu harddegau yn dymuno treulio eu diwrnod. Ond i fyfyrwyr o ddwy ysgol yn Llundain, daeth yn lleoliad ar gyfer profiad dysgu pwerus. Yn ein digwyddiad yn erbyn troseddau cyllyll – ‘Caught to Court’ – bu iddynt gymryd rhan mewn ffug dreial a oedd yn dangos sut mae’r system gyfiawnder yn gweithio, a beth sy’n digwydd pan fydd pobl ifanc yn gwneud dewisiadau peryglus.",
                "tag": "p"
            },
            {
                "content": "Mae troseddau cyllyll yn parhau i effeithio ar gymunedau ledled y DU, ac yn aml mae pobl ifanc yn gallu bod yn ddioddefwyr ac yn gyflawnwyr. Yn y flwyddyn ddaeth i ben ym Mawrth 2024, cyflawnwyd ychydig dros 3,200 o droseddau arfau ymosodol gan blant, a wnaeth arwain at rybudd neu ddedfryd. Nod y digwyddiad yn San Steffan – sydd bellach yn ei ail flwyddyn – yw helpu myfyrwyr rhwng 14 a 17 oed ddeall effeithiau troseddau sy’n ymwneud â chyllyll. Wedi’i arwain gan staff GLlTEF, roedd y profiad yn gweld myfyrwyr yn cyflawni rolau gwahanol yn yr ystafell llys, ac yn cynnal achos trosedd cyllyll o’r dechrau i’r diwedd. Gan gamu mewn i esgidiau gweithwyr cyfreithiol proffesiynol, yn lle clywed am y canlyniadau yn unig, roeddynt yn byw’r canlyniadau.",
                "tag": "p"
            },
            {
                "content": "Y ffug dreial: profi cyfiawnder yn uniongyrchol",
                "tag": "h2"
            },
            {
                "content": "Ar gyfer y ffug dreial, roedd myfyrwyr yn cyflawni rolau fel erlynwyr, cyfreithwyr yr amddiffyniad, swyddogion heddlu ac ynadon. Dan arweiniad gweithwyr proffesiynol go iawn, roeddynt yn archwilio tystiolaeth, yn croesholi tystion ac yn traddodi dyfarniadau. Roedd barnwr go iawn yn llywyddu, gan annog myfyrwyr a oedd yn chwarae rôl ynadon i herio’r ddwy ochr.",
                "tag": "p"
            },
            {
                "content": "“Roedd y ffug dreial yn wahanol iawn i’r hyn roeddwn i’n ei ddisgwyl,” meddai un myfyriwr, a oedd wedi chwarae rôl yr erlynydd. “Wnes i wir mwynhau bod yn erlynydd ac ystyried yr holl dystiolaeth.”",
                "tag": "p"
            },
            {
                "content": "Bu i’r Gweinidog dros Gyfiawnder, Jack Richard, AS, cyn-fargyfreithiwr a wnaeth fynychu’r digwyddiad, ganmol y dull hwn:",
                "tag": "p"
            },
            {
                "content": "“Roedd y plant yn cymryd rhan frwdfrydig yn y ffug dreial. Roedd gweld y plant heddiw yn dysgu cymaint mewn ychydig oriau ac yn perfformio o flaen ystafell yn llawn pobl a barnwr dysgedig yn beth hollol wych i’w weld.”",
                "tag": "p"
            },
            {
                "content": "Dysgu arbrofol",
                "tag": "h2"
            },
            {
                "content": "“Dyma’r tro cyntaf rydym wedi ymweld â llys, felly rydym yn teimlo’n gyffrous iawn” meddai Tanya Withers, Dirprwy Bennaeth Ysgol a Chweched Dosbarth Woodmansterne.  “Mae cynnal gweithgareddau fel hyn mewn lleoliad go iawn yn helpu cymaint, oherwydd mae’r myfyrwyr yn gweld gweithle, maen nhw’n gweld sut byddai llys yn gweithio. Maen nhw’n dysgu – dydw i ddim eisiau mynd lawr y lôn hon.”",
                "tag": "p"
            },
            {
                "content": "Roedd myfyrwyr hefyd yn gwerthfawrogi’r gwahaniaeth o ddysgu yn yr ystafell ddosbarth: “Mae’n wahanol i fod yn yr ystafell ddosbarth oherwydd nid ydych yn edrych ar sgrin yn unig. Gallwch ofyn cwestiynau i’r bobl sy’n perfformio’r rolau.”",
                "tag": "p"
            },
            {
                "content": "Roedd y digwyddiad hefyd wedi helpu myfyrwyr i ddatblygu sgiliau bywyd pwysig fel siarad yn gyhoeddus, meddwl yn feirniadol a datblygu hyder, a fydd yn eu helpu ymhell tu hwnt i’r ystafell llys.",
                "tag": "p"
            },
            {
                "content": "Effaith cydweithredol",
                "tag": "h2"
            },
            {
                "content": "Bu i’r digwyddiad ddod â phartneriaid cyfiawnder troseddol, dylanwadwyr a chyrff cymunedol ynghyd i gynnig cymorth a dewisiadau amgen cadarnhaol.",
                "tag": "p"
            },
            {
                "content": "Ian Rawlins, cynghorydd cyfreithiol yn GLlTEF, drefnodd y digwyddiad, gan bwysleisio’r dull cydweithredol: “Mae gennym oll ddyletswydd i geisio mynd i’r afael â throseddau cyllyll gyda’n gilydd.” Roedd ei neges yn glir: “Meddyliwch ddwywaith am mynd â’r arf yna gyda chi pan fyddwch yn gadael eich tŷ. Meddyliwch ddwywaith os ydych am fod yn gwmni i ffrindiau sy’n cario arfau.”",
                "tag": "p"
            },
            {
                "content": "Roedd y Gweinidog Richards yn cytuno: “Mae ymgysylltu cymunedol fel hyn yn hynod o bwysig i sicrhau bod plant yn dysgu am beryglon troseddau cyllyll ac am sut mae ein cyfraith a’n llysoedd yn gweithio. Mae’n dda iawn gweld GLlTEF yn arwain ar hyn trwy drefnu digwyddiadau fel hyn.”",
                "tag": "p"
            },
            {
                "content": "Neges fydd yn aros yn y meddwl",
                "tag": "h2"
            },
            {
                "content": "Dyma ychydig eiriau gan fyfyrwyr yn crynhoi’r digwyddiad: “Mae wedi newid y ffordd dw i’n meddwl am droseddau cyllyll. Y peth mwyaf dw i wedi dysgu yw dylech chi ddim cario cyllyll, a dylech chi feddwl am y goblygiadau cyn i chi wneud o.”",
                "tag": "p"
            },
            {
                "content": "Trwy roi pobl ifanc wrth wraidd y system gyfiawnder, rydym yn dangos bod dysgu ymarferol yn gallu trawsnewid dealltwriaeth a helpu pobl ifanc i wneud dewisiadau mwy diogel.",
                "tag": "p"
            },
            {
                "content": "A’r sylwadau i gloi gan Ian yw: “Os bydd pawb sy’n mynychu’r digwyddiad hwn yn dweud wrth o leiaf un person arall am yr hyn maen nhw wedi’i weld a’i glywed heddiw, ac os rydym yn atal un person arall rhag cario cyllell neu rhag dod yn ddioddefwr, rydym ni’n achub bywyd.”",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/10/20/making-justice-real-how-hands-on-learning-helped-students-understand-knife-crime/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Students from two London schools took part in a mock trial at Westminster Magistrates’ Court to learn about the real consequences of knife crime."
    },
    {
        "title": "Natural England response to Badger Trust and Wild Justice judicial review decision’",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-10-20T12:01:48",
        "categories": [
            "Licensing"
        ],
        "content": [
            {
                "content": "On 16th October, the High Court decided against an application by Natural England to increase the amount of costs that claimants, The Badger Trust and Wild Justice, should pay back to Natural England from £10,000 to £30,000 and £20,000 respectively, in the event that we were successful in an ongoing litigation.  This blog explains the context. ",
                "tag": "p"
            },
            {
                "content": "Firstly, the judicial review system to challenge decisions made by public bodies is crucial in a democratic society.  Secondly, Natural England values the principles of the Aarhus Convention and the system it provides to enable anyone to seek environmental justice.  While the existing costs cap position is very much Natural England's default position, as with all publicly funded bodies, we must make careful and appropriate use of taxpayer funding. ",
                "tag": "p"
            },
            {
                "content": "The decision to make the application in this case was exceptional for several reasons, including our view on the strength of the case, the government's commitment to phase out lethal control of badgers and unrecovered public money in previous unsuccessful litigation by claimants on this subject.  We considered that there were grounds for requesting more of a contribution toward Natural England's costs if we were successful in the proceedings. We did not consider that this amount would prohibit or impede the Claimants from bringing their claim.",
                "tag": "p"
            },
            {
                "content": "We have never looked to use the procedure in the Civil Procedure Rules to increase a costs cap before and we might never make this sort of application again.  We respect the judgment of the court that the standard cap should remain in place for this claim and given the limited caselaw around this, we welcome the clarity that the court has brought.",
                "tag": "p"
            },
            {
                "content": "Note – the hearing on 16th October was part of the ongoing judicial review by the Badger Trust and Wild Justice of Natural England’s decision to grant licences for the control of badgers in May 2024 as part of the control of bovine tuberculosis.  The substantive hearing is listed for 16-17 December 2025.  ",
                "tag": "p"
            },
            {
                "content": "The government continues to phase out lethal control of badgers. No new intensive badger control licences in the High Risk and Edge areas of England have been issued since August 2022. The licensing of both intensive and supplementary badger control is on a steep downward trajectory, with the final round of licence authorisations and badger control taking place in 2025. All remaining licences of this type will then expire in January 2026. ",
                "tag": "p"
            },
            {
                "content": "The “new” supplementary badger control licences referred to by the complainant are for existing licences that have completed intensive badger control and were therefore eligible to apply for a supplementary badger control licence.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/20/natural-england-response-to-badger-trust-and-wild-justice-judicial-review-decision/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "On 16th October, the High Court decided against an application by Natural England to increase the amount of costs that claimants, The Badger Trust and Wild Justice, should pay back to Natural England from £10,000 to £30,000 and £20,000 respectively, in the …"
    },
    {
        "title": "Dive into FMPs: engaging with stakeholders, groups and forums",
        "authors": [
            "FMP Comms Team"
        ],
        "posted_on": "2025-10-20T10:34:43",
        "categories": [
            "- Defra led FMPs"
        ],
        "content": [
            {
                "content": "As we move forward with our Fisheries Management Plans (FMP), we want to make it easier for you to see how everything comes together. ",
                "tag": "p"
            },
            {
                "content": "This is the final post in a three-part series to dive into FMPs. Part one looked at governance and part two looked at our partners and experts.",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll look at how and when we engage and how you can get involved. ",
                "tag": "p"
            },
            {
                "content": "We'll also explore some of the groups and forums that we work with to bring in stakeholder knowledge and experience.",
                "tag": "p"
            },
            {
                "content": "Whether you’re a part of the fishing industry and its associated sectors (which includes both commercial and recreational activities), a scientist or environmental non-governmental organisation (eNGO) or are simply interested in fisheries management, this post will help you see the best ways to engage.",
                "tag": "p"
            },
            {
                "content": "What is engagement? ",
                "tag": "h2"
            },
            {
                "content": "Engagement is “to actively involve and build relationships with individuals or groups who can affect or are affected by a project decision or initiative”. ",
                "tag": "p"
            },
            {
                "content": "How we engage ",
                "tag": "h2"
            },
            {
                "content": "FMPs mark a shift in how fisheries are managed. The Joint Fisheries Statement (JFS) puts emphasis on involving stakeholders through participation and collaboration.  ",
                "tag": "p"
            },
            {
                "content": "Different stages of FMP delivery require different approaches- from drafting, scientific input, communications, implementation of measures and more.  ",
                "tag": "p"
            },
            {
                "content": "The way we engage can vary by fishery or region, drawing on social, economic, and environmental knowledge from different places.  Engagement can include informing, consulting, involving, and collaborating.  ",
                "tag": "p"
            },
            {
                "content": "Let’s dive into how and when stakeholders are involved in FMPs",
                "tag": "h2"
            },
            {
                "content": "A wide and complex network of individuals and organisations are involved in fisheries across the UK, with different knowledge and perspectives to bring forward. The first six FMPs paved the way, trialling different ways of working. Through evaluation of these, we learnt what works well, or where improvements are needed - which are continually being made. ",
                "tag": "p"
            },
            {
                "content": " Some of the ways we engage are through: ",
                "tag": "p"
            },
            {
                "content": "• Meetings- Defra and delivery partners (that you met in the last post in this series) meet with specific individuals or groups to work on proposals, gather information and keep them updated.• Public engagement- in-person and online events, often hosted by delivery partners, to reach stakeholders who may not be in groups or formally represented.• Communications- Defra and partners communicate directly and on public facing channels such as GOV.UK, social media and the blog you’re on now- which was developed in response to stakeholder requests for more transparency on FMP work.",
                "tag": "p"
            },
            {
                "content": "Engagement happens at different stages of FMP delivery: developing drafts, public consultation and implementation. See the FMP stages in an earlier post: What are FMPs and how are they prepared. ",
                "tag": "p"
            },
            {
                "content": "Now, let’s look at the different groups that contribute to FMPs",
                "tag": "h2"
            },
            {
                "content": "FMP led groups ",
                "tag": "h3"
            },
            {
                "content": "Defra or their delivery partners set up groups to support the development of some FMPs. They brought together stakeholders to collaborate, share knowledge and ideas, and to help shape the goals and proposals.  Membership varies, but can include commercial and recreational fishermen, scientists, and environmentalists. ",
                "tag": "p"
            },
            {
                "content": "Once a plan is published, these groups may close or continue. Members may move into other groups or form new ones to support implementation- which includes putting the FMP into action and to help meet its goals.",
                "tag": "p"
            },
            {
                "content": "Some of the active groups have been set up following the publication of FMPs and have members from many sectors: ",
                "tag": "p"
            },
            {
                "content": "The bass and king scallop groups are chaired by Defra you’ll find links to their details on the new FMP directory.",
                "tag": "p"
            },
            {
                "content": "The crab and lobster and whelk groups are chaired by Seafish.",
                "tag": "p"
            },
            {
                "content": "Established groups and forums ",
                "tag": "h2"
            },
            {
                "content": "FMP teams also work with other groups and forums. By working with them, we aim to reduce the number of meetings stakeholders have to consider attending.",
                "tag": "p"
            },
            {
                "content": "They may be established by organisations or stakeholders for a specific sector or fishery and can be national, or local. These groups can also interact and overlap. ",
                "tag": "p"
            },
            {
                "content": "They engage with members of that fishery, ensuring that local knowledge and needs are integrated into the FMPs.",
                "tag": "p"
            },
            {
                "content": "One group in particular that FMPs have partnered with is the Regional Fisheries Groups (RFGs). They work closely with the inshore sector which includes commercial, recreational and associated sectors.",
                "tag": "p"
            },
            {
                "content": "We also work closely with several non-FMP led groups that are coordinated by other bodies such as Seafish who lead the Finfish Advisory Group (FIAG), Shellfish Industry Advisory Group (SIAG) and sub-groups, the Crab and Lobster Management Group and the Whelk Management Group. You’ll find links to their details on the new FMP directory.",
                "tag": "p"
            },
            {
                "content": "FMP teams also engage with a range of groups including the Recreational Sea Fishing Forum, Angling Trust, eNGOs, UK Association of Fish Producer Organisations (UKAFPO). These meetings vary, from giving updates, to gathering views on FMPs on behalf of their members. If you are a fisherman, recreational angler or an eNGO we encourage you to get involved through these groups and have your voice heard.",
                "tag": "p"
            },
            {
                "content": "How you can get involved",
                "tag": "h2"
            },
            {
                "content": "At this stage, we’re preparing the final four Defra plans for consultation where all our stakeholders can have a say on the plans before they’re published.",
                "tag": "p"
            },
            {
                "content": "The first six plans that were published in 2024 are being implemented and we’re also getting ready to publish the next five plans that were consulted on last year. There are opportunities to get involved as this work continues, and we’ll continue to promote opportunities here on the blog.",
                "tag": "p"
            },
            {
                "content": "New on the FMP blog",
                "tag": "h2"
            },
            {
                "content": "We’ve just launched a new page on the blog- the FMP directory. ",
                "tag": "p"
            },
            {
                "content": "It includes key information and important links for each of Defra’s 15 FMPs. You can also find out how to keep updated and engage.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/10/20/dive-into-fmps-engaging-with-stakeholders-groups-and-forums/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Discover how and when to get involved in Fisheries Management Plans and explore the groups shaping UK fisheries through collaboration and engagement."
    },
    {
        "title": "Finding harmony in flexible working",
        "authors": [
            "Francis Ball"
        ],
        "posted_on": "2025-10-20T10:00:16",
        "categories": [
            "Flexible working"
        ],
        "content": [
            {
                "content": "Quick summary",
                "tag": "h3"
            },
            {
                "content": "Transitioning to the classroom",
                "tag": "h2"
            },
            {
                "content": "I am in my third year as a history teacher at Barking Abbey School, in East London. My journey began in local and oral history, working with young people to document the stories of elders in their communities. Moving into classroom teaching felt like a natural progression, and I’m truly grateful I made the step. I find the work deeply fulfilling, intellectually stimulating and meaningful. ",
                "tag": "p"
            },
            {
                "content": "However, like many new teachers, I found the pace of school life a real adjustment. In my previous role, I had more flexibility during the week to regularly engage in hobbies and creative interests. Transitioning into teaching meant adjusting to a new rhythm, one that was rewarding but more structured.",
                "tag": "p"
            },
            {
                "content": "Embracing flexible working early in my career",
                "tag": "h2"
            },
            {
                "content": "It wasn’t until my training mentor mentioned the possibility of part-time teaching that I realised flexible working could be an option - even this early in my career. I was excited by the idea, but also unsure whether it would be viable for me or the school. Fortunately, my school was supportive of my request, and I moved to a four-day week.",
                "tag": "p"
            },
            {
                "content": "The impact has been transformative.",
                "tag": "p"
            },
            {
                "content": "I've been a drummer for 25 years, and music remains one of my greatest passions. By working four days a week, I now have the time to pursue music seriously - whether practising solo, rehearsing with my band or travelling to gigs. I have since performed locally and further afield. These opportunities were made possible by working flexibly.   ",
                "tag": "p"
            },
            {
                "content": "Flexible working enhances my teaching",
                "tag": "h2"
            },
            {
                "content": "This change hasn’t just brought personal fulfilment - it’s also enhanced my teaching. With a more balanced week, I return to the classroom with renewed focus, creativity, and enthusiasm. The two parts of my life now play in harmony rather than competition.",
                "tag": "p"
            },
            {
                "content": "Flexible working has enabled me to maintain a high level of professional commitment while nurturing a lifelong interest. It’s proof that rethinking the rhythm of the working week can help teachers flourish - both personally and professionally. ",
                "tag": "p"
            },
            {
                "content": "I’m proud to work in a school that values this approach, and to be part of a profession that’s increasingly open to new ways of working.",
                "tag": "p"
            },
            {
                "content": "Discover more",
                "tag": "h2"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/10/20/finding-harmony-in-flexible-working/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "A third-year history teacher shares how moving to a four-day working week has transformed their work-life balance. With school support, they've been able to pursue personal passions whilst maintaining professional commitment, returning to the classroom with renewed focus and creativity."
    },
    {
        "title": "Analysis of consultation responses gives valuable insight into families’ experiences of congenital CMV",
        "authors": [
            "Ros Greiner"
        ],
        "posted_on": "2025-10-20T08:49:57",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "by guest blog authors Ros Greiner and Heather Bailey, of the Institute for Global Health, University College London",
                "tag": "p"
            },
            {
                "content": "Cytomegalovirus (CMV) is a common virus which can cause mild flu-like symptoms. It can be more serious if it is passed on to a baby before they are born when it is known as congenital CMV (cCMV). This can happen if a woman catches CMV, or if she had CMV before and it becomes active again when she is pregnant.",
                "tag": "p"
            },
            {
                "content": "Around 1 in 200 babies are thought to be born with CMV and a fifth of these may have long-term disability associated with the infection. This can include deafness and delays in how a child develops and learns.",
                "tag": "p"
            },
            {
                "content": "In 2021, the UK NSC conducted a scheduled review of evidence relating to its recommendation on screening for cCMV and held a 3-month public consultation on that evidence.",
                "tag": "p"
            },
            {
                "content": "As a group of researchers working on cCMV, we realised this was a unique dataset. The detailed and passionate responses contained a wealth of information about the lived experiences of children diagnosed with cCMV and their families.",
                "tag": "p"
            },
            {
                "content": "We reached out to the UK NSC to propose conducting an in-depth analysis of the responses. We also contacted UK charity CMV Action, seeking its collaboration. Findings from the analysis have now been published in an article in the Journal of Health Services Research & Policy.",
                "tag": "p"
            },
            {
                "content": "The project was funded by an Academy of Medical Sciences/Wellcome Trust/Government Department of Business, Energy and Industrial Strategy/British Heart Foundation/Diabetes UK Springboard Award held by Heather Bailey [SBF005/1058].",
                "tag": "p"
            },
            {
                "content": "Our findings",
                "tag": "h2"
            },
            {
                "content": "We wanted to explore the views of people with personal experience of CMV in pregnancy or raising a child diagnosed with cCMV. We analysed the consultation responses to identify common patterns and experiences.",
                "tag": "p"
            },
            {
                "content": "Most respondents were caring for a child with CMV-related symptoms. It is worth noting, however, that most children born with cCMV do not develop long-term symptoms, so their families’ experiences are less likely to appear in public consultations. This provides important context for our findings.",
                "tag": "p"
            },
            {
                "content": "Families identified several missed opportunities along the often-lengthy journey from first noticing symptoms to getting a diagnosis. This caused them uncertainty, anxiety and distress. Families believed that not screening for CMV caused diagnostic delays, which they felt led to missed chances for treatments that might improve their child’s outcomes (for example, antiviral treatment or early therapies).",
                "tag": "p"
            },
            {
                "content": "Families also highlighted issues of some medical staff not promptly recognising cCMV symptoms or lacking awareness of the condition. When diagnosis was delayed, families felt they missed out on psychosocial support for themselves and their children.",
                "tag": "p"
            },
            {
                "content": "Overall, the consultation responses showed a range of experiences and unmet needs among families affected by cCMV. Our analysis highlights the importance of:",
                "tag": "p"
            },
            {
                "content": "Implications",
                "tag": "h2"
            },
            {
                "content": "Our findings add to a small but growing body of research that explores families’ experiences of raising children with long-term disabilities caused by cCMV. Our approach of analysing anonymous consultation responses is fairly new, and we hope other researchers might use this approach in future. These analyses could increase the amount and quality of scientific papers that inform future UK NSC evidence reviews and related policy development, such as clinical training.",
                "tag": "p"
            },
            {
                "content": "Through this work, we learned about the strengths and limitations of using UK NSC public consultation responses to study families’ experiences and opinions. This helped us suggest improvements to how responses are collected in future to make them more useful for research. For example, collecting basic background information (where respondents agree) would provide context and allow more detailed analysis.",
                "tag": "p"
            },
            {
                "content": "We would like to thank everyone who responded to the UK NSC consultation on CMV screening in 2021 and 22 and shared their experiences, which made this research possible.",
                "tag": "p"
            },
            {
                "content": "UK NSC evidence review process",
                "tag": "h2"
            },
            {
                "content": "The UK NSC reviews evidence on a wide range of screening topics and holds public consultations on potential recommendations. ",
                "tag": "p"
            },
            {
                "content": "These consultations give individuals and organisations the chance to comment on UK NSC evidence reports and flag any issues they think should be considered.",
                "tag": "p"
            },
            {
                "content": "See UK NSC evidence review process for more information.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/10/20/analysis-of-consultation-responses-gives-valuable-insight-into-families-experiences-of-congenital-cmv/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Analysis of UK NSC consultation responses published in journal article."
    }
]