[
    {
        "title": "GSE leadership in action: Demonstrating our Leadership Values",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-08-11T13:24:54",
        "categories": [
            "Learning & Development",
            "Talent & Leadership"
        ],
        "content": [
            {
                "content": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership.",
                "tag": "p"
            },
            {
                "content": "Michelle Hackett, Head of International Fisheries Science at the Department for Environment, Food and Rural Affairs (Defra), uses these leadership values every day to lead with confidence and empower her team. Let’s hear how she achieves this.",
                "tag": "p"
            },
            {
                "content": "GSE Leadership Values Masterclass: Leading through change",
                "tag": "p"
            },
            {
                "content": "If you would like the chance to develop your leadership in this way, don’t miss the upcoming hybrid Leadership Values Masterclass on the 4 September, open to all members of the GSE profession interested in strengthening their leadership skills. The masterclass will explore the challenges and opportunities of leading through change and senior leaders will talk through examples of the application of GSE Leadership values.",
                "tag": "p"
            },
            {
                "content": "Register your interest by completing the form Leadership Values Masterclass September 2025, or email us at gse@go-science.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/08/11/gse-leadership-in-action-demonstrating-our-leadership-values/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership. Michelle Hackett, Head of International Fisheries Science at the Department for …"
    },
    {
        "title": "Our new powers in action: tackling company cloning",
        "authors": [
            "Integrity and Enforcement Team"
        ],
        "posted_on": "2025-08-11T12:00:54",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Our new powers under the Economic Crime and Corporate Transparency Act 2023 are already making a real-world impact.",
                "tag": "p"
            },
            {
                "content": "As part of our ongoing efforts to prevent financial crime and expose organised criminals who engage in fraud, we have targeted an emerging area of concern: the exploitation of businesses through the cloning of legitimate companies.",
                "tag": "p"
            },
            {
                "content": "Investigating cloned restaurant companies",
                "tag": "h2"
            },
            {
                "content": "Between December 2023 and February 2024, our intelligence and enforcement teams identified 786 companies that had been incorporated and were suspected to be fraudulent clones of established restaurant businesses.",
                "tag": "p"
            },
            {
                "content": "By looking to exploit the reputation of well-known hospitality brands, organised crime groups were trying to make their illegal activities look legitimate and trustworthy. ",
                "tag": "p"
            },
            {
                "content": "These cloned companies often used names that closely resembled existing brands, often only differentiating themselves by a single character or punctuation mark.",
                "tag": "p"
            },
            {
                "content": "Their intention is typically to:",
                "tag": "p"
            },
            {
                "content": "Well-known restaurant groups and public figures within the hospitality sector were among those targeted, which resulted in widespread media coverage.Companies House took immediate action to investigate this activity, and we were soon able to flag companies for enforcement action.",
                "tag": "p"
            },
            {
                "content": "As a result, 2,895 fraudulent appointments and 965 companies were removed from the register. We also then changed the names of 929 of the associated companies, an important action that protected the businesses and individuals whose company or personal names were misappropriated in these cases.",
                "tag": "p"
            },
            {
                "content": "How our new powers are helping",
                "tag": "h2"
            },
            {
                "content": "The Economic Crime and Corporate Transparency Act has given Companies House important new powers to respond to such threats:",
                "tag": "p"
            },
            {
                "content": "Increasing transparency and trust in UK business",
                "tag": "h2"
            },
            {
                "content": "These cases highlight the importance of the role Companies House plays to preserve the integrity of the register. Cloned companies pose a threat to both legitimate businesses and the public. Suppliers and investors who rely on accurate company information are also at risk if we do not stop this criminal activity.",
                "tag": "p"
            },
            {
                "content": "We're committed to using our new powers effectively to challenge this misuse of the register and disrupt criminal activity.",
                "tag": "p"
            },
            {
                "content": "Together, we're strengthening the UK’s company register and helping to build a more transparent and trustworthy business environment.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/08/11/our-new-powers-in-action-tackling-company-cloning/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Read how we used our new powers to remove nearly 1,000 fraudulent restaurant company 'clones' from the register."
    },
    {
        "title": "Putting the forestry back into agroforestry",
        "authors": [
            "Jim O'Neill"
        ],
        "posted_on": "2025-08-11T09:00:00",
        "categories": [
            "Woodland creation",
            "Woodland management"
        ],
        "content": [
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Ten years ago, agroforestry – the practice of integrating trees into a farm’s land use – was a little-known concept in the agricultural world. Since then, knowledge and interest in planting trees on farms has grown rapidly. ",
                "tag": "p"
            },
            {
                "content": "At the Forestry Commission, we have a growing team of Agroforestry Woodland Officers, who are becoming regular faces at farming events and shows across England.",
                "tag": "p"
            },
            {
                "content": "Agroforestry integrates trees into farming systems and when well-planned and managed, can maintain or enhance existing agricultural output.",
                "tag": "p"
            },
            {
                "content": "Think of it as three-dimensional farming, where the third dimension – the trees – can add to the yield directly through timber, fruit and nuts, or by providing shade and shelter that helps increase crop yields and livestock performance.",
                "tag": "p"
            },
            {
                "content": "While agroforestry is often considered for the benefits trees provide to your land, crops and livestock, trees can do much more – they can produce a valuable crop themselves.",
                "tag": "p"
            },
            {
                "content": "This is where forestry expertise becomes crucial: growing high-quality timber requires specific knowledge and skills that the forestry sector can provide.",
                "tag": "p"
            },
            {
                "content": "Turning to timber",
                "tag": "h2"
            },
            {
                "content": "As agroforestry gains popularity, many are asking an obvious question: could these trees also produce quality timber? The answer is yes but it requires knowledge and skill, and the kind of expertise that forestry professionals have developed over decades. You could say it’s about putting the forestry back into agroforestry.",
                "tag": "p"
            },
            {
                "content": "Quality timber production isn’t something that happens by accident. It requires careful planning and ongoing management throughout the tree’s life cycle: from establishment and protection through to pruning and harvesting. Each of these stages needs thoughtful consideration when designing a new agroforestry system.",
                "tag": "p"
            },
            {
                "content": "As with any good farming or forestry decision, success depends on matching your approach to your specific conditions. Your soil type, land aspect and the climate will influence species choice, how densely to plant trees and what’s practical for you and your farm. Budding agroforesters need to think strategically about integration: will you grow crops between rows of trees, or graze livestock under or amongst them?",
                "tag": "p"
            },
            {
                "content": "Planning and managing your vertical crop",
                "tag": "h2"
            },
            {
                "content": "Species selection for maximum value",
                "tag": "h3"
            },
            {
                "content": "Successful timber agroforestry requires strategic species selection. Different tree species offer varying timber values and growth characteristics, so there are various options that can align with your farming system and local markets.",
                "tag": "p"
            },
            {
                "content": "For example, wild cherry can yield high-value timber for furniture and joinery, reaching maximum height within 20-50 years and yielding fruit within 5-6 years. For detailed information on species selection and management techniques, Forest Research’s Tree Species Guide for UK Agroforestry Systems provides comprehensive guidance on species best suited to farms.",
                "tag": "p"
            },
            {
                "content": "Protecting your crop from mammals",
                "tag": "h3"
            },
            {
                "content": "Farmers and foresters alike are familiar with the threats posed by mammals such as deer and grey squirrels. Managing mammals is particularly critical in agroforestry systems, where lower tree densities mean the loss of individual trees has a greater potential impact than in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "An important first step is to conduct a baseline assessment to understand the risk or current level of impact mammals could have on your trees. This will allow you to put appropriate mammal management in place across your site. Then early adoption of protection measures is essential to minimise damage and ensure success of your agroforestry project.",
                "tag": "p"
            },
            {
                "content": "Adapting forestry techniques",
                "tag": "h3"
            },
            {
                "content": "Managing your ‘vertical crop’ requires adapting standard forestry techniques for the unique demands of integrated farming systems.",
                "tag": "p"
            },
            {
                "content": "High pruning is a key technique which involves systematically removing lower branches to create clean stems and an elevated canopy. This serves three purposes: producing valuable knot-free timber, allowing light to reach the crops below, and providing clearance for farm machinery to easily pass underneath.",
                "tag": "p"
            },
            {
                "content": "Harvesting an agroforestry timber crop",
                "tag": "h3"
            },
            {
                "content": "Agroforestry aims to maintain the benefits that the trees bring over time, which means harvesting can look different than it does in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "Instead of clear-felling large areas, consider methods like selective felling and continuous cover forestry. These involve removing smaller numbers of carefully chosen trees while preserving the overall tree canopy.",
                "tag": "p"
            },
            {
                "content": "By harvesting individual trees or small groups, you can maintain essential benefits like shelter, biodiversity and soil protection, while still generating an income. It also creates space for replanting keeping your system both productive and resilient.",
                "tag": "p"
            },
            {
                "content": "Timber from agroforestry offers farmers another route to diversification and builds business resilience. However, success depends on honest assessment – do you have the capacity to carry out the work, and can you find reliable markets for your products?",
                "tag": "p"
            },
            {
                "content": "Building agroforestry skills for the future",
                "tag": "h2"
            },
            {
                "content": "The forestry expertise needed for quality timber production in agroforestry systems isn’t just valuable today, it’s essential for the future. As agroforestry grows, so does the need for training and education, though skill gaps remain a barrier to wider adoption.",
                "tag": "p"
            },
            {
                "content": "There are promising developments. Agroforestry is beginning to appear in university courses, from guest lectures at Harper Adams to dedicated postgraduate programmes like Bangor University’s MSc in Agroforestry and Food Security. The Soil Association also offers an e-learning module on agroforestry and farm woodlands.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, there’s growing momentum to embed agroforestry into formal education and advisory services. This will ensure the next generation of farmers, advisors and land managers are equipped to confidently integrate trees into productive landscapes. Meanwhile, peer-to-peer learning through networks like the Farm Woodland Forum offer practical ways for farmers and landowners to share knowledge and experience.",
                "tag": "p"
            },
            {
                "content": "Getting started with agroforestry",
                "tag": "h2"
            },
            {
                "content": "For those looking to integrate trees into your farm, get in touch with your local Agroforestry Woodland Officer through our contact form. They can offer advice and guidance to get you started.",
                "tag": "p"
            },
            {
                "content": "If you have existing woodland, understanding the condition of your existing trees can help you dip your toe into forestry and harvesting timber. Start by assessing your current trees through the Woodland Condition Assessment app. It’s a practical first step to bring your trees and woodland into management.",
                "tag": "p"
            },
            {
                "content": "Find out more information on our guide to agroforestry GOV.UK page.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/08/11/putting-the-forestry-back-into-agroforestry/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Jim O'Neill, Agroforestry Development Manager, shows how applying traditional forestry knowledge to agroforestry systems can unlock timber production potential."
    },
    {
        "title": "What is drought? ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-11T08:13:21",
        "categories": [
            "Drought"
        ],
        "content": [
            {
                "content": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency monitor it, and how are we responding? ",
                "tag": "p"
            },
            {
                "content": "Droughts are natural events that cannot be defined, as every drought is different. Whilst they are all caused by a shortage of rainfall, the characteristics (including timing, duration, impacts on people, the environment, agriculture and business) can vary. ",
                "tag": "p"
            },
            {
                "content": "Some droughts are short and intense, caused by a hot, dry summer. Others are long and take time to develop over multiple seasons due to low amounts of rainfall. ",
                "tag": "p"
            },
            {
                "content": "As a result of climate change, we are experiencing longer hotter summers and more intense rainfall in winters, leading to an increased likelihood of drought and flooding events. ",
                "tag": "p"
            },
            {
                "content": "What are the types of drought? ",
                "tag": "p"
            },
            {
                "content": "The main types of drought, which may occur separately or together, are: ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency monitors various indicators (such as rainfall, river flows, groundwater levels, reservoir storage, ecology, public water supplies) and will decide the level of drought an area is in.  ",
                "tag": "p"
            },
            {
                "content": "We use four stages to describe and manage our response: ",
                "tag": "p"
            },
            {
                "content": "You can keep up-to-date with the latest dry with situation with our Dry weather and drought in England: summary reports. ",
                "tag": "p"
            },
            {
                "content": "What does the Environment Agency do during dry weather and drought? ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency has a statutory duty under The Water Resources Act 1991 to ensure there is enough water for people and the environment. During dry weather, we carry out a range of actions to monitor, report and act to reduce the impacts of dry weather on the natural environment.  ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency is responsible for: ",
                "tag": "p"
            },
            {
                "content": "Further information on how the Environment Agency responds to dry weather can be found: Drought: how it is managed in England   ",
                "tag": "p"
            },
            {
                "content": "Find out more about we’re responding to the 2025 drought  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/11/what-is-drought/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency …"
    }
]