[
    {
        "title": "Join our user research panel",
        "authors": [
            "Jason Stockwell"
        ],
        "posted_on": "2025-08-26T15:46:57",
        "categories": [
            "Farming and Countryside Programme"
        ],
        "content": [
            {
                "content": "Good design starts with listening, which is why we are encouraging farmers in England to join Defra’s Farming and Countryside user research panel. ",
                "tag": "p"
            },
            {
                "content": "User research helps us design services that work for the people who use them. It shows us who we’re designing for, the challenges farmers face with existing services, and what they need from future tools and systems.",
                "tag": "p"
            },
            {
                "content": "As a member of the panel, you will test prototypes, give feedback and help build services that work in practice.  ",
                "tag": "p"
            },
            {
                "content": "Research might include interviews, surveys or testing early versions of a service. Sometimes we'll seek to understand how you currently do things, other times we'll observe how you use a new tool or feature. However confident you feel online, every perspective is valuable. ",
                "tag": "p"
            },
            {
                "content": "We are especially keen to hear from people with a range of experiences, including farmers who are neurodiverse, to make sure new tools and systems reflect the diversity of the farming community. ",
                "tag": "p"
            },
            {
                "content": "By taking part, you will help design services that are more inclusive, accessible and practical. These sessions are not a test of your skills; they are about making the services work better for you. ",
                "tag": "p"
            },
            {
                "content": "We’ll usually contact you every few months with a research opportunity. This could be a conversation, a chance to try out a prototype, or a short survey.",
                "tag": "p"
            },
            {
                "content": "Sessions last between 30 and 75 minutes and you can choose how often to take part. ",
                "tag": "p"
            },
            {
                "content": "Farmers and land managers are already making a difference. They have improved application pages for farming grants, tested nutrient management tools, shared feedback on air pollution assessments, and shaped how farm maps are used in digital services. Their input has helped make these services simpler and more effective for everyone. ",
                "tag": "p"
            },
            {
                "content": "The kind of research we conduct includes:  ",
                "tag": "p"
            },
            {
                "content": "Naming the new farming portal ",
                "tag": "p"
            },
            {
                "content": "We’re exploring what the future portal should be called so that users can easily find and identify it. Your input will help us choose a name that makes sense to the people who use it most.  ",
                "tag": "p"
            },
            {
                "content": "Testing funding application tools with upland farmers ",
                "tag": "p"
            },
            {
                "content": "We’re working with upland farmers to test a prototype of a new online service for applying for funding. We want to know how user-friendly and clear it is – and how we can make it better.   ",
                "tag": "p"
            },
            {
                "content": "Improving the Nutrient Management Planning Tool (NMPT) ",
                "tag": "p"
            },
            {
                "content": "We’re developing a tool to help farmers create Livestock Manure Nitrogen Farm Limit reports. We want to understand how you currently manage this data, the challenges you face, and how we can make the tool more useful. ",
                "tag": "p"
            },
            {
                "content": "By signing up to the panel you will help shape the future of farming services and make sure they are designed around the real needs of farmers and land managers. ",
                "tag": "p"
            },
            {
                "content": "Register your interest",
                "tag": "h2"
            },
            {
                "content": "To get involved, register your interest. ",
                "tag": "p"
            },
            {
                "content": "We’ll add you to our insights community and get in touch when there’s a research activity that might suit you. You’ll always have the choice to take part or not.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h2"
            },
            {
                "content": "You can learn more about how Defra uses user research in practice by visiting the dedicated User research blog category on the Defra Digital, Data, Technology and Security blog.",
                "tag": "p"
            },
            {
                "content": "For more opportunities to get involved with the work of the Farming and Countryside Programme, subscribe to the Farming blog. By subscribing, you'll get an email notification as soon as we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/08/26/join-our-user-research-panel/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Good design starts with listening, which is why we are encouraging farmers in England to join Defra’s Farming and Countryside user research panel. "
    },
    {
        "title": "Runners and Riders: the tech race to 2050",
        "authors": [
            "ianwatt"
        ],
        "posted_on": "2025-08-26T14:06:35",
        "categories": [
            "Emerging Technologies"
        ],
        "content": [
            {
                "content": "The Net Zero Technology Outlook is a newly published report from GO-Science. It is spotlight on technological progress and trajectories in the high-emitting sectors of our economy, informed by experts inside and outside Government. ",
                "tag": "p"
            },
            {
                "content": "Since the Climate Change Act (2008) launched the race to a decarbonised 2050, there has been lively debate about the best way to get over the line. The Net Zero Technology Outlook introduces the array of technologies that will deliver Net Zero 2050, assesses their comparative readiness and certainty of adoption, and provides actionable recommendations to further their progress. ",
                "tag": "p"
            },
            {
                "content": "We conducted a series of expert interviews, roundtables, and peer reviews to inform our analysis and supplement insights from published literature. The technology mix is broken down in the report by five key emitting sectors, Industry, Power, Transport, Heat and Buildings, and Agriculture, Land Use, and Waste. The compatibility of three cross cutting technologies areas; carbon capture, hydrogen integration, and application of biomass, are also detailed for each key emitting sector.  ",
                "tag": "p"
            },
            {
                "content": "The figure above shows the primary constituents of the main emitting sectors. The initial snapshot is positive, with most solutions in the upper right quadrant for readiness and certainty. However, high ratings don’t reveal the challenges posed by social attitudes, rates of uptake, and market competitiveness, even for proven technological solutions. Examples of challenges in this respect include decarbonising transport, agriculture, and industries. ",
                "tag": "p"
            },
            {
                "content": "The Net Zero Technology Outlook is a short report, designed to be simple to consult. We are promoting the current version as a tool for introductory engagement with net zero technologies, through our clear itemisation of prominent solutions. The Outlook is also intended as a vehicle to enable more nuanced conversations around policy agenda, through the research and development recommendations tailed to each emitting sector. Finally, we identify wildcard technologies which are at a low-level of development but could potentially be impactful later in the journey to 2050, another jumping off point for research and discussion.  We welcome feedback and engagement with the Net Zero Technology Outlook, particularly as we consult on potential next steps for an updated and expanded version. Please visit the report, and get in touch with us at climate@go-science.gov.uk to help shape our next piece of work on net zero technologies.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2025/08/26/runners-and-riders-the-tech-race-to-2050/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "The Net Zero Technology Outlook is a newly published report from GO-Science. It is spotlight on technological progress and trajectories in the high-emitting sectors of our economy, informed by experts inside and outside Government.  Since the Climate Change Act (2008) …"
    },
    {
        "title": "Top tips for observing research sessions ethically",
        "authors": [
            "Annie Lewis, Head of User Research"
        ],
        "posted_on": "2025-08-26T13:35:34",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "Annie Lewis",
                "tag": "h3"
            },
            {
                "content": "Emma Baird",
                "tag": "h3"
            },
            {
                "content": "Introduction",
                "tag": "h2"
            },
            {
                "content": "Understanding the importance of ethics is essential, as discussed in our previous blog. Equally important is ensuring that these ethical principles are applied in practice, to protect and respect participants throughout the entire research process. User research sessions are an invaluable tool for understanding the needs, behaviours, and experiences of participants.",
                "tag": "p"
            },
            {
                "content": "Imagine the Business Growth Service Team from the Department for Business and Trade (DBT) running a session where business owners, both new and experienced, get to try out concepts of the new business.gov.uk service. Participants are guided through specific tasks, such as navigating support resources or applying for business guidance, while researchers watch how they use the site and listen to their thoughts. All that feedback helps improve the site, making it simpler for everyone to get the advice and support they need to start and grow their business.",
                "tag": "p"
            },
            {
                "content": "It’s important to observe these sessions responsibly to maintain the integrity of the research, ensure participants feel comfortable, and build a foundation of trust and respect.",
                "tag": "p"
            },
            {
                "content": "This blog outlines the ethical principles that underpin good observation practice, and how we apply them at DBT.",
                "tag": "p"
            },
            {
                "content": "Respect - for participants and for the research process",
                "tag": "h2"
            },
            {
                "content": "Respect means recognising the dignity, autonomy, and comfort of those taking part in research, while also valuing the integrity of the methods used. It involves being mindful of participants’ needs, ensuring they feel safe and heard, and supporting researchers in creating a space where honest, unbiased insights can emerge. At DBT, we ask observers to apply this principle by:",
                "tag": "p"
            },
            {
                "content": "Informed consent",
                "tag": "h2"
            },
            {
                "content": "Informed consent means ensuring that participants are fully aware of and comfortable with the research setup, and that their autonomy is respected throughout. So at DBT, we ask observers to:",
                "tag": "p"
            },
            {
                "content": "Non-interference",
                "tag": "h2"
            },
            {
                "content": "Non-interference means avoiding influencing the session in any way – whether through how we behave, suggestions we make, or sometimes even just by being noticed. This means that participants’ responses remain authentic and the research findings stay valid. At DBT, we ask observers to follow this principle by remembering to:",
                "tag": "p"
            },
            {
                "content": "Objectivity and contributing to analysis",
                "tag": "h2"
            },
            {
                "content": "Objectivity means capturing what participants say and do without adding personal interpretations or assumptions. It involves observing with care, noting facts accurately, and avoiding language or behaviour that could misrepresent or influence the participant’s experience. In line with this, observers at DBT are asked to:",
                "tag": "p"
            },
            {
                "content": "Confidentiality",
                "tag": "h2"
            },
            {
                "content": "Confidentiality means protecting participants’ personal information and ensuring their identities are not revealed through notes, recordings, or discussions. It involves handling data with care, using pseudonyms or identifiers, and following agreed protocols so that participants feel safe and their privacy is respected throughout the research process. At DBT, we ask observers to:",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "Ethical observation is about more than following rules. When you're observing a research session, it's all about being respectful and mindful. Let the researcher lead the way, and avoid side chats with participants that could skew their answers. Security and privacy are key: no personal details, no rogue recordings, and stick to pseudonyms for participants. Observing research sessions ethically isn’t just about rules or ticking boxes; it’s about doing the right thing for the people involved.",
                "tag": "p"
            },
            {
                "content": "To observe ethically is to take responsibility – for how we engage with the research, how we support the researcher, and how we honour the participant’s trust. Begin with respect, act with responsibility and always centre the participant – as their openness is not just data, but a contribution to our understanding. By observing thoughtfully, you help ensure that research remains a safe and valuable space for everyone involved.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/08/26/top-tips-for-observing-research-sessions-ethically/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "This blog provides guidelines and tips for observing user research sessions ethically. It emphasises the importance of respecting participants and maintaining the integrity of the research process."
    },
    {
        "title": "An evolving charity sector",
        "authors": [
            "Stuart Wood, Head of Registration"
        ],
        "posted_on": "2025-08-26T12:30:00",
        "categories": [
            "Artificial intelligence",
            "Register",
            "Registration"
        ],
        "content": [
            {
                "content": "It often surprises people when I tell them that, after 16 years in this role, I still see something new in the charity sector every single week.",
                "tag": "p"
            },
            {
                "content": "Charitable status carries such an important role in our society, and is a privilege that carries a number of material benefits, so we take our role as registrar extremely seriously.",
                "tag": "p"
            },
            {
                "content": "As society keeps evolving so does the charity sector that supports it. Charities respond to emerging needs, innovate to tackle new challenges (COVID being a clear example), and adapt quickly to change. But this agility comes with a common challenge: increasing demand for services and limited resources to meet that demand.",
                "tag": "p"
            },
            {
                "content": "We currently have around 170,000 charities on our Register, which represent a huge span of charitable purposes as well as ambitions and achievement. Our registration data shows a long-term trend of steady growth in the sector, with additions to the Register of Charities exceeding applications for removal.",
                "tag": "p"
            },
            {
                "content": "One area that continues to impress me is how readily charities embrace technology. Our registration division is often the first to witness new and imaginative ways charities aim to make a difference. A few examples of applications we’ve had include:",
                "tag": "p"
            },
            {
                "content": "These three examples of the spirit of innovation were successful in their application to become a registered charity in England and Wales. Innovation is one of several factors behind a surge in new registration applications. Also driving registration applications are the ongoing cost-of-living squeeze and financial hardship, global events such as conflicts or disasters, as well as organisations registered as Community Interest Companies looking to convert from a social enterprise to a charity.",
                "tag": "p"
            },
            {
                "content": "In our 2023-24 financial year, we processed more than 9,000 applications, which was a record at the time. In 2024-25, that number climbed even higher to 9,840 – an increase of 9% on the previous year. This data indicates that on average per working day the Commission received almost 40 registration applications while registering around 20 new charities from existing applications, alongside removing around 16 organisations from the Register.",
                "tag": "p"
            },
            {
                "content": "The Commission has seen similar volumes in the current financial year, with our latest quarterly data showing 1,101 successful registration applications and 1,135 removal applications between 1 April and 30 June 2025. For the first time in our history, in the single month of July 2025 we received more than 1,000 applications in a month.",
                "tag": "p"
            },
            {
                "content": "For many organisations, especially those already conducting vital work, charitable status is an important step in their progress. Sadly, some people seek to exploit the status of ‘charity’ for personal gain and we regularly spot and stop sham applications. That’s why our work to robustly scrutinise new applications is so vital. Applicants must demonstrate how any new charity meets the three legal requirements:",
                "tag": "p"
            },
            {
                "content": "1. That the organisation is established to further one or more of the 13 charitable purposes set down in law.",
                "tag": "p"
            },
            {
                "content": "2. That they operate for the public benefit.",
                "tag": "p"
            },
            {
                "content": "3. That they fall within the jurisdiction of the High Courts for England and Wales.",
                "tag": "p"
            },
            {
                "content": "Our work maintaining the integrity of the Register of Charities is one of the principal tasks assigned to us in law, and it’s a responsibility we take very seriously. We understand the public’s expectations of what a charity should be, and our job is to apply the law fairly and expertly. The result? We approved just 53% of new charity applications in the last financial year, ensuring only organisations that meet the legal criteria are added to the Register.",
                "tag": "p"
            },
            {
                "content": "When applying to register a charity, we encourage all trustees to follow our guidance and tools available on our website to check this is the correct step for their organisation and to ensure their application has the best chance of being approved. There’s helpful information in our guidance.",
                "tag": "p"
            },
            {
                "content": "One growing trend is the apparent use of AI by applicants to generate responses in the application form. Unfortunately, AI-generated content is often too generic and fails to reflect the specific activities or aims of the organisation applying to become a registered charity, leading to a higher rate of rejections.",
                "tag": "p"
            },
            {
                "content": "Yet we also recognise the potential of AI to improve our own processes. We’re now actively considering if we might in future utilise AI-tools to enhance our registration service, as part of investing additional funding the government has committed to the Commission from April 2026.",
                "tag": "p"
            },
            {
                "content": "Our goal is to support the sector while safeguarding public trust, so people can give confidently, knowing their support is making a real impact.",
                "tag": "p"
            },
            {
                "content": "The charity sector isn’t standing still, and neither are we.",
                "tag": "p"
            }
        ],
        "link": "https://charitycommission.blog.gov.uk/2025/08/26/an-evolving-charity-sector/",
        "blog": "Charity Commission",
        "blog_link": "https://charitycommission.blog.gov.uk",
        "description": "It often surprises people when I tell them that, after 16 years in this role, I still see something new in the charity sector every single week. Charitable status carries such an important role in our society, and is a …"
    },
    {
        "title": "Fair Funding Review 2.0 consultation",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-08-26T12:19:25",
        "categories": [
            "Council finance",
            "Local government"
        ],
        "content": [
            {
                "content": "In June we opened a consultation on the Fair Funding Review 2.0 which set out our proposals to fix the outdated way local authorities are funded to make it fairer and fit for the future, so local leaders can deliver the vital public services their communities rely on.   ",
                "tag": "p"
            },
            {
                "content": "Our proposals will ensure funding is targeted effectively at the places and services that need it most and allocated in a way that empowers local leaders to deliver against local priorities. ",
                "tag": "p"
            },
            {
                "content": "We are aware that some local authorities, consultancies and local government sector groups are estimating their future financial positions based on the proposals set out in the consultation. To support local authorities to understand the impacts of our proposed changes we would like to clarify how the data presented in these external models should be interpreted. ",
                "tag": "p"
            },
            {
                "content": "We expect that councils with social care responsibilities will see their Core Spending Power (CSP) increase in real terms over the multi-year Settlement, with most councils seeing their Core Spending Power increase in cash terms. We also expect that by the end of the multi-year Settlement,  areas with high deprivation will have on average higher CSP per capita than less deprived area. ",
                "tag": "p"
            },
            {
                "content": "Local Authorities using externally produced models should look at the estimated figures in the context of calculating their CSP by the end of the multi-year Settlement rather than their CSP change over the period. [See graph below.] ",
                "tag": "p"
            },
            {
                "content": "Local authorities focussing only on their percentage change in allocation need to consider their current CSP compared to other areas with similar levels of need, and their final allocation by the end of the multi-year Settlement. This is because local authorities have different variables that may impact their current financial position ahead of transitioning to their new allocation. Allocations are currently calculated using the outdated 13-14 Settlement Needs Assessment, which includes a number of measures that do not accurately reflect areas current needs, like: the Business Rates Retention system that was designed to be reset but was not; transition protections which were built into allocations; and needs formulae which were last updated in 2013/14 and have not been updated to account for change, including varying rates of population growth across the country, over the last decade.  ",
                "tag": "p"
            },
            {
                "content": "Another variable was the £600m Recovery Grant delivered as part of the 25-26 Settlement. The Recovery Grant was an interim measure that targeted funding towards areas with greater need and demand for services (using deprivation as a proxy), and less ability to raise income locally. Whilst the Recovery Grant did not capture need in the same way that our proposed new modelling will, it meant that the authorities in receipt of the grant had a head start in moving towards their target allocations.  ",
                "tag": "p"
            },
            {
                "content": "The Fair Funding Review 2.0 consultation closed on the 15th August. We will carefully consider all responses and publish our final proposals alongside the Local Government Policy Statement in the autumn, with allocations being set out in the provisional Local Government Finance Settlement later in the year.   ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/08/26/fair-funding-review-2-0-consultation/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "In June we opened a consultation on the Fair Funding Review 2.0 which set out our proposals to fix the outdated way local authorities are funded to make it fairer and fit for the future, so local leaders can deliver …"
    }
]