[
    {
        "title": "Compliance Clarity: Real World Lessons in Trade Sanctions Breach Detection ",
        "authors": [
            "Office of Trade Sanctions Implementation"
        ],
        "posted_on": "2025-10-13T16:19:29",
        "categories": [
            "Trade Sanctions"
        ],
        "content": [
            {
                "content": "OTSI is committed to sharing information with businesses to support their compliance with trade sanctions. This might be in the form of a disclosure linked to enforcement action, or updated guidance. It could also be in the form of blogs, like this one, where we share trends, typologies and other useful information. In this blog, we discuss a case involving financial services to highlight how good due diligence can prevent breaches of UK trade sanctions regulations. ",
                "tag": "p"
            },
            {
                "content": "Between April and June 2025, OTSI received a number of suspected breach reports from the UK branch of a multinational bank. The reports concerned several instances of trade of a product from Russia to a third country. ",
                "tag": "p"
            },
            {
                "content": "The product is sanctioned by the UK under The Russia (Sanctions) (EU Exit) Regulations 2019. These sanctions exist to limit Russia’s ability to fund its war in Ukraine.  ",
                "tag": "p"
            },
            {
                "content": "For certain goods subject to UK sanctions, it is an offence for a UK person to facilitate the movement of those goods from Russia to anywhere in the world.   This could include providing a bank account or handling a payment for the importing party. These regulations are particularly relevant for multinational financial institutions with branches in the UK, and UK firms which may provide account services to international customers.  ",
                "tag": "p"
            },
            {
                "content": "In this case study, payment for the prohibited goods was routed to the UK branch of the multinational bank. The UK branch was acting as an intermediary in the transaction. The UK branch of the bank meets the definition of a UK person. As such, it is subject to UK sanctions regulations. ",
                "tag": "p"
            },
            {
                "content": "Account screening by the UK branch identified the payments. Owing to trade sanctions concerns, the UK branch performed enhanced due diligence checks. Consequently, the UK branch did not process the payments.  ",
                "tag": "p"
            },
            {
                "content": "Following its own internal investigation, the UK branch of the bank reported the activity to OTSI using our online reporting tool. Our reporting tool allows businesses to submit their concerns along with any relevant documents. This could include, for example, invoices and contracts that have surfaced during internal investigations.  ",
                "tag": "p"
            },
            {
                "content": "The information provided by the bank meant we could examine the payments and the underlying trade flow. We concluded that there had not been a breach of trade sanctions by the UK branch of the bank, as the payments were not processed.  ",
                "tag": "p"
            },
            {
                "content": "The due diligence of the UK branch of the bank allowed them to stop payments which otherwise would have provided revenue for Russia.  This action safeguarded the bank’s business interests.  ",
                "tag": "p"
            },
            {
                "content": "OTSI has powers to share information with our international counterparts to enable them to investigate whether there has been a breach of sanctions in their jurisdiction. This supports the global effort to prevent Russian sanctions evasion. ",
                "tag": "p"
            },
            {
                "content": "Key ‘take aways’ for industry ",
                "tag": "p"
            },
            {
                "content": "Visit us online  ",
                "tag": "p"
            },
            {
                "content": "We invite UK businesses to explore the resources available on our website.   ",
                "tag": "p"
            },
            {
                "content": "Use our contact form for enquiries. We encourage businesses and individuals to reach out to us with any questions.    ",
                "tag": "p"
            }
        ],
        "link": "https://otsi.blog.gov.uk/2025/10/13/compliance-clarity-real-world-lessons-in-trade-sanctions-breach-detection/",
        "blog": "Office of Trade Sanctions Implementation",
        "blog_link": "https://otsi.blog.gov.uk",
        "description": "OTSI is committed to sharing information with businesses to support their compliance with trade sanctions. This might be in the form of a disclosure linked to enforcement action, or updated guidance. It could also be in the form of blogs, …"
    },
    {
        "title": "Inside PECS: Managing One of Government’s Most Complex Contracts ",
        "authors": [
            "Tim Coates, Head of Prisoner Escort Custody Services (PECS)"
        ],
        "posted_on": "2025-10-13T12:44:14",
        "categories": [
            "Crime",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Every week, thousands of defendants are transported from prisons to court hearings across England and Wales. Behind this vital service is the Prisoner Escort and Custody Services (PECS) contract – one of government’s most complex operational arrangements. ",
                "tag": "p"
            },
            {
                "content": "PECS – which is overseen by HM Prison and Probation Service (HMPPS) – is responsible for the safe and secure movement and custody of prisoners across England and Wales, ensuring the right person is in the right place at the right time. That includes: ",
                "tag": "p"
            },
            {
                "content": "We manage over 600,000 prisoner movements a year through two regional contracts – GEOAmey covers north England and Wales, and Serco covers south England.  ",
                "tag": "p"
            },
            {
                "content": "Contracts are managed by operational contract delivery managers who visit courts, prisons and police stations to monitor performance and ensure suppliers meet their obligations. This service has been outsourced since 1994, with the current 10-year contract beginning in 2020. ",
                "tag": "p"
            },
            {
                "content": "Contractual realities and performance metrics ",
                "tag": "h2"
            },
            {
                "content": "The PECS contract sets out clear expectations for service delivery, including arrival times, handover procedures and reporting standards. We monitor performance through detailed metrics and regular reporting, and our suppliers are held to account through a range of Contract Delivery Indicators. Court measures include: ",
                "tag": "p"
            },
            {
                "content": "There are also specific measures for vulnerable prisoners such as children and women, including time limits for how long they can be held in court custody after their hearing. ",
                "tag": "p"
            },
            {
                "content": "We take failure to meet these requirements very seriously. Where fault lies with PECS, commercial and financial penalties are applied on suppliers (over £600 for every 15-minute delay in Crown Court and £375 in Magistrates’ Court). ",
                "tag": "p"
            },
            {
                "content": "The quarterly published PECS contractual performance data shows that compliance is consistently above 99%, with overall performance (which includes delays outside of PECS control) closer to 98%. While 1% is a small proportion, we know it has a significant impact on court users and proceedings given the contract handles hundreds of thousands of moves each year. ",
                "tag": "p"
            },
            {
                "content": "Within HMPPS, our Contract Management Boards meet monthly to oversee service delivery and review performance for each contract. Those boards work together to identify areas that are underperforming and decide on appropriate measures to drive improvements.  ",
                "tag": "p"
            },
            {
                "content": "Part of an interconnected system ",
                "tag": "h2"
            },
            {
                "content": "PECS doesn’t operate in isolation. The system is complex and depends on effective coordination between everyone.  ",
                "tag": "p"
            },
            {
                "content": "Smooth delivery can be impacted by several factors, including prisoner readiness, wellbeing and safety, court scheduling, and prison capacity – all of which are administered by different partners within the same system. For example, if a defendant in a trial has been moved from one prison to another without the relevant teams being notified, collection and transportation will take longer, impacting on delivery times and potentially delaying court proceedings.  ",
                "tag": "p"
            },
            {
                "content": "HMCTS, HMPPS, police and court staff constantly work closely with the regional suppliers to ensure defendants arrive at court safely and on time.  ",
                "tag": "p"
            },
            {
                "content": "Collaborating with legal experts  ",
                "tag": "h2"
            },
            {
                "content": "We know that for trials to run smoothly, PECS must operate effectively, and collaboration is at the heart of this work. We have 12 contract delivery managers across England and Wales. A vital part of their role is to engage with our partners in courts, areas and regions to help improve performance and develop solutions to overcome challenges.  ",
                "tag": "p"
            },
            {
                "content": "We also participate in national engagement groups with legal professionals, prisons and the police, and share our performance reports with partners to drive accountability, lead joint projects and improve efficiency. The lessons we learn through this engagement will directly inform how we design and implement future contracts. ",
                "tag": "p"
            },
            {
                "content": "Our learning is continuous and, since the current contract began, we’ve been planning how we can improve our service as part of the next agreement. We’re exploring how to:  ",
                "tag": "p"
            },
            {
                "content": "We’re working closely with HMCTS to improve the accuracy of our reporting and ensure that feedback from legal professionals is heard and acted on. To achieve this, we want to increase engagement with legal professionals so concerns can be raised and addressed more easily.  ",
                "tag": "p"
            },
            {
                "content": "The newly published HMPPS PECS user guide aims to help everyone in the system understand their own roles and responsibilities in the process. When we all work together effectively, PECS provides an essential logistics service to criminal justice, improving access to justice for all. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Pob wythnos, mae miloedd o ddiffynyddion yn cael eu hebrwng o garchardai i wrandawiadau llys ar hyd a lled Cymru a Lloegr. Tu ôl i’r gwasanaeth hanfodol hwn yw’r contract Gwasanaethau Carcharu a Hebrwng Carcharorion (PECS) - un o drefniadau gweithredol mwyaf cymhleth y llywodraeth.",
                "tag": "p"
            },
            {
                "content": "Mae PECS – sydd wedi’i oruchwylio gan Wasanaeth Carchardai a Phrawf EF (HMPPS) – yn gyfrifol am garcharu a hebrwng carcharorion ledled Cymru a Lloegr yn ddiogel, gan sicrhau bod y person iawn yn y lle iawn ar yr adeg iawn. Mae hyn yn cynnwys:",
                "tag": "p"
            },
            {
                "content": "Rydym yn rheoli symudiad 600,000 o garcharorion y flwyddyn trwy ddau gontract rhanbarthol - mae GEOAmey yn gyfrifol am Gymru a Gogledd Lloegr, ac mae Serco yn gyfrifol am Dde Lloegr.",
                "tag": "p"
            },
            {
                "content": "Mae contractau yn cael eu rheoli gan reolwyr cyflawni contractau sy’n ymweld â llysoedd, carchardai a gorsafoedd heddlu i fonitro perfformiad a sicrhau bod cyflenwyr yn bodloni eu rhwymedigaethau. Mae’r gwasanaeth hwn wedi’i allanoli ers 1994, gyda’r contract cyfredol am gyfnod o 10 mlynedd wedi cychwyn yn 2020. ",
                "tag": "p"
            },
            {
                "content": "Rydym yn cymryd methiant i fodloni’n gofynion o ddifri. Lle bo PECS ar fai, mae cosbau masnachol ac ariannol i’r cyflenwyr (dros £600 ar gyfer pob 15 munud o oedi yn Llys y Goron a £375 yn y Llys Ynadon).",
                "tag": "p"
            },
            {
                "content": "Realiti contractau a metrigau perfformiad",
                "tag": "h2"
            },
            {
                "content": "Mae’r contract PECS yn gosod disgwyliadau clir ar gyfer cyflawni’r gwasanaeth, gan gynnwys amseroedd cyrraedd a safonau adrodd. Rydym yn monitro perfformiad trwy fetrigau manwl ac adrodd yn rheolaidd, ac mae ein cyflenwyr yn cael eu dal i gyfrif trwy amrywiaeth o Ddangosyddion Cyflawni Contract. Mae mesurau llys yn cynnwys:",
                "tag": "p"
            },
            {
                "content": "Mae mesurau penodol hefyd ar gyfer carcharorion bregus fel plant a menywod, gan gynnwys terfynau amser ar gyfer pa mor hir y gellir eu dal yn nalfa’r llys ar ôl eu gwrandawiad.",
                "tag": "p"
            },
            {
                "content": "Mae data perfformiad chwarterol y contract PECS yn dangos bod cydymffurfiaeth dros 99% yn gyson, gyda pherfformiad cyffredinol (sy’n cynnwys oedi y tu allan i reolaeth PECS) yn agosach at 98%. Tra bod 1% yn ganran isel iawn, gwyddwn ei bod yn cael effaith ar ddefnyddwyr llys ac ar achosion, o ystyried bod y contract yn ymdrin â miloedd o symudiadau bob blwyddyn.",
                "tag": "p"
            },
            {
                "content": "O fewn HMPPS, mae ein Byrddau Rheoli Contractau yn cyfarfod yn fisol i oruchwylio’r ddarpariaeth gwasanaeth ac i adolygu perfformiad pob contract. Mae’r byrddau hynny yn cydweithio i adnabod meysydd sy’n tanberfformio a phenderfynu ar fesurau priodol i sbarduno gwelliannau.",
                "tag": "p"
            },
            {
                "content": "Rhan o system gydgysylltiedig",
                "tag": "h2"
            },
            {
                "content": "Nid yw PECS yn gweithredu ar ei ben ei hun. Mae’r system yn gymhleth ac yn dibynnu ar gydlynu effeithiol rhwng pawb.",
                "tag": "p"
            },
            {
                "content": "Gall cyflawniad esmwyth gael ei effeithio arno gan nifer o ffactorau, gan gynnwys parodrwydd carcharorion, eu lles a diogelwch, amserlenni’r llys, a chapasiti’r carchardai - gyda phob un ohonynt yn cael eu gweinyddu gan bartneriaid gwahanol o fewn yr un system. Er enghraifft, os bydd diffynnydd mewn treial wedi cael ei symud o un carchar i’r llall heb i’r timau perthnasol gael eu hysbysu, yna bydd casglu a chludo’r carcharor yn cymryd yn hirach, gan effeithio ar amseroedd cyflawni ac o bosib yn achosi oedi i’r achos llys.",
                "tag": "p"
            },
            {
                "content": "Mae GLlTEF, HMPPS, yr heddlu a staff y llysoedd yn cydweithio’n gyson gyda’r cyflenwyr rhanbarthol i sicrhau bod diffynyddion yn cyrraedd y llys yn ddiogel ac ar amser.",
                "tag": "p"
            },
            {
                "content": "Cydweithio gydag arbenigwyr cyfreithiol ",
                "tag": "h2"
            },
            {
                "content": "Gwyddwn fod yn rhaid i PECS weithredu’n effeithiol fel bod treialon yn gallu rhedeg yn esmwyth, ac mae cydlynu’n ganolog i’r gwaith hwn. Mae gennym 12 o reolwyr cyflawni contractau ledled Cymru a Lloegr. Rhan hanfodol o’u rôl yw ymgysylltu â’n partneriaid yn y llysoedd, ardaloedd lleol a rhanbarthau i helpu i wella perfformiad a datblygu datrysiadau i oresgyn heriau.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn cymryd rhan mewn grwpiau ymgysylltu cenedlaethol gyda gweithwyr proffesiynol ym maes y gyfraith, carchardai a’r heddlu, ac rydym yn rhannu ein hadroddiadau perfformiad gyda phartneriaid i sbarduno atebolrwydd, arwain ar brosiectau ar y cyd a gwella effeithlonrwydd. Mae’r gwersi yr ydym wedi dysgu trwy’r ymgysylltu hyn yn cyfarwyddo’n uniongyrchol sut rydym yn dylunio ac yn gweithredu contractau yn y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Rydym yn dysgu’n gyson ac, ers i’r contract cyfredol gychwyn, rydym wedi bod yn cynllunio sut y gallwn wella ein gwasanaeth fel rhan o’r cytundeb nesaf. Rydym yn archwilio sut i:",
                "tag": "p"
            },
            {
                "content": "Rydym yn gweithio’n agos â GLlTEF i wella cywirdeb ein hadrodd a sicrhau bod adborth gan weithwyr proffesiynol ym maes y gyfraith yn cael ei glywed a’i weithredu arno. Er mwyn cyflawni hyn, rydym eisiau cynyddu’r ymgysylltiad â gweithwyr proffesiynol ym maes y gyfraith fel bod modd i bryderon gael eu codi ac i ni fynd i’r afael â nhw yn haws.",
                "tag": "p"
            },
            {
                "content": "Mae canllaw defnyddwyr HMPPS PECS sydd newydd ei gyhoeddi yn anelu at helpu pawb yn y system i ddeall eu rolau a’u cyfrifoldebau eu hunain yn y broses. Pan rydym oll yn cydweithio’n effeithiol, mae PECS yn darparu gwasanaeth logisteg hanfodol i’r maes cyfiawnder troseddol, gan wella mynediad at gyfiawnder i bawb.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/10/13/inside-pecs-managing-one-of-governments-most-complex-contracts/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "PECS ensures safe, timely prisoner transport across England and Wales, managing 600,000 moves yearly. With strict performance metrics and collaboration across justice partners, it plays a vital role in supporting court operations and access to justice."
    },
    {
        "title": "Making London Accessible: How Travel Hands Is Transforming Urban Mobility",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-13T12:30:18",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "Every day, thousands of Londoners with visual impairments face challenges that most of us rarely consider—from navigating busy streets to finding the right bus stop. For many, something as simple as a walk to the park or a trip to the shops can feel daunting without support.",
                "tag": "p"
            },
            {
                "content": "Travel Hands, a London-based charity, is changing that story. By pairing visually impaired people (VIPs) with trained volunteers, known as Travel Hands Guides, the service enables safe and confidence-boosting journeys across the city.",
                "tag": "p"
            },
            {
                "content": "With support from the UK Space Agency's Business Applications and Space Solutions (BASS) programme, Travel Hands has integrated cutting-edge space-enabled tracking technology to enhance the security and accessibility of its service. Together, they are building a more inclusive London where no one has to walk alone.",
                "tag": "p"
            },
            {
                "content": "Innovation that Transforms Everyday Journeys",
                "tag": "h2"
            },
            {
                "content": "At the heart of Travel Hands lies a simple idea: independent mobility should be a right, not a privilege. The charity's app allows VIPs to request a journey and be paired with a trained volunteer Guide who will walk alongside them. A dedicated call centre also caters to VIPs who cannot use technology.",
                "tag": "p"
            },
            {
                "content": "With backing from BASS, Travel Hands has introduced real-time journey tracking, optimised route planning, and enhanced monitoring to ensure every journey is safe and efficient. A dedicated customer service team, available by phone and online, assists those who may not feel comfortable using the app independently, providing support throughout journeys when extra reassurance is needed.",
                "tag": "p"
            },
            {
                "content": "This support improved the user experience of mobile and web applications, enhanced volunteer training modules, and refined the matching algorithm whilst establishing AI foundations.",
                "tag": "p"
            },
            {
                "content": "Ishan Jha, Founder of Travel Hands, said:",
                "tag": "p"
            },
            {
                "content": "Backing from BASS",
                "tag": "h2"
            },
            {
                "content": "The UK Space Agency's BASS programme supports organisations that use space data and technologies to solve real-world problems on Earth. For Travel Hands, that meant expert mentoring, strategic guidance, and connections to a wider ecosystem of innovators. This support accelerated the charity's ability to refine its app, scale its impact, and demonstrate how space-enabled solutions can improve urban accessibility.",
                "tag": "p"
            },
            {
                "content": "Over the past year, Travel Hands has completed more than 1,200 journeys across London, supporting over 350 VIPs and building a community of more than 100 dedicated volunteers. The charity has developed strong partnerships with organisations including Bromley by Bow Centre and Link Up London, whilst delivering corporate volunteering events with JP Morgan Chase and participating in Victoria Park Community Walks and The Great Exhibition Road Festival. Most recently, Travel Hands launched a Macmillan-supported initiative providing tailored assistance for VIPs facing or recovering from cancer.",
                "tag": "p"
            },
            {
                "content": "Community in Action",
                "tag": "h2"
            },
            {
                "content": "The strength of Travel Hands lies not only in its technology but also in its community. A recent volunteering day with JP Morgan Chase employees demonstrated this perfectly. Volunteers became Travel Hands Guides for the day, walking alongside VIPs through London's streets and transport hubs, experiencing first-hand the barriers faced by visually impaired people—from navigating station layouts to hearing announcements in noisy environments.",
                "tag": "p"
            },
            {
                "content": "For VIPs, the day offered connection and relationship-building opportunities. For volunteers, it provided an eye-opening reminder of how accessibility and inclusion benefit everyone.",
                "tag": "p"
            },
            {
                "content": "The Power of Partnership",
                "tag": "h2"
            },
            {
                "content": "Travel Hands demonstrates what's possible when technology, government support, and community unite. By reducing social isolation and enabling independent journeys, the service is making London safer and more welcoming for visually impaired people.",
                "tag": "p"
            },
            {
                "content": "Dr Shuxiu Zhang, Head of Space Applications and Data at the UK Space Agency said:",
                "tag": "p"
            },
            {
                "content": "Next Steps",
                "tag": "h2"
            },
            {
                "content": "Travel Hands is now developing the next phase of innovation: integrating Artificial Intelligence into its application. With continued support from the UK Space Agency, the organisation is creating an audio-based interactive itinerary planner allowing VIPs to simply speak their journey requests. The AI will interpret requests, identify suitable guides, plan optimal routes, and provide real-time spoken updates, making booking and navigation more intuitive for audio-reliant users whilst enhancing guide matching and route coordination.",
                "tag": "p"
            },
            {
                "content": "By combining space-enabled data, AI innovation, and ongoing support, Travel Hands is setting the stage for the next generation of inclusive mobility in the UK, ensuring every step taken together brings London closer to being fully accessible.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/13/making-london-accessible-how-travel-hands-is-transforming-urban-mobility/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "With support from the UK Space Agency's Business Applications and Space Solutions (BASS) programme, London-based charity Travel Hands has integrated space-enabled tracking technology to enhance the security and accessibility of its service and help people with visual impairments across the city."
    },
    {
        "title": "Listening and improving: how we’re developing species monitoring  ",
        "authors": [
            "Abbie Brown"
        ],
        "posted_on": "2025-10-13T11:21:19",
        "categories": [
            "Research and data analysis"
        ],
        "content": [
            {
                "content": "Nature underpins our health, wellbeing and the economy. It gives us the essentials of fresh water, air, food, medicine, flood prevention and climate regulation, whilst also providing places to relax and enjoy.  ",
                "tag": "p"
            },
            {
                "content": "That’s why we are committed to protecting and restoring nature, and monitoring the abundance of species enables us to understand the state of the wider environment and improvements in biodiversity. ",
                "tag": "p"
            },
            {
                "content": "In May 2024 we published, for the first time, 'Indicators for Species Abundance in England' as an official statistic in development. The all-species abundance indicator, once fully developed, will be used to track progress with meeting our statutory biodiversity targets to: ",
                "tag": "p"
            },
            {
                "content": "Following this publication, we were keen to invite feedback on the all-species indicator to help inform further development. To achieve this, we:  ",
                "tag": "p"
            },
            {
                "content": "We have received an amazing amount of high-quality feedback, both written and verbally following this engagement, which we want to extend a huge thank you for. It has been critical to considering how we can improve future iterations of the all-species abundance indicator and has helped to shape our development plan for the indicator going forward. ",
                "tag": "p"
            },
            {
                "content": "Next steps for the indicator ",
                "tag": "p"
            },
            {
                "content": "We have now sought to categorise and respond to the feedback and have published our full response on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "This covers the following topics:  ",
                "tag": "p"
            },
            {
                "content": "We also received some feedback on the priority species indicator – for more information on updates to this indicator, please read the 2025 statistical release.  ",
                "tag": "p"
            },
            {
                "content": "Alongside the response to feedback, we have also published some of the underlying code that we use to produce the all-species abundance indicator which will allow researchers to see how the methods are applied and increase transparency.  ",
                "tag": "p"
            },
            {
                "content": "This is the first time Defra has published code underpinning any of our statistics and we will aim to publish further scripts relating to the all-species abundance indicator alongside the 2026 release. ",
                "tag": "p"
            },
            {
                "content": "To provide any further feedback, please email the Environmental Statistics and Reporting team at biodiversity@defra.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/10/13/listening-and-improving-how-were-developing-species-monitoring/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "In May 2024 we published, for the first time, 'Indicators for Species Abundance in England' as an official statistic in development. The all-species abundance indicator, once fully developed, will be used to track progress with meeting our statutory biodiversity targets. This blog post dives into how we're continuing to develop our species monitoring."
    },
    {
        "title": "MMO updates bass fishing guidance for 2025",
        "authors": [
            "Chris Collins, Fisheries Manager, Marine Management Organisation"
        ],
        "posted_on": "2025-10-13T10:00:26",
        "categories": [
            "Implementation"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) has updated the bass fishing guidance on GOV.UK to help improve the understanding on bass fishing regulations.",
                "tag": "p"
            },
            {
                "content": "View the updated guidance here Bass Fishing Guidance for 2025.",
                "tag": "p"
            },
            {
                "content": "Updates",
                "tag": "h2"
            },
            {
                "content": "These updates have been made following discussions with members of the Bass Management Group (BMG) and through wider engagement with commercial and recreational stakeholders. Some important updates to the guidance are:",
                "tag": "p"
            },
            {
                "content": "• Clearer guidance for commercial fishers• Clarification on activities undertaken by chartered angling vessels• Simplified guidance for recreational fishers• Links to related guidance and contact details have been brought together and made more concise.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "h2"
            },
            {
                "content": "With this clearer guidance, commercial and recreational fishers can better understand what they need to do which will help the long-term health of the stocks.",
                "tag": "p"
            },
            {
                "content": "This also helps us to achieve Goal 4 of the bass fisheries management plan (FMP), which is about making sure regulations are followed by improving how we communicate and understand each other.",
                "tag": "p"
            },
            {
                "content": "MMO is committed to transparency, stakeholder engagement, and sustainable fisheries management. If you have feedback on the new guidance, please email us at bass@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/10/13/mmo-updates-bass-fishing-guidance-for-2025/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The guidance on GOV.UK has been updated to help commercial and recreational fishers understand their obligations and contribute to the long-term health of bass stocks."
    },
    {
        "title": "Flood Action Week: How Prepared Are You for Flooding?",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-13T09:01:50",
        "categories": [
            "Flood"
        ],
        "content": [
            {
                "content": "As an Area Flood Risk Manager and National Flood Duty Manger responding to flood incidents over the last 20 years, I've seen first-hand the devastating impacts that flooding has on our communities. I’ve spoken to many families whose homes have flooded. For one family after months of waiting for their home to be repaired, whenever it rains, their children are afraid, not wanting to go to school, worried they’re going to flood again. Flood impacts continue long after that rain has stopped, and the waters recede.   ",
                "tag": "p"
            },
            {
                "content": "The UK is experiencing more frequent and intense extreme weather due to climate change, and we are warning communities not to be complacent about the risk of flooding even though drought is still being experienced in some parts of the country.  ",
                "tag": "p"
            },
            {
                "content": "6.3 million home and business in areas at risk ",
                "tag": "p"
            },
            {
                "content": "Flooding affects more people than you might think. Around 6.3 million homes and businesses in England are in areas at risk of flooding from rivers, the sea or surface water. Yet many people remain unaware of their personal risk or unprepared for what might happen. ",
                "tag": "p"
            },
            {
                "content": "Climate change is making extreme weather more frequent and intense across the UK. Last winter alone, the Environment Agency teams issued more than 3,000 flood alerts, 1,600 flood warnings, and three severe flood warnings. The Environment Agency is ready to respond should flooding happen, providing a 24/7 response, with 600 people on call at any one time around the country. ",
                "tag": "p"
            },
            {
                "content": "Don’t be complacent ",
                "tag": "p"
            },
            {
                "content": "We have today (13 October) launched our annual campaign to encourage you to take practical steps to keep you and your loved one’s safe, and to avoid the worst devastation flooding can cause to homes, businesses and neighbourhoods. ",
                "tag": "p"
            },
            {
                "content": "Even after this summer's dry conditions, communities must not become complacent about flood risk – drought and flood risk can exist in the same county at the same time. ",
                "tag": "p"
            },
            {
                "content": "Simple steps can make a big difference (and they really can!)  Taking action doesn't have to be complicated or expensive:",
                "tag": "p"
            },
            {
                "content": "Staying Safe  While we can't prevent all flooding, we can significantly reduce its impact through proper preparation. The most effective flood protection combines professional flood defences with individual preparedness and community awareness.",
                "tag": "p"
            },
            {
                "content": "Remember, flooding can happen anywhere and at any time and the impacts live long after the rain stops. Whether you live near a river, by the coast, or in an urban area where surface water flooding can happen quickly understanding your risk and having a plan keeps you one step ahead. ",
                "tag": "p"
            },
            {
                "content": "Find out more about Flood Action Week: http://www.gov.uk/government/news/public-urged-to-get-flood-ready-as-environment-agency-launches-flood-action-week",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/13/flood-action-week-how-prepared-are-you-for-flooding/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Mark Garratt is an Environment Agency flood director and has seen firsthand the devastating impacts flooding can have on homes and business. Here he tells you why you need to be prepared for flooding this winter and outlines some simple steps to keep you and your loved ones safe."
    }
]