[
    {
        "title": "Factsheet: Desistance and Disengagement Programme",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-06-25T16:31:45",
        "categories": [
            "Fact sheet"
        ],
        "content": [
            {
                "content": "This factsheet was updated in June 2025.",
                "tag": "p"
            },
            {
                "content": "The purpose of the Desistance and Disengagement Programme (DDP) is to help manage the risk of individuals who have been involved in terrorism or terrorism related activity.  The programme works to reduce the risk they pose to the UK by providing one-to-one rehabilitative support using specialist intervention providers.",
                "tag": "p"
            },
            {
                "content": "What is the DDP?",
                "tag": "p"
            },
            {
                "content": "What does the DDP do?",
                "tag": "p"
            },
            {
                "content": "How does it work?",
                "tag": "p"
            },
            {
                "content": "How are individuals on the programme overseen?",
                "tag": "p"
            },
            {
                "content": "Do individuals have to take part in DDP?",
                "tag": "p"
            },
            {
                "content": "How many participants has DDP engaged?",
                "tag": "p"
            },
            {
                "content": "Figures correct as at 25/06/2025.",
                "tag": "p"
            },
            {
                "content": "The data in the above table includes all active DDP participants who had received at least one intervention session on the programme during the year.",
                "tag": "p"
            },
            {
                "content": "Please note, previous DDP participant data may differ from the above due to the way the information was collated for that period, how duplicate cases were treated and how an ‘active’ participant was defined.",
                "tag": "p"
            },
            {
                "content": "Prevent",
                "tag": "p"
            },
            {
                "content": "This factsheet was updated in December 2024.",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/06/25/fact-sheet-desistance-and-disengagement-programme/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "This factsheet was updated in June 2025. The purpose of the Desistance and Disengagement Programme (DDP) is to help manage the risk of individuals who have been involved in terrorism or terrorism related activity.  The programme works to reduce the …"
    },
    {
        "title": "PHMG – The King’s Award for Enterprise in International Trade",
        "authors": [
            "The Queen's Awards for Enterprise"
        ],
        "posted_on": "2025-06-25T14:54:03",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "For over 25 years, PHMG has helped businesses around the world sound as good as they look. Founded in 1998 in a Chester portacabin, we’ve grown into the world’s leading audio branding agency — creating bespoke sound identities that help over 37,000 companies connect more meaningfully with their customers.",
                "tag": "p"
            },
            {
                "content": "From small businesses to global giants like Manchester United, Adidas and TAG Heuer, our work brings brand voices to life through telephone systems, social media, advertising and more. Headquartered in Manchester with a major office in Chicago, PHMG now exports over 80% of its services internationally, with a strong focus on North America.",
                "tag": "p"
            },
            {
                "content": "This year, we’re proud to have been recognised with one of the most prestigious business honours in the UK.",
                "tag": "p"
            },
            {
                "content": "Which award did you win?",
                "tag": "h2"
            },
            {
                "content": "We received The King’s Award for Enterprise in International Trade. This award recognises our outstanding success in overseas markets, where we’ve demonstrated sustained, year-on-year growth over several years",
                "tag": "p"
            },
            {
                "content": "What does your business do?",
                "tag": "h2"
            },
            {
                "content": "PHMG empowers businesses to connect with their customers through the power of sound. We craft bespoke audio identities, including exclusive music, professional voiceovers, and tailored messaging, that resonate across every customer touchpoint. From telephone systems to digital platforms, our fully managed services ensure brands communicate clearly, consistently and creatively.",
                "tag": "p"
            },
            {
                "content": "As the world of customer engagement evolves, so do we. Our commitment is to stay ahead, continually refining our offerings to meet the dynamic needs of businesses aiming to make meaningful connections in an ever-changing landscape.",
                "tag": "p"
            },
            {
                "content": "Why did you apply for the award?",
                "tag": "h2"
            },
            {
                "content": "Our application was driven by a desire to celebrate our significant international growth — and the people behind it. Our international expansion has gathered real momentum, with year-on-year growth driving us into more than 50 global markets.",
                "tag": "p"
            },
            {
                "content": "We didn’t just meet the benchmarks for The King’s Award — we surpassed them, with overseas earnings and growth levels that outpaced expectations for businesses of our size and sector.",
                "tag": "p"
            },
            {
                "content": "What does it mean to win a King’s Award for Enterprise?",
                "tag": "h2"
            },
            {
                "content": "This recognition is a proud milestone for our company and a celebration of the creativity, ambition and commitment that drives our team forward.",
                "tag": "p"
            },
            {
                "content": "The day we received The King’s Award was a double celebration, it also marked our transition to an Employee Ownership Trust (EOT), putting the future of PHMG firmly in the hands of our people. Both milestones reflect who we are at our core: independent, creative, and committed to building long-term success that includes everyone.",
                "tag": "p"
            },
            {
                "content": "Apply for The King's Awards for Enterprise 2026 round here: The King's Awards for Enterprise: About the awards - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://kingsawards.blog.gov.uk/2025/06/25/phmg-the-kings-award-for-enterprise-in-international-trade/",
        "blog": "The King’s Awards for Enterprise",
        "blog_link": "https://kingsawards.blog.gov.uk",
        "description": "For over 25 years, PHMG has helped businesses around the world sound as good as they look. Founded in 1998 in a Chester portacabin, we’ve grown into the world’s leading audio branding agency — creating bespoke sound identities that help …"
    },
    {
        "title": "Testing Welsh content without a Welsh speaker",
        "authors": [
            "Rory Sharkey"
        ],
        "posted_on": "2025-06-25T14:36:27",
        "categories": [
            "Our services",
            "user needs",
            "User research",
            "user testing",
            "Welsh content"
        ],
        "content": [
            {
                "content": "The prison visits team has been working on the Welsh language version of a new public service. Find out how we tested Welsh content as a team without a Welsh speaker.",
                "tag": "p"
            },
            {
                "content": "Getting Welsh language support",
                "tag": "h2"
            },
            {
                "content": "Visit someone in prison is an online service that lets family and friends book a visit with a loved one in prison. We are currently in the early stages of developing a new service that will give people instant confirmation of their booking. We decided that this was the correct time to start on the Welsh translation. We didn’t want the Welsh version to be an afterthought. This has allowed any issues found during testing to be addressed in both the English and Welsh versions before the service becomes available to the public.",
                "tag": "p"
            },
            {
                "content": "As we don’t have a Welsh speaker in the team, we knew we needed to work closely with our translators from the HMCTS Welsh Language Unit (WLU). We also benefitted from the WLU’s experience translating government services, including supporting the Modernising Lasting Powers of Attorney team.",
                "tag": "p"
            },
            {
                "content": "While the content being tested was in Welsh, our user research sessions were conducted in English. We still wanted participants to suggest amendments to the content in Welsh, so each session was recorded. This approach allowed us to share the suggestions with our translators from the WLU and use this feedback in Welsh to help us improve the content.",
                "tag": "p"
            },
            {
                "content": "What we learnt",
                "tag": "h2"
            },
            {
                "content": "We used two research methods, usability and highlighter testing, to find out how well the Welsh content met the needs of people when booking a prison visit.",
                "tag": "p"
            },
            {
                "content": "Usability testing is not focused on interrogating the meaning of every word on a page. It’s about observing how participants use a service and if they can complete a task. We found that while there were words and sentences that some users found unclear, they could successfully make a booking.",
                "tag": "p"
            },
            {
                "content": "Using highlighter testing, we asked participants to pinpoint anything in the translation that they thought was unclear. We also asked participants to summarise the translation. When this summary differed from the translation’s intended meaning, participants were provided with the English version. This approach enabled them to suggest alternatives for one or both language versions. It also helped identify parts of the service where participants were missing out on some details, as the exact meaning in Welsh was unclear or different to the English.",
                "tag": "p"
            },
            {
                "content": "An issue we discovered through the highlighter testing was with the use of ‘archeb’. The equivalent word in the English version is ‘booking’. Some participants said ‘archeb’ was closer in meaning to ‘order’ and was something they’d expect to read when buying an item online. We used this feedback to discuss the issue with the WLU and change the wording to ‘ymweliad’ to refer to the ‘visit’ that is being booked. This feedback showed the challenge of translating services as language is contextual. It also reinforced the value of testing translations to support improvements.",
                "tag": "p"
            },
            {
                "content": "During the sessions, we also noted that participants had different levels of confidence in the Welsh language. All participants were Welsh speakers, but some used it every day and others spoke it more intermittently. It is important to be aware of this variance. Participants who are less confident could worry that their language ability was being assessed. To counter this, it was even more of a priority than normal to put participants at ease and take the time to stress that we were testing the content and not participants’ language skills.",
                "tag": "p"
            },
            {
                "content": "Why this approach matters",
                "tag": "h2"
            },
            {
                "content": "Something that really shone through the user research sessions was participants’ passion for the Welsh language. They said how important it was for services to be available in Welsh. They mentioned inadequate, but frustratingly frequent, experiences of using websites with poor translations that they felt were autogenerated. Participants were overwhelmingly positive about the quality of the translation provided by the WLU, and the opportunity to help make it even more accessible to Welsh language users.",
                "tag": "p"
            },
            {
                "content": "Our experience has shown that this approach is something that teams without a Welsh speaker can deliver. If your team is developing a service in Welsh and you’d like to hear more about our approach to designing and testing Welsh content, you can contact Ed at ed.marshall@justice.gov.uk and Rory at rory.sharkey@justice.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/06/25/testing-welsh-content-without-a-welsh-speaker/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "The prison visits team has been working on the Welsh language version of a new public service. Find out how we tested Welsh content as a team without a Welsh speaker. Getting Welsh language support Visit someone in prison is …"
    },
    {
        "title": "From Westminster to York: Reflections on Building a Modern Digital Government",
        "authors": [
            "Daniel Benton, Lead Technologist, GDS"
        ],
        "posted_on": "2025-06-25T11:15:57",
        "categories": [
            "Data",
            "Event",
            "Open Standards",
            "Transformation"
        ],
        "content": [
            {
                "content": "As the Lead Technologist in the Technology Management Team within the Office of the Chief Technology Officer (OCTO) at GDS, I have over 20 years of experience in delivering digital transformation across the public sector, non-profit, finance, and consulting sectors. Last year, I was a core team member of the State of Digital Government review that was laid before Parliament in January 2025.",
                "tag": "p"
            },
            {
                "content": "I had the opportunity last week to step away from my usual routine, get out of London, and connect with colleagues on the frontline of digital transformation in government. As well as serving as a reminder of why the work we’re all doing to build a better digital government is so vital, this busy day full of meetings and travel made me realise how important it is to interact in person with those involved with creating the future of digital services.",
                "tag": "p"
            },
            {
                "content": "Defra",
                "tag": "h3"
            },
            {
                "content": "My day started with a visit to the Department for Environment, Food and Rural Affairs (Defra) in York, where I joined their architect community to share insights from the State of Digital Government review. This community is dedicated to uniting architects across Defra and its arm's length bodies to promote collaboration, encourage shared thinking, and address challenges related to cloud diversity and alignment with established government standards.",
                "tag": "p"
            },
            {
                "content": "I worked on the State of Digital Government review, and preparing for my talk at Defra initially felt a bit like revisiting last year’s work. But as the day unfolded, I was reminded that the report’s findings aren’t just theoretical - they reflect real, systemic challenges that public servants are working hard to address every day.",
                "tag": "p"
            },
            {
                "content": "What stood out was how seriously Defra’s architects are engaging with these issues. I heard how they approached selecting a new platform for their content community with a clear focus on user needs, which is an encouraging sign of thoughtful, user-centred design. Their commitment to building robust, user-focused systems extends even to internal tools, which can often be where the real culture of digital maturity shows.",
                "tag": "p"
            },
            {
                "content": "I was particularly interested to learn how they’re using their Core Delivery Platform, and not just to build services more efficiently, but to give assurance teams vital insight into how services are performing against standards. This kind of visibility helps them identify where targeted support can have the greatest impact.",
                "tag": "p"
            },
            {
                "content": "Active Travel England",
                "tag": "h3"
            },
            {
                "content": "In the afternoon, I visited Active Travel England, who are an executive agency which was set up in 2022 to encourage healthy, physical alternatives to local travel. ",
                "tag": "p"
            },
            {
                "content": "Here I was able to engage with their talented and driven digital team who, despite their clear commitment to modern digital standards and a strong appetite for sharing and reuse, grapple with many of the systemic blockers highlighted in the State of Digital Government review. ",
                "tag": "p"
            },
            {
                "content": "We also discussed ways to help newly-onboarded government agencies, such as creating robust digital infrastructures to help forward-thinking digital teams concentrate on delivering services. This was a really positive talk that highlighted the importance of supporting our agencies in overcoming barriers.",
                "tag": "p"
            },
            {
                "content": "Reflections on the future",
                "tag": "h3"
            },
            {
                "content": "The challenges those I spoke to brought up reflect the issues that the Blueprint for a Modern Digital Government aims to tackle. It was encouraging to discover that the State of Digital Government review covered the areas needing improvement, and that the Blueprint was, many felt, the way forward.",
                "tag": "p"
            },
            {
                "content": "I was reminded about how the Blueprint isn’t just about adopting new technologies, it’s about reshaping how the public sector works at its core. Its emphasis on joining up services so that people don’t have to repeat the same information time and again, and its focus on investing in the right skills and leadership are essential foundations to a modern government. It’s about creating the conditions in which the kind of talent and commitment I saw at Defra and Active Travel England can thrive.",
                "tag": "p"
            },
            {
                "content": "My day in York was a powerful reminder that while reports and strategies are important, they’re only part of the picture. Real progress is driven by the dedication of people across the public sector. This day also reinforced to me the value of getting out there, listening to those who deliver services, and understanding their realities. It’s these direct conversations that bring the challenges, and opportunities, into sharp focus, and can be fuel for our collective ambition to build a digital government that truly serves the public.",
                "tag": "p"
            },
            {
                "content": "Want to bring the conversation to your team?",
                "tag": "h3"
            },
            {
                "content": "If you're working on digital transformation in the public sector and would find it valuable to share insights, discuss challenges, or explore how the State of Digital Government review and Blueprint for a Modern Digital Government applies to your work, we'd love to hear from you at: technology.management@digital.cabinet-office.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Get in touch to arrange a visit. Let’s keep connecting the dots between strategy and delivery, and help build a modern digital government that works for everyone.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/06/25/from-westminster-to-york-reflections-on-building-a-modern-digital-government/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "As the Lead Technologist in the Technology Management Team within the Office of the Chief Technology Officer (OCTO) at GDS, I have over 20 years of experience in delivering digital transformation across the public sector, non-profit, finance, and consulting sectors. Last year, I was a core team member of the State of Digital Government review that was laid before Parliament in January 2025."
    },
    {
        "title": "Reserves Day: A life less ordinary ",
        "authors": [
            "Charles Bentley"
        ],
        "posted_on": "2025-06-25T11:13:46",
        "categories": [
            "Working at DIO"
        ],
        "content": [
            {
                "content": "When people see me at my desk as the Logistic Support Officer for the Wales and West Defence Training Estate, they might not realise that I also serve as Battery Commander of 211 Battery in 104 Regiment Royal Artillery. For me, Reserves Day during Armed Forces Week is a chance to reflect on how these two roles complement each other and the value that reservists bring to defence. ",
                "tag": "p"
            },
            {
                "content": "Leaving the Regular Army and joining the Army Reserve",
                "tag": "h2"
            },
            {
                "content": "After 30 years in the Regular Army, culminating as a Staff Officer at Allied Rapid Reaction Corps (ARRC), I wasn't quite ready to hang up my uniform completely. The Reserve Army offered me the perfect opportunity to continue what I describe as \"a life less ordinary\" – albeit on a part-time basis. ",
                "tag": "p"
            },
            {
                "content": "Two years into my reservist journey, I've found that maintaining this connection to military life brings benefits that flow in both directions. As an MOD Civil Servant, it's vital that I maintain a broad understanding of Defence. My Reserve service allows me to do this from the perspective of the very people my Civil Service role supports daily. ",
                "tag": "p"
            },
            {
                "content": "The value reservists bring to wider Defence cannot be overstated. At the most basic level, the Reserve Army adds mass to the Regular Army – turning what I like to call a \"triathlete\" into a \"power lifter that can run.\" But perhaps more importantly, reservists bring unique knowledge, skills and experience from their civilian careers that add tremendous value to Defence capabilities. In my own Battery, I command soldiers who work in the civilian drone industry, bringing expertise that has clear utility for military operations. ",
                "tag": "p"
            },
            {
                "content": "This cross-pollination of skills works both ways. The leadership, planning and problem-solving abilities honed through military service enhance our civilian careers and personal lives. For me, it's about maintaining connections with a community and way of life that shaped three decades of my life. ",
                "tag": "p"
            },
            {
                "content": "To anyone considering becoming a reservist, I would say this: Reserve Army service adds richness to your life on both personal and professional levels. You'll develop skills, forge friendships, and contribute to something bigger than yourself – all while maintaining your civilian career. ",
                "tag": "p"
            },
            {
                "content": "As we mark Reserves Day, I'm proud to serve in both my roles and to be part of the community that bridges military and civilian life, strengthening Defence through diversity of experience and thought. ",
                "tag": "p"
            }
        ],
        "link": "https://insidedio.blog.gov.uk/2025/06/25/reserves-day-a-life-less-ordinary/",
        "blog": "Inside DIO",
        "blog_link": "https://insidedio.blog.gov.uk",
        "description": "When people see me at my desk as the Logistic Support Officer for the Wales and West Defence Training Estate, they might not realise that I also serve as Battery Commander of 211 Battery in 104 Regiment Royal Artillery. For …"
    },
    {
        "title": "Whispers from the Wild: Building Satellites that Listen to the Planet",
        "authors": [
            "Lacuna Space"
        ],
        "posted_on": "2025-06-25T11:11:29",
        "categories": [
            "Applications",
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "Lacuna Space isn’t a billion-dollar rocket company trying to explore the universe. ",
                "tag": "p"
            },
            {
                "content": "From our facilities on the Harwell science campus in Oxfordshire, and Utrecht in the Netherlands, we are doing something quieter, but we’d argue, more vital.",
                "tag": "p"
            },
            {
                "content": "At Lacuna Space, we’re solving a problem that’s almost invisible if you live in a city, but painfully obvious if you’re a farmer, a marine scientist, or a utility operator: how do you connect the parts of the world that mobile signals forget?",
                "tag": "p"
            },
            {
                "content": "Not just rainforests in Latin America, although we’re working there too, but also the edges of rivers in Wales, the hills of Northumberland, or the croplands of Norfolk. ",
                "tag": "p"
            },
            {
                "content": "While 99% of the UK population has mobile coverage, huge parts of the land are still out of reach. In those gaps, data that could help protect the environment, optimise farming, or monitor water quality simply vanishes.",
                "tag": "p"
            },
            {
                "content": "That’s what drove us to build a satellite network that listens, not for video calls or entertainment but for small, vital signals from the natural world.",
                "tag": "p"
            },
            {
                "content": "We designed something small and powerful: a battery-powered sensor node, about the size of a beermat, that can send data straight to a satellite — no mobile tower needed, no power socket in sight.",
                "tag": "p"
            },
            {
                "content": "The idea sounded far-fetched in 2016, when we started. But we proved it. Our devices now run for years on a single battery charge and connect directly with a growing constellation of low-Earth orbit satellites that we help build.",
                "tag": "p"
            },
            {
                "content": "At the heart of it is a highly sensitive radio receiver, orbiting 500 km above the Earth, tuned to detect faint whispers of data from sensors by rivers, fields, and coasts, that would otherwise go unheard.",
                "tag": "p"
            },
            {
                "content": "And none of this would have been possible without the early support and vision of the UK Space Agency, whose funding through the ARTES programme helped us go from sketchpad ideas to a working system in orbit. ",
                "tag": "p"
            },
            {
                "content": "We’re incredibly grateful for that backing as it gave us the runway to prove our concept and begin scaling it globally.",
                "tag": "p"
            },
            {
                "content": "People often ask if we’re part of the big space race. Not really. We’re more focused on what’s happening here on Earth. ",
                "tag": "p"
            },
            {
                "content": "The space industry has changed. Since the launch of Sputnik in 1957, there have been over 13,000 satellites but half of those have launched just in the past five years. ",
                "tag": "p"
            },
            {
                "content": "And they’re not all for glamour. A wave of smaller, smarter satellites is powering climate science, agriculture, and emergency response. That’s the wave we’re riding.We build our payloads here in the UK, and partner with UK spacecraft operators like Spire Global, who launch them. ",
                "tag": "p"
            },
            {
                "content": "Every satellite we use is designed to de-orbit cleanly after five years, leaving no junk behind. We don’t just monitor sustainability — we practice it, rightdown to our hardware.",
                "tag": "p"
            },
            {
                "content": "Our technology now supports some of the world’s most challenging environments. We focus on four key sectors: environmental monitoring, smart metering, smart agriculture, and the blue economy.",
                "tag": "p"
            },
            {
                "content": "For example, in Wales, our sensors monitor water quality in river catchments that support protected ecosystems. That data helps balance environmental protection with the demand for housing and development.",
                "tag": "p"
            },
            {
                "content": "In Cornwall, we support marine monitoring by sending ocean data from crab pots and buoys straight to our satellites, helping communities understand and manage their local waters.",
                "tag": "p"
            },
            {
                "content": "In Norfolk, farmers use our technology to track soil conditions and optimise irrigation — making agriculture more precise and resilient, even when off-grid.",
                "tag": "p"
            },
            {
                "content": "And in the Middle East, we’re helping DEWA, one of the region’s largest utilities, monitor remote water infrastructure, which is critical in a region where every drop counts.",
                "tag": "p"
            },
            {
                "content": "We started our journey as part of the ESA Business Incubation Centre at Harwell, in Oxfordshire with a very small grant to test the concept. Our first messages to orbit were so faint they barely showed up. But they worked.",
                "tag": "p"
            },
            {
                "content": "Fast forward several years, and we have just launched satellites number ten and eleven under the mission name ‘Call of the Wild’, which is a nod to both the untamed places we serve and the quiet signals we follow. ",
                "tag": "p"
            },
            {
                "content": "And we’re not stopping.",
                "tag": "p"
            },
            {
                "content": "In October, we will launch four more satellites under Wisdom of the Trail. These next-generation satellites will deliver more message capacity than all twelve of our previous satellites combined.",
                "tag": "p"
            },
            {
                "content": "We’re scaling, not just the technology, but our ability to get real-time, decision-making data into the hands of people who protect rivers, farm land, manage water, and care for the planet.",
                "tag": "p"
            },
            {
                "content": "We often say that in a world of big data and loud headlines, we’re trying to make room for the small signals. The ones that tell you when a river’s running high. When soil needs watering. When something precious is changing and we have a chance to act.",
                "tag": "p"
            },
            {
                "content": "And that, perhaps, is Lacuna Space’s real innovation: not rockets or routers, but a network that listens when the world speaks softly.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/06/25/whispering-to-the-wild-building-satellites-that-listen-to-the-planet/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Lacuna Space isn’t a billion-dollar rocket company trying to explore the universe."
    },
    {
        "title": "Graduates: accelerate your digital and data career on our Dynamic Graduate Scheme",
        "authors": [
            "Vanessa Edwards, Business Analyst, Enterprise Services, DDaT"
        ],
        "posted_on": "2025-06-25T09:49:08",
        "categories": [
            "Graduates",
            "Recruitment"
        ],
        "content": [
            {
                "content": "Apply for our Dynamic Graduate Scheme (DGS) in Digital, Data and Technology (DDaT) now – applications are open until 7 July 2025. We have the following roles available:",
                "tag": "p"
            },
            {
                "content": "Apply here:  Dynamic Graduate Scheme (DGS) - Civil Service Jobs - GOV.UK",
                "tag": "p"
            },
            {
                "content": "The DGS is a bespoke 2-year rotational graduate programme for our Digital and Data professions. Entry to the scheme is at the Higher Executive Officer level which attracts a competitive starting salary for London of £41,300. Candidates will require at least a 2.2 degree in any subject combined with a genuine passion for working in digital, data and technology.",
                "tag": "p"
            },
            {
                "content": "Continuous development and learning are core elements of the scheme. During the first year, Associates learn to build foundational knowledge and skills. You’ll also gain broad exposure by supporting multidisciplinary product teams and projects during the 6-month placements. For the second year, you’ll complete a 12-month placement choosing one of the scheme’s career specialisms.",
                "tag": "p"
            },
            {
                "content": "Past Associates on the scheme have told us that they’ve particularly enjoyed:",
                "tag": "p"
            },
            {
                "content": "At the end of the 2-year scheme Associates aim to secure a role within the Digital and Data profession on promotion. For the past 2 years 95% of Associates who have graduated from the scheme have secured promotion. Several are either acting as line managers or providing mentorship to new members of staff. ",
                "tag": "p"
            },
            {
                "content": "Vanessa completed the DGS last year and has since been promoted. She tells us about the benefits of the scheme.",
                "tag": "p"
            },
            {
                "content": "Highlights of the Dynamic Graduate Scheme",
                "tag": "h2"
            },
            {
                "content": "3 main highlights stand out for me. Firstly, the mentorship and support I’ve received on the DGS has been phenomenal. My line manager provides guidance on my career development and my team members help me navigate complex projects: there’s always a sense of team spirit and shared purpose.",
                "tag": "p"
            },
            {
                "content": "Secondly, I’ve really enjoyed rotating through 3 specialist areas across 3 business units which has accelerated my technical and professional growth.",
                "tag": "p"
            },
            {
                "content": "And thirdly, being part of an organisation that values diversity, inclusivity, and professional development is something that is very important to me.",
                "tag": "p"
            },
            {
                "content": "What attracted you to the Dynamic Graduate Scheme?",
                "tag": "h2"
            },
            {
                "content": "I’d previously worked in project management but was keen to deepen my knowledge of areas like data and business analysis. I joined the DGS because the hands-on training and exposure to different technical areas within DDaT really stood out to me. When I saw the role advertised on Civil Service Jobs I immediately applied.",
                "tag": "p"
            },
            {
                "content": "While the competitive salary is a bonus, it’s the diversity of experiences and professional development opportunities that have made the scheme the ideal platform for my career growth.",
                "tag": "p"
            },
            {
                "content": "What is it like to work as a Data Analyst on the Dynamic Graduate Scheme?",
                "tag": "h2"
            },
            {
                "content": "I worked in the Migration and Borders Technology Portfolio in a past placement as a Data Analyst, extracting and analysing data to provide insights to stakeholders.",
                "tag": "p"
            },
            {
                "content": "I used SQL to extract, manipulate, and analyse large reliable datasets then communicated the insights in an effective way for varied stakeholders. I created new dashboards and data pipelines, allowing better visibility into ongoing operations and performance metrics. I also reported service status to management.",
                "tag": "p"
            },
            {
                "content": "What does a Business Analyst do on the Dynamic Graduate Scheme?",
                "tag": "h2"
            },
            {
                "content": "As a Business Analyst in Enterprise Services, I managed change requests through the front door process, overseeing requests from submission to approval. I worked with customers, facilitating workshops and meetings to ensure there was a clear understanding of the scope, objectives, and funding requirements for the change requests.",
                "tag": "p"
            },
            {
                "content": "By conducting Impact Assessments I identified potential implications of the requested changes, including cost recharge and other factors that could affect timelines, resources, or project outcomes. I worked closely with the Cyber Security team to ensure that security implications were evaluated.",
                "tag": "p"
            },
            {
                "content": "What advice would you give to a graduate who is unsure about joining the Civil Service?",
                "tag": "h2"
            },
            {
                "content": "In my opinion, joining the Civil Service is one of the best decisions you could make for your personal and professional development. When I was looking for career opportunities, I wanted something that was not just a job but a platform for continuous learning and growth, and the Civil Service has given me exactly that. What makes it unique is the diverse roles you can explore and the ability to move between different departments within the Civil Service.",
                "tag": "p"
            },
            {
                "content": "What really surprised me is the level of support you receive. From the start, you’re surrounded by people who are invested in your success, whether it’s through structured training, mentorship, or just having someone to turn to when you need advice. The DGS, in particular, has been a game-changer for me, allowing me to experience different aspects of digital, data, and technology while receiving real-time feedback and guidance. You won’t just be sitting on the sidelines; you’ll be actively contributing to projects that have a real, positive impact on society.",
                "tag": "p"
            },
            {
                "content": "I’m proud to be a civil servant. I have the opportunity to make a positive impact on society. The projects I work on have real-world significance, from improving digital services to deploying assistive technology for those who need it most. It’s rewarding to know that the work I do helps improve lives.",
                "tag": "p"
            },
            {
                "content": "The 2025 Dynamic Graduate Scheme is open until 7 July. Apply for one of multiple roles in our Digital and Data professions on the Civil Service Jobs website now. ",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2025/06/25/graduates-accelerate-your-digital-and-data-career-on-our-dynamic-graduate-scheme/",
        "blog": "Home Office Digital, Data and Technology",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "Our 2025 Dynamic Graduate Scheme is now open for a limited time until 7 July. We have multiple digital roles for graduates. Read about how the scheme can supercharge your tech career."
    },
    {
        "title": "Reserves Day 2025: Meet the Cyber Guardians of the RAF ",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-06-25T08:23:15",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "As the nation comes together to celebrate Armed Forces Week, Reserves Day provides an opportunity to shine a light on the vital contributions of our Reserve Forces.  ",
                "tag": "p"
            },
            {
                "content": "The world is changing, we are in a new era of digital warfare, which demands a new era for Defence. Our forces need to be more technologically advanced, integrated, and war ready. A new generation of reservists is crucial to tackle these threats and defend the UK.  ",
                "tag": "p"
            },
            {
                "content": "Meet No. 6 Cyber Reserve Squadron, who are defending Defence and the Royal Air Force's (RAF) networks from evolving cyber threats. ",
                "tag": "p"
            },
            {
                "content": "We are a Specialist Reserve Squadron and the RAF's dedicated component of Strategic Command’s Cyber Reserve Force, based at RAF Digby. Our mission is to protect the UK's air and space power from the persistent threat of cyber-attacks.  ",
                "tag": "p"
            },
            {
                "content": "Our role in Defensive Cyber Operations (DCO) is critical to achieving warfighting readiness, and safeguarding the networks, data, and systems that underpin the RAF's operations both at home and across the globe. We ensure that the UK remains secure in this digital age. Specialists from No. 6 Squadron were brought in to do just that. ",
                "tag": "p"
            },
            {
                "content": "So how do you test if a ‘Digital Fortress’ system or network is secure? ",
                "tag": "p"
            },
            {
                "content": "Sergeant Flo’s analogy reflects the real-life process of penetration testing, where trusted experts simulate attacks on a system to uncover vulnerabilities before real attackers can exploit them. This process, often called 'ethical hacking,' is a key part of the ‘Secure by Design’ approach. Secure by Design means building security into systems from the very beginning.  ",
                "tag": "p"
            },
            {
                "content": "By identifying and fixing weaknesses early, we make sure the systems we rely on are resilient and ready to face modern threats and ensures that the personal data of our service personnel and operations are protected to the highest standards, reinforcing trust in the very systems that underpin our Armed Forces. ",
                "tag": "p"
            },
            {
                "content": "We are not your typical reservists. By day, we are industry leaders, innovators, and cyber-practitioners. On duty, we are a vital component of the UK's operational capability, able to solve complex security challenges and protect critical national infrastructure.  ",
                "tag": "p"
            },
            {
                "content": "What makes our Squadron unique is our approach to recruitment. We see out individuals with ‘exceptional verifiable cyber skills’, valuing technical expertise and real-world experience. This allows us to leverage a pool of talent that we would not otherwise have access to, ensuring that the UK stays ahead of its adversaries.  ",
                "tag": "p"
            },
            {
                "content": "While much of our operational work remains necessarily out of the public eye, a recent, tangible example of our vital contribution is our work on the SERVE (Service for Experienced, Re-joiner and Volunteer Engagements) platform.  ",
                "tag": "p"
            },
            {
                "content": "SERVE is the established digital gateway for all potential and current reservists, accessible via the Find Forces Jobs website, making it a critical piece of our national recruitment and engagement infrastructure. This platform makes it easier for thousands of reservists and applicants to see what opportunities are available.  ",
                "tag": "p"
            },
            {
                "content": "We are the \"digital war fighters\" the Strategic Defence Review (SDR) envisions, providing a capability that is essential for national security in the 21st century. Those with the requisite skills are encouraged to explore opportunities to serve with this us via the Joint Cyber Reserve Force recruitment page.  ",
                "tag": "p"
            },
            {
                "content": "On Reserves Day, we recognise the immense dedication and professionalism of our people in the No. 6 Cyber Reserve Squadron, the wider Cyber Reserve Force and other Specialist Reserves. Reserve’s commitment is vital to ensuring Defence remains resilient and ready. They are a testament to the modern, integrated force that protects our nation, and we are proud to have them in our ranks. ",
                "tag": "p"
            }
        ],
        "link": "https://stratcommand.blog.gov.uk/2025/06/25/reserves-day-2025-meet-the-cyber-guardians-of-the-raf/",
        "blog": "Strategic Command",
        "blog_link": "https://stratcommand.blog.gov.uk",
        "description": "As the nation comes together to celebrate Armed Forces Week, Reserves Day provides an opportunity to shine a light on the vital contributions of our Reserve Forces.   The world is changing, we are in a new era of digital warfare, …"
    },
    {
        "title": "Transreport Honoured with The King’s Award for Enterprise in Innovation",
        "authors": [
            "The Queen's Awards for Enterprise"
        ],
        "posted_on": "2025-06-24T14:19:07",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Transreport has received the distinct honour of The King’s Award for Enterprise in the Innovation category – the UK’s most prestigious business accolade, championing outstanding achievement and impact. This recognition reflects Transreport’s commitment to creating inclusive technology solutions that make travel and everyday experiences accessible for all.",
                "tag": "p"
            },
            {
                "content": "Discovering the King’s Award",
                "tag": "h2"
            },
            {
                "content": "The Transreport team first learned about The King’s Awards for Enterprise through its reputation as the gold standard for celebrating meaningful innovation and impact. Encouraged by their measurable success and growing global presence, Transreport felt inspired to apply for the award.",
                "tag": "p"
            },
            {
                "content": "With over 7 million assistance requests supported through their flagship technology, and more than 1 million users worldwide, Transreport’s vision to connect the world – by unlocking access to travel and experiences for Disabled and older people – continues to gain rapid momentum.",
                "tag": "p"
            },
            {
                "content": "Jay Shen, Founder and CEO of Transreport, notes, “Receiving this prestigious award not only showcases the real-world impact of our inclusive technology but also serves as a powerful call to action, highlighting the urgent need for greater accessibility and inclusion across industries.”",
                "tag": "p"
            },
            {
                "content": "The application process provided a valuable moment for reflection, highlighting not only Transreport’s achievements to date but also the company’s ambitions for continued growth and positive social impact. The team focused on sharing quantifiable results and the broader societal value of their work.",
                "tag": "p"
            },
            {
                "content": "Jay offers some valuable advice for companies applying for the King’s Awards: “Start early, be specific about your impact, and answer the questions plainly. The strongest applications don’t rely on jargon – they show, clearly and confidently, how your work is making a real difference.”",
                "tag": "p"
            },
            {
                "content": "Celebrating with Purpose",
                "tag": "h2"
            },
            {
                "content": "Jay shares, \"We are exceptionally proud to have received the prestigious King’s Award for Enterprise in the Innovation category. This is an incredible recognition of Transreport’s commitment to creating a more connected world by designing inclusive technology solutions that make travel and experiences accessible for everyone.”",
                "tag": "p"
            },
            {
                "content": "He reflects, “The idea behind Transreport was sparked by a conversation I had with a Disabled gentleman, who shared his experience of encountering barriers when travelling. That moment underscored the urgent need for change and deepened my commitment to developing technology that builds confidence and reduces anxiety when travelling. We’ve come a long way since then – and we’re only just getting started.”",
                "tag": "p"
            },
            {
                "content": "The royal reception at Windsor Castle is a landmark milestone for Transreport, and will be followed by a personal award presentation ceremony with Mr Kevin McGrath OBE DL, the Lord-Lieutenant’s Representative Deputy Lieutenant for Hammersmith and Fulham, later this year.",
                "tag": "p"
            },
            {
                "content": "The Transreport team plans to honour this award through the ongoing impact of its technology on people’s everyday experiences. Building on this momentum, Transreport is pioneering the world’s first accessibility network – expanding into new sectors including tourism, hospitality, leisure and events to break down barriers for all and empower businesses to be more inclusive.",
                "tag": "p"
            },
            {
                "content": "The King’s Award will serve as a powerful platform to raise awareness of Transreport’s mission and encourage other organisations to prioritise inclusion. By sharing their success, the Transreport team hopes to inspire further innovation and collaboration to create a more accessible world for everyone.",
                "tag": "p"
            },
            {
                "content": "Jay highlights, “Receiving this award is a tremendous honour and a reflection of the hard work, dedication, and vision of our entire team. We remain committed to driving meaningful, inclusive innovation in the travel and transport sectors and beyond.\"",
                "tag": "p"
            },
            {
                "content": "Find out more about Transreport. ",
                "tag": "p"
            },
            {
                "content": "Apply for a King's Award for Enterprise. ",
                "tag": "p"
            }
        ],
        "link": "https://kingsawards.blog.gov.uk/2025/06/24/transreport-honoured-with-the-kings-award-for-enterprise-in-innovation/",
        "blog": "The King’s Awards for Enterprise",
        "blog_link": "https://kingsawards.blog.gov.uk",
        "description": "Transreport has received the distinct honour of The King’s Award for Enterprise in the Innovation category – the UK’s most prestigious business accolade, championing outstanding achievement and impact. This recognition reflects Transreport’s commitment to creating inclusive technology solutions that make …"
    },
    {
        "title": "AI in Government and Academia: call for papers now open",
        "authors": [
            "Tommaso Spinelli, Senior Artificial Intelligence Change Manager, GDS"
        ],
        "posted_on": "2025-06-24T11:25:59",
        "categories": [
            "AI",
            "Cross-government strategy",
            "DDaT community"
        ],
        "content": [
            {
                "content": "Since its launch in December 2023, the UK Government AI Community has grown into a thriving cross-government network. With over 3,500 members from more than 300 organisations across central and local government, the community continues to connect colleagues, share best practice, and build AI capability in the public sector.",
                "tag": "p"
            },
            {
                "content": "Following two successful in-person events — our first focused on AI in government and the second in partnership with industry—we are now excited to announce a third major gathering: our first conference focusing on AI in Government and Academia. ",
                "tag": "p"
            },
            {
                "content": "This will be a one-day conference taking place in Manchester on Thursday 11 September 2025 and co-chaired by myself, and Keeley Crockett, professor in Computational Intelligence at Manchester Metropolitan University and Chair of the IEEE Technical Committee SHIELD (Ethical, Legal, Social, Environmental and Human Dimensions of AI/CI).",
                "tag": "p"
            },
            {
                "content": "This event reflects the growing appetite for closer collaboration with academic institutions, in line with the AI Opportunities in Public Services Action Plan’s mission to strengthen ties between government and research. The aim is to bring together public servants, researchers, and technologists to explore how academic insights and public sector challenges can inform one another— maximising the real world impact of research to drive responsible, ethical and effective use of AI in government.",
                "tag": "p"
            },
            {
                "content": "About the event",
                "tag": "h3"
            },
            {
                "content": "The conference will be held at Manchester Metropolitan University and co-hosted by the Department for Science, Innovation and Technology (DSIT) and The Manchester Metropolitan University (MMU). The conference will feature:",
                "tag": "p"
            },
            {
                "content": "This is an opportunity to showcase real-world projects and applied research that use AI to improve public services, inform policy, and deliver impact.",
                "tag": "p"
            },
            {
                "content": "Call for Papers now open",
                "tag": "p"
            },
            {
                "content": "We’re inviting paper submissions that demonstrate how AI is being used responsibly and effectively in ways that benefit government and society. Topics include, but are not limited to:",
                "tag": "p"
            },
            {
                "content": "Papers should be no more than 10 pages, follow the provided template, and highlight how the work supports the delivery or improvement of public services. The deadline for submission is Friday 15 August 2025.",
                "tag": "p"
            },
            {
                "content": "All papers will be peer-reviewed, and selected submissions will be presented at the conference. Accepted papers may also be considered for publication in the AI Insights series on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "How to register",
                "tag": "h3"
            },
            {
                "content": "You can reserve your ticket for free through our dedicated registration page. Please note that, due to limited space, attendance is restricted to individuals working in the public sector. This includes professionals from central and local government, councils, fire and rescue services, police, the NHS, academia, and the broader education sector.",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "p"
            },
            {
                "content": "We encourage colleagues from both government and academia to take part—whether by submitting a paper or attending the event. This is a great opportunity to showcase your work, gain new insights, and connect with others driving the future of AI in public services.",
                "tag": "p"
            },
            {
                "content": "Please sign up to the AI Community newsletter to receive updates on this and future events.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/06/24/ai-in-government-and-academia-call-for-papers-now-open/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Join our first ‘AI in Government and Academia’ conference in Manchester: submit your paper, share your work, and shape the future of AI!"
    },
    {
        "title": "Publication of principles for successful delivery of data sharing initiatives ",
        "authors": [
            "Dr Neil Brammall, NUAR Technical Product Owner"
        ],
        "posted_on": "2025-06-24T11:19:19",
        "categories": [
            "Technology"
        ],
        "content": [
            {
                "content": "How do you successfully deliver a data sharing initiative that delivers real value to users? Dr. Neil Brammall, Technical Advisor, and Issie Ferris, Policy Advisor, explain how collaboration with international partners has helped to formulate 15 principles that underpinned the delivery of the National Underground Asset Register (NUAR) and other initiatives. ",
                "tag": "p"
            },
            {
                "content": "As data-driven planning and decision-making becomes ever more crucial to governments and citizens around the world, making data available in a user-centred yet secure way is an increasingly common and global challenge. ",
                "tag": "p"
            },
            {
                "content": "The National Underground Asset Register (NUAR) is a digital service with a map of underground pipes and cables at its core, and part of broader efforts to strengthen and extend our digital and data public infrastructure. Its delivery typifies the challenges of secure data sharing based on user needs. ",
                "tag": "p"
            },
            {
                "content": "The Government Digital Service (GDS) team responsible for the delivery of NUAR has spent a great deal of time reflecting on the lessons learnt from all phases of the programme. These are lessons learnt from the things that went well and, more importantly, from the things that did not go well. ",
                "tag": "p"
            },
            {
                "content": "We have also learnt a great deal from collaboration with initiatives around the world that have gone before or run alongside NUAR. We have taken these lessons and formed them into 15 ‘principles’ for successful delivery, for data sharing programmes especially, but potentially for elements of any digital transformation programme. ",
                "tag": "p"
            },
            {
                "content": "We have shared and tested these principles with UK stakeholders, members of the delivery supply chain, cross-government teams and with international partners and stakeholders from around the world, contributing to a truly global set of principles built upon the learnings and shared experiences of colleagues from around the world. ",
                "tag": "p"
            },
            {
                "content": "The principles are split into three themes: ",
                "tag": "p"
            },
            {
                "content": "While these lessons provide learnings from the development of a specific project, they are applicable to organisations undertaking any manner of digital data projects, particularly targeted at public bodies and public-private supply chains, in the UK and abroad. We believe that they can provide useful, actionable insight and advice for those embarking on that data sharing journey. ",
                "tag": "p"
            },
            {
                "content": "We hope you’ve found this blog—and the principles we’ve formulated—both useful and thought-provoking. We’re excited to keep the conversation going and receive feedback, so feel free to reach out to us by email at geospatial@dsit.gov.uk ",
                "tag": "p"
            },
            {
                "content": "You can also sign up to get an email notification every time we publish a new blog post. More information about NUAR can be found on gov.uk or follow us on LinkedIn.  ",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/06/24/publication-of-principles-for-successful-delivery-of-data-sharing-initiatives/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "How do you successfully deliver a data sharing initiative that delivers real value to users? Dr. Neil Brammall, Technical Advisor, and Issie Ferris, Policy Advisor, explain how collaboration with international partners has helped to formulate 15 principles that underpinned the …"
    },
    {
        "title": "Product Adoption - What it is, why it matters and how to improve it",
        "authors": [
            "Stephanie Chaytor, Head of Engagement and Strategic Adoption"
        ],
        "posted_on": "2025-06-24T11:11:21",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Stephanie Chaytor",
                "tag": "h3"
            },
            {
                "content": "Working in an engagement role within Digital Data and Technology (DDaT) at the Department for Business and Trade (DBT), every day I come up against a new work or concept that I do not understand. What is code? Where is the cloud? One of the best bits about this DDaT team is there is never any shame in asking 'what does that mean?!' ",
                "tag": "p"
            },
            {
                "content": "So, I am using this blog to explain the work of my own team and how we drive quality ‘product adoption’ as I often get asked what it is and why it matters.",
                "tag": "p"
            },
            {
                "content": "It's important that all colleagues across the department understand product adoption because it is something that everyone in the organisation has responsibility for at all grades and professions. It’s central to the success of a modern workforce.",
                "tag": "p"
            },
            {
                "content": "This blog will cover what product adoption is, why it matters and how organisations like ours might improve it. The focus of this blog will be on internal product adoption, and it is very much in the context of an organisation like DBT.",
                "tag": "p"
            },
            {
                "content": "What is product adoption?",
                "tag": "h2"
            },
            {
                "content": "Product adoption is the process whereby colleagues start using a product or service. It usually follows these stages:",
                "tag": "p"
            },
            {
                "content": "The faster and easier the adoption, the more successful the product becomes!",
                "tag": "p"
            },
            {
                "content": "Why does it matter?",
                "tag": "h2"
            },
            {
                "content": "Colleagues who are aware of the products available to them, interested in understanding how to use them and can see the value in using them (putting that to the test) will be more likely to adopt them in their work each day.",
                "tag": "p"
            },
            {
                "content": "This leads to better quality data and time saving. It helps avoid duplication, streamlines processes and drives a more joined up coordinated culture.",
                "tag": "p"
            },
            {
                "content": "As an example - one of our key internal products here at DBT is Data Hub. This is our central system for managing, tracking, understanding and building relationships with UK and international businesses. Relevant colleagues need to know that this tool exists; how to use it via training and guidance, understand where this information goes and how it’s used. They must also be encouraged to use the tool by their colleagues and senior leaders. Failure to do this might impact our ability to engage with businesses effectively and join the dots internally.",
                "tag": "p"
            },
            {
                "content": "How DDaT teams can drive adoption",
                "tag": "h2"
            },
            {
                "content": "Teams can do this by:",
                "tag": "p"
            },
            {
                "content": "However, it’s not just about what the quantitiave data is saying and it’s not as simple as how many users we have. We need to focus on quality adoption. That means ensuring that the right people in the department are using the right tools in the right way.",
                "tag": "p"
            },
            {
                "content": "We might want to measure a specific behaviour or feature usage within that.  Alternatively, we might want to target adoption in specific areas of the department.  For example, we could target business facing colleagues to adopt Data Hub or our business analysts to use Data Workspace (our reporting and analysis platform which provides access to key datasets, reports and dashboards).",
                "tag": "p"
            },
            {
                "content": "We continuously gather feedback from users to understand their needs, challenges, and suggestions for improvement. Here at DBT we have user researchers who highlight these areas for product teams - identifying any pain points or blockers to usage. This feedback can be used (along with other metrics) to iterate on the product and make enhancements that address colleagues’ concerns.​",
                "tag": "p"
            },
            {
                "content": "How everyone can support adoption",
                "tag": "h2"
            },
            {
                "content": "Product adoption isn’t  something that only DDaT have responsibility for. To get maximum benefit teams across the organisation should focus on:",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "Successful product adoption of internal digital tools and services will be one of the biggest factors impacting on how we evolve as an agile and productive workforce.",
                "tag": "p"
            },
            {
                "content": "By making sure colleagues are aware of these tools and know how to use them, that they see the value and that they’re being continually encouraged to use them, can the adoption be a success. Only with successful adoption can staff get the most value.",
                "tag": "p"
            },
            {
                "content": "DDaT teams have an important role in this. We need to learn from our user research and respond to feedback to make sure the tools are as relevant and easy to use as possible. However, there will always be tools that some colleagues are less keen to engage with but are essential to their job. Success relies on buy-in from teams across the organisation. It needs senior leaders to actively encourage buy-in from teams across the department. This will foster the right environment, leading by example and incentivising usage on an ongoing basis. ",
                "tag": "p"
            },
            {
                "content": "If you’re interested in finding out more, working with us or sharing ideas on how to improve adoption in your own department or team, you can reach us on: DDaT-News@businessandtrade.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/06/24/product-adoption-what-it-is-why-it-matters-and-how-to-improve-it/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How quality usage of our products and services can support the productive and agile state agenda. "
    },
    {
        "title": "Unlocking innovation in planning: Reflections on the PropTech Innovation Challenge ",
        "authors": [
            "Joanna Averley, Chief Planner, MHCLG"
        ],
        "posted_on": "2025-06-24T08:59:31",
        "categories": [
            "Artificial Intelligence",
            "Digital Planning",
            "PropTech",
            "Technology"
        ],
        "content": [
            {
                "content": "How do we bridge the gap between our ambitious housing targets and the complex realities of planning and development? ",
                "tag": "p"
            },
            {
                "content": "The answer may lie in the innovative solutions proposed through our PropTech Innovation Challenge – a powerful demonstration of how targeted innovation can help us tackle some of the most pressing challenges in the planning and housing sectors. ",
                "tag": "p"
            },
            {
                "content": "The 116 Expressions of Interest and 84 applications we have received, from start-ups to other innovators, reflect the sector’s real appetite for change.",
                "tag": "p"
            },
            {
                "content": "We're also thrilled to see that 225 partners have joined forces with the innovators – including small and medium enterprise (SME) developers, universities and local planning authorities – highlighting the readiness by all involved to co-create scalable solutions that can deliver real impact.",
                "tag": "p"
            },
            {
                "content": "Addressing real-world challenges ",
                "tag": "h2"
            },
            {
                "content": "The Challenge, which we’re running in collaboration with Geovation, from Ordnance Survey, has been designed around a set of carefully developed problem statements — each one grounded in extensive research and real-world challenges and opportunities across land ownership, small site delivery and infrastructure certainty. ",
                "tag": "p"
            },
            {
                "content": "You can find out more about the statements and the research that informed them in our previous blog post.",
                "tag": "p"
            },
            {
                "content": "These statements are not theoretical but directly address national priorities, including the government’s ambition to deliver 1.5 million homes by the end of this Parliament as part of the wider mission to kickstart economic growth.  ",
                "tag": "p"
            },
            {
                "content": "What's particularly significant is the overwhelming interest to our second problem statement— \"How might we increase the attractiveness of small sites for SME developers and other new market entrants through streamlining the processes involved in small site development?\" ",
                "tag": "p"
            },
            {
                "content": "This challenge question attracted over two thirds of the total applications – a clear signal that the market sees tremendous potential for small sites to play a big part of delivering 1.5 million homes. This interest directly aligns with the Deputy Prime Minister's announcement during Housing Week, in May, which highlighted this government’s focus on supporting small sites and SME delivery. The PropTech Innovation Challenge forms part of a comprehensive package of measures designed to empower SME housebuilders to build out smaller sites faster. ",
                "tag": "p"
            },
            {
                "content": "We are excited to see how technology and innovation can serve as crucial enablers in unlocking this potential. ",
                "tag": "p"
            },
            {
                "content": "The innovative solutions",
                "tag": "h2"
            },
            {
                "content": "We've been truly impressed by the breadth and quality of solutions proposed. The applications range from artificial intelligence-powered platforms transforming land data accessibility and automating planning processes, to digital tools that de-risk investments for SME developers. Some solutions focus on leveraging data to identify viable sites quickly, while others promote the benefits of having the right infrastructure data to support early-stage feasibility studies and provide developers with greater certainty. The vast range of innovative ideas demonstrates how the sector is ready to embrace new tools and thinking and discover new ways of working to meet the needs of the future. ",
                "tag": "p"
            },
            {
                "content": "Equally important has been the spirit of collaboration that underpins this initiative. The co-design partnerships formed through the Challenge — between start-ups, local authorities, housing associations, academic institutions and developers of all sizes — are a testament to what’s possible when the public and private sectors come together with a shared purpose.  ",
                "tag": "p"
            },
            {
                "content": "What’s next for the applicants? ",
                "tag": "h2"
            },
            {
                "content": "Over the coming weeks, the applications will be carefully reviewed by an exceptional panel of judges from across central and local government – including MHCLG, the Environment Agency, HM Land Registry, Homes England, the Department for Business and Trade, the Government Digital Service, the Prime Minister’s office and local authorities – industry leaders including development corporations and the National Federation of Builders, infrastructure providers, universities and financial institutions like Nationwide. This unprecedented collaboration demonstrates how this Challenge is breaking down traditional silos to tackle shared challenges around infrastructure, delivery of small sites and land ownership.  ",
                "tag": "p"
            },
            {
                "content": "I look forward to following the next stages, as shortlisted teams will be invited to take part in a pitch-style bootcamp in mid-July with selected solutions announced in September.  ",
                "tag": "p"
            },
            {
                "content": "From there, selected companies and their partners will move forward to deliver scalable PropTech solutions that can transform how we approach housing delivery in support of the government’s ambitious housing targets. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/06/24/unlocking-innovation-in-planning-reflections-on-the-proptech-innovation-challenge/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The PropTech Innovation Challenge has revealed the potential for technology to revolutionise planning and housing delivery. Attracting 84 applications, with 225 partners, it demonstrates industry-wide commitment to finding innovative solutions which can help us meet our ambitious target of 1.5 million new homes."
    },
    {
        "title": "UK NSC recommends HPV self-sampling option for under-screened women in cervical screening programme",
        "authors": [
            "Carolina Martinelli"
        ],
        "posted_on": "2025-06-24T07:29:33",
        "categories": [
            "Cervical Screening",
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has recommended that cervical screening providers in the 4 UK countries should be allowed to offer a self-sampling test option to women and other people with a cervix who never or rarely attend their routine cervical screening appointments.",
                "tag": "p"
            },
            {
                "content": "If the NHS determines that self-sampling might be a helpful addition to the programme, the HPV self-sampling option can be offered to these under-screened people. ",
                "tag": "p"
            },
            {
                "content": "The UK NSC made the recommendation at its March meeting following a review of the latest evidence and a 3-month public consultation.",
                "tag": "p"
            },
            {
                "content": "Participation in cervical screening has declined in recent years in the UK. Evidence suggests HPV self-sampling can be an effective and acceptable way to improve participation among people who never or rarely attend. It may also help to reduce health inequalities.",
                "tag": "p"
            },
            {
                "content": "Choice of implementation approaches",
                "tag": "h2"
            },
            {
                "content": "Screening providers that offer the self-sampling option to the under-screened will be able to do so via:",
                "tag": "p"
            },
            {
                "content": "The decision on which implementation approach to choose will depend on what is most feasible. Any other approaches should be supported by robust evidence and monitoring.",
                "tag": "p"
            },
            {
                "content": "People who are HPV positive will still need to go for a clinician-taken sample for cytology (an examination of cells from their cervix).",
                "tag": "p"
            },
            {
                "content": "It is important to note at this stage that the UK NSC is only recommending the offer of a self-sampling option to the under-screened. Committee members agreed that this option is better than no test for those who currently do not attend their screening appointments.",
                "tag": "p"
            },
            {
                "content": "The UK NSC is organising further studies to find out whether self-sampling could be offered and used effectively across the whole population.",
                "tag": "p"
            },
            {
                "content": "Read the full minutes",
                "tag": "h2"
            },
            {
                "content": "Other items discussed at the March UK NSC meeting included an update on the work to assess the evidence for screening for spinal muscular atrophy (SMA) and a presentation on the 26 submissions received under the committee’s 2024 call for new topics.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/06/24/uk-nsc-recommends-hpv-self-sampling-option-for-under-screened-women-in-cervical-screening-programme/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has recommended that women who never or rarely attend their routine cervical screening appointments could be offered a self-sampling test option."
    },
    {
        "title": "CMA takes first steps to improve competition in search services in the UK",
        "authors": [
            "Sarah Cardell"
        ],
        "posted_on": "2025-06-24T06:00:27",
        "categories": [
            "Digital Markets Unit"
        ],
        "content": [
            {
                "content": "Search and Search Advertising are critical for UK consumers and businesses so it’s vital that effective competition delivers good outcomes.",
                "tag": "p"
            },
            {
                "content": "Overview",
                "tag": "h2"
            },
            {
                "content": "Google search accounts for more than 90% of all general search queries in the UK, with millions of people relying on it as a key gateway to the internet. It is also a critical route for UK businesses to reach customers - over 200,000 firms in the UK collectively spent more than £10 billion on Google search advertising last year.",
                "tag": "p"
            },
            {
                "content": "The new Digital Markets Competition Regime that came into force in January 2025 empowers the CMA to take targeted and proportionate action to improve competition in critical digital markets.",
                "tag": "p"
            },
            {
                "content": "As a first step, today we’re consulting on our proposed decision to designate Google with ‘strategic market status’ (‘SMS’) in search under the regime. Alongside this, we’ve set out the potential actions we would take to strengthen competition and deliver better outcomes – enabling more choice and control for consumers, and lower costs for businesses – should we decide to designate Google. These measures could help to unlock broader growth, investment and innovation in the UK tech sector and beyond. Specifically, today we are publishing a roadmap of how we would propose to prioritise these actions during the first half of any designation period.",
                "tag": "p"
            },
            {
                "content": "We will issue a final designation decision in October. Should Google be designated, we would expect to consult on a first set of interventions shortly afterwards.",
                "tag": "p"
            },
            {
                "content": "What we have heard through our investigation so far",
                "tag": "h2"
            },
            {
                "content": "Through our investigation thus far, we’ve heard widespread concerns, including:",
                "tag": "p"
            },
            {
                "content": "These issues may harm UK businesses through higher costs and reduced innovation, as well as UK consumers through less choice and control.",
                "tag": "p"
            },
            {
                "content": "What this means under the Digital Markets Competition Regime",
                "tag": "h2"
            },
            {
                "content": "The new regime can help unlock opportunities for innovation and growth, by promoting competition in digital markets while protecting UK consumers and businesses from unfair or harmful practices.",
                "tag": "p"
            },
            {
                "content": "It is built on a principle of proportionality, applying to firms with a sufficiently powerful position – or ‘strategic market status’ (‘SMS’) – in particular digital activities in the UK.",
                "tag": "p"
            },
            {
                "content": "We have provisionally found that Google has met the legal tests required to designate it with SMS in relation to its general search and search advertising activities. These tests relate to:",
                "tag": "p"
            },
            {
                "content": "1. Substantial and entrenched market power",
                "tag": "p"
            },
            {
                "content": "2. A position of strategic significance",
                "tag": "p"
            },
            {
                "content": "We are now consulting on this provisional designation. If confirmed, the CMA would be able to introduce measures to address specific aspects of how Google operates these activities in the UK.",
                "tag": "p"
            },
            {
                "content": "Roadmap of possible measures to improve competition in search",
                "tag": "h3"
            },
            {
                "content": "The UK regime is uniquely designed to be flexible and highly targeted, with a participative engagement process – involving all stakeholders, from the largest firms to challengers and consumer groups. The CMA is also embedding our ‘4Ps’ - Proportionality, Pace, Predictability and Process into our approach, to avoid any action we take hampering innovation or creating uncertainty which could chill investment.",
                "tag": "p"
            },
            {
                "content": "To support pace and predictability, alongside our SMS investigation we’re looking in parallel at potential actions we might take were Google to be designated. Specifically, to provide greater predictability for Google and other market participants, we’re going further than the legislation requires by publishing a Roadmap of how we propose to prioritise these actions during the first half of any designation period.",
                "tag": "p"
            },
            {
                "content": "The measures in the roadmap have two objectives. First, to ensure consumers and businesses are treated fairly and can have confidence in the way they interact with Google in search. Second, to promote competition and innovation through targeted actions, such as ensuring that all firms (including Google) can compete and innovate in new AI-based search interfaces.  ",
                "tag": "p"
            },
            {
                "content": "We have laid out a phased approach for any action we may take.",
                "tag": "p"
            },
            {
                "content": "Category 1 measures",
                "tag": "h4"
            },
            {
                "content": "Category 1 measures include early priorities which we would expect to deliver some of the quickest benefits for UK businesses and consumers. These focus on greater choice and control, including through:",
                "tag": "p"
            },
            {
                "content": "Category 2 measures",
                "tag": "h4"
            },
            {
                "content": "Category 2 includes a set of more complex issues where we think there may be a case for action, but which require further consideration, and potential interventions may be more complex to develop. These include:",
                "tag": "p"
            },
            {
                "content": "We’ve also taken the opportunity to indicate areas that we have deprioritised (Category 3).",
                "tag": "p"
            },
            {
                "content": "Wider international context",
                "tag": "h3"
            },
            {
                "content": "The UK is a one of a number of jurisdictions around the world taking action to support businesses and consumers through open and innovative digital markets.",
                "tag": "p"
            },
            {
                "content": "We have identified a further set of possible actions (for example, restricting use of default agreements and providing access to underlying search data) which are currently the subject of live litigation between the US Department of Justice and Google.",
                "tag": "p"
            },
            {
                "content": "We will consider our approach in these areas in light of developments over the coming months. This is in line with the CMA’s prioritisation principles and the government’s recent strategic steer, which encourages the CMA to consider where we are best placed to act.",
                "tag": "p"
            },
            {
                "content": "We will update on our approach to these issues in early 2026.",
                "tag": "p"
            },
            {
                "content": "How we are taking account of Generative AI",
                "tag": "h2"
            },
            {
                "content": "We have carefully considered how generative AI could affect Google’s position in search.",
                "tag": "p"
            },
            {
                "content": "Search is changing, with use of AI assistants growing but still dwarfed by that of Google search. Google is also well-positioned to respond to competitive threats from AI assistants and is now continuously incorporating generative AI features (such as AI Overviews) into existing search products, as well as developing its own AI assistant - Gemini.",
                "tag": "p"
            },
            {
                "content": "Reflecting this evolving landscape, the scope of our proposed SMS designation for search would include Google’s AI Overviews and other Generative AI search features. Based on how it is currently offered and used, we have provisionally decided that Gemini AI assistant should not be included as a product within this scope. We recognise the need for certainty, both for Google and for third parties. We will keep this under careful review – as provided for in the legislation – as usage of Gemini develops. ",
                "tag": "p"
            },
            {
                "content": "What next?",
                "tag": "h2"
            },
            {
                "content": "We will be consulting on the proposed SMS designation over the next month, ahead of a final decision deadline of 13 October.",
                "tag": "p"
            },
            {
                "content": "We welcome views from all parties on our accompanying Roadmap.",
                "tag": "p"
            },
            {
                "content": "We expect to consult on a first set of Category 1 actions shortly after any designation decision. We will publish an updated roadmap addressing our approach to the more complex issues we have identified in early 2026.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/06/24/cma-takes-first-steps-to-improve-competition-in-search-services-in-the-uk/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "Search and Search Advertising are critical for UK consumers and businesses so it’s vital that effective competition delivers good outcomes. Overview Google search accounts for more than 90% of all general search queries in the UK, with millions of people …"
    },
    {
        "title": "The Nolan Principles at 30",
        "authors": [
            "Doug Chalmers"
        ],
        "posted_on": "2025-06-23T15:28:46",
        "categories": [
            "30th Anniversary",
            "Nolan Principles"
        ],
        "content": [
            {
                "content": "Last week’s conference on the ‘Nolan Principles at 30’ at the Institute for Government brought together experts, politicians and academics to discuss the importance of maintaining high standards across our public life.",
                "tag": "p"
            },
            {
                "content": "It was an opportunity to hear from Sir John Major, who, as Prime Minister, established the Committee in 1994, those leading standards work in the House of Commons, and those on the front line of public services about where they see the challenges and future of ethical standards. ",
                "tag": "p"
            },
            {
                "content": "Many participants talked about the fragile state of public trust in politics, the complexity of public sector decision making and the wider societal changes that pose major challenges to our institutions. The conference also highlighted the deep tradition of public service that exists in this country and how high standards can act as an enabler, helping demonstrate that the way in which decisions - however unpopular – are made in their interest. And how being open and honest about the trade offs can build, rather than erode, trust.",
                "tag": "p"
            },
            {
                "content": "We also heard about the importance of building wider, cross-party agreement on standards and how weaponisation of the standards system for short term political gain is damaging to the perception of standards more widely.",
                "tag": "p"
            },
            {
                "content": "The breadth and depth of the discussion – hearing about the challenges of ethical leadership for frontline officials in policing and health, for parliamentarians and regulators – demonstrated how important it is to keep on discussing while reinforcing the need for high standards. Although they are in nearly every code of conduct in public life, to be meaningful the Nolan Principles – honesty, integrity, selflessness, openness, objectivity, accountability and leadership - must be firmly embedded in the culture and norms of all public sector organisations. This takes the allocation of time and constant effort. It’s hard work.",
                "tag": "p"
            },
            {
                "content": "The conference confirmed that high standards matter. They are a public good. As well as maintaining trust in those taking decisions on their behalf, they are important for the economic stability of our nation and for our standing internationally. For the standards system to work effectively, regulatory bodies must be independent, able to scrutinise and adjudicate without fear or favour and – where necessary - there must be a range of sanctions for failures and breaches. Regulation must also be proportionate and fair. ",
                "tag": "p"
            },
            {
                "content": "The Committee’s work, using its evidence-based approach to make recommendations for change, has played a major part in developing the standards landscape we have today. We rely on the experience and expertise of the regulators, think tanks, parliamentarians and practitioners – many of whom were part of the conference – to help make the case for high standards.",
                "tag": "p"
            },
            {
                "content": "These are important discussions, and we need to have them regularly. Just as leaders across the public sector need to make space to talk about standards and ethics with their staff . As we wait to hear more from the government on its plans for a statutory Ethics and Integrity Commission, one thing is clear - Lord Nolan’s Principles have stood the test of time and remain very relevant in today’s rapidly changing world. They are the standards that our public expect and there is no doubt that they will continue to underpin our public life. ",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/06/23/the-nolan-principles-at-30/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "Last week’s conference on the ‘Nolan Principles at 30’ at the Institute for Government brought together experts, politicians and academics to discuss the importance of maintaining high standards across our public life. It was an opportunity to hear from Sir …"
    },
    {
        "title": "International Women in Engineering Day 2025",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-23T12:32:23",
        "categories": [
            "Blog Series",
            "Diversity & Inclusion",
            "Role Model Series"
        ],
        "content": [
            {
                "content": "Together we engineer: Recognising the impact and leadership of women within engineering ",
                "tag": "p"
            },
            {
                "content": "Each year, International Women in Engineering Day provides an opportunity to recognise the vital contributions women make to engineering across the UK and beyond. It is a moment to reflect on the progress made, acknowledge the challenges that remain, and celebrate the individuals whose work is shaping a more innovative future.",
                "tag": "p"
            },
            {
                "content": "In 2025, we are proud to highlight the achievements of two women connected to engineering whose leadership and expertise are advancing national priorities in completely different ways. The theme for this year is ‘Together we engineer’.",
                "tag": "p"
            },
            {
                "content": "Engineering change by Chi Onwurah, Chair of the House of Commons Science, Innovation and Technology Select Committee",
                "tag": "p"
            },
            {
                "content": "On International Women in Engineering Day, I’m reflecting on my own journey that began in Newcastle, where I was a curious girl who loved maths and wanted to understand how the world worked. I never imagined I’d one day chair Parliament’s Science, Innovation and Technology Select Committee.",
                "tag": "p"
            },
            {
                "content": "Certainly not when I entered Imperial College London in 1984 and found an atmosphere which could best be described as a boy's public school debating society. I was told I was part of an advance guard of what would soon be an army of female engineers, that engineering would become increasingly gender balanced. It didn’t quite work out that way.",
                "tag": "p"
            },
            {
                "content": "I had a great career as an Engineer, working all over the world, designing the world’s first double sided surface mount PABX (private automatic branch exchange) board, and building Nigeria’s first mobile phone network. But as a working engineer, I was so often the only woman, the only person of colour, the only working-class person, the only Northerner in the room.",
                "tag": "p"
            },
            {
                "content": "Now, in Parliament and in my role as Chair, I want to ensure that exciting careers in science and innovation are accessible for everyone. That means asking tough questions, championing diversity and making sure government policy is grounded in evidence and ambition.",
                "tag": "p"
            },
            {
                "content": "We face enormous challenges - climate change, AI, health - but also incredible opportunities. We need more women in engineering - not just to balance the numbers, but because diverse perspectives lead to better solutions. Diversity does matter. It is not a tick box exercise. It is an economic imperative. Without it, innovation is stifled, and valuable talent is excluded from the workforce. On this day, I celebrate the women who are breaking barriers, building futures, and engineering change.",
                "tag": "p"
            },
            {
                "content": "Let’s keep pushing forward.",
                "tag": "p"
            },
            {
                "content": "Reflections on a career in engineering – by Caryl Russell, MOD",
                "tag": "p"
            },
            {
                "content": "As we come up to the International Women in Engineering Day, I reflect on my career and how a choice made to do engineering at university, because I did not know what else to do, has become a lifelong career of 32 and a half years as a civil servant in the Ministry of Defence.",
                "tag": "p"
            },
            {
                "content": "I started my career as an 18-year-old at the Royal Naval Engineering College Manadon in Plymouth. I was lucky enough to have been accepted for an undergraduate sponsorship by the Civil Service for the Ministry of Defence. This included a year at Manadon to learn about the Royal Navy, before going to university to study Naval Architecture. Having studied Maths, Physics, Chemistry and Further Maths at A Levels, I was used to being in a minority, but this was a new level. I was just one of three women in groups of 30 civilian student engineers and in the whole college there were about 15 women out of 400 Royal Navy trainee engineers. It made being a minority even more extreme, everything you did stood out and was noticed, for good or for bad. For me this was a motivator, it made me push forward to do my best, to build networks and to ensure that I stood out for good reasons. ",
                "tag": "p"
            },
            {
                "content": "Fast forward 30 years, and my career has taken me to do many different roles within the Ministry of Defence. These included core engineering roles, an operational deployment with the Army, a private office role, a project management role for the building of new submarines and now running a team of approximately 100 to provide logistics and engineering support to the Royal Navy’s submarines.  I have used the contacts I made at age 18 to help develop my career; and whilst engineering has been the heart of my career, I have used the logical approach to problem solving, that is to me at the heart of engineering, and a drive to make things better, to help me do numerous non-engineering roles.",
                "tag": "p"
            },
            {
                "content": "In all of these roles the most important factor in success, or failure, has been the goodness of the team in which I have worked. Teams where everyone whatever their profession, their background or their challenges can be themselves at work and focus their efforts on delivering, always gives a better result. This only happens when people see past gender (and other characteristics) to respect others’ knowledge, experience or alternative point of view so that ‘Together we engineer’ and deliver the outcome those that depend on us, be that the public, the armed forces, or our own families and friends, need and deserve.",
                "tag": "p"
            },
            {
                "content": "As we mark International Women in Engineering Day 2025, let’s continue to amplify the voices of female engineers. Their stories remind us that engineering is not only about solving technical problems, but also about shaping a future that is inclusive to the needs of all. By championing diversity and supporting the next generation of talent, we can ensure that engineering continues to benefit from a full range of perspectives.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/23/international-women-in-engineering-day-2025/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Together we engineer: Recognising the impact and leadership of women within engineering  Each year, International Women in Engineering Day provides an opportunity to recognise the vital contributions women make to engineering across the UK and beyond. It is a moment …"
    },
    {
        "title": "Celebrating Armed Forces Week 2025",
        "authors": [
            "DIO Communications Team"
        ],
        "posted_on": "2025-06-23T11:32:22",
        "categories": [
            "Armed Forces",
            "BATSUB",
            "BATUS",
            "Belize",
            "Canada",
            "Defence Training Estate (DTE)",
            "Germany",
            "Military Training",
            "Sennelager"
        ],
        "content": [
            {
                "content": "As we start celebrating Armed Forces Week 2025, we’re highlighting the excellent work of DIO colleagues around the world who proudly provide our Armed Forces with a safe and effective place to train. DIO provides essential support for overseas training across a diverse set of global sites. ",
                "tag": "p"
            },
            {
                "content": "This extensive international presence is fundamental to ensuring the United Kingdom's Armed Forces can develop and refine their operational capabilities across varied climates and terrains, thereby enhancing their preparedness to defend the nation under any conditions.  ",
                "tag": "p"
            },
            {
                "content": "Range of training environments",
                "tag": "h2"
            },
            {
                "content": "The Armed Forces' ability to operate effectively in diverse environments—from desert to arctic conditions, from jungle to mountainous regions—is paramount to their operational success. ",
                "tag": "p"
            },
            {
                "content": "This versatility in training enables military personnel to acquire and maintain the skills necessary for deployment anywhere in the world at short notice. The rigorous training facilitated by these overseas establishments are instrumental in preparing service personnel for the complex challenges they may encounter during active operations. ",
                "tag": "p"
            },
            {
                "content": "Collaboration",
                "tag": "h2"
            },
            {
                "content": "DIO colleagues collaborate with local stakeholders, community organisations, and governmental bodies to facilitate optimal training conditions. This engagement ensures that exercises are conducted with appropriate sensitivity to local cultures and environments while meeting the highest standards required for military preparedness. These collaborative relationships underpin the successful execution of training exercises that replicate the challenges of real-world operations. ",
                "tag": "p"
            },
            {
                "content": "Importance of training",
                "tag": "h2"
            },
            {
                "content": "The provision of diverse training environments directly contributes to the operational readiness of our Armed Forces. By experiencing and adapting to different climatic and geographical conditions, military units develop the tactical adaptability and resilience essential for responding to unpredictable global threats. ",
                "tag": "p"
            },
            {
                "content": "This comprehensive approach to training ensures that our Armed Forces remain amongst the most capable and professional in the world. ",
                "tag": "p"
            },
            {
                "content": "The facilities managed by DIO enable the Armed Forces to maintain their renowned quality through regular and varied training experiences that would be impossible to replicate within the United Kingdom alone. As the security landscape continues to evolve, the importance of this global training network to our nation's defence capabilities cannot be overstated. ",
                "tag": "p"
            },
            {
                "content": "As we commemorate Armed Forces Week 2025, we recognise the dedication of our military personnel and acknowledge how their readiness to serve is enhanced through access to these training environments across the globe. ",
                "tag": "p"
            }
        ],
        "link": "https://insidedio.blog.gov.uk/2025/06/23/celebrating-armed-forces-week-2025/",
        "blog": "Inside DIO",
        "blog_link": "https://insidedio.blog.gov.uk",
        "description": "As we start celebrating Armed Forces Week 2025, we’re highlighting the excellent work of DIO colleagues around the world who proudly provide our Armed Forces with a safe and effective place to train. DIO provides essential support for overseas training …"
    },
    {
        "title": "Celebrating 10 years of open access to Companies House data",
        "authors": [
            "Charlie Boundy - Chief Data Officer"
        ],
        "posted_on": "2025-06-23T08:46:28",
        "categories": [
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "As we reach the 10 year anniversary of making the Companies House register freely accessible, Charlie Boundy and Robert McNeil reflect on this landmark decision.",
                "tag": "p"
            },
            {
                "content": "Robert McNeil: The case for open data ",
                "tag": "h2"
            },
            {
                "content": "In June 2015, Companies House made it free to search the UK companies register. This groundbreaking decision has increased corporate transparency and supported economic growth.  ",
                "tag": "p"
            },
            {
                "content": "When I started at Companies House in the 1980s, I was welcomed by the CEO at the time for an introductory chat. A simple core statement from that conversation has stayed with me throughout my career. It summed up our mission, the reason Companies House exists. ",
                "tag": "p"
            },
            {
                "content": "Put simply, companies get the protection of limited liability, allowing them the freedom to operate without fear of personal ruin and, in exchange, information about them is made available to the wider business community and the public. This is as true today as it was back then. ",
                "tag": "p"
            },
            {
                "content": "This ‘deal’ is worth nothing if people can’t access and use the register data. The data is worthless if it’s just sitting in a system somewhere. It needs to be out there, free to be seen, analysed and used. ",
                "tag": "p"
            },
            {
                "content": "The whole trajectory of development at Companies House has been dedicated to driving the value of that data; whether it's in the ease and accuracy of submission or removing barriers to its accessibility and use. ",
                "tag": "p"
            },
            {
                "content": "Initially this change was evolutionary. But as we faced the law of diminishing returns, we started to think more radically - could we make the whole data set free, removing all barriers and maximising its value by maximising its use?  ",
                "tag": "p"
            },
            {
                "content": "Evidence from other countries showed that accessibility leads to greater transparency and increased opportunities for innovation and growth. ",
                "tag": "p"
            },
            {
                "content": "On 22 June 2015, we launched the Find and update company information service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "Using GDS Digital by Default Service Standards helped us to address accessibility and usability barriers. ",
                "tag": "p"
            },
            {
                "content": "And by making the same RESTful API that underpinned our new web service available to third party developers, we made sure they could incorporate the same functionality into their own services and increase the use of the data across the business sector. ",
                "tag": "p"
            },
            {
                "content": "Making it free to access, providing a new, easy-to-use service and leveraging the use of the API across the sector, has ‘freed up’ the data.  ",
                "tag": "p"
            },
            {
                "content": "The total number of times free register data was accessed grew from 1.3 billion between 2015 and 2016 to over 16 billion between 2023 and 2024.  ",
                "tag": "p"
            },
            {
                "content": "Charlie Boundy: The value of high-quality open data ",
                "tag": "h2"
            },
            {
                "content": "Removing barriers to access Companies House data has also had a big economic impact. Research has shown that its worth an estimated £1 billion to £3 billion per year to users. ",
                "tag": "p"
            },
            {
                "content": "The register is used every day by:  ",
                "tag": "p"
            },
            {
                "content": "It's also a trusted source for: ",
                "tag": "p"
            },
            {
                "content": "It's important to reflect on how much progress we've made, but we know there's more to do. We're continually striving to improve, innovate and modernise our technology based on user feedback and data, technological advancements, and legislative requirements. ",
                "tag": "p"
            },
            {
                "content": "By continuing to implement the changes to UK company law under the Economic Crime and Corporate Transparency (ECCT) Act, we are improving the integrity and accuracy of data on our register, making it even more valuable to users and further supporting economic growth. ",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/06/23/celebrating-10-years-of-open-access-to-companies-house-data/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "In June 2015, Companies House launched the free Find and update company information service on GOV.UK. Read more about how this increased corporate transparency and supported economic growth."
    }
]