[
    {
        "title": "Paracetamol and pregnancy - what you need to know",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-09-23T20:01:40",
        "categories": [
            "Maternity"
        ],
        "content": [
            {
                "content": "THE FACTS",
                "tag": "p"
            },
            {
                "content": "Q&A",
                "tag": "p"
            },
            {
                "content": "Is paracetamol safe to use during pregnancy? ",
                "tag": "p"
            },
            {
                "content": "Yes. Current evidence supports the safe use of paracetamol during pregnancy when used as directed.  This advice has been consistent for many years. ",
                "tag": "p"
            },
            {
                "content": "The MHRA regularly reviews the safety of paracetamol during pregnancy to ensure that the benefits to the paint and unborn baby outweigh any risks. ",
                "tag": "p"
            },
            {
                "content": "Paracetamol is recommended by NHS guidance as the first-choice painkiller for pregnant women, to be used at the lowest dose and for the shortest duration. If pain does not resolve then patients are advised to seek advice from their healthcare professional. ",
                "tag": "p"
            },
            {
                "content": "Should pregnant women stop taking paracetamol? ",
                "tag": "p"
            },
            {
                "content": "No. Pregnant women should continue to follow current medical guidance. Paracetamol remains a recommended painkiller during pregnancy when used as directed. Women with concerns should speak to their healthcare professional rather than stopping medication without medical advice. ",
                "tag": "p"
            },
            {
                "content": "Will the MHRA review its guidance following the US announcement? ",
                "tag": "p"
            },
            {
                "content": "No.",
                "tag": "p"
            },
            {
                "content": "The MHRA carefully monitors new evidence on the safety of medicines and takes action when evidence shows a potential risk to patients.",
                "tag": "p"
            },
            {
                "content": "In the case of paracetamol use in pregnancy, recent studies, including the one published in August, have not established a direct relationship between paracetamol use during pregnancy and an increased risk of autism.",
                "tag": "p"
            },
            {
                "content": "Does the MHRA only act when a causal link is proven? ",
                "tag": "p"
            },
            {
                "content": "No. The MHRA carefully monitors new evidence on the safety of medicines and takes regulatory action when of evidence shows a potential risk to patients, which exceeds the potential benefits.",
                "tag": "p"
            },
            {
                "content": "It continuously monitors emerging data and will introduce safety measures when warranted to protect public health. ",
                "tag": "p"
            },
            {
                "content": "How does the MHRA monitor medicine safety in pregnancy? ",
                "tag": "p"
            },
            {
                "content": "The MHRA has comprehensive systems including the Yellow Card Scheme for reporting suspected side effects, analysis of healthcare databases, and review of international evidence. MHRA works closely with healthcare professionals and regularly update guidance when new evidence emerges. ",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/09/23/paracetamol-and-pregnancy-what-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "THE FACTS Q&A Is paracetamol safe to use during pregnancy?  Yes. Current evidence supports the safe use of paracetamol during pregnancy when used as directed.  This advice has been consistent for many years.  The MHRA regularly reviews the safety of …"
    },
    {
        "title": "IADC New Associate Member Announcement",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-23T15:11:18",
        "categories": [
            "Space sustainability"
        ],
        "content": [
            {
                "content": "The UK Space Agency, as the current Chair of the Inter-Agency Space Debris Coordination Committee (IADC), is pleased to announce that the Australian Space Agency (ASA) and Agencia Espacial Española (AEE, Spanish Space Agency) have become Associate Members of the Committee.",
                "tag": "p"
            },
            {
                "content": "The IADC, which is over 30 years old, is a group of 13 Member Space Agencies who perform coordinated research on space debris topics. The research performed by the Committee focuses on a range of topics from developing new approaches to shield spacecraft from natural and human-related debris impacts to forecasting the evolution of space debris environment. The output from this research has guided the development of the Committee’s most well-known product, the IADC Space Debris Mitigation Guidelines, which has informed the regulatory approach across the globe on how to mitigate the human impact on the space environment.",
                "tag": "p"
            },
            {
                "content": "The ASA and AEE join the New Zealand Space Agency as Associate Members of the Committee. The establishment of the Associate Member status in 2024 was intended to encourage interaction with a broader range of Space Agencies, fostering collaboration and raising awareness of the Committee’s research activities and guidelines.",
                "tag": "p"
            },
            {
                "content": "Andrew Ratcliffe, Chief Engineer at the UK Space Agency and the current Chair of the IADC said:",
                "tag": "p"
            },
            {
                "content": "Enrico Palermo, Head of the Australian Space Agency said:",
                "tag": "p"
            },
            {
                "content": "Juan Carlos Cortes, Director of the Spanish Space Agency said:",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency’s leading role within the IADC and other international forums such as UNCOPUOS is part of a broader set of Space Sustainability and In-Orbit Servicing, Assembly & Manufacturing (ISAM) activities led by the Agency and the Department for Science, Innovation and Technology Space Directorate. This includes regulation and standards, research, space observation and monitoring capabilities, and technology development for Active Debris Removal (ADR) and ISAM purposes.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/23/iadc-new-associate-member-announcement/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency, as the current Chair of the Inter-Agency Space Debris Coordination Committee (IADC), is pleased to announce that the Australian Space Agency (ASA) and Agencia Espacial Española (AEE, Spanish Space Agency) have become Associate Members of the Committee."
    },
    {
        "title": "Drought impacts continue despite changeable weather",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-09-23T14:59:38",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency"
        ],
        "content": [
            {
                "content": "For many, this has been a glorious summer, with long hot days being enjoyed by family gatherings, holidays and being outside! However, this spring and summer has been dry and the drought is causing significant environmental impacts, with Atlantic salmon, hedgehogs and garden birds struggling (as reported at the recent National Drought Group).",
                "tag": "p"
            },
            {
                "content": "August came to a wet end for some places, and this wetter weather continued into September with some very high rainfall in places. With more changeable weather forecast, is the drought over? Unfortunately not. ",
                "tag": "p"
            },
            {
                "content": "Reservoir levels are still very low and groundwater levels continue to decline, drought conditions are likely to continue through autumn and winter. There are some positives, with some some increases, albeit very small. For example: Yorkshire Water’s reservoirs stocks are 30.8% (as of 16 September) following a 0.2% increase – the first rise in levels since January.",
                "tag": "p"
            },
            {
                "content": "Visually with the grass turning green again, how can areas of the country still be in drought? A couple of weeks of rain are enough for lawns to turn green and stop trees shedding leaves. For this reason, many people believe that drought is an easily reversible problem, and that a short period of heavy rain is enough to prevent a prolonged drought. ",
                "tag": "p"
            },
            {
                "content": "The extremely dry conditions after months of low rainfall makes the ground very dry and compacted, which is hard for rainfall to penetrate. It will take more prolonged rainfall to wet up soils and replenish rivers, reservoirs and groundwater levels.   ",
                "tag": "p"
            },
            {
                "content": "The hardened ground can even lead to the risk of localised flooding after heavy rainfall, when the volume of water cannot quickly drain away or soak into the ground. This could be from surface water flooding or from rivers rising rapidly as water runs off fields.",
                "tag": "p"
            },
            {
                "content": "It can take a long time for rainfall to fully replenish groundwaters, reservoirs and rivers and the environment can take even longer to recover.",
                "tag": "p"
            },
            {
                "content": "The challenge of climate change is real and we’re likely to see hotter drier summers and warmer wetter winters as well as more extremes. Here at the Environment Agency, we are continuing to respond to the environmental impacts of drought, including rescuing fish in distress and investigating low flows and algal blooms. We are working closely with water companies to ensure they are following their drought plans and working with other abstractors on managing their access to water.",
                "tag": "p"
            },
            {
                "content": "Everyone has a part to play, by using a little less water, the more water there is in your local river and the environment we all value.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/09/23/drought-impacts-continue-despite-changeable-weather/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "For many, this has been a glorious summer, with long hot days being enjoyed by family gatherings, holidays and being outside! However, this spring and summer has been dry and the drought is causing significant environmental impacts, with Atlantic salmon, …"
    },
    {
        "title": "What’s changing - new IPO accounts ",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-09-23T14:18:29",
        "categories": [
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "There's not long to wait for our One IPO Patent Service to launch. We're publishing a series of blogs to help ensure you're ready and raring to go when we go live. Last week's blog explored our future patents services and what services will be changing when it launches (if you missed it, you can read it here).",
                "tag": "p"
            },
            {
                "content": "The biggest single change you can expect is the all-new IPO accounts. So, why will you now need an account, how do they work and what are the key features?  ",
                "tag": "p"
            },
            {
                "content": "Why we’re introducing accounts ",
                "tag": "h3"
            },
            {
                "content": "Your IPO account will be your gateway to the One IPO service and give you greater access to your UK patents than ever before.  ",
                "tag": "p"
            },
            {
                "content": "The new account offers a more modern and secure alternative to post or email updates. Rather than contacting the IPO to check your application status, you'll simply log in to view real-time information yourself. You'll also be able to make changes to your patent details instantly - such as updating applicant names or addresses - instead of sending us forms and waiting for us to process them. It's similar to managing an online shopping account, but for your UK patents, giving you complete control over your information whenever you need it.  ",
                "tag": "p"
            },
            {
                "content": "There are many benefits of the account, including: ",
                "tag": "p"
            },
            {
                "content": "How accounts work ",
                "tag": "h3"
            },
            {
                "content": "Anyone can create an IPO account, whether you’re a lone inventor or working for a big patent attorney firm. Each individual will have their own account and login details, but your account can be linked to an organisation.  ",
                "tag": "p"
            },
            {
                "content": "Each organisation will have one or more account administrators. Those administrators will be able to invite people to link their account to the organisation. Once an account is linked to an organisation, they can view and manage any patents that the organisation owns or represents. ",
                "tag": "p"
            },
            {
                "content": "Logging in   ",
                "tag": "h3"
            },
            {
                "content": "Once your account is set up, you’ll be able to login using your account email, password and multi-factor authentication (MFA). MFA means that when you login you’ll be asked for a code we send to you. We will send a code via SMS or to an authenticator app of your choice. ",
                "tag": "p"
            },
            {
                "content": "Managing access   ",
                "tag": "h3"
            },
            {
                "content": "There are two types of user account that an organisation can have – Standard and Administrator.   ",
                "tag": "p"
            },
            {
                "content": "Standard users can do anything an Administrator can do, except for adding/ removing users and access groups. This means that everyone in the organisation has access to view and edit patents by default.  ",
                "tag": "p"
            },
            {
                "content": "However, Administrators can set up access groups, which could be for specific teams, clients or office locations. This means they can restrict access to certain patents that are added to the group and choose who can access the group. This will mean that people in the group will only have access to patents selected by their administrator.  ",
                "tag": "p"
            },
            {
                "content": "There’s currently no ‘view only’ option in the account, but it’s something we could look into as we make future improvements. ",
                "tag": "p"
            },
            {
                "content": "Correspondence and notifications  ",
                "tag": "h3"
            },
            {
                "content": "Whenever you apply for or make changes to patents, you’ll get an email confirmation. If your account is linked to an organisation, an email will also be sent to a central email address which is set by your account administrator. You can only assign one central email address for your organisation.  ",
                "tag": "p"
            },
            {
                "content": "When there’s an important update on your patent, like your examination report is ready or your patent is due for renewal, we’ll send an email to both the individual who filed the patent and the central email address for your organisation. If you have documents to view in your account, like filing receipts or examination reports, we’ll provide a link to them in the email. You’ll have to be logged in to your account to view and download the correspondence. This is to increase security and prevent sensitive documents being intercepted over email.  ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/09/23/whats-changing-new-ipo-accounts/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "There's not long to wait for our One IPO Patent Service to launch. The biggest single change you can expect is the all-new IPO accounts."
    },
    {
        "title": "Protecting marine life: Key MPA species and their importance for healthy ecosystems",
        "authors": [
            "Daniel Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-09-23T12:42:32",
        "categories": [
            "fisheries",
            "marine conservation",
            "Marine Science",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "We'd like to introduce some of the UK's less well known, but vitally important marine species which we’re aiming to protect within Stage 3 Marine Protected Areas (MPAs).",
                "tag": "p"
            },
            {
                "content": "In Stage 3 we're consulting on proposed fisheries management measures that would protect all designated seabed features in English offshore MPAs not already covered in Stages 1 and 2. The features include important habitats and species, essential for healthy and functional marine ecosystems.",
                "tag": "p"
            },
            {
                "content": "Introducing the Blue Mussel",
                "tag": "p"
            },
            {
                "content": "Don’t be fooled by their size and the fact they are commonly found in UK waters. Blue Mussels play an important role in maintaining healthy marine ecosystems, which is why they are a designated feature within MPAs and require areas set aside for their protection.",
                "tag": "p"
            },
            {
                "content": "This species feeds and gains nutrition by filtering seawater, simultaneously removing harmful debris such as silt and algae, making the water cleaner and a more healthy environment for other species.",
                "tag": "p"
            },
            {
                "content": "Also known as ‘common mussels’ they are often served in seafood restaurants and can even be bought in supermarkets.",
                "tag": "p"
            },
            {
                "content": "For this reason, they are economically important as a source of food around the world. Their protection within our MPAs supports the sustainability and viability of the wider population.",
                "tag": "p"
            },
            {
                "content": "Introducing the Ocean Quahog",
                "tag": "p"
            },
            {
                "content": "Ocean Quahogs are a long-lived species, with populations found to have individuals ranging from 40 to 80 and even 100-year-olds. Due to their long life-span and slow growth rate, they can take a very long time to recover from damage and disturbance, especially physical disturbance of the sediments and seabed caused by certain fishing activity.",
                "tag": "p"
            },
            {
                "content": "The oldest reported ocean quahog record was 500 years old! This specimen was even given the name ‘Ming’.",
                "tag": "p"
            },
            {
                "content": "Introducing the Fan Mussel",
                "tag": "p"
            },
            {
                "content": "Fan mussels are one of Britain’s largest and most threatened molluscs. This species has a shell that is golden brown and is generally embedded in sediment.",
                "tag": "p"
            },
            {
                "content": "In the UK populations occur as small groups of individuals forming mussel beds.",
                "tag": "p"
            },
            {
                "content": "It has been estimated that an area of mussel bed the size of a tennis court (around 400,000 mussels) can filter the equivalent of four Olympic-sized swimming pools of seawater in one day. This demonstrates the importance of this species in maintaining a health ecosystem. ",
                "tag": "p"
            },
            {
                "content": "Introducing the Ross Worm",
                "tag": "p"
            },
            {
                "content": "This species produces tube like structures that provide crucial habitats for other marine species.",
                "tag": "p"
            },
            {
                "content": "They are a segmented worm which builds tunnel like tubes from sand or shell fragments. These tubes form reefs which can be several metres wide and up to 60cm high, covering several hectares.",
                "tag": "p"
            },
            {
                "content": "These tube reefs can be found in subtidal areas, including exposed areas such as sandbanks along the shoreline with lots of sand available for tube building.",
                "tag": "p"
            },
            {
                "content": "They are important for marine life as the tube-like structures provide a stable shelter and home in habitats that lack geological diversity.",
                "tag": "p"
            },
            {
                "content": "Introducing the Pink Sea Fan",
                "tag": "p"
            },
            {
                "content": "The Pink Sea Fan is of national and international importance.",
                "tag": "p"
            },
            {
                "content": "It is listed on the IUCN (international Union for Conservation of Nature) Red list as ‘vulnerable’ and is a UK priority species, a species of principle importance and a nationally scarce marine species.",
                "tag": "p"
            },
            {
                "content": "Each sea fan is a colony of small anemone-like polyps (tiny sea animals) which share a hard skeleton.",
                "tag": "p"
            },
            {
                "content": "Colonies of Pink Sea Fan form multiple branches that are covered in warty tube-like structures. These tubes form a vital habitat for the polyps which emerge from these tubes. They also provide a habitat for other species, including commercially important fish species.",
                "tag": "p"
            },
            {
                "content": "Stage 3 MPAs",
                "tag": "p"
            },
            {
                "content": "We are asking for your views on our proposed fisheries management measures, which aim protect these species as well as sensitive habitats in 42 English MPAs.",
                "tag": "p"
            },
            {
                "content": "Our proposed fisheries management measures are based on draft fisheries assessments which conclude that these measures are necessary to ensure, beyond reasonable scientific doubt, that the conservation objectives of these MPAs can be achieved. Consultation closes on 29 September 2025.",
                "tag": "p"
            },
            {
                "content": "Find out more, view our consultation documents and share your views: Marine protected areas Stage 3 Consultation - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/09/23/protecting-marine-life-key-mpa-species-and-their-importance-for-healthy-ecosystems/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "We'd like to introduce some of the UK's less well known, but vitally important marine species which we’re aiming to protect within Stage 3 Marine Protected Areas (MPAs). In Stage 3 we're consulting on proposed fisheries management measures that would …"
    },
    {
        "title": "Digital planning transformation gains momentum  ",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2025-09-23T10:57:57",
        "categories": [
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Open Digital Planning is becoming a powerful force for change in local government. This supportive community, backed by MHCLG’s Digital Planning programme, brings together authorities committed to modernising their planning services and making essential data publicly available.  ",
                "tag": "p"
            },
            {
                "content": "The network is continuing to grow, with 24 new planning authorities joining this month, through the Digital Planning Improvement Fund. ",
                "tag": "p"
            },
            {
                "content": "Each council is receiving £50,000 to transform how it delivers planning services, strengthen its digital capabilities and become part of the collaborative community that’s already making real improvements for residents, developers and stakeholders.  ",
                "tag": "p"
            },
            {
                "content": "A community-driven approach ",
                "tag": "h2"
            },
            {
                "content": "Open Digital Planning (ODP) offers much more than funding – it provides a supportive network where authorities support and learn from each other. Members benefit from peer-to-peer learning opportunities, digital and data training and comprehensive guidance through the ODP Hub. Regular in-person events, like the recent lively gathering in Gloucester (see picture above), help build valuable connections across the planning and Geographic Information System (GIS) community.  ",
                "tag": "p"
            },
            {
                "content": "Getting a baseline ",
                "tag": "h2"
            },
            {
                "content": "After joining the fund, new authorities begin their digital transformation journey with the Digital Planning Maturity Assessment – a tool that helps teams understand their digital strengths and identify areas to improve. ",
                "tag": "p"
            },
            {
                "content": "Castle Point Borough Council found the assessment particularly valuable:  ",
                "tag": "p"
            },
            {
                "content": "Making planning data available for everyone ",
                "tag": "h2"
            },
            {
                "content": "Each authority creates a tailored action plan and commits to making 4 crucial planning datasets available on the national Planning Data Platform: conservation areas, listed buildings, Tree Preservation Orders and Article 4 Directions.  ",
                "tag": "p"
            },
            {
                "content": "This transforms how residents, businesses and other stakeholders access vital planning information, moving from fragmented, hard-to-find data to standardised, searchable and always up-to-date information. When planning data is published in consistent formats, it enables better decision-making, reduces uncertainty and opens doors for innovation in the planning sector. ",
                "tag": "p"
            },
            {
                "content": "Learning and growing together ",
                "tag": "h2"
            },
            {
                "content": "Creating lasting connections and shared learning is a cornerstone of being part of Open Digital Planning. Community managers from the Digital Planning programme organise regular training and monthly show-and-tell sessions, giving authorities space to share successes, tackle challenges together and learn from each other's innovations.  ",
                "tag": "p"
            },
            {
                "content": "The collaborative approach is transforming how authorities work, as Lee West, from the London Borough of Waltham Forest recently noted:  ",
                "tag": "p"
            },
            {
                "content": "Join the Digital Planning Improvement Fund ",
                "tag": "h2"
            },
            {
                "content": "Local planning authorities who haven’t yet joined the fund can apply to join the next cohort. Applications close at midday on 30 October 2025.  Check your eligibility and get ready to join our growing community.  ",
                "tag": "p"
            },
            {
                "content": "The 24 authorities starting their digital journey this month are:  ",
                "tag": "p"
            },
            {
                "content": "Want to know more?",
                "tag": "h2"
            },
            {
                "content": "We're heading to DigiGov Expo 2025 on 24 and 25 September at the ExCeL London. Digital Planning will be part of the MHCLG Digital pod in the Government Village along with colleagues from AI, Data and Local Digital teams. ",
                "tag": "p"
            },
            {
                "content": "Our Head of Digital Delivery Baljit Rakhra will be joining a panel session on 'Building the Government Digital and Digital Civil Service' in the GovTech theatre on 25 September, while MHCLG's AI Director Tom Smith is speaking about 'Maximising the Benefits of AI in 2025', and Katie Owen, Service Owner in Local Digital, will join a panel discussing 'Local Resilience: Implementing Cyber Assessment Framework' on 24 September.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/09/23/digital-planning-transformation-gains-momentum/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Open Digital Planning (ODP) is becoming a powerful force for change in local government, allowing planning authorities to modernise planning services. With 24 authorities joining this month, through the Digital Planning Improvement Fund, the movement is gaining momentum. Read about how ODP brings council officers, digital specialists and technical experts together to drive innovation in …"
    },
    {
        "title": "Building tomorrow's Defence leaders: innovation at the heart of CSOC",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-09-23T09:31:08",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Debbie Boon, Head of Delivery, Defence Leadership Centre, The Defence Academy",
                "tag": "p"
            },
            {
                "content": "Our people are the lifeblood of CSOC – a dedicated force of 26,000 specialists stationed at over 130 sites worldwide. From cyber warriors and medics to intelligence analysts, special forces, educators, and Defence attachés, our specialists are ready to fight across all domains to protect the UK.",
                "tag": "p"
            },
            {
                "content": "Find out how our specialist operators are across every UK operation, delivering the capabilities you don’t usually see - or those you can’t.",
                "tag": "p"
            },
            {
                "content": "The character of warfare continues to evolve rapidly. We face threats that are more serious and less predictable than at any time since the end of the Cold War. This demands a new approach to leadership development - one that prepares our people to out-think, out-pace, and out-fight our adversaries.",
                "tag": "p"
            },
            {
                "content": "Our Head of Delivery at the Defence Leadership Centre (DLC), Debbie Boon, helps achieve this, shaping thousands of students each year to be the leaders of tomorrow.Preparing leaders for an evolving battlefield",
                "tag": "p"
            },
            {
                "content": "As Head of Delivery at the Defence Leadership Centre (DLC), I oversee programmes that shape over 3,500 students annually through blended learning, with our online platforms reaching a further 50,000 learners. This scale reflects the critical importance of developing leaders who can operate across all domains, keeping the UK secure at home and strong abroad.",
                "tag": "p"
            },
            {
                "content": "Innovation in leadership development",
                "tag": "p"
            },
            {
                "content": "Our work centres on five key areas: Strategic Leadership, Leadership and Management, Equality Diversity and Inclusion (EDI), Mental Fitness and Resilience, and Human Security. Each programme connects directly to CSOC's (Cyber & Specialist Operations Command) mission of being \"Always On\" - ready to fight globally across all domains.",
                "tag": "p"
            },
            {
                "content": "The Leadership Edge Programme exemplifies our forward-thinking approach. This initiative prepares defence leaders for evolving challenges, integrating cutting-edge research with practical application. The programme addresses the complex demands of modern warfare, where leaders must coordinate across multiple domains while maintaining the agility to adapt to emerging threats.",
                "tag": "p"
            },
            {
                "content": "Supporting Defence’s strategic vision",
                "tag": "p"
            },
            {
                "content": "The Defence Leadership Centre directly enables the Strategic Defence Review's vision across all of Defence. Our programmes develop leaders who can integrate specialist capabilities, coordinate with international partners, and maintain the high standards expected of the UK's defence professionals across the four Commands of Royal Navy, Army, RAF, and CSOC. From cyber domain operations to medical support, from intelligence analysis to international defence engagement, our graduates lead across every aspect of Defence operations.",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "p"
            },
            {
                "content": "Leadership development isn't just about guiding others - it's about enabling Defence transformation at the scale and pace that modern threats demand. The leaders we develop from across Defence, drive CSOC's contribution to the Integrated Force and ensure the UK remains secure at home and strong abroad.",
                "tag": "p"
            },
            {
                "content": "Through innovative education, inclusive practices, and consistent professional development, we're building the leadership capability that keeps Britain and our allies safe. This is leadership development designed for the challenges of tomorrow, delivered by the specialists of today.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/09/23/building-tomorrows-defence-leaders-innovation-at-the-heart-of-csoc/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "Debbie Boon, Head of Delivery, Defence Leadership Centre, The Defence Academy Our people are the lifeblood of CSOC – a dedicated force of 26,000 specialists stationed at over 130 sites worldwide. From cyber warriors and medics to intelligence analysts, special …"
    },
    {
        "title": "Using the DfE’s Integrated Curriculum Financial Planning (ICFP) tool to get essential insights into managing your school’s resources",
        "authors": [
            "Michele Lavelle, CFO at Campfire Education Trust"
        ],
        "posted_on": "2025-09-22T15:35:46",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "Michele Lavelle, CFO at Campfire Education Trust (CET) in Buckinghamshire, Milton Keynes and Northamptonshire, shares how using the DfE’s Integrated Curriculum and Financial Planning (ICFP) tool has helped to transform the trust’s planning",
                "tag": "p"
            },
            {
                "content": "As the Chief Financial Officer (CFO) of a multi-academy trust with six primary schools, I'm a firm believer in how the Integrated Curriculum and Financial Planning (ICFP) tool can both inform and transform resource management.",
                "tag": "p"
            },
            {
                "content": "I first came across ICFP through the free DfE webinars, and I found it really interesting and started testing it. Since joining Campfire Education Trust, we have used it to inform budget setting and to make sure that the expenditure, particularly around staffing, were in line with the metrics.",
                "tag": "p"
            },
            {
                "content": "When I first joined the trust, the headteachers used benchmarking effectively but were unaware of the full potential of ICFP to support and refine the budget setting and monitoring process.",
                "tag": "p"
            },
            {
                "content": "So, I worked closely with them and with the school business managers to implement ICFP, the metrics it provides, and the importance of them in helping make decisions. All of our headteachers are better informed and absolutely on board with it now.",
                "tag": "p"
            },
            {
                "content": "The integration advantage",
                "tag": "p"
            },
            {
                "content": "The integration is what makes it so powerful. I always emphasise that finance isn't a separate function. You need to understand what's driving the finances in your school, making sure they're linked to the curriculum, the costed school development plans, the whole strategy of where your trust is going. ",
                "tag": "p"
            },
            {
                "content": "At CET, we've just set the next three-year budget forecast and ICFP has been invaluable. Funding is tight, so it's increasingly important to make sure that we're getting the best out of it. We've got to ensure that the children are getting the best education possible and that staffing structures are appropriate.",
                "tag": "p"
            },
            {
                "content": "Context is key. All our schools are very different. We have some schools with high levels of deprivation; we have some schools that are PFI schools. There are all sorts of different things to consider. So, we don't compare metrics against each other, but individually we can keep an eye across the whole trust from a consolidated position of where we are but also monitor the individual schools.",
                "tag": "p"
            },
            {
                "content": "If there are metrics that throw up things that are outside what would be deemed the usual range for a particular school, it just opens those discussions, to provide the school with a range of options so that we can look at what else we could do to achieve a balanced budget.",
                "tag": "p"
            },
            {
                "content": "Transforming decision-making in our schools",
                "tag": "p"
            },
            {
                "content": "Perhaps the most significant advantage is the ability to look ahead. I think that's where our headteachers have really appreciated ICFP. They've been able to use it to inform their decision making, about staffing structures particularly, and they've got the data there to justify that.",
                "tag": "p"
            },
            {
                "content": "Staffing and funding changes a lot, everything's moving all the time. We have to flex. We have to work within the available resources, we must always be thinking ahead.",
                "tag": "p"
            },
            {
                "content": "If pupil numbers are predicted to decrease in the next two years, for example, we need to be thinking now of our staffing structure and plan accordingly. If you're just looking at the here and now, if you don't have the ICFP metrics, you may delay adjusting staffing levels.",
                "tag": "p"
            },
            {
                "content": "This forward visibility allows us to avoid possible job reductions through natural staff turnover and strategic planning. Without these metrics, you don't get an early enough warning, making it much harder to address potential issues before they become critical.",
                "tag": "p"
            },
            {
                "content": "Alongside the data we get from ICFP, we also use the DfE’s Financial Benchmarking and Insights Tool (FBIT). With this, we can look at what other schools or trusts are spending on certain things to check whether we're in line – though you need to be wary of whether you’re comparing like for like.",
                "tag": "p"
            },
            {
                "content": "We have reviewed contracts as a result of these insights and have tried, where possible and beneficial, to have contracts that are trust wide rather than on an individual school basis.",
                "tag": "p"
            },
            {
                "content": "Our schools are aware of the importance of setting an in-year surplus in future years, to deliver positive operational margins, with healthy trust-wide reserves, including how to build back school specific reserves. Context is key when using benchmarks and ICFP, and it is therefore essential that the metrics are considered in the light of the individual school’s detailed knowledge of pupils and their complex needs.",
                "tag": "p"
            },
            {
                "content": "Supporting others in the sector",
                "tag": "h4"
            },
            {
                "content": "I do a lot of networking with other trusts and I'm always recommending ICFP as part of our conversations. In fact, my confidence in the tool and the process led me to pursue DfE accreditation as a School Resource Management Advisor (SRMA) myself. The training was first rate, and I now support other schools and trusts in their resource management.",
                "tag": "p"
            },
            {
                "content": "Having the accreditation has given the Trust greater credibility and a strong understanding of ICFP gives you confidence to present to trustees, to respond to challenge from them, to understand what's happening in your schools, and how you can support headteachers in their decision making. All those things make you feel better informed and more confident in your role.",
                "tag": "p"
            },
            {
                "content": "Why every trust should embrace ICFP",
                "tag": "p"
            },
            {
                "content": "With ongoing funding pressures and pupil numbers fluctuating, ICFP has delivered tangible benefits across our trust. It provides essential insight into what's driving your finances and ensures financial decisions are aligned with curriculum needs and pupil outcomes and what opportunities are available to make financial efficiencies or reallocate spending.",
                "tag": "p"
            },
            {
                "content": "I believe every school and academy trust should make ICFP a diagnostic tool to support strategic curriculum financial central to their financial planning, to provide conversation starters with senior leaders with consideration to the strategic aims and the context of the schools.",
                "tag": "p"
            },
            {
                "content": "Find out more about ICFP here - and start taking advantages of the benefits for your curriculum and financial planning.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/09/22/using-the-dfes-integrated-curriculum-financial-planning-icfp-tool-to-get-essential-insights-into-managing-your-schools-resources/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Michele Lavelle, CFO at Campfire Education Trust (CET) in Buckinghamshire, Milton Keynes and Northamptonshire, shares how using the DfE’s Integrated Curriculum and Financial Planning (ICFP) tool has helped to transform the trust’s planning As the Chief Financial Officer (CFO) of …"
    },
    {
        "title": "Advancing the fight against Bovine Viral Diarrhoea",
        "authors": [
            "Amin Asfor"
        ],
        "posted_on": "2025-09-22T10:43:54",
        "categories": [
            "Viral diseases"
        ],
        "content": [
            {
                "content": "Meet the APHA scientist tackling a hidden cattle virus - Dr. Amin Asfor’s mission to stop Bovine Viral Diarrhoea could change farming, food safety, and global animal health.",
                "tag": "p"
            },
            {
                "content": "The role of the National Reference Laboratory (NRL) led by Dr. Amin Asfor",
                "tag": "h2"
            },
            {
                "content": "Bovine Viral Diarrhoea Virus (BVDV) presents a major challenge to farmers due to its ability to spread silently through persistently infected animals, causing immunosuppression, reproductive losses, and increased vulnerability to other diseases. These effects lead to significant economic costs from reduced productivity, veterinary expenses, and trade restrictions. Diagnostic complexity and the need for coordinated eradication efforts further complicate control, making BVDV a persistent threat to cattle health and farm sustainability both in the UK and globally. I play a leading role in addressing this disease through my work as Head of the National Reference Laboratory for BVD at the Animal and Plant Health Agency.",
                "tag": "p"
            },
            {
                "content": "The NRL for BVD really is a team effort, not only overseeing testing, but also providing advice on BVD-related matters to vets and livestock practitioners. My role involves improving our testing capabilities and helping to fill in knowledge gaps by advancing research to better understand how the virus transmits across different species. I also develop species-specific diagnostic assays, and continuously check that the tests we have are fit for purpose. All this information is shared with colleagues at APHA and our partners.",
                "tag": "p"
            },
            {
                "content": "Understanding BVDV and its impact",
                "tag": "h2"
            },
            {
                "content": "The UK has ambitious plans to eradicate BVD from our national herd (Animal Health and Welfare Pathway - GOV.UK) and the APHA is committed to improving animal health, ensuring the resilience and safety of our food supply, and strengthening the long-term sustainability of the livestock industry.",
                "tag": "p"
            },
            {
                "content": "BVDV causes significant health, environmental, and economic implications, highlighting the importance of coordinated eradication efforts.",
                "tag": "p"
            },
            {
                "content": "Unlike most viral infections that animals (or humans) can overcome, leading to full recovery, BVDV is unusual as it can cause persistent infection. This means continuous shedding of the virus (the process by which virus particles are released from an infected host into the environment) and greater chances of onward transmission. By identifying and removing these persistently infected animals, we can take an important step towards stopping the spread of this virus and eradicate the disease.",
                "tag": "p"
            },
            {
                "content": "Global support and academic collaboration",
                "tag": "h2"
            },
            {
                "content": "The APHA is World Organisation for Animal Health (WOAH) Reference Laboratory on BVDV, which offers a great opportunity for APHA to extend its expertise internationally and facilitates global collaboration in disease diagnostics. We provide resources, reagents, and advice to laboratories worldwide, and offer training if needed.",
                "tag": "p"
            },
            {
                "content": "Additionally, I hold a senior lecturer position at the University of Surrey, which strengthens the academic ties of the reference laboratory for BVDV and offers a platform to educate and inspire future vets and scientists about the importance of the BVDV eradication programme and the holistic activities of APHA as a frontline for disease control in the UK.  ",
                "tag": "p"
            },
            {
                "content": "The path forward",
                "tag": "h2"
            },
            {
                "content": "It is a collaborative effort of veterinary practitioners, researchers, policymakers, and educators. By increasing the capabilities of the National Reference Laboratory for BVDV, we are better equipped to tackle this disease. Through continuous targeted research, improved diagnostic methodologies, international collaboration, and public educational initiatives, we aim to create a future where BVDV is no longer a threat to cattle health.",
                "tag": "p"
            },
            {
                "content": "The battle against BVDV is not just a scientific effort; it is a vital investment in the future of livestock health, agricultural productivity, and food safety. Together, we can establish a path toward the successful eradication of this disease, ensuring a healthier future for animals and farmers alike.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/09/22/bovine-viral-diarrhoea/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Meet the APHA scientist tackling a hidden cattle virus - Dr. Amin Asfor’s mission to stop Bovine Viral Diarrhoea could change farming, food safety, and global animal health."
    },
    {
        "title": "How do we test and assure AI in Government?",
        "authors": [
            "Mibin Boban, Head of Quality Engineering, Digital Identity"
        ],
        "posted_on": "2025-09-22T10:00:00",
        "categories": [
            "AI",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "How do we test and assure AI solutions - is one of the most common questions we hear across government right now.",
                "tag": "p"
            },
            {
                "content": "AI is changing how we deliver public services. For example, the GOV.UK Chat is experimenting with generative AI to help people navigate more than 700,000 pages of GOV.UK content and find the information they need more easily. Other projects, like the Crown Commercial Service’s recommendation system, use AI to provide smarter agreement recommendations for customers based on procurement data. You can find more examples of how AI is being trialled and adopted across government in the UK Government AI Playbook. However, they are not traditional software and we can’t test them in the same old ways.",
                "tag": "p"
            },
            {
                "content": "AI systems learn from data, behave in probabilistic ways and can even change over time. They might work well in a lab, but fail in real-world conditions if we don’t test them rigorously and thoughtfully.",
                "tag": "p"
            },
            {
                "content": "Evaluating AI isn’t about proving it works once. It’s about continuously asking questions like:",
                "tag": "p"
            },
            {
                "content": "AI systems bring together technical infrastructure and probabilistic models. That means we need both system testing and model evaluation. Testing looks at the whole AI system (infrastructure, APIs and interfaces). Evaluation focuses on the AI model, asking how well it meets key quality attributes. Together, they give assurance that AI systems are safe, fair and accountable.",
                "tag": "p"
            },
            {
                "content": "Hence, we need a framework supporting teams to embed this kind of critical thinking throughout the lifecycle of AI testing and assurance.",
                "tag": "p"
            },
            {
                "content": "A shared framework for public sector teams",
                "tag": "h3"
            },
            {
                "content": "To help with this, the Cross-Government Testing Community has developed the AI Testing Framework for the public sector. In March, we brought people together for a workshop to pool our experience and ideas on how best to test and assure AI systems. Since then, the framework has been shaped through working group reviews and community feedback. We published a beta version in June and you can see everyone who contributed in the Review Log.",
                "tag": "p"
            },
            {
                "content": "This framework offers a shared baseline for testing, model evaluation and assurance that any department can adapt to its needs. It’s designed to support everyone involved in AI projects, from policy teams scoping ideas to technical teams developing and deploying solutions.",
                "tag": "p"
            },
            {
                "content": "It recognises there’s no single way to test or evaluate AI. Different types of systems (rule-based, predictive models, generative chatbots) demand different approaches.",
                "tag": "p"
            },
            {
                "content": "What’s inside the framework",
                "tag": "h3"
            },
            {
                "content": "The framework is built around four core elements to help teams think rigorously about testing AI:",
                "tag": "p"
            },
            {
                "content": "1. Principles for testing AI systems",
                "tag": "p"
            },
            {
                "content": "It sets out 11 clear principles, from designing context-appropriate tests to monitoring for change over time. These principles help teams plan quality from the outset and embed responsible practices throughout.",
                "tag": "p"
            },
            {
                "content": "2. Core quality attributes",
                "tag": "p"
            },
            {
                "content": "AI testing and evaluation must consider things like fairness, explainability, robustness, autonomy and evolution. These attributes shape the questions teams need to ask while testing or assuring, and the risks they need to manage.",
                "tag": "p"
            },
            {
                "content": "3. Continuous Defensive Assurance Model",
                "tag": "p"
            },
            {
                "content": "Testing isn’t a one-off step. The framework provides guidance for every phase of delivery: planning and design, data preparation, development, deployment and ongoing monitoring. At each stage, testing produces evidence, evaluation helps to interpret it in context and assurance provides confidence that the system, or any changes, are ready to go.",
                "tag": "p"
            },
            {
                "content": "4. Modular testing strategy",
                "tag": "p"
            },
            {
                "content": "Not every project needs every test. The framework includes a modular strategy that lets teams choose and combine testing activities based on the type of AI system, its use case and the level of risk involved.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "h3"
            },
            {
                "content": "Testing or evaluation isn’t just a box to tick.",
                "tag": "p"
            },
            {
                "content": "Without good testing and evaluation, we risk:",
                "tag": "p"
            },
            {
                "content": "Good testing and evaluation helps us:",
                "tag": "p"
            },
            {
                "content": "This framework helps us do that in a clear, structured way.",
                "tag": "p"
            },
            {
                "content": "Designed for public sector use",
                "tag": "h3"
            },
            {
                "content": "We’ve built this framework with the realities of public sector work in mind. It:",
                "tag": "p"
            },
            {
                "content": "It’s there to help teams make informed, responsible decisions about how they test and assure their AI solutions.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h3"
            },
            {
                "content": "You can read and contribute to the framework here:",
                "tag": "p"
            },
            {
                "content": "AI Testing Framework for Public Sector",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/09/22/how-do-we-test-and-assure-ai-in-government/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Testing and evaluating AI is different. We have a framework that helps public sector teams test systems, evaluate AI models and provide assurance that AI is safe, fair and effective."
    },
    {
        "title": "UK NSC moves to 2-yearly open call cycle",
        "authors": [
            "Katy Town"
        ],
        "posted_on": "2025-09-22T09:53:11",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee’s (UK NSC’s) open call is the regular opportunity for you – our stakeholders – to submit proposals to the committee.",
                "tag": "p"
            },
            {
                "content": "During the 3-month open call period, individuals or organisations can propose any of the following:",
                "tag": "p"
            },
            {
                "content": "We previously conducted this process once a year but are now moving to a 2-yearly cycle. This decision has been made so the committee can robustly consider and progress the much larger number of complex proposals it receives since the expansion of its remit.",
                "tag": "p"
            },
            {
                "content": "We have also established an exceptions process that will allow the UK NSC to consider proposals outside the new 2-yearly open call period if there is significant new evidence that meets specific criteria.",
                "tag": "p"
            },
            {
                "content": "The next open call for topics will start on 1 July 2026 and close on 30 September 2026.",
                "tag": "p"
            },
            {
                "content": "See UK NSC open call: submitting a screening proposal for detailed guidance on the open call process and how to submit a proposal.",
                "tag": "p"
            },
            {
                "content": "Reasons for the change",
                "tag": "h2"
            },
            {
                "content": "In 2022, the remit of the UK NSC expanded, in line with the recommendations of the 4 UK chief medical officers (CMOs), so the committee can now consider targeted screening topics as well as population screening topics.",
                "tag": "p"
            },
            {
                "content": "This expansion in remit has led to a significant increase in the volume and complexity of open call submissions to the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "Moving to a 2-yearly cycle will enable the committee to robustly consider and discuss all stakeholder submissions with its experts, engage with proposers, and then add topics as appropriate to its formal business planning and research processes.",
                "tag": "p"
            },
            {
                "content": "Exceptional circumstances",
                "tag": "h2"
            },
            {
                "content": "The UK NSC will, however, retain the ability to consider proposals outside the 2-yearly open call period in exceptional circumstances.",
                "tag": "p"
            },
            {
                "content": "For this to happen, there must be new evidence which:",
                "tag": "p"
            },
            {
                "content": "See UK NSC open call exceptions criteria.",
                "tag": "p"
            },
            {
                "content": "Other activities",
                "tag": "h2"
            },
            {
                "content": "The open call for topics is just one way the committee continually engages with new and important issues.",
                "tag": "p"
            },
            {
                "content": "The UK NSC’s expert reference groups and its secretariat help make sure the committee has the best understanding of the latest screening issues and developments, their importance for potential screening programmes, and relevant uncertainties and possibilities.",
                "tag": "p"
            },
            {
                "content": "Other activities include:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/22/uk-nsc-moves-to-2-yearly-open-call-cycle/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC is moving to a 2-yearly cycle for inviting stakeholders to submit new screening topic proposals."
    },
    {
        "title": "Ashes of hope: 12 years of observing ash dieback in East Anglia",
        "authors": [
            "Steve Scott"
        ],
        "posted_on": "2025-09-22T09:00:00",
        "categories": [
            "Tree health"
        ],
        "content": [
            {
                "content": "The impact of ash dieback",
                "tag": "h2"
            },
            {
                "content": "Ash dieback has had a significant impact on the UK’s landscapes and ecosystems since it was first detected. It is currently estimated that ash dieback will kill up to 50-75% of ash trees across the UK,1 which will also impact many species which rely on ash. This also poses substantial economic and safety challenges. The estimated cost of managing of diseased trees, particularly those near roads, buildings and public spaces, runs into the billions.2",
                "tag": "p"
            },
            {
                "content": "The crisis has highlighted the vulnerability of the UK's tree population to imported diseases, prompting enhanced biosecurity measures and research into resistant ash varieties.",
                "tag": "p"
            },
            {
                "content": "My observations of ash dieback",
                "tag": "h2"
            },
            {
                "content": "Since 2013, I’ve been monitoring ash trees across Norfolk and Suffolk, and in 2025, there are some signs of cautious optimism.",
                "tag": "p"
            },
            {
                "content": "I vividly remember the alarm sparked by the discovery of the ash dieback fungus in East Anglia in the autumn of 2012. Almost overnight, I found myself part of a national rapid-response survey effort, even appearing regularly on local and national TV.",
                "tag": "p"
            },
            {
                "content": "At the time, Danish scientists were leading the research into the causes, lifecycle and implications of the fungus Hymenoscyphus fraxineus (initially known as Chalara fraxinea). I was particularly struck by a series of time-lapse photographs from Denmark showing two trees by a park bench – one dying, while the other seemingly untouched. Inspired, I began my own photographic record.",
                "tag": "p"
            },
            {
                "content": "This is citizen science at its simplest. While driving around north Suffolk and south Norfolk, I selected trees in accessible public spaces with clear silhouettes. Some are solitary ash trees, while others are in small groups. I’ve only been photographing and observing visible changes (no sampling was conducted), so I can’t confirm the cause of any decline.",
                "tag": "p"
            },
            {
                "content": "The findings of my 12-year record",
                "tag": "h2"
            },
            {
                "content": "To set expectations: most trees have declined over the past twelve years. Of the 36 trees or groups I’ve tracked, half now unfortunately have a reduced canopy. Most have lost less than 50% of their canopy, and only two (around 5%) have lost more than that. Surprisingly, only one tree has died of natural causes.",
                "tag": "p"
            },
            {
                "content": "But I’ve noticed a more troubling trend: 11 of the original 36 samples (30%) have been felled. Some were clearly in decline and posed possible safety risks. However, others that had been pollarded (where the top of the tree has been cut to encourage new growth) and those with no heavy limbs and seemingly healthy, were removed without obvious cause.",
                "tag": "p"
            },
            {
                "content": "A glimpse of hope",
                "tag": "h2"
            },
            {
                "content": "The most remarkable finding is that five of the trees are in significantly better condition in 2025 than they were in 2013. One or two others have retrenched, where the tree’s canopy has reduced but maintained its health. Most of these are smaller trees, which is unexpected, as conventional wisdom suggests that trees with smaller diameter stems are more vulnerable to the ash dieback fungus. A few trees that seemed doomed 12 years ago are now remarkably thriving!",
                "tag": "p"
            },
            {
                "content": "Forest Research, along with other partners, identified ash trees with a high degree of natural tolerance to ash dieback through the Living Ash Project between 2013 and 2024. The project aimed to secure the genetic material of these trees for breeding and conservation, to ensure its availability for future timber production and woodland restoration. Monitoring of living trees has shown that some trees have healed lesions, showing that recovery is possible, reaffirming my findings that there are modest grounds for hope.",
                "tag": "p"
            },
            {
                "content": "Those dire predictions back in 2012 of 95% mortality have not yet materialised. If we can afford to let trees be, some may well recover.",
                "tag": "p"
            },
            {
                "content": "What to do if you spot ash dieback in your woodland",
                "tag": "h2"
            },
            {
                "content": "Ash dieback can be identified through dark spots on leaves that appear between May and October. Infected leaves will then wilt and discolour to black, before falling prematurely while other tree species remain green. On the branches and trunk, look for dark brown or black lesions on the bark, which often have a diamond shape.",
                "tag": "p"
            },
            {
                "content": "Dieback of shoots and branches typically starts in the crown and works downwards. Infected trees may also develop epicormic shoots (new growth sprouting directly from the trunk or main branches) as the tree attempts to compensate for crown loss, and over time, the overall canopy will become increasingly sparse and thin.",
                "tag": "p"
            },
            {
                "content": "For more information and resources on how to identify ash dieback, you can visit Observatree’s ash dieback page, or watch How to identify Chalara ash dieback in the field video I produced twelve years ago.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/22/ashes-of-hope-12-years-of-observing-ash-dieback-in-east-anglia/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Steve Scott, Head of Learning and Apprenticeships at the Forestry Commission and Fellow of the Institute of Chartered Foresters, shares a glimpse of hope as some trees infected by ash dieback in East Anglia begin to show signs of recovery."
    }
]