[
    {
        "title": "How our digital teams supported innovation in flood risk services",
        "authors": [
            "Helen Eden"
        ],
        "posted_on": "2025-06-30T16:44:13",
        "categories": [
            "Defra digital",
            "Digital delivery"
        ],
        "content": [
            {
                "content": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future.",
                "tag": "p"
            },
            {
                "content": "Defra’s Flood Digital Team helped to deliver the Environment Agency's new National Flood Risk Assessment (NaFRA2), which recently won the Digital Excellence Award at the Flood & Coast 2025 Awards.",
                "tag": "p"
            },
            {
                "content": "Award-winning innovation",
                "tag": "h2"
            },
            {
                "content": "This achievement recognises the team's dedication to transforming how flood risk information is delivered to both the public and planning professionals. It celebrates the collaborative efforts of our teams who’ve worked tirelessly to integrate complex flood risk data into user-friendly digital services including:",
                "tag": "p"
            },
            {
                "content": "Improving access to data",
                "tag": "h2"
            },
            {
                "content": "This ambitious upgrade to essential services means the Environment Agency can easily share both current flood risk information and projected flood risk data for the next 30 years.",
                "tag": "p"
            },
            {
                "content": "The previous national flood risk assessment data provided limited information without climate change projections. Updates were difficult to implement, creating backlogs and inconsistencies between national and local modelling.",
                "tag": "p"
            },
            {
                "content": "The new NaFRA2 represents a substantial leap forward, offering:",
                "tag": "p"
            },
            {
                "content": "Services designed for users",
                "tag": "h2"
            },
            {
                "content": "Both service teams worked closely with their target audiences throughout the development process, testing innovative ways to present complex information about climate change and flood depth. This collaborative approach ensured the final services would meet user needs effectively.",
                "tag": "p"
            },
            {
                "content": "The 2 upgraded services cater to distinct audiences with specific needs.",
                "tag": "p"
            },
            {
                "content": "The ‘Check your long term flood risk’ service is designed for non-technical, public users. It helps them understand flood risk in their area from 4 potential sources – rivers and the sea, surface water, groundwater and reservoirs. The upgraded service provides probabilistic data with yearly flood risk ratings that help people understand their actual level of risk.",
                "tag": "p"
            },
            {
                "content": "The ‘Flood map for planning’ service helps planning professionals assess whether developments require a flood risk assessment during the planning process. The upgraded service includes more detailed flood zones based on improved national modelling, surface water data, and crucially, information showing how climate change might impact future flood risk.",
                "tag": "p"
            },
            {
                "content": "Protecting people and property across the UK",
                "tag": "h2"
            },
            {
                "content": "These digital innovations directly support ministerial commitments and the National Flood and Coastal Erosion Risk Management Strategy objectives. By providing better access to high-quality flood risk information, we're helping communities, businesses and planning authorities make informed decisions to enhance resilience against flooding.",
                "tag": "p"
            },
            {
                "content": "The teams' work exemplifies how digital services can translate complex environmental data into accessible, actionable information to help protect people and property across the UK.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/06/30/how-our-digital-teams-supported-innovation-in-flood-risk-services/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future."
    },
    {
        "title": "Support That Empowers: My Journey Through Care and Why the DfE Care Leavers Resource Website Matters",
        "authors": [
            "Lawrence"
        ],
        "posted_on": "2025-06-30T16:25:07",
        "categories": [
            "Care leavers",
            "Wellbeing"
        ],
        "content": [
            {
                "content": "I’m Lawrence, a 24 year old care leaver and care experienced professional currently working full-time at Carefree Cornwall.",
                "tag": "p"
            },
            {
                "content": "My journey began with joining the Carefree Board of Trustees. I’m now proud to be part of the National Children’s Bureau’s Social Care Advisory Board, where I provide lived-experience insight to shape national conversations about children’s social care. I also sit on the Cornwall Community Foundation Grant Panel, which has allowed me to give back to the community while helping shape the kind of change I would have benefitted from growing up.",
                "tag": "p"
            },
            {
                "content": "Facing the fear of 18",
                "tag": "h2"
            },
            {
                "content": "Growing up in care, turning 18 wasn’t something I looked forward to, it was something I worried about. “Who’s going to help me budget?”, “Where will I live?”, “What if I get it wrong?”. These were real concerns that lived rent-free in my head.",
                "tag": "p"
            },
            {
                "content": "A lifeline through ‘Staying Put’",
                "tag": "h2"
            },
            {
                "content": "I was extremely fortunate to benefit from the Staying Put arrangement, which allowed me to remain with my foster carers beyond the age of 18. Staying with them gave me the stability I needed to make that critical transition into adulthood at a manageable pace. But even with that kind of support, the gaps still existed.",
                "tag": "p"
            },
            {
                "content": "I often felt isolated. I didn’t always know where to find the answers to everyday challenges. That’s why I think the Department for Education’s new Support for Care Leavers website is such a significant and meaningful step forward.",
                "tag": "p"
            },
            {
                "content": "A website that makes a difference",
                "tag": "h2"
            },
            {
                "content": "This is the kind of resource I wish had existed when I was transitioning out of care. It’s a thoughtfully designed space that offers real, usable guidance for young people.It covers vital areas like housing, education, health, money, employment, and entitlements, but in a way that feels clear, supportive, and empowering. It doesn’t assume you already know the system.For young people who may not have a strong support system, having this kind of centralised, easy-to-understand resource could be life changing. Whether you're applying to university, looking for work, sorting benefits, or just trying to figure out how to start living independently, this website gives you a starting point.",
                "tag": "p"
            },
            {
                "content": "Growth, confidence, and purpose",
                "tag": "h2"
            },
            {
                "content": "Since leaving care, I’ve grown in ways I never imagined. Recently, I attended Anthropy25 and was honoured to be recognised as an emerging leader. I also participated in the All-Party Parliamentary Group for Children (APPGC) meeting at Westminster, where we discussed the Children’s Wellbeing and Schools Bill. Young people’s voices shouldn’t just be heard, they should help shape policy.",
                "tag": "p"
            },
            {
                "content": "A message to care leavers",
                "tag": "h2"
            },
            {
                "content": "You matter. Your future matters. You deserve support, stability and opportunity, just like anyone else. Let this be your reminder that the world is your oyster.",
                "tag": "p"
            },
            {
                "content": "Discover more",
                "tag": "h2"
            },
            {
                "content": "To find support and guidance for young people leaving care aged 16 to 25, visit the Support for Care Leavers website.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/06/30/support-that-empowers-my-journey-through-care-and-why-the-dfe-care-leavers-resource-website-matters/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Lawrence shares his story as a care leaver and talks about the Department for Education's recently launched Support for Care Leavers resource website."
    },
    {
        "title": "Celebrating the Year of Engineering Biology at UKRI",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-30T13:18:58",
        "categories": [
            "Deep Specialist",
            "Guest Blog",
            "Science"
        ],
        "content": [
            {
                "content": "Exploring the transformative potential of engineering biology ",
                "tag": "h2"
            },
            {
                "content": "Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade.",
                "tag": "p"
            },
            {
                "content": "Since 2007, UKRI has invested over £800m in engineering biology, supporting researchers to develop new approaches using nature’s toolbox to unlock bio-based solutions in a more sustainable way. Drawing on the tools of synthetic biology, engineering biology can help solve some of the biggest challenges facing society.",
                "tag": "p"
            },
            {
                "content": "In 2021, we established the National Engineering Biology Programme (NEBP), in partnership with the Defence Science and Technology Laboratory (Dstl), to harness the potential of engineering biology to deliver a greener, healthier, and more resilient future. ",
                "tag": "p"
            },
            {
                "content": "On a mission to harness the potential of engineering biology",
                "tag": "h2"
            },
            {
                "content": "Over the past year, bolstered by the Technology Missions Fund (TMF), UKRI took a mission-led approach, focused on the application-inspired themes of the NEBP, and invested a total of £125 million in a suite of engineering biology initiatives to strengthen the engineering biology ecosystem and to build on a world-leading capability in the UK to tackle global grand challenges.",
                "tag": "p"
            },
            {
                "content": "Between 2024-2025, we announced a £100 million investment in six Engineering Biology Mission Hubs and 22 Mission Awards, £13.5 million across 48 Engineering Biology collaborative R&D projects ,and an additional £5.8 million devoted towards driving commercialisation and innovation in the engineering biology sector.",
                "tag": "p"
            },
            {
                "content": "You can find out more about the TMF programme by reading our UKRI Technology Missions Fund 2025 brochure, as well as view and listen to the recent video and podcast on The Preventing Plastic Pollution with Engineering Biology (P3EB) Mission Hub, led by Professor Andy Pickford at Portsmouth University, watch the video and listen to the podcast to learn more.",
                "tag": "p"
            },
            {
                "content": "Last month, we launched the Engineering Biology Mission Hubs Showcase, which will take place over the summer, where each Mission Hub will be hosting their own webinar to discuss their Hub’s mission and to address community questions. To find out more, visit the UKRI Events website for details.",
                "tag": "p"
            },
            {
                "content": "Supporting the engineering biology community",
                "tag": "h2"
            },
            {
                "content": "As a technology of critical importance for tackling global challenges, we are delighted to work together with our international partners to maximise our combined strengths in engineering biology and accelerate advancements.",
                "tag": "p"
            },
            {
                "content": "A key priority is how we can best support and train the future generation of researchers and innovators who will go on to shape the R&D landscape of tomorrow. Over the past decade we have invested a total of £26 million, across four Engineering Biology Centres for Doctoral Training (CDTs) programme, supporting over 207 academic and industrial leaders of tomorrow.",
                "tag": "p"
            },
            {
                "content": "This year, we were delighted to announce the launch of our new Doctoral Focal award in Engineering Biology, helping to train the next generation of researchers in cutting-edge technologies applicable to supporting a diverse range of careers. ",
                "tag": "p"
            },
            {
                "content": "Future aspirations for engineering biology ",
                "tag": "h2"
            },
            {
                "content": "I have been delighted to be involved in shaping the Engineering Biology Aspirations Foresight project on Unlocking the power of Engineering Biology, with colleagues at the Government Office for Science and key stakeholders, to develop a set of evidence-based visions for engineering biology over the next 10 years.",
                "tag": "p"
            },
            {
                "content": "Below is a flavour of a few examples of recent UKRI investments which align with the five areas of opportunity.",
                "tag": "p"
            },
            {
                "content": "Biosynthetic fuels",
                "tag": "p"
            },
            {
                "content": "C3 Biotechnologies has developed a pioneering system that uses engineering biology to turn food and agriculture waste into synthetic high-performance fuels, helping industries adopt next generation fuels and transition to a more sustainable future. ",
                "tag": "p"
            },
            {
                "content": "Nitrogen-fixing cereals",
                "tag": "p"
            },
            {
                "content": "Dr Nicola Patron at the University of Cambridge is leading a Mission Award, exploring how we can use model-informed tools to produce disease-resistant lettuce plants by introducing targeted genetic changes, to help restore crop yields. ",
                "tag": "p"
            },
            {
                "content": "Future fashion",
                "tag": "p"
            },
            {
                "content": "Colorifix  has developed the first entirely biological process to produce, deposit and fix dyes onto textiles, helping the textile industry dramatically and cost-effectively reduce its environmental impact. ",
                "tag": "p"
            },
            {
                "content": "Lab-grown blood",
                "tag": "p"
            },
            {
                "content": "Scarlet Therapeutics is developing a platform that generates novel red blood cells that carry additional proteins within them to provide therapeutic benefits to potentially treat a wide range of diseases.",
                "tag": "p"
            },
            {
                "content": "Microbial metal factories",
                "tag": "p"
            },
            {
                "content": "The ELEMENTAL Engineering Biology Mission Hub aims to develop a suite of sustainable solutions to tackle metal contamination into the environment by engineering bacteria capable of selectively sequestering metals from contaminated areas for re-use within the circular economy. ",
                "tag": "p"
            },
            {
                "content": "Convening our community ",
                "tag": "h2"
            },
            {
                "content": "I believe opportunities from research are greatest when we bring the whole ecosystem together to share ideas and experiences. That’s why last year we brought together our engineering biology community in one place to share knowledge, insights and ideas to continue driving advances in engineering biology research and innovation.  ",
                "tag": "p"
            },
            {
                "content": "I look forward to continuing that momentum to harness more opportunities from engineering biology in the future as we look to our next convening event later this year – planning is just getting underway!",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/30/celebrating-the-year-of-engineering-biology-at-ukri/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Exploring the transformative potential of engineering biology  Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade. Since 2007, UKRI has invested over £800m in engineering biology, …"
    },
    {
        "title": "Photos of Vehicles at MOT – sharing the results from our first trial with garages",
        "authors": [
            "Chris Price"
        ],
        "posted_on": "2025-06-30T12:15:12",
        "categories": [
            "Changes to the MOT test",
            "MOT Modernisation",
            "MOT testing service",
            "News and updates"
        ],
        "content": [
            {
                "content": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs. ",
                "tag": "p"
            },
            {
                "content": "In March, we asked a group of garages to take a photo of each car when it comes in for an MOT – providing evidence that the vehicle was present – this photo being automatically uploaded into the digital MOT Testing Service.  ",
                "tag": "p"
            },
            {
                "content": "In time, this change will help reduce fraudulent MOTs, ensuring all vehicles are present for tests and retests, improving road safety and compliance. ",
                "tag": "p"
            },
            {
                "content": "We’re pleased to share the results of the first round of this trial – and to update you on where we’re going next. ",
                "tag": "p"
            },
            {
                "content": "Trial results",
                "tag": "h2"
            },
            {
                "content": "The six-week nationwide trial saw just over 170 MOT testers in 62 garages take part. Together, they cover all vehicle classes and include independent garages, chains, dealerships and local council testing stations. ",
                "tag": "p"
            },
            {
                "content": "Using a mobile phone or tablet, testers were asked to take a photo and upload it through the MOT Testing System (MTS) – where it was attached to the MOT record for that vehicle.  ",
                "tag": "p"
            },
            {
                "content": "The response has been impressive.  ",
                "tag": "p"
            },
            {
                "content": "Around 450-500 photos were uploaded each weekday – by the end, over 13,000 photos from all 62 garages had been submitted. ",
                "tag": "p"
            },
            {
                "content": "Testers were able to get to grips with the technology quickly and by the end of the first week, the top 10 busiest garages in the trial had an upload success rate of 90.2%. ",
                "tag": "p"
            },
            {
                "content": "Image quality",
                "tag": "h2"
            },
            {
                "content": "The trial has allowed us to review the images and see where any common mistakes are. We know that testers needed to get used to uploading photos – so spotting common themes helps us to provide the best guidance. ",
                "tag": "p"
            },
            {
                "content": "We’ve included a few examples here. The number plates have been blocked out for the blog – but testers will be pleased to hear they were visible when they came in. ",
                "tag": "p"
            },
            {
                "content": "This is a strong example. It clearly shows the vehicle in a garage setting with the number plate visible. Sharp-eyed testers may not be surprised to see it failed its MOT. ",
                "tag": "p"
            },
            {
                "content": " A perfect illustration of a tester following MTS guidance. It also highlights a well-maintained workshop, which could spark conversations within your garage around good housekeeping. ",
                "tag": "p"
            },
            {
                "content": "A great example in terms of image quality, though not taken in the right location. This is a useful example which prompts us to clarify our guidelines. ",
                "tag": "p"
            },
            {
                "content": "The trial has allowed us to catch these issues early – but it also raises some important changes we will need to make. For example – if we evolve the system to automatically capture registration plates, we will need to make sure the software can sift out those on other vehicles. ",
                "tag": "p"
            },
            {
                "content": "Spotting these help us plan for the future – and will be considered when we run the second phase of the trial. ",
                "tag": "p"
            },
            {
                "content": "Early feedback",
                "tag": "h2"
            },
            {
                "content": "We surveyed those involved in the trial and found that half of the respondents said the experience was “easy” or “very easy” – with only 7% reporting it was “difficult”. ",
                "tag": "p"
            },
            {
                "content": "When we spoke to garages, one user said it was “painless and stress-free” – with another describing it as “wonderful!” ",
                "tag": "p"
            },
            {
                "content": "When users encountered technical issues, they remained positive, and we were able to fix some of these as they were reported to us. An issue with expiring QR codes was resolved through the trial, image timestamps were fixed, and we fixed an issue with the QWERTY keypad opening when it shouldn’t – all contributing to a smoother user experience. ",
                "tag": "p"
            },
            {
                "content": "It was suggested that taking images would lead to longer testing times. Photographs are taken at the beginning of tests and retests – so vehicles need to move back into the bay. ",
                "tag": "p"
            },
            {
                "content": "For the top 10 garages, the average test time for the first test remained at 40 minutes. The retest time was at 9 minutes – up from 7 previously. We are now working with garages to reduce this time by removing any technical barriers to the photos being uploaded.  ",
                "tag": "p"
            },
            {
                "content": "The future",
                "tag": "h2"
            },
            {
                "content": "The success means DVSA will be widening the trial with more garages after we’ve collated all of the feedback from the garages who took part in the first trial. This will help us to get insight on how we can improve the software and process for every kind of garage. ",
                "tag": "p"
            },
            {
                "content": "We know there’s still room to refine and enhance image capture and upload, and we’ll continue making improvements as we go. The second phase of the trial will focus on testing the system at scale to ensure it’s ready for a phased rollout. ",
                "tag": "p"
            },
            {
                "content": "But we also know the garages who signed up for the service are continuing to use this – and anyone involved in the trial can be sure they are working with DVSA to combat MOT fraud. ",
                "tag": "p"
            },
            {
                "content": "Read more about why we’re doing this here: How we’re combating fraud and error within the MOT – Matters of Testing ",
                "tag": "p"
            }
        ],
        "link": "https://mattersoftesting.blog.gov.uk/photos-of-vehicles-at-mot-sharing-the-results-from-our-first-trial-with-garages/",
        "blog": "Matters of Testing",
        "blog_link": "https://mattersoftesting.blog.gov.uk",
        "description": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs.  In March, we asked a group of garages to take a photo of …"
    }
]