[
    {
        "title": "Latest statement in response to small boat crossings",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-04-28T16:00:00",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "A Home Office spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“We all want to end dangerous small boat crossings, which threaten lives and undermine our border security.",
                "tag": "p"
            },
            {
                "content": "“The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as they pay and we will stop at nothing to dismantle their business models and bring them to justice.",
                "tag": "p"
            },
            {
                "content": "“That is why this government has put together a serious plan to take down these networks at every stage.",
                "tag": "p"
            },
            {
                "content": "“Through international intelligence sharing under our Border Security Command, enhanced enforcement operations in Northern France and tougher legislation in the Border Security and Asylum Bill, we are strengthening international partnerships and boosting our ability to identify, disrupt, and dismantle criminal gangs whilst strengthening the security of our borders.\"",
                "tag": "p"
            },
            {
                "content": "Background:",
                "tag": "p"
            },
            {
                "content": "• The Home Secretary recently became the first British Home Secretary to visit the French northern coast in 5 years where she agreed new action to tackle smuggling gangs. This includes:",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/04/28/latest-statement-in-response-to-small-boat-crossings/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "A Home Office spokesperson said: “We all want to end dangerous small boat crossings, which threaten lives and undermine our border security. “The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as …"
    },
    {
        "title": "Children’s Wellbeing and Schools Bill: saving parents money on school uniform costs ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-28T15:38:40",
        "categories": [
            "Child protection",
            "School uniform",
            "Uniforms"
        ],
        "content": [
            {
                "content": "Families shouldn’t have to be out of pocket when it comes to setting their child up for school.  ",
                "tag": "p"
            },
            {
                "content": "That’s why our new Children’s Wellbeing and Schools Bill will introduce measures to help with school uniform costs and introduce free breakfast clubs in all state-funded primary schools in England. ",
                "tag": "p"
            },
            {
                "content": "But what do these changes mean to parents and pupils? Here’s what you need to know. ",
                "tag": "p"
            },
            {
                "content": "Help with school uniform costs ",
                "tag": "h3"
            },
            {
                "content": "School uniforms can contribute to a sense of belonging for students as well as reducing peer pressure when it comes to clothing choices. ",
                "tag": "p"
            },
            {
                "content": "But we know many families are struggling with the mounting cost of school uniforms – with half of parents feeling concerned about the cost of uniforms and 12% saying they have been in financial hardship as a result. ",
                "tag": "p"
            },
            {
                "content": "Many schools are already taking steps to reduce school uniforms costs, but others still require 10 or more branded items per child. That means those parents have fewer options to buy cheaper uniform items from the high street or supermarkets. ",
                "tag": "p"
            },
            {
                "content": "The Children’s Wellbeing and Schools Bill will ban schools from requiring parents to buy more than three branded items as part of the school uniform. Secondary and Middle schools will be able to require an additional branded item if one of those items is a branded tie. The government is clear that these items should be limited to low-cost and long-wearing items only.  ",
                "tag": "p"
            },
            {
                "content": " This means, for the first time, no school in England will be able to require unnecessarily large numbers of branded items, so no parent will be unfairly disadvantaged. ",
                "tag": "p"
            },
            {
                "content": "How much will parents save? ",
                "tag": "h3"
            },
            {
                "content": "Currently 24% of primary and 70% of secondary schools still require five or more branded items, with some parents saying they were asked to provide 10 or more. Others already require less than three or four branded items. That means savings will depend on the reduction in branded items required.  ",
                "tag": "p"
            },
            {
                "content": "Costs will vary from supplier to supplier, but parents of pupils at schools that have to remove at least one item could save on average around £14 per primary pupil and £19 per secondary pupil. This is because there will be more options available to parents when it comes to buying their uniform.  ",
                "tag": "p"
            },
            {
                "content": "How else can families save money on uniform costs?",
                "tag": "h3"
            },
            {
                "content": "Some families may be able to get grants to help with paying for school uniforms, depending on their local authority and whether they are eligible. ",
                "tag": "p"
            },
            {
                "content": "Some schools or trusts run their own schemes to help with uniform costs, but they should also help make second-hand uniforms available to parents. This can be through setting up a second-hand uniform scheme or by signposting parents to an existing one.  ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs",
                "tag": "h3"
            },
            {
                "content": "The Bill will also mean all primary school children in state-funded schools will have the option to attend a free breakfast club – ensuring children have a settled start to the day and time with friends so they are ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Some clubs will launch from as early as April 2025 at schools taking part in the early adopter scheme. The changes in the Bill will mean the programme will be rolled out to every state-funded primary school.  ",
                "tag": "p"
            },
            {
                "content": "Further details about the timing of this wider roll out will be made available in due course.  ",
                "tag": "p"
            },
            {
                "content": "What other measures are in the Children’s Wellbeing and School’s Bill? ",
                "tag": "h3"
            },
            {
                "content": "You can read more about further measures in the Bill to help children and families, from school reform and home education to safeguarding at our Education Hub post here.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/childrens-wellbeing-and-schools-bill-saving-parents-money-on-school-uniform-costs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Families shouldn’t have to be out of pocket when it comes to setting their child up for school.   That’s why our new Children’s Wellbeing and Schools Bill will introduce measures to help with school uniform costs and introduce free breakfast …"
    },
    {
        "title": "How can microscopy enhance understanding of vector borne diseases?",
        "authors": [
            "Luis Hernandez-Triana"
        ],
        "posted_on": "2025-04-28T10:24:59",
        "categories": [
            "Viral diseases"
        ],
        "content": [
            {
                "content": "Dr. Luis M. Hernández-Triana, Biodiversity Research Team Lead and APHA Vector-Borne Diseases Discipline Lead, tells us more about APHA’s growing work in vector borne diseases (VBDs).",
                "tag": "p"
            },
            {
                "content": "Research within APHA can play a key role in documenting vector’s biodiversity in the United Kingdom (UK). APHA is working in collaboration with other institutions on VBDs, which are providing an insight regarding vector populations of selected species, mainly from mosquitoes and ticks.",
                "tag": "p"
            },
            {
                "content": "Understanding vector-borne diseases",
                "tag": "h2"
            },
            {
                "content": "A vector-borne disease results from an infection transmitted to humans and other animals by blood-feeding arthropods animals by blood-feeding arthropods (known as ‘vectors’), including mosquitoes, ticks and fleas, amongst others. Some examples include West Nile fever, Tick-Borne Encephalitis fever and Rift Valley fever.",
                "tag": "p"
            },
            {
                "content": "To better understand the transmission and control of vector borne diseases, it is important that we are able to correctly identify the vector species (known as taxonomy) and draw on sound ecological knowledge. Understanding the species that is critical for pathogen transmission can help us better understand the distribution of disease and apply the appropriate control methods against the target vector species.",
                "tag": "p"
            },
            {
                "content": "However, one in five insect species are species complexes. These species are difficult to identify using the arthropod structure alone. We therefore rely on the use of genetic methods of identification. Integrating these methods has been a key task for the Biodiversity Research Team, led by Dr Hernández-Triana within the Vector-Borne Diseases Research Group at APHA.",
                "tag": "p"
            },
            {
                "content": "The use of microscopes to observe morphological characters for species identification is paramount in day-to-day activities of a researcher. Therefore, a microscopy suite has recently been established within the Virology Department at APHA’s headquarters near Weybridge, with funding from the APHA’s capital equipment budget, and the UK International Biosecurity Programme-Vector Borne Diseases.",
                "tag": "p"
            },
            {
                "content": "The new facility houses three digital stereo microscopes and two laptops, together with a compound microscope, all with the ability to capture high-resolution digital images of specimens and the key morphological traits required for species identification. We have used the equipment so far for the identification of tsetse flies and ticks from West Africa (Ghana) and ticks and mosquitoes from the UK.",
                "tag": "p"
            },
            {
                "content": "With the aid of the microscopes and morphological keys, combined with DNA sequences, we have been able to distinguish three species of tsetse flies present in Ghana (Glossina palpalis, G. tachinoides and G. morsitans). In addition, this approach has been applied to separate tick species (for example Ixodes canisuga, Ix. hexagonus and Ix. ricinu) found from a range of hosts such as foxes and birds.",
                "tag": "p"
            },
            {
                "content": "The addition of this facility benefits APHA through:",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "You may be interested in reading some of our other related blogs and research papers:",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/04/28/how-can-microscopy-enhance-understanding-of-vector-borne-diseases/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Dr. Luis M. Hernández-Triana, Biodiversity Research Team Lead and APHA Vector-Borne Diseases Discipline Lead, tells us more about APHA’s growing work in vector borne diseases (VBDs)."
    }
]