[
    {
        "title": "Guest blog: Benefits of engaging local communities in BNG",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-07T16:14:41",
        "categories": [
            "Biodiversity",
            "Biodiversity Net Gain",
            "Biodiversity Net Gain – Hints and Tips",
            "Development",
            "Natural England",
            "Nature",
            "Nature Recovery"
        ],
        "content": [
            {
                "content": "Rosie Whicheloe, Senior Planning Ecologist for a local authority in London, explains how she’s looking at the benefits of public engagement in BNG for the communities in which they live.",
                "tag": "p"
            },
            {
                "content": "Delivering social value alongside BNG is incredibly important in urban areas. Exploring how BNG might be able to benefit local people is something I have been keen to delve into and research. Below are the beginnings of three ideas that have emerged over the last year, though work and discussions with other urban professionals.",
                "tag": "p"
            },
            {
                "content": "Local jobs",
                "tag": "p"
            },
            {
                "content": "My colleagues and I are looking at how we can create community-based employment funded by BNG monitoring fees for management and monitoring of BNG on and offsite in densely populated areas. Where several developments may occur in an area, small amounts pulled together could provide long-term opportunities for young people close to home. A community-based monitoring officer would have eyes and ears on the street much of the time. Site checks and reporting back issues to the planning ecologist could be achieved with little delay. Fixed-point photo locations could be mapped to engage local people to monitor maturing habitats and note species seen. In London there has already been some progress in this with organisations such as Greenspace Information for Greater London, Green Talk and others looking at how online platforms could engage local people and provide training whilst helping Councils deliver on their strategic priorities.",
                "tag": "p"
            },
            {
                "content": "Gardeners",
                "tag": "p"
            },
            {
                "content": "We are exploring how skilled gardening roles might be paid for by embedding these costs into Habitat Maintenance and Management Plans (HMMP). This would increase confidence that new developments would deliver on their BNG commitments. Creating successful green spaces requires skill and ongoing care, not just capital investment. The need for on-site enhancements provides an opportunity to improve the current status quo to avoid nature-rich greening being lost from urban areas. Organisations like Care-not-Capital and Future Gardeners are some of the organisations already making a difference with practical training and job opportunities.",
                "tag": "p"
            },
            {
                "content": "Strengthening community",
                "tag": "p"
            },
            {
                "content": "Whilst mapping areas of ecological importance is a key requirement for developing the Local Nature Recovery Strategy, mapping human networks is also an important part of the process. I believe it will be very difficult to recover Nature without also a strong, resilient, supportive and engaged human network.",
                "tag": "p"
            },
            {
                "content": "An example of what this might look like initially is Newham’s Hidden Gems Map, where all the green and blue spaces managed by residents, communities and charity groups have been included on one map of the borough. It has become a useful resource for NHS social proscribing team that provide it to patients to find local volunteering opportunities. It has also brought together disparate groups to share resources instead of competing for funding.",
                "tag": "p"
            },
            {
                "content": "In another example, mapping organisational networks could help collaboration and accelerate action for Nature. This aligns with the strengthened Natural Environment and Rural Communities (NERC) Act which encourages organisations to consider nature-based solutions across all its services rather than traditionally just within Parks and Planning teams.",
                "tag": "p"
            },
            {
                "content": "Engaging people in Biodiversity Net Gain to benefit communities",
                "tag": "p"
            },
            {
                "content": "A year on from the start of mandatory BNG, the Institute of Development Studies (IDS) has given a preview of a research report that it worked on with Natural England highlighting opportunities for people’s engagement in managing and monitoring BNG in the house-building sector. The report will help developers and planning authorities better engage people for BNG.",
                "tag": "p"
            },
            {
                "content": "The headline message from the report is: “The more the public are involved in designing, planning and implementing biodiverse habitats in the first place, the more likely they are to support long-term delivery.”",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/07/guest-blog-benefits-of-engaging-local-communities-in-bng/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Rosie Whicheloe, Senior Planning Ecologist for a local authority in London, explains how she’s looking at the benefits of public engagement in BNG for the communities in which they live. Delivering social value alongside BNG is incredibly important in urban …"
    },
    {
        "title": "A day in the life:                   Policy colleagues engage with key RVN stakeholders",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-05-07T14:07:44",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "While discussing the role of Registered Veterinary Nurses (RVNs) within the veterinary team, 2 members of the veterinary policy team in Defra headed to Swindon to visit a large independent hospital. They spent the day shadowing the veterinary nursing team, chatting to the practice leadership, and hearing from the whole veterinary team about the wonderful work RVNs get involved in. ",
                "tag": "p"
            },
            {
                "content": "The team were struck by the wide range of roles that were available in the practice for RVNs. Some RVNs enjoyed the variety of being a generalist, and sharing their time between consult rooms, theatres, and wards. There were others who had a clear interest in one area and were encouraged to spent time in that area and specialise their skills. There were also lead nurses for surgery and wards, demonstrating the progression that can be available. ",
                "tag": "p"
            },
            {
                "content": "They spoke to colleagues about the challenges associated with the current system of Schedule 3, and how reforms to legislation might be able to further empower RVNs in the workplace to ensure that animals are getting the right care delivered by the most appropriate person. ",
                "tag": "p"
            },
            {
                "content": "They also spoke to experienced nurses who reflected on the varied career they had had, as well as a new graduate who was looking forward to a long and fulfilling career as an RVN. ",
                "tag": "p"
            },
            {
                "content": "This visit has been a crucial part in increasing Defra’s understanding of the role of RVNs within the veterinary team, and we are grateful for the team at Drove Vets for being so accommodating. ",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/05/07/a-day-in-the-life-policy-colleagues-engage-with-key-rvn-stakeholders/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "While discussing the role of Registered Veterinary Nurses (RVNs) within the veterinary team, 2 members of the veterinary policy team in Defra headed to Swindon to visit a large independent hospital. They spent the day shadowing the veterinary nursing team, …"
    },
    {
        "title": "Funding Service: Transforming an Excel spreadsheet into a user-friendly form",
        "authors": [
            "Jenny Tong, Content Designer"
        ],
        "posted_on": "2025-05-07T13:42:03",
        "categories": [
            "Funding Service"
        ],
        "content": [
            {
                "content": "The Funding Service helps grant teams deliver funding quickly and consistently to local councils and communities, saving time and money. As a multi-disciplinary team within the Ministry of Housing, Communities and Local Government (MHCLG), we provide digital and specialist support from the design and launch of grants through to delivery, working closely with policy teams to ensure our users are at the heart of everything we do.  ",
                "tag": "p"
            },
            {
                "content": "In this blog post, find out how we transformed a complex monitoring spreadsheet into a user-friendly digital form, helping both local authorities and policy colleagues in MHCLG.   ",
                "tag": "p"
            },
            {
                "content": "Picture this: ",
                "tag": "p"
            },
            {
                "content": "You’re a local authority who receives funding to deliver specific outputs and outcomes. ",
                "tag": "p"
            },
            {
                "content": "You know you need to report these outputs and outcomes back to the government as part of monitoring and evaluation. ",
                "tag": "p"
            },
            {
                "content": "You’ve collected all the data you know you’ll need. ",
                "tag": "p"
            },
            {
                "content": "It’s time to report on your progress and you’re given a complex, multi-tab spreadsheet to complete and a separate guidance document to navigate. ",
                "tag": "p"
            },
            {
                "content": "Aims ",
                "tag": "h2"
            },
            {
                "content": "As a content designer within the Funding Service, my goal was to transform a monitoring spreadsheet for the Community Cohesion and Resilience Programme (CCRP) so that we could: ",
                "tag": "p"
            },
            {
                "content": "As part of our mission to help simplify the funding landscape for local authorities and reduce unnecessary monitoring burden, monitoring activities are done through our Delta platform. This means that all grant recipients submitting monitoring data to MHCLG can expect a consistent user journey and experience. ",
                "tag": "p"
            },
            {
                "content": "Read more about how we transformed Delta based on user needs. ",
                "tag": "p"
            },
            {
                "content": "Opportunities for improvement ",
                "tag": "h2"
            },
            {
                "content": "When reviewing the original spreadsheet, I approached it from the perspective of 2 different users: ",
                "tag": "p"
            },
            {
                "content": "I identified several opportunities to make improvements for each user group, based on some pain points identified: ",
                "tag": "p"
            },
            {
                "content": "Local authorities: ",
                "tag": "h3"
            },
            {
                "content": "The policy team: ",
                "tag": "h3"
            },
            {
                "content": "My approach  ",
                "tag": "h2"
            },
            {
                "content": "I tackled this project by: ",
                "tag": "p"
            },
            {
                "content": "Using prototypes ",
                "tag": "h3"
            },
            {
                "content": "This project required collaborative working with multidisciplinary teams, including the policy team, the form developer and an interaction designer.  ",
                "tag": "p"
            },
            {
                "content": "To streamline the review and editing process and reduce the need for back and forth, I created a prototype of the form. This allowed everyone to visualise what the end product would look like and proved very effective, enabling everyone to collaborate in one place and add ideas directly into the questions within the form.  ",
                "tag": "p"
            },
            {
                "content": "These screenshots show examples of the prototype I created. The prototype clearly shows the user journey through the form, displaying questions, hint text and answer fields. This fostered a collaborative working environment between teams as it allowed them to comment and ask questions directly on the design of the form. ",
                "tag": "p"
            },
            {
                "content": "Prototyping was also helpful to display more complicated journeys, for example forms which used conditional logic, as shown in the image below. Guidance and a key were added to help colleagues use the prototype. ",
                "tag": "p"
            },
            {
                "content": "Transforming the content  ",
                "tag": "h3"
            },
            {
                "content": "Designing content for this form was a challenge. I always tried to look at it from local authority users' perspective and visualise the easiest way for them to complete it. This meant: ",
                "tag": "p"
            },
            {
                "content": "Adding conditional logic to the form ",
                "tag": "h4"
            },
            {
                "content": "In the original spreadsheet, it wasn’t clear which questions and sections were relevant for each local authority. Users might struggle to know which tabs or columns they should complete, potentially resulting in incomplete submissions.  ",
                "tag": "p"
            },
            {
                "content": "The screenshot below shows an example of several data categories that the policy team were asking for: aggregated, disaggregated by gender, disaggregated by protected characteristic 1, disaggregated by protected characteristic 2, and so on. ",
                "tag": "p"
            },
            {
                "content": "What isn’t clear is whether all local authorities had to complete each section, or which ones were relevant to them.  ",
                "tag": "p"
            },
            {
                "content": "To simplify this, we added a question into the form so that the journey could be tailored for each local authority and would show only questions that were relevant to them. For example, the screenshot below shows how we added a question about the key protected characteristics (aligned with the key characteristics published on GOV.UK) that were relevant to their project: ",
                "tag": "p"
            },
            {
                "content": "Subsequent questions would then be tailored to show only what they selected, removing unnecessary burden by incorporating conditional logic into the form. ",
                "tag": "p"
            },
            {
                "content": "Removing confusing guidance by adding hint text ",
                "tag": "h4"
            },
            {
                "content": "While guidance can support users completing forms, it needs to come at the right time and in an easily digestible format. Previously, a separate guidance document was sent to local authorities, who would have had to read it in tandem with completing the spreadsheet.  ",
                "tag": "p"
            },
            {
                "content": "To simplify the process, I added hint text directly to the relevant question in the form, where needed. This allowed users to stay in one place when filling in the form, without needing to refer to another document.  ",
                "tag": "p"
            },
            {
                "content": "The screenshot below shows the previous guidance about how to complete one of the tabs for other local outcomes and outputs: ",
                "tag": "p"
            },
            {
                "content": "In the previous journey, users would: ",
                "tag": "p"
            },
            {
                "content": "To simplify this, we added a question to ask whether they wanted to report on another outcome or output, using active language with hint text as a prompt.  ",
                "tag": "p"
            },
            {
                "content": "Users simply answered 'yes' or 'no', which would then take them to relevant follow-up questions based on their response. This screenshot shows the final question in the form: ",
                "tag": "p"
            },
            {
                "content": "Using clearly defined fields ",
                "tag": "h4"
            },
            {
                "content": "The screenshot below shows the original spreadsheet format, which wasn’t accessible nor particularly user-friendly. It was also unclear exactly what format local authorities should submit the data in, for example: ",
                "tag": "p"
            },
            {
                "content": "To improve the content, I transformed the layout and followed GOV.UK design components where possible. This provided users with components they may have seen across other digital government services (for example, date input) so their experience was consistent and easier to follow.  ",
                "tag": "p"
            },
            {
                "content": "We also added validations to prevent data errors, such as making sure that percentages totalled 100%. This helped to improve the quality of data we received. ",
                "tag": "p"
            },
            {
                "content": "The result ",
                "tag": "h2"
            },
            {
                "content": "By thinking about our users and their needs, we were able to transform the spreadsheet into a more user-friendly form.  ",
                "tag": "p"
            },
            {
                "content": "The benefits for users are: ",
                "tag": "p"
            },
            {
                "content": "We also received some positive feedback from the policy team: ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "We’re always looking for ways that we can improve our service and make things easier for our users. This includes conducting user research and testing to ensure our service is user-friendly and accessible for everyone.  ",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved in user research or testing, or hear more about our work, you can: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/05/07/funding-service-transforming-an-excel-spreadsheet-into-a-user-friendly-form/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Find out how the Funding Service transformed a complex monitoring spreadsheet into a user-friendly digital form, helping to reduce admin burden for local authorities and improve data quality for policy colleagues.   "
    },
    {
        "title": "StaCU: A Year of Building Trust and Accountability",
        "authors": [
            "Commission for Countering Extremism"
        ],
        "posted_on": "2025-05-07T13:17:09",
        "categories": [
            "Blog"
        ],
        "content": [
            {
                "content": "By Robin Simcox, Commissioner for Countering Extremism",
                "tag": "p"
            },
            {
                "content": "Today, we publish the first annual report of the Standards and Compliance Unit (StaCU), documenting a year of operations since its February 2024 launch.",
                "tag": "p"
            },
            {
                "content": "When I was tasked by the Home Secretary with overseeing StaCU's creation in September 2023, it was in response to the Independent Review of Prevent (IRP) recommendation that robust oversight for the Prevent programme was vital. The IRP had concerns over scrutiny and accountability. StaCU was conceived as the answer to these concerns.",
                "tag": "p"
            },
            {
                "content": "Building from the Ground Up",
                "tag": "p"
            },
            {
                "content": "The journey to today's publication began with recruiting a dedicated team and establishing our terms of reference. By February 2024, we had operationalised the unit with a public-facing website and online complaints form. ",
                "tag": "p"
            },
            {
                "content": "Since then, we have worked diligently to create processes for handling complaints and sharing data across government departments, operational partners, and devolved administrations.",
                "tag": "p"
            },
            {
                "content": "In November 2024, we appointed our StaCU Investigator in November 2024. This enhanced our ability to not just process day-to-day complaints, but to actively investigate potentially more systemic and sustained breaches of the Prevent Duty.",
                "tag": "p"
            },
            {
                "content": "What We Found",
                "tag": "p"
            },
            {
                "content": "Our first year of operations has revealed several recurring themes that merit attention. Of particular concern are instances where local practices diverge from national guidance. ",
                "tag": "p"
            },
            {
                "content": "We have seen cases where Local Authorities have partnerships with individuals and organisations that may create what the Prevent Duty Guidance describes as \"permissive environments\" for radicalisation.",
                "tag": "p"
            },
            {
                "content": "Another persistent issue is the reluctance among some Prevent staff to use certain terminology: in particular, \"Islamism\" due to its potential to cause offence. ",
                "tag": "p"
            },
            {
                "content": "This issue was covered in the IRP, which concluded that Islamism was “a neutral descriptor” that is “essential within Prevent” and not using the term \"would deny government the ability to name the problem and therefore deliver effective policy.”  ",
                "tag": "p"
            },
            {
                "content": "While updated and improved training has the potential to alleviate local concerns, the continued use of non-quality assured training from third-party providers remains problematic.",
                "tag": "p"
            },
            {
                "content": "Looking Ahead",
                "tag": "p"
            },
            {
                "content": "StaCU's role is to ensure that Prevent maintains the highest standards of delivery and adheres to the objectives set by democratically elected ministers. Our first annual report demonstrates our commitment to this mission.",
                "tag": "p"
            },
            {
                "content": "As we move into our second year, we will deepen our collaboration with stakeholders across government, civil society organisations, and academic institutions to gain further insights into the effectiveness of Prevent delivery. All the while we will continue the pre-existing daily work of ensuring Prevent has oversight that is independent, robust and thorough.",
                "tag": "p"
            },
            {
                "content": "The effectiveness of our counter-terrorism strategy depends on it.",
                "tag": "p"
            },
            {
                "content": "Read the StaCU report: Standards and Compliance Unit Annual Report: 2024 to 2025 - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://extremismcommission.blog.gov.uk/2025/05/07/stacu-a-year-of-building-trust-and-accountability/",
        "blog": "Commission for Countering Extremism",
        "blog_link": "https://extremismcommission.blog.gov.uk",
        "description": "By Robin Simcox, Commissioner for Countering Extremism Today, we publish the first annual report of the Standards and Compliance Unit (StaCU), documenting a year of operations since its February 2024 launch. When I was tasked by the Home Secretary with …"
    },
    {
        "title": "Juror Appreciation Week 2025: Understanding Jury Service",
        "authors": [
            "Ester Franklin, Deputy Crime Service Manager"
        ],
        "posted_on": "2025-05-07T11:59:37",
        "categories": [
            "General",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Every single year, thousands of randomly selected people across England and Wales take part in jury service. This civic duty is a vital part of upholding a fair and impartial justice system and is a topic we often get asked about. ",
                "tag": "p"
            },
            {
                "content": "As we play our part in recognising Juror Appreciation Week this year, we’re looking back at our recent Inside HMCTS podcast episode, where we were joined by Craig Robb, Deputy Director of Crime Live Services, who talked us through many of your frequently asked questions. ",
                "tag": "p"
            },
            {
                "content": "After serving as a juror himself last year, he shared first-hand insights into the jury selection process, what to expect when you're called to serve, and why the role of a juror is so important. ",
                "tag": "p"
            },
            {
                "content": "The journey begins",
                "tag": "h2"
            },
            {
                "content": "When you're called for jury service, it all starts with a simple envelope through your door. As Craig explains, \"the postman sticks the envelope through the door, you open it up, and it says, ‘you're being called for jury service at this court centre, on this date’.\" ",
                "tag": "p"
            },
            {
                "content": "This notification typically arrives well in advance, around nine weeks before your service date, giving you plenty of time to read the information and give your response. Unless there are valid reasons that could stop you from serving, you'll be expected to attend and fulfil your civic duty, but all applications to defer or excuse service are considered sympathetically and take individual circumstances into account. ",
                "tag": "p"
            },
            {
                "content": "The selection process ",
                "tag": "h2"
            },
            {
                "content": "To be called for jury service, you must:  ",
                "tag": "p"
            },
            {
                "content": "Being called for jury service doesn't automatically mean you'll sit on a jury. The initial selection is entirely random, and once you arrive at court, there's a further process to select the jury panel for each trial, which again is random.  ",
                "tag": "p"
            },
            {
                "content": "\"From that pool, a random selection is chosen to sit on each and every jury trial that starts,\" Craig explains. The court calculates how many jurors they'll need based on scheduled cases, but circumstances can change. Sometimes cases settle at the last minute, or defendants who previously pleaded not guilty might change their plea, removing the need for a trial. ",
                "tag": "p"
            },
            {
                "content": "Despite these variables, most people called for jury service will participate in at least one trial. ",
                "tag": "p"
            },
            {
                "content": "Accessibility and inclusivity ",
                "tag": "h2"
            },
            {
                "content": "An important aspect of jury service is its inclusivity. When asked if people with disabilities can serve on juries, Craig responds with an emphatic \"Yes. Absolutely.\" ",
                "tag": "p"
            },
            {
                "content": "We are committed to ensuring that jury service is accessible to as many people as possible. For example, when the law was changed to allow British Sign Language interpreters to enter the jury deliberation room as a thirteenth person, we’ve worked tirelessly to put in place processes to enable Deaf people to serve as jurors following the first person to do it in July 2022. ",
                "tag": "p"
            },
            {
                "content": "No legal knowledge required",
                "tag": "h2"
            },
            {
                "content": "Many potential jurors worry about their lack of legal knowledge, but this isn't an issue. As Craig explains, \"The point is you're not supposed to be a lawyer. If they needed criminal law experts, they'd fish from a different pool.\" ",
                "tag": "p"
            },
            {
                "content": "Jury service calls for random citizens from all walks of life, \"You can have firemen, you can have teachers, you can have ministers, there is no requirement for any particular knowledge.\" The jury receives all necessary information during the trial to help them reach a collective decision and are asked to do so solely by considering the evidence presented to them in the courtroom, the argument of both sides and the directions of the judge.  ",
                "tag": "p"
            },
            {
                "content": "A rewarding experience ",
                "tag": "h2"
            },
            {
                "content": "Having served as a juror himself, Craig offers encouragement to those about to start jury service: \"Go do it. I thought it was a fantastic experience, one of the most eye opening. It was challenging, but it was overall a fantastic experience, and one that I'm actually quite proud of.\" ",
                "tag": "p"
            },
            {
                "content": "He reassures potential jurors not to feel anxious, highlighting that the responsibility is shared among the jury, and judges provide excellent guidance throughout the process. ",
                "tag": "p"
            },
            {
                "content": "To find out more about the jury selection process you can read our blog from last year. You can also visit our GOV.UK pages if you’ve been called to serve on a jury or are interested in learning more.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Wythnos Gwerthfawrogi Rheithwyr 2025: Deall sut beth yw Gwasanaethu ar Reithgor",
                "tag": "h2"
            },
            {
                "content": "Bob blwyddyn, mae miloedd o bobl ledled Cymru a Lloegr yn cael eu dewis ar hap i wasanaethu ar reithgor. Mae’r ddyletswydd ddinesig hon yn rhan hanfodol o gynnal system gyfiawnder teg a diduedd, ac mae’n bwnc yr ydym yn aml yn cael cwestiynau amdano.",
                "tag": "p"
            },
            {
                "content": "Wrth i ni chwarae ein rhan i gydnabod Wythnos Gwerthfawrogi Rheithwyr eleni, rydym yn edrych yn ôl ar y bennod ddiweddar o’n podlediad Inside HMCTS, lle roedd Craig Robb, Dirprwy Gyfarwyddwr Gwasanaethau Byw Troseddol, a wnaeth ateb llawer o’ch cwestiynau cyffredin.",
                "tag": "p"
            },
            {
                "content": "Ar ôl gwasanaethu fel rheithiwr ei hun y llynedd, bu iddo rannu mewnwelediadau personol o’r broses o ddethol rheithgor, yr hyn i’w ddisgwyl pan fyddwch yn cael eich galw i wasanaethu, a pham bod rôl rheithiwr mor bwysig.",
                "tag": "p"
            },
            {
                "content": "Dechrau’r siwrne",
                "tag": "h2"
            },
            {
                "content": "Pan fyddwch yn cael eich galw i wasanaethu ar reithgor, mae’n cychwyn gydag amlen syml yn dod trwy’r blwch llythyrau. Meddai Craig, “mae’r dyn post yn rhoi’r amlen drwy’r drws, rydych yn ei hagor, ac mae’n dweud ‘rydych yn cael eich galw i wasanaethu ar reithgor yn y ganolfan llysoedd hon, ar y dyddiad hwn’.”",
                "tag": "p"
            },
            {
                "content": "Mae’r hysbysiad hwn fel arfer yn cyrraedd digon ymlaen llaw, tua naw wythnos cyn y dyddiad byddwch yn gwasanaethu, gan roi digon o amser i chi ddarllen yr wybodaeth a nodi eich ymateb. Oni bai bod yna resymau dilys a all eich stopio rhag gwasanaethu, disgwylir i chi fynychu a chyflawni eich dyletswydd ddinesig, ond mae pob cais i ohirio neu gael esgusodiad o wasanaethu yn cael eu hystyried mewn modd sympathetig a bydd amgylchiadau unigol wastad yn cael eu hystyried.  ",
                "tag": "p"
            },
            {
                "content": "Y broses ddethol",
                "tag": "h2"
            },
            {
                "content": "I gael eich galw i wasanaethu ar reithgor, rhaid i chi:",
                "tag": "p"
            },
            {
                "content": "Nid yw cael eich galw i wasanaethu ar reithgor yn golygu o reidrwydd y byddwch yn eistedd ar reithgor. Mae’r broses ddethol gychwynnol yn gyfan gwbl ar hap, a phan fyddwch yn cyrraedd y llys, mae proses bellach i ddethol panel y rheithgor ar gyfer pob treial, ac eto, mae hynny’n hollol ar hap.",
                "tag": "p"
            },
            {
                "content": "‘O’r garfan honno, bydd proses ddethol ar hap yn dewis unigolion i eistedd ar bob treial gyda rheithgor sy’n cychwyn,” esbonia Craig. Mae’r llys yn cyfrifo sawl rheithiwr maen nhw eu hangen yn seiliedig ar yr achosion sydd wedi’u trefnu, ond gall amgylchiadau newid. Weithiau bydd achosion yn setlo munud olaf, neu efallai bod diffynyddion a oedd wedi pledio’n ddieuog yn flaenorol yn newid eu ple, gan ddileu’r angen i gynnal treial.",
                "tag": "p"
            },
            {
                "content": "Er gwaethaf y ffactorau newidiol hyn, bydd y mwyafrif o bobl sy’n cael eu galw i wasanaethu ar reithgor yn cymryd rhan mewn o leiaf un treial.",
                "tag": "p"
            },
            {
                "content": "Nid oes angen unrhyw wybodaeth gyfreithiol",
                "tag": "h2"
            },
            {
                "content": "Mae llawer o reithwyr yn poeni am eu diffyg gwybodaeth gyfreithiol, ond nid yw hyn yn broblem o gwbl. Fel mae Craig yn esbonio, “Y pwynt yw, dydych chi ddim i fod yn gyfreithiwr. Os oeddynt angen arbenigwyr cyfraith droseddol, byddan nhw’n chwilio am bobl o garfan wahanol.” ",
                "tag": "p"
            },
            {
                "content": "Mae’r gwasanaeth rheithgor yn galw ar ddinasyddion o bob math o gefndiroedd, “Gall rheithwyr fod yn ddynion tân, gallwch gael athrawon, gallwch gael gweinidogion, nid oes gofyniad am unrhyw wybodaeth benodol.” Mae’r rheithgor yn cael yr holl wybodaeth hanfodol yn ystod y treial i’w helpu i ddod i benderfyniad ar y cyd, a gofynnir iddynt wneud hynny drwy ystyried y dystiolaeth a gyflwynir iddynt yn yr ystafell llys, dadl y ddwy ochr a chyfarwyddiadau’r barnwr.",
                "tag": "p"
            },
            {
                "content": "Profiad sy’n rhoi llawer o foddhad",
                "tag": "h2"
            },
            {
                "content": "Ar ôl gwasanaethu ar reithgor ei hun, mae Craig yn cynnig anogaeth i’r rhai hynny sydd ar fin gwasanaethu ar reithgor: “Ewch amdani. Roeddwn i’n meddwl ei fod yn brofiad gwych, un o’r profiadau sydd wedi agor fy llygaid mwyaf. Roedd yn heriol, ond yn gyffredinol roedd yn brofiad gwych, a phrofiad yr wyf yn eithaf balch ohono a dweud y gwir.”",
                "tag": "p"
            },
            {
                "content": "Mae’n cynghori darpar reithwyr i beidio â theimlo’n bryderus, gan amlygu bod y cyfrifoldeb yn cael ei rannu ymysg y rheithgor, ac mae barnwyr yn darparu arweiniad ardderchog trwy gydol y broses.",
                "tag": "p"
            },
            {
                "content": "I ganfod mwy am y broses o ddethol rheithgor gallwch ddarllen ein blog o’r llynedd. Gallwch hefyd ymweld â’n tudalennau GOV.UK os ydych wedi cael eich galw i wasanaethu ar reithgor neu eisiau mwy o wybodaeth.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/05/07/juror-appreciation-week-2025-understanding-jury-service/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Every year, thousands are called for jury service, it's an essential part of our justice system. From eligibility and selection, to what happens in court, this blog offers a clear look at the process, with insight from someone who’s recently served."
    },
    {
        "title": "Farming Equipment and Technology Fund 2025: guidance now available",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-05-07T11:23:14",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "The Farming Equipment and Technology Fund (FETF) opens for applications on 29 May. ",
                "tag": "p"
            },
            {
                "content": "Today, we published the 2025 FETF guidance on GOV.UK to help you prepare. ",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll give an overview.",
                "tag": "p"
            },
            {
                "content": "Overview",
                "tag": "h2"
            },
            {
                "content": "FETF provides grants for machinery, equipment and technology items to help cut costs and boost efficiency on your farm. ",
                "tag": "p"
            },
            {
                "content": "Funding is available under 3 themes: ",
                "tag": "p"
            },
            {
                "content": "We’ve grouped items into themes to make it easier to find equipment, but we encourage you to look across all themes, as there may be useful items outside your main area of interest. ",
                "tag": "p"
            },
            {
                "content": "Grants will range from £1,000 to a maximum of £25,000 for each theme. We will pay a percentage of the cost of the item, which varies by item. ",
                "tag": "p"
            },
            {
                "content": "The fund is competitive. Each theme has rules for scoring, to make sure public money is used well.  ",
                "tag": "p"
            },
            {
                "content": "You will be able to apply on 29 May. The window to apply will be open for 6 weeks, closing midday, 10 July.",
                "tag": "p"
            },
            {
                "content": "Once the application window closes, all applications will be reviewed and scored. You may not receive all, or any, of the funding you apply for. ",
                "tag": "p"
            },
            {
                "content": "We’ll update this post with links to apply once live. ",
                "tag": "p"
            },
            {
                "content": "In total, £46.7 million will be available for farmers, growers, foresters and their contractors. ",
                "tag": "p"
            },
            {
                "content": "Productivity ",
                "tag": "h2"
            },
            {
                "content": "This grant helps boost your farm’s efficiency and profitability.  ",
                "tag": "p"
            },
            {
                "content": "There are 66 different items of productivity equipment. You can apply for a grant towards any of these. Popular items eligible include: ",
                "tag": "p"
            },
            {
                "content": "Other popular items include rainwater harvesting tanks, camera-guided inter-row sprayers and a robotic silage pusher.  ",
                "tag": "p"
            },
            {
                "content": "Applications for productivity items are scored based on how much they improve productivity, help the environment, and how widely they are used in the industry. ",
                "tag": "p"
            },
            {
                "content": "Your application is more likely to be successful if your Single Business Identifier (SBI) has not claimed more than a total of £10,000 of productivity and slurry management funding from previous FETF rounds – but this will only come into play if we’re oversubscribed.  ",
                "tag": "p"
            },
            {
                "content": "The productivity items and specifications are on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Slurry Management ",
                "tag": "h2"
            },
            {
                "content": "This grant improves how you collect, store, test and spread slurry. ",
                "tag": "p"
            },
            {
                "content": "Better slurry management helps improve soil health and water and air quality, while making the most of valuable nutrients — supporting nature and your bottom line. ",
                "tag": "p"
            },
            {
                "content": "There are 17 different slurry equipment items, and popular items eligible include: ",
                "tag": "p"
            },
            {
                "content": "Applications for these items are scored on improving slurry management, environmental benefit and level of adoption by the industry. ",
                "tag": "p"
            },
            {
                "content": "Your application is more likely to be successful if your Single Business Identifier (SBI) has not claimed more than a total of £10,000 of productivity and slurry management funding from previous FETF rounds – but this will only come into play if we’re oversubscribed. ",
                "tag": "p"
            },
            {
                "content": "The slurry management items and specifications are on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Animal Health and Welfare ",
                "tag": "h2"
            },
            {
                "content": "This grant can help you improve your livestock’s health and welfare, leading to higher productivity, better quality, and more reliable food production, all of which help increase your profits. ",
                "tag": "p"
            },
            {
                "content": "Animal health and welfare grants are available to commercial farmers who keep pigs, sheep, dairy cows, beef cattle, layer chickens or broilers.  ",
                "tag": "p"
            },
            {
                "content": "There are more than 100 eligible items. Popular items include: ",
                "tag": "p"
            },
            {
                "content": "We’ve worked closely with farmers, vets, academics and industry groups to set this list of items for livestock, including equipment that helps address issues such as heat stress or biosecurity risks. ",
                "tag": "p"
            },
            {
                "content": "You can increase your application score by 20% if you provide evidence that you've discussed your application with a vet. ",
                "tag": "p"
            },
            {
                "content": "We want to support these conversations as vets can help identify how best to improve health and welfare on your farm and suggest the most suitable equipment. You can take advantage of our funded vet visit for this, the Animal Health and Welfare Review. ",
                "tag": "p"
            },
            {
                "content": "The animal health and welfare items and specifications are on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Join our webinar",
                "tag": "h2"
            },
            {
                "content": "We’re hosting a webinar on Wednesday 21 May at 1pm for you to learn more about the offer.",
                "tag": "p"
            },
            {
                "content": "In this session, we’ll talk through:",
                "tag": "p"
            },
            {
                "content": "You’ll be able to put your questions to the team.",
                "tag": "p"
            },
            {
                "content": "Register to attend the webinar.",
                "tag": "p"
            },
            {
                "content": "If you can't attend the session, don't worry. We'll post a link to a recording of the webinar here when it's over. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/07/farming-equipment-and-technology-fund-2025-guidance-now-available/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The Farming Equipment and Technology Fund (FETF) opens for applications on 29 May, offering grants of up to £25,000 to help cut costs and boost efficiency on your farm. To help you prepare, we’ve published guidance on GOV.UK. In this post, we’ll give an overview of what the grant offers and how to apply."
    },
    {
        "title": "New Video Released: Marine plan policy assessment in decision-making",
        "authors": [
            "Poppy Philipps, Marine Planner"
        ],
        "posted_on": "2025-05-07T11:13:14",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The Marine Planning Team are pleased to announce the release of a new video on marine plan-led decisions, now available to view on YouTube: Marine plan policy assessment in decision-making - YouTube",
                "tag": "p"
            },
            {
                "content": "This informative video is designed to support applicants, decision-makers and other marine plan users, in understanding how marine plans inform decisions in English waters under Section 58(1) and (3) of the Marine and Coastal Access Act 2009. It provides a clear and concise overview of marine plan policy assessment, using marine licensing as an example, highlighting key elements to consider.",
                "tag": "p"
            },
            {
                "content": "Whether you are preparing an application or making a decision, this video will help clarify how to effectively consider marine plan policies. It also highlights the importance of using marine plans to ensure sustainable development in our seas.",
                "tag": "p"
            },
            {
                "content": "The video also highlights additional resources such as Using Marine Plans and the Explore Marine Plans interactive tool, helping you find the information you need quickly and easily.",
                "tag": "p"
            },
            {
                "content": "We hope you find it useful and encourage you to watch and share it with your networks.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/05/07/new-video-released-marine-plan-policy-assessment-in-decision-making/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The Marine Planning Team are pleased to announce the release of a new video on marine plan-led decisions, now available to view on YouTube: Marine plan policy assessment in decision-making - YouTube This informative video is designed to support applicants, …"
    },
    {
        "title": "When are year 6 SATs 2025? Key dates for parents and pupils",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-07T11:11:17",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Year 6 pupils in England will soon be taking the key stage 2 (KS2) national curriculum tests, which are often referred to as SATs.  ",
                "tag": "p"
            },
            {
                "content": "The assessments are used to measure school performance and to make sure individual pupils are being supported in the best way possible as they move into secondary school.  ",
                "tag": "p"
            },
            {
                "content": "When are SATs? ",
                "tag": "h3"
            },
            {
                "content": "This year, SATs will take place over four days from 12 May to 15 May 2025.",
                "tag": "p"
            },
            {
                "content": "The timetable is as follows:",
                "tag": "p"
            },
            {
                "content": "What are the tests on?  ",
                "tag": "h3"
            },
            {
                "content": "While pupils won’t be able to see what’s on the test beforehand, the assessments only include questions on things that children should already have been taught as part of the national curriculum.  ",
                "tag": "p"
            },
            {
                "content": "You can find past papers on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "As usual, there won’t be a test for English writing or science. Instead, this will be reported as a teacher assessment judgement.  ",
                "tag": "p"
            },
            {
                "content": "This is a judgement teachers will make based on your child’s work at the end of KS2.  ",
                "tag": "p"
            },
            {
                "content": "Does my child need to revise for SATs?  ",
                "tag": "h3"
            },
            {
                "content": "Children shouldn’t be made to feel any unnecessary pressure when it comes to the KS2 assessments and teachers will make sure that all pupils in their class are prepared.  ",
                "tag": "p"
            },
            {
                "content": "You should follow their general advice about supporting your child’s education throughout the year and ahead of the tests. ",
                "tag": "p"
            },
            {
                "content": "While it is statutory for schools to hold the assessments, headteachers make the final decision about whether a pupil participates in them.  ",
                "tag": "p"
            },
            {
                "content": "Some pupils – for example those with special education needs or disabilities – may be assessed under different arrangements if these are more appropriate.  ",
                "tag": "p"
            },
            {
                "content": "If you have concerns about your child participating in the KS2 tests, you should speak to your school in the first instance. ",
                "tag": "p"
            },
            {
                "content": "What if my child finds the SATs tests too difficult? ",
                "tag": "h3"
            },
            {
                "content": "It’s important to remember that one of the purposes of the key stage 2 assessments is to identify each pupil's strengths and the areas where they may have fallen behind in their learning as they head into secondary school.  ",
                "tag": "p"
            },
            {
                "content": "The results will help their new school determine in which areas your child needs the most support.  ",
                "tag": "p"
            },
            {
                "content": "The tests are designed to be challenging to measure attainment, including stretching the most able children. It means some pupils will find them harder than others.   ",
                "tag": "p"
            },
            {
                "content": "It takes three years to create appropriate tests. During the process, they’re rigorously trialled with year 6 pupils and reviewed by education and inclusion experts to make sure they’re the right difficulty level.  ",
                "tag": "p"
            },
            {
                "content": "The Standards and Testing Agency (STA) is responsible for developing the tests, and Ministers don't have any influence on their content.  ",
                "tag": "p"
            },
            {
                "content": "When will we find out the results of SATs? ",
                "tag": "h3"
            },
            {
                "content": "Schools will receive test results on Tuesday 8 July 2025.  ",
                "tag": "p"
            },
            {
                "content": "Before the end of the summer term, your child’s school will send you a report which will include test results and teacher assessment judgements. ",
                "tag": "p"
            },
            {
                "content": "This should provide you with a good sense of the standard at which your child is working in each subject. ",
                "tag": "p"
            },
            {
                "content": "The school will report your child’s test results as a scaled score for each subject. This is created from the number of marks your child scores in a particular test. A scaled score: ",
                "tag": "p"
            },
            {
                "content": "If your child is working below the overall standard of the key stage, or they have special educational needs, reporting will be different, and you should speak to your child’s teacher for more information. ",
                "tag": "p"
            },
            {
                "content": "You can also find more information about results at the end of key stage 2 on GOV.UK. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/when-are-year-6-sats-2024-key-dates-for-parents-and-pupils/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Year 6 pupils in England will soon be taking the key stage 2 (KS2) national curriculum tests, which are often referred to as SATs.   The assessments are used to measure school performance and to make sure individual pupils are …"
    },
    {
        "title": "Are we prepared for a drought? The water resilience challenge",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-05-07T10:17:23",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency",
            "Water"
        ],
        "content": [
            {
                "content": "With summer approaching and after several months of dry weather, many are wondering if the country is facing a potential drought. After an exceptionally wet 2024, this year has taken a dramatically different turn. ",
                "tag": "p"
            },
            {
                "content": "From floods to drought concerns",
                "tag": "p"
            },
            {
                "content": "There’s a reason we like to talk about the weather in this country; there’s always something to talk about.  Whilst last year brought much more rainfall than average, with parts of Oxfordshire and Gloucestershire experiencing their wettest year on record, this year has pivoted sharply:",
                "tag": "p"
            },
            {
                "content": "Current water resource status",
                "tag": "p"
            },
            {
                "content": "The situation varies significantly by region. In general:  ",
                "tag": "p"
            },
            {
                "content": "How is the Environment Agency is responding ",
                "tag": "p"
            },
            {
                "content": "The National Drought Group, chaired by the Environment Agency, met on 7 May to coordinate the strategic management of drought across government, regulators, industry and stakeholders. Key actions the Environment Agency is taking include:",
                "tag": "p"
            },
            {
                "content": "What are water companies doing?",
                "tag": "p"
            },
            {
                "content": "Water companies have drought plans to manage periods of dry weather and drought. These plans set out the actions a water company should take at different stages of a drought. Such actions include increasing the communications to customers, helping customers use water wisely during these dry periods as well as taking action themselves by reducing leakage, optimising their supply network and, if needed, implementing customer restrictions through temporary use bans (often referred to as hosepipe bans).",
                "tag": "p"
            },
            {
                "content": "Whilst companies must take action in a drought, they are also planning to increase their resilience to more severe droughts. Their water resources management plans set out how they will manage water supply and demand over 25 years. The latest set of plans have identified the need to reduce demand for water, such as reducing leakage and encouraging customers to use less water, and increasing supply through infrastructure such as reservoirs.The water industry has committed to reducing leakage by 50% by 2050 and the Environment Act 2021 sets a target of reducing domestic water use by 20% by 2038. By 2050, water companies are also planning:",
                "tag": "p"
            },
            {
                "content": "For more details please take a look at - A summary of England’s revised draft regional and water resources management plans - GOV.UK",
                "tag": "p"
            },
            {
                "content": "What is a drought?",
                "tag": "p"
            },
            {
                "content": "Drought is caused by a period of low rainfall. The impacts of a drought on people, the environment, agriculture and businesses will vary.  Some droughts are short and intense like a hot, dry summer. Others develop over multiple seasons. The main types of drought which can occur separately or together are:",
                "tag": "p"
            },
            {
                "content": "At the Environment Agenda we monitor drought indicators such as rainfall, river levels, reservoir storage and environment indicators. Based on this information we will then decide which of the following classifications apply to the current situation:",
                "tag": "p"
            },
            {
                "content": "These classifications then inform what actions we and others should take such as activating area drought plans and imposing restrictions on water abstraction",
                "tag": "p"
            },
            {
                "content": "Demand for water is set to increase as we respond to population growth, the impacts of climate change and new demands for energy production. In June, the Environment Agency will release an update to the National Framework for Water Resources proposing additional actions and expectations for different sectors to improve water supply resilience and a better protected water environment.",
                "tag": "p"
            },
            {
                "content": "What you can do",
                "tag": "p"
            },
            {
                "content": "With reservoirs already lower than normal we can all use water wisely. Actions you could take include the following:",
                "tag": "p"
            },
            {
                "content": "If you have a water meter, saving water will also save you money!",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/07/are-we-prepared-for-a-drought-the-water-resilience-challenge/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "With summer approaching and after several months of dry weather, many are wondering if the country is facing a potential drought. After an exceptionally wet 2024, this year has taken a dramatically different turn.  From floods to drought concerns There’s …"
    },
    {
        "title": "Working together to stop waste criminals",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-05-07T08:21:21",
        "categories": [
            "Regulated industry",
            "Waste"
        ],
        "content": [
            {
                "content": "Waste crime is a scourge impacting communities, the economy and the environment. ",
                "tag": "p"
            },
            {
                "content": "At the Environment Agency, we know only too well the impact criminals are having in the waste industry. Ranging from the ‘man with a van’ collecting rubbish for cash and then illegally dumping it - through to large scale and organised criminal networks, collecting rubbish on an industrial scale and illegally disposing of it – it’s a colossal problem. Waste crime is costing the economy in England an estimated £1 billion every year. The waste industry estimates 18% of all waste is estimated to be illegally handled – that’s 34 million tonnes, enough to fill 4 million skips.",
                "tag": "p"
            },
            {
                "content": "In 2023/24, local authorities in England dealt with 1.15 million fly-tipping incidents - 60% of which involved household waste.  ",
                "tag": "p"
            },
            {
                "content": "The effects of these criminals are far reaching and often long lasting. Legitimate waste management businesses lose out to criminals, who undercut their prices because they are not operating within the law. Taxpayers lose out as public money is used to stop and bring those responsible to justice and clear up the mess they leave behind. Private landowners face huge bills to clear illegally dumped waste from their land and premises. The environment suffers from the pollution dumped waste can cause, impacting people and wildlife.",
                "tag": "p"
            },
            {
                "content": "Across the country our council enforcement teams work hard to tackle fly-tipping, while we work hard to stop large scale waste crimes. We often work together, sharing intelligence and supporting each other on operations to target and stop offenders.",
                "tag": "p"
            },
            {
                "content": "Operation Flycatcher",
                "tag": "p"
            },
            {
                "content": "Led by Cheshire West and Chester Council, Operation Flycatcher’s mission was to target potential waste crime and fly tipping hotspots and to carry out roadside vehicle checks.  We joined this intelligence led multiagency operation along with Cheshire Police Rural Crime Team, Cheshire Police Bike Cops, and the force vehicle examiner.",
                "tag": "p"
            },
            {
                "content": "The operation delivered results for all the partners, closing the net on criminals from all enforcement angles. In this case, we identified an illegal waste transfer station where the burning of waste was also taking place and a building site where waste was being burnt. In line with the Regulators’ Code, we gave advice and guidance and made further enquires to follow up with the landowners. We also carried out checks on waste carriers registrations and transfer notes.",
                "tag": "p"
            },
            {
                "content": "Operation Wolf",
                "tag": "p"
            },
            {
                "content": "Elsewhere, in Hampshire Operation Wolf organised by Hampshire police brings together police, Environment Agency, local councils, HMRC and Commercial Vehicle Units to target waste vehicles and carry out waste tracking across Hampshire.",
                "tag": "p"
            },
            {
                "content": "In the latest day of action, a total of 67 vehicles were checked. For us, that enabled us to check waste carrying vehicles were operating legally and resulted in 11 waste carriers being instructed to register within 7 days and one vehicle was found to be carrying hazardous waste without the necessary consignment notes or waste carriers registration.",
                "tag": "p"
            },
            {
                "content": "Hampshire County Council said, \"The Environment Agency is an integral part of Hampshire’s Intelligence and Enforcement Working Group, partnering with our Local Authorities and other key stakeholders in the fight against the unacceptable social, economic and environmental harm that is caused by fly-tipping. Their participation has helped to facilitate the sharing of key intelligence and best practice, as well as practical action against rogue waste carriers through “Operation Wolf” – a series of targeted stop and check enforcement events.\"  ",
                "tag": "p"
            },
            {
                "content": "Operation Barley",
                "tag": "p"
            },
            {
                "content": "This rolling roadside operation is organised by our Waste Crime Engagement Specialist for Solent and South Downs, through our partnership meetings. Dates are set throughout the year when our Southeast team works with local councils across West Sussex to identify emerging trends and waste crime hotspots. Each authority puts forward locations which we recce and then forward to the Sussex Rural Crime team for confirmation that the locations we have put forward are safe for vehicles to be pulled into. We invite DVLA along too.",
                "tag": "p"
            },
            {
                "content": "Waste carriers’ registrations are checked, waste types, scrap metal dealer licences and roadworthiness of vehicles, including Insurance and MOT. Information is recorded about where waste is collected from and where it is going to, checking details on Waste Transfer Notes. This allows for waste tracking of operators and businesses and gathers intelligence used to aid investigations and future carrier broker dealer audits.",
                "tag": "p"
            },
            {
                "content": "These are just some of the examples of joint working between us, local councils and other partner organisations. There are more happening all the time up and down the country designed to disrupt and stop waste crime.",
                "tag": "p"
            },
            {
                "content": "You can help stop waste criminals",
                "tag": "p"
            },
            {
                "content": "As a nation, we must stand united against criminals, working together to stop them. Everyone can help by taking steps to keep waste away from criminals and reporting those suspected of wrongdoing.",
                "tag": "p"
            },
            {
                "content": "If you are you doing DIY or have a house renovation project in motion, you might need a skip or private waste collector to take your rubbish away.",
                "tag": "p"
            },
            {
                "content": "Follow our tips to make sure you hire a legitimate company:",
                "tag": "p"
            },
            {
                "content": "If you think you have come across a person or company operating an illegal waste business, you can report them to Crimestoppers, 100% anonymous. Always. Report online or call: 0800 555 111.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/07/working-together-to-stop-waste-criminals/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Waste crime is a scourge impacting communities, the economy and the environment. At the Environment Agency, we know only too well the impact criminals are having in the waste industry. Ranging from the ‘man with a van’ collecting rubbish for …"
    },
    {
        "title": "Consultation opens on newborn screening for metachromatic leukodystrophy (MLD)",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-05-06T17:26:34",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has today opened a consultation on evidence relating to newborn screening for metachromatic leukodystrophy (MLD).",
                "tag": "p"
            },
            {
                "content": "The committee, which had not previously considered screening for this condition, commissioned an evidence map in 2023, to evaluate the volume and type of existing evidence relating to newborn screening for MLD. The evidence map concluded that MLD should be added to the list of conditions the UK NSC regularly reviews, and that the topic should be looked at in more detail via an evidence summary.",
                "tag": "p"
            },
            {
                "content": "The more detailed evidence summary, completed by Kleijnen Systematic Reviews Ltd this year, looked at evidence on the accuracy of tests that could be used to screen for MLD and the effectiveness of treatments for babies identified by screening. It also considered evidence on the cost effectiveness of screening for MLD.",
                "tag": "p"
            },
            {
                "content": "We are now asking stakeholders to provide feedback on the evidence summary and its conclusions.",
                "tag": "p"
            },
            {
                "content": "Take part in the consultation",
                "tag": "h2"
            },
            {
                "content": "Please note: To respond to the consultation, either download the consultation response form on the MLD recommendation page (by clicking the ‘View documents’ button) and send it to uknsc@dhsc.gov.uk, or simply email your feedback directly to uknsc@dhsc.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Do not use the ‘Submit comments’ button on the MLD recommendation page because the online comments form is currently not operational and your comments will not be received via this route.",
                "tag": "p"
            },
            {
                "content": "About MLD",
                "tag": "h2"
            },
            {
                "content": "Metachromatic leukodystrophy (MLD) is a rare inherited condition, causing progressive nerve damage leading to muscle weakness, loss of coordination and mobility, and mental processes. The condition worsens over time.",
                "tag": "p"
            },
            {
                "content": "There are 3 types of MLD based on the age that symptoms start: late infantile (typically before 30 months of age), juvenile (typically between 3 and 16 years of age) and adult (typically after the age of 16). The late infantile form is the most severe and most common form of MLD, comprising 50 to 60% of cases. It is estimated that around 1 in every 40,000 babies born in the UK will have MLD.",
                "tag": "p"
            },
            {
                "content": "The National Institute for Health and Care Excellence (NICE) recommends a gene therapy (Libmeldy®) for the treatment of pre-symptomatic children with late infantile or early juvenile MLD. It is also approved for children with early MLD who have early signs or symptoms of the condition but who can still walk independently and have no decline in mental processes.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence summary looked at research published since 2012, and found limited evidence in relation to the criteria considered.",
                "tag": "p"
            },
            {
                "content": "The summary concluded that key areas of uncertainty remain regarding the best way to identify babies with MLD, and whether identification of babies with MLD through newborn screening results in more effective treatment with better long-term outcomes. Further work is needed on the evaluation of algorithms for MLD screening, and the establishment of cut-off values for use in the UK population. (A cut-off value is the point at which the test gives a positive or negative result for the condition.) The review noted that evidence generation is still at a relatively early stage and ongoing pilot studies and/or data collection from the first implemented screening programme (in Norway) are likely to inform future evidence reviews.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/06/consultation-opens-on-newborn-screening-for-metachromatic-leukodystrophy-mld/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on screening for metachromatic leukodystrophy (MLD)."
    },
    {
        "title": "Listening to our stakeholders: how feedback is shaping the work of the Trade Remedies Authority  ",
        "authors": [
            "TRA Communications"
        ],
        "posted_on": "2025-05-06T16:12:42",
        "categories": [
            "Engagement",
            "Pre-application office"
        ],
        "content": [
            {
                "content": "Every year the Trade Remedies Authority (TRA) undertakes independent research to understand how people and organisations we work with most closely rate us. ",
                "tag": "p"
            },
            {
                "content": "We listen to ways they tell us we can improve, and what our stakeholders expect from us.",
                "tag": "p"
            },
            {
                "content": "This is all part of our wider commitment to being proportional, impartial and transparent, and focused on improving our effectiveness and efficiency of our investigations. ",
                "tag": "p"
            },
            {
                "content": "Who we spoke to ",
                "tag": "p"
            },
            {
                "content": "Interviews were held with a range of key stakeholders from across the UK and internationally such as UK producers, importers, and businesses ",
                "tag": "p"
            },
            {
                "content": "We captured views from those with direct experience of our investigations as well as those who interact with our work more broadly. ",
                "tag": "p"
            },
            {
                "content": "What we heard ",
                "tag": "p"
            },
            {
                "content": "Stakeholders spoke positively about the TRA’s role, values and approach. ",
                "tag": "p"
            },
            {
                "content": "“The TRA is fair, responsive and quick to learn.” ",
                "tag": "p"
            },
            {
                "content": "We were described as impartial, independent and increasingly effective. Our tone, openness and willingness to engage were highlighted as strengths. The Pre-Application Office was praised for being accessible and helpful. ",
                "tag": "p"
            },
            {
                "content": "At the same time, stakeholders challenged us to go further. ",
                "tag": "p"
            },
            {
                "content": "“Our independence is our strength, but our visibility is our challenge.” ",
                "tag": "p"
            },
            {
                "content": "“The TRA is approachable and open, but the process still feels heavy for SMEs.” ",
                "tag": "p"
            },
            {
                "content": "Investigations were often seen as complex and time-consuming. Some sectors feel less clear about who we are and how we work. Many want clearer guidance, stronger communication, and a simpler path to participation. ",
                "tag": "p"
            },
            {
                "content": "What we’re doing next ",
                "tag": "p"
            },
            {
                "content": "We’re taking this feedback seriously and have already started to act. Some of the changes we are making are: ",
                "tag": "p"
            },
            {
                "content": "Supporting government priorities ",
                "tag": "p"
            },
            {
                "content": "This feedback supports wider government priorities. Following recent announcements from the Chancellor, the TRA is preparing to play a bigger role in helping protect British businesses against unfair trading practices. ",
                "tag": "p"
            },
            {
                "content": "We’re increasing our capacity and pace to match this ambition, accelerating our work on case streamlining, external partnerships, and advanced data monitoring to better identify and respond to potential import surges. You can read the Chancellor’s announcement regarding plans to maintain level playing field for British business here. ",
                "tag": "p"
            },
            {
                "content": "Get in touch ",
                "tag": "p"
            },
            {
                "content": "This research isn’t a one-off. Listening to our stakeholders is a core part of how we work, and how we get better. We welcome your feedback at any time by emailing us at contact@traderemedies.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "We’re grateful to those who took the time to share their views. Your feedback is shaping how we communicate, improve, and deliver on our responsibilities.  ",
                "tag": "p"
            }
        ],
        "link": "https://traderemedies.blog.gov.uk/2025/05/06/listening-to-our-stakeholders-how-feedback-is-shaping-the-work-of-the-trade-remedies-authority/",
        "blog": "Trade Remedies Authority",
        "blog_link": "https://traderemedies.blog.gov.uk",
        "description": "Every year the Trade Remedies Authority (TRA) undertakes independent research to understand how people and organisations we work with most closely rate us.  We listen to ways they tell us we can improve, and what our stakeholders expect from us. …"
    },
    {
        "title": "Blueprint for Modern Digital Government Comes Alive at GDS Local Government Innovation Hackathon in Leeds",
        "authors": [
            "Liz Adams, Local Government Collaboration, GDS"
        ],
        "posted_on": "2025-05-06T12:52:50",
        "categories": [
            "AI",
            "Cross-government strategy",
            "DDaT community",
            "DDaT events",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "The energy was electric last week in Leeds as we welcomed over 150 bright sparks to hack the planning system – digital dynamos, planning pioneers, and policy pros – hailing from 35 local authorities, central government, and industry! GDS and i.AI hosted this dynamic two-day Local Government Hackathon in partnership with colleagues from MHCLG Digital Planning and Open Digital Planning.",
                "tag": "p"
            },
            {
                "content": "The mission? To tackle real-world planning challenges head-on, armed with cutting-edge digital tools and the power of AI: channelling the dynamic, problem-solving ethos set out in the Blueprint for a Modern Digital Government. ",
                "tag": "p"
            },
            {
                "content": "One of our core ambitions is to catalyse change and join-up across the wider public sector - and this event showed exactly how that can happen in practice. ",
                "tag": "p"
            },
            {
                "content": "Fifteen cross-disciplinary teams tackled planning system challenges, leveraging real data and open APIs to rapidly prototype innovative digital solutions. The winning team’s creation, Clio, transforms raw data from planning decision notices into usable insight about a site’s planning history. ",
                "tag": "p"
            },
            {
                "content": "As their prize, the Clio team will present their work to the Minister for AI and Digital Government, Feryal Clark MP, and will also take part in a follow-up workshop to further develop their prototype with i.AI engineers.",
                "tag": "p"
            },
            {
                "content": "The hackathon was energised by contributions from digital leaders across government. Theo Blackwell, on secondment to GDS from his role as Chief Digital Officer at the Greater London Authority, opened the event and highlighted the importance of local government collaboration in driving digital transformation. ",
                "tag": "p"
            },
            {
                "content": "Emily Middleton, Director General for Digital Centre Design in GDS, welcomed attendees and shared the vision for the new GDS and its role in enabling modern, user-centred public services. ",
                "tag": "p"
            },
            {
                "content": "Feryal Clark MP, Minister for AI and Digital Government, joined via video message, encouraging participants to be bold: “If you have an idea that will make a difference, don’t wait for permission. Test it. Take it forward.”",
                "tag": "p"
            },
            {
                "content": "Events like this powerfully demonstrate what’s possible when we unite together technological expertise, service and delivery know-how and policy in one room, working together with our local partners to innovate. This hackathon is just one example of how the government is putting the Blueprint for a Modern Digital Government into action - working with local authorities to design smarter, simpler, more joined-up public services.",
                "tag": "p"
            },
            {
                "content": "We’re proud to have hosted such exceptional practitioners at this hackathon and look forward to continuing to collaborate with local government innovators across the country to drive transformation for our citizens and those who serve them. ",
                "tag": "p"
            },
            {
                "content": "The judges’ choices of prototypes",
                "tag": "h3"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/05/06/blueprint-for-modern-digital-government-comes-alive-at-gds-local-government-innovation-hackathon-in-leeds/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Over 150 innovators from across local and central government came together to reimagine the planning system at the GDS Local Government Innovation Hackathon. 15 teams tackled real planning challenges with digital tools and AI – bringing the Blueprint for a Modern Digital Government to life. "
    },
    {
        "title": "A philosophical approach to learning at work",
        "authors": [
            "Mark Merifield"
        ],
        "posted_on": "2025-05-06T11:13:48",
        "categories": [
            "Skills and development"
        ],
        "content": [
            {
                "content": "It’s nearly Learning at Work Week, 12 to 16 May 2025. Last year I blogged about how I use LEGO and scenarios in our training. I’m running the sessions again this year. As I prepare for them, I’m struck by how much they have changed.   ",
                "tag": "p"
            },
            {
                "content": "The learning outcomes remain the same, and I’m still using the LEGO and the scenarios, but there are new references to new government strategies and new offers from ICS Digital (more on that soon). New ways of telling the older stories.  ",
                "tag": "p"
            },
            {
                "content": "I’m particularly pleased to have reduced two disciplines down to a single quote apiece; user centred design (“Wherever there is another human, there is an opportunity for kindness” – Seneca) and content design (“Say only what is necessary” – Epictetus).  ",
                "tag": "p"
            },
            {
                "content": "You may now be thinking, ‘hey, aren’t both quotes by Stoic philosophers?’. You are correct. ",
                "tag": "p"
            },
            {
                "content": "Learning was incredibly important to the Stoics, and I draw inspiration from them both in how I manage the courses I run, and in my own attitude and approach to learning.   ",
                "tag": "p"
            },
            {
                "content": "“Show that through (learning) you have learned to think better.” (Epictetus) ",
                "tag": "p"
            },
            {
                "content": "One of the outcomes I want to achieve through my sessions is to make the audience think about things differently: to give them a greater awareness to draw from. Something they can use, not just once they start working with us on digital services, but every day. I don’t do ‘everything agile in 30 minutes’, what I hope I do is sow seeds of further exploration and interest.  ",
                "tag": "p"
            },
            {
                "content": "That inquisitive nature I equally apply to the course development. Every conversation I have with a Digital colleague means I better understand how things work, and that gets fed back into the courses. ",
                "tag": "p"
            },
            {
                "content": "The more I know, the more everyone will know. The theme of this year is Get Connected; reach out, learn from everyone around you.",
                "tag": "p"
            },
            {
                "content": "“Act for the common good.” (Marcus Aurelius) ",
                "tag": "p"
            },
            {
                "content": "The other side of the people factor is feedback. There’s nothing like it to humble the soul, both when you’ve done well and not.  ",
                "tag": "p"
            },
            {
                "content": "It’s wonderful to know people enjoy my sessions, but the constructive feedback is what builds change. My ego has learned to suck it up, I don’t run these courses for my benefit. ",
                "tag": "p"
            },
            {
                "content": "“I am now on my way... to learn what I do not yet know.” (Marcus Aurelius) ",
                "tag": "p"
            },
            {
                "content": "I remember arguing with a colleague who was not attending a course in their field. They knew enough. They were already the professional. ",
                "tag": "p"
            },
            {
                "content": "Throughout his life, Marcus Aurelius, leader of one of the greatest Empires of the ancient world, continued to study under the philosophers of the day. Perhaps my colleague may have learned nothing, I hope not, but their knowledge could have brought more colour to the conversations we had that day. ",
                "tag": "p"
            },
            {
                "content": "As we approach Learning at Work Week it is a perfect opportunity to build our knowledge, to grow ourselves.   ",
                "tag": "p"
            },
            {
                "content": "“Decide to be extraordinary and do what you need to do now!” (Epictetus) ",
                "tag": "p"
            },
            {
                "content": "I do not think of myself as being guilty of being someone who ‘cannot know what they think they know’ (though I probably am). I am as guilty as anyone for putting training to the back when there seem to be so many greater work priorities. ",
                "tag": "p"
            },
            {
                "content": "Even when I imagine that if I knew more about a subject, I could handle it better, I might argue to myself that I can watch the video later or catch the course next time round. ",
                "tag": "p"
            },
            {
                "content": "But from writing this blog, I know that learning is immediate, is necessary, and is vital not just to me but to the impact I make on others who have taken the time to come to learn from me. ",
                "tag": "p"
            },
            {
                "content": "Those words from an almost 2000-year-old slave turned philosopher have become my internal axe against my inherent tendency toward procrastination. For this Learning at Work Week, I hope they have helped you too. ",
                "tag": "p"
            }
        ],
        "link": "https://icsdigital.blog.gov.uk/2025/05/06/a-philosophical-approach-to-learning-at-work/",
        "blog": "ICS Digital",
        "blog_link": "https://icsdigital.blog.gov.uk",
        "description": "Getting ready for this year's Learning at Work Week, 12 to 16 May 2025. "
    },
    {
        "title": "World Veterinary Day 2025: moulding your professional identity",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-05-06T09:55:10",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "By Sion Rowlands",
                "tag": "p"
            },
            {
                "content": "This July, 28 years will have passed since I saw my name at the bottom of a lengthy list of successful veterinary graduates at Liverpool University. I was far from sure what that meant then, and to this day, I continue to question if I, and others who saw fit to pass me, made the right decision? Or did I take the spot of another, one far more worthy?",
                "tag": "p"
            },
            {
                "content": "Similar questions and a pernicious stream of self-doubt are all too familiar to us vets as we toil through our working lives nurturing and occasionally battling with our professional identify. Somewhat myopically maybe, but I am going to propose that the veterinary profession has seen more changes concentrated into the last two decades or so than many other professions combined. Changes and influences, both within and outside the profession, which have challenged the most steadfast. I am proud to be part of a family that has so much resilience.",
                "tag": "p"
            },
            {
                "content": "Reflecting on career identity and decisions",
                "tag": "h3"
            },
            {
                "content": "I had never consciously reflected on what my professional identify was until recently. Sometimes defined as “the attitudes, values, knowledge, beliefs and skills shared with others within a professional group” (Adams et al 2019), or perhaps more easily summarised as what your peers would say about you after leaving a room. And what do I think my peers would say about me, or, at least, what would I like them to say? I would hope integrity, honesty and fairness would be some of the values listed, somewhat ambitious you might think, but these are often the yardstick values by which I measure others.",
                "tag": "p"
            },
            {
                "content": "I now reflect on the larger decisions and options that I have made, that have shaped my professional identity. From my early days working in mixed practice, periods working abroad, my days as an employer, and in the numbered roles as a Government Vet in the Animal Plant Health Agency (APHA), I have always called on my core values and lent into my default attributes. More recently, as a burgeoning veterinary educator, it has been invaluable to reflect on how my behaviours can incrementally influence others.",
                "tag": "p"
            },
            {
                "content": "Working at APHA",
                "tag": "h3"
            },
            {
                "content": "My career in APHA has been immeasurably rewarding. I have found some roles and other roles seemed to have found me; ones that have permitted my professional identify to flourish. I mentioned earlier the changes in our profession: veterinary public health is a robust vehicle for so many of these changes that have global impact. As you read this, hundreds of my colleagues across APHA and wider government (veterinary, technical, scientific, enabling and support staff), many with similar values to my own, face daily challenges with diseases that have proven to have profound impacts. So many of these diligent and committed individuals, and teams, are not in the mainstream lens, but their actions are worthy of recognition.",
                "tag": "p"
            },
            {
                "content": "Future professional goals",
                "tag": "h3"
            },
            {
                "content": "And what of the future? How will I choose to steer my ship in my remaining professional years? Two years ago, I stumbled across an invite issued by a charity to protect some white rhinos. Today I am a trustee for the said UK based charity that encourages and drives mutual interest to parts of the world under the umbrella of conservation, including the plight of the vulnerable, if unwilling, rhinoceros. In June I will be leading a team of volunteers, including my 16-year-old son, to a remote part of South Africa to reunite with a small family team who have decided to sacrifice everything in the name of protecting their cohort of white rhinos.",
                "tag": "p"
            },
            {
                "content": "I will leave it to others to judge if my actions and the identity I have developed during my career to date have had any impact. I know this: I have enjoyed the journey so far!",
                "tag": "p"
            },
            {
                "content": "You can find out more about our current veterinary vacancies within APHA at https://aphavets.co.uk/vacancies/",
                "tag": "p"
            },
            {
                "content": "References:",
                "tag": "p"
            },
            {
                "content": "Adams, K., Hearn, S., Sturgis, P. (2019) ‘Investigating the factors influencing professional identity of first-year health and social care students’, Learning in Health and Social Care, 5 (2), 55-68.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/05/06/world-veterinary-day-2025-moulding-your-professional-identity/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "By Sion Rowlands This July, 28 years will have passed since I saw my name at the bottom of a lengthy list of successful veterinary graduates at Liverpool University. I was far from sure what that meant then, and to …"
    },
    {
        "title": "Creating the adult social care workforce we need ",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-05-06T09:14:38",
        "categories": [
            "Care and support",
            "Carers",
            "Digital skills and technologies",
            "Technology and data",
            "Workforce"
        ],
        "content": [
            {
                "content": "More opportunities for career progression in adult social care",
                "tag": "h2"
            },
            {
                "content": "Developing the social care workforce is paramount to success and delivering the ambition for change we want and need to see in adult social care. On 9 April, Secretary of State, Wes Streeting gave a speech to Unison's annual health conference.",
                "tag": "p"
            },
            {
                "content": "There, he announced the first universal career structure for adult social care, setting out a further four job role categories to give care workers opportunities to progress in their career.",
                "tag": "p"
            },
            {
                "content": "These developments offer a great opportunity to enhance the essential skills of the care workforce, allowing them to build a portfolio of skills, knowledge and abilities that improve the support they provide to those they care for.",
                "tag": "p"
            },
            {
                "content": "The development of the Care Workforce Pathway is a milestone for the sector. The first universal career structure for adult social care, it has been co-developed with representatives from the workforce and people who access care.",
                "tag": "p"
            },
            {
                "content": "It sets out the knowledge, skills, values and behaviours needed at different levels, with recommended learning and development",
                "tag": "p"
            },
            {
                "content": "Utilising the capability of professional carers brings together the potential to grow into careers previously not thought possible. Professions include Nurse Associate, Registered Nurse, Therapy Assistant, Occupational Therapist, Physiotherapist or Social Worker.",
                "tag": "p"
            },
            {
                "content": "Building skills is also about building confidence and in doing so, creating opportunities for careers.",
                "tag": "p"
            },
            {
                "content": "The announcement and funding to underpin the development of new skills is welcome for several reasons.",
                "tag": "p"
            },
            {
                "content": "Firstly, it recognises the value placed on this critical system workforce. Thus, creating new pathways and attracting more people to consider a fulfilling and interesting career across social care.",
                "tag": "p"
            },
            {
                "content": "Secondly, it reaffirms the vital role of adult social care in society and highlights the difference made by a diverse set of roles and settings. For example",
                "tag": "p"
            },
            {
                "content": "Thirdly, the announcement was a reminder – if one was needed – that, as more of us live longer, often with one or more health conditions, the level and complexity of social care roles is increasing. 20 or 30 years ago, a qualification may have been seen as secondary to “softer” skills, such as building trust and working alongside people.",
                "tag": "p"
            },
            {
                "content": "Nowadays, recognised qualifications are becoming more important to equip staff with the right skills and knowledge to provide condition-specific support and increasingly, working alongside healthcare professionals to deliver delegated healthcare.",
                "tag": "p"
            },
            {
                "content": "Image by freepik",
                "tag": "p"
            },
            {
                "content": "Refreshed Care Certificate Standards and the use of technology",
                "tag": "h2"
            },
            {
                "content": "Starting a career in care needs essential underpinning knowledge.",
                "tag": "p"
            },
            {
                "content": "For the first time since its creation in 2015, the Care Certificate Standards, provides a baseline standard for care and the training, supervision and assessment new care workers should receive during their induction to care.",
                "tag": "p"
            },
            {
                "content": "It also provides assurance across the sector, reducing the need for care workers to repeat training when they change employers. This will be the introduction and entry for all and the baseline from which careers can be built.",
                "tag": "p"
            },
            {
                "content": "Utilising technology will continue to be the bedrock of service developments in the future. These will help deliver better quality care which is more efficient for the person, the care worker and the wider health and care system.",
                "tag": "p"
            },
            {
                "content": "The impact of the use of acoustic monitoring at Care UK has transformed the way in which it supports people during the vulnerable first few months during their transition to care and risk of falls.",
                "tag": "p"
            },
            {
                "content": "The new level 5 digital skills qualification is part of the £12 million LDSS to support adult social care employers to provide their staff with quality assured, up to date training, enabling them to develop new skills and qualifications and take advantage of digital innovation and new technology.",
                "tag": "p"
            },
            {
                "content": "Access tools and resources now",
                "tag": "h2"
            },
            {
                "content": "Finally, delivering these reforms represents many months of work by colleagues in the Department of Health and Social Care, Skills for Care, and our sector partners, including 30 Early Adopters who have helped test and refine the Workforce Pathway.",
                "tag": "p"
            },
            {
                "content": "Findings from this programme have helped produce a suite of tools and resources, in partnership with Skills for Care and PA Consulting, designed to support adult social care employers to adopt the Pathway.",
                "tag": "p"
            },
            {
                "content": "Although aimed primarily at leaders and managers, there are also resources for team leaders and people wanting to plan their own development. We would encourage you to visit SfC care workforce pathway page  to see what benefits the Pathway could have for your organisation, your career and on the quality of care and support you provide.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/05/06/creating-the-adult-social-care-workforce-we-need/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "More opportunities for career progression in adult social care Developing the social care workforce is paramount to success and delivering the ambition for change we want and need to see in adult social care. On 9 April, Secretary of State, …"
    },
    {
        "title": "Bursaries available for 2025 health screening module ",
        "authors": [
            "Jo Harcombe"
        ],
        "posted_on": "2025-05-06T07:59:21",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC), whose secretariat is housed within the Department of Health and Social Care (DHSC), is committed to making specialist screening education and training accessible for its stakeholders. ",
                "tag": "p"
            },
            {
                "content": "We are pleased to announce that we are once again able to offer a small number of bursaries to study the popular health screening module run at the University of Warwick. ",
                "tag": "p"
            },
            {
                "content": "Applications for this year’s module, to run from Monday 17 November to Friday 21 November 2025, will be scored against criteria including the applicant’s role and their involvement in screening. ",
                "tag": "p"
            },
            {
                "content": "Candidates for a bursary will also need to apply directly to the University of Warwick for a place on the course via its Health Screening Module page. ",
                "tag": "p"
            },
            {
                "content": "Options for accommodation are available from the Warwick team. ",
                "tag": "p"
            },
            {
                "content": "More about the module",
                "tag": "h2"
            },
            {
                "content": "The health screening module is ideal for enhancing professional development and/or specialist learning in health screening. The course can be studied either as part of an MSc programme or a stand-alone specialist module. It is run by the University of Warwick Medical School and taught at master’s level (20 CAT points). ",
                "tag": "p"
            },
            {
                "content": "The course covers the underlying epidemiological principles of screening, as well as ethics and policy issues. It is ideal for anyone who makes screening policy, commissions, runs or evaluates screening programmes, locally and nationally. It would also enhance the learning of UK NSC stakeholders working in other areas of screening policy and practice. ",
                "tag": "p"
            },
            {
                "content": "The module provides an understanding of screening from a population perspective. It looks at how you determine when screening is an appropriate intervention, through the analysis of evidence, ethical, performance and economic issues, and how screening programmes can be effectively monitored and improved. ",
                "tag": "p"
            },
            {
                "content": "The module is taught as a face-to-face 5-day intensive study block that includes lectures, group work and supervision. The teaching and learning style is interactive, drawing on expert teachers from Warwick Medical School and the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "We ask successful bursary students to become part of a highly valued expert cohort of screening professionals which the UK NSC and DHSC screening team can call on for advice and input on workstreams when needed. To support this, we are looking for a broad range of stakeholders to undertake this screening specific learning. ",
                "tag": "p"
            },
            {
                "content": "See Education and training for screening-related professionals for more information on education and training resources for people working in and with UK NSC-recommended NHS screening programmes. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/06/bursaries-available-for-2025-health-screening-module/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC is again offering a small number of bursaries to study the popular health screening module at the University of Warwick."
    },
    {
        "title": "Into the woods: finding the cows among the trees",
        "authors": [
            "Rachel Harries"
        ],
        "posted_on": "2025-05-05T09:00:00",
        "categories": [
            "Ancient woodland",
            "Into the woods series",
            "Woodland management"
        ],
        "content": [
            {
                "content": "On a typically wet Dartmoor day, I walk into the woods to look for cows with my friend and herdswoman Desley.",
                "tag": "p"
            },
            {
                "content": "A rainforest in the Avon Valley",
                "tag": "h2"
            },
            {
                "content": "Penstave Copse is one of the UK’s few remaining temperate rainforests on the southern edge of Dartmoor in Devon. Owned and managed by the Woodland Trust, this 8.5-hectare site cloaks one side of the steep valley of the River Avon, which tumbles off the moor over mossy boulders. These predominantly oak woods are notable for their plants and mix of mosses, ferns, lichens and liverworts that clothe trees and boulders, some of which are of international importance.",
                "tag": "p"
            },
            {
                "content": "The site is managed with help from local volunteers and some of Desley’s hardy Dexter cattle, as part of the conservation grazing enterprise Cows in Clover. It’s a lush, green, magical place, which I love visiting.",
                "tag": "p"
            },
            {
                "content": "Cows in Clover",
                "tag": "h2"
            },
            {
                "content": "There are two Dexters, and two beef shorthorn-Dexter crosses. Dexter cattle are a small native breed. They are short legged and stocky with rough coats and come up to waist height. They are very calm and docile, which is crucial in a wood loved by local people, visitors and dog walkers.",
                "tag": "p"
            },
            {
                "content": "The wood is a mosaic of ancient woodland, old boundary walls, grassy glades and new plantations from the 1990s where the trees are a uniform age and height.",
                "tag": "p"
            },
            {
                "content": "The cows here have a job to do. They nibble at a wide range of plants, leaves and tree branches, rub against trunks and push their way through thickets and brambles. They create a more varied woodland structure, create new paths and open up areas to light, which is key for certain species which can be shaded out if the understory is too dense.",
                "tag": "p"
            },
            {
                "content": "The cows’ manure attracts flies and other insects, an important food source for the wood’s bat population. Their heavy hooves also trample the bracken which can smother woodland plants and suppress new tree growth.",
                "tag": "p"
            },
            {
                "content": "Being in the woods also benefits the cows as they can graze a varied diet of different trees, grasses and woodland plants. Trees and evergreen shrubs provide shelter from the Dartmoor wind and rain, although today they don’t appear to mind!",
                "tag": "p"
            },
            {
                "content": "Cows in Clover and the wider herd offer conservation grazing to a range of landowners on the southern edge of Dartmoor and the South Hams of Devon. The herd grazes wildflower meadows, as well as woodlands. Desley has recently introduced two pigs to the project, who are also tasked with opening up overgrown areas and restructuring the landscape through their natural rooting behaviour (they are especially good for rooting out bracken).",
                "tag": "p"
            },
            {
                "content": "Managing the cows",
                "tag": "h2"
            },
            {
                "content": "It is important that the cows’ movements are controlled. Overgrazing, particularly by deer is a major problem in our woods. These cows wear Nofence collars, which emit a noise when they stray close to an invisible fence line. ",
                "tag": "p"
            },
            {
                "content": "Desley uses a mapping app to set the grazing zone, ensuring they don’t graze areas with sensitive ground flora or where natural regeneration is being encouraged. The app also enables her to view the location of the cattle, making them easier to find in a dense wood. Desley’s business partner, John, works with the Woodland Trust’s site manager to agree which areas of the wood will benefit most from the cows, when and for how long.",
                "tag": "p"
            },
            {
                "content": "When the cows need to be moved, Desley draws on her Dial-a-Drover WhatsApp group of friends. We turn up to walk the cows down narrow Dartmoor lanes from one site to another, or herd them into the trailer to go further afield. Our WhatsApp group is a modern adaptation to Dartmoor’s network of ancient drovers’ paths, used by farmers to bring cattle off the moor, and down into small towns for market.",
                "tag": "p"
            },
            {
                "content": "Grazing and browsing are integral elements of forest ecosystems and long extinct large herbivores like aurochs and elk would have helped maintain a mosaic of habitats in Britain's forest landscapes. Desley and John are part of a small group of pioneers, fighting their corner and showing how important they are to woodland management.",
                "tag": "p"
            },
            {
                "content": "I regularly walk in these woods, admiring the swathes of bluebells in the spring, watching dragonflies and damselflies dart over the river in the summer, and searching for fungi in the autumn. Now I also appreciate the key role these Dexter cows play in maintaining this diverse and healthy ecosystem.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/05/into-the-woods-finding-the-cows-among-the-trees/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Rachel Harries is the Forestry Commission’s Marketing and Communications Manager. For this month's 'Into the woods' blog, she writes about the role cattle play in her local woodland."
    }
]