[
    {
        "title": "COP30 and nature: a moment for vision and scale",
        "authors": [
            "Ruth Davis OBE"
        ],
        "posted_on": "2025-11-24T15:47:05",
        "categories": [
            "Climate change",
            "Forestry",
            "Nature",
            "Wildlife"
        ],
        "content": [
            {
                "content": "COP30 was always going to be a landmark for nature, set against the backdrop of the Amazon river in Belém, the gateway to the world’s largest tropical forest. But beyond the ‘COP in the forest’ headlines, two things made this summit pivotal for those committed to protecting and restoring critical ecosystems. ",
                "tag": "p"
            },
            {
                "content": "Brazil’s leadership and bold global coalitions ",
                "tag": "p"
            },
            {
                "content": "First, Brazil’s leadership. They are showing what an ambitious, joined-up strategy for nature looks like in one of the world’s most biodiverse countries. Second, the growing momentum among governments, scientists, communities, banks and businesses to deliver big, bold nature solutions. ",
                "tag": "p"
            },
            {
                "content": " For Brazil, nature underpins the economy. Forests act as water tanks, providing the rainfall that sustains crops and global commodity supply chains.  This is why so many institutions and communities are united in tackling illegality and deadly wildfires – drivers of forest loss - why Brazil has achieved a 50% cut in deforestation rates in the Amazon in 2023 compared to 2022. ",
                "tag": "p"
            },
            {
                "content": "Financing nature at scale ",
                "tag": "p"
            },
            {
                "content": "Brazil’s commitment to large-scale nature finance is clear. The Tropical Forest Forever Facility aims to combine public and private capital to create a permanent revenue stream for forest protection. The Resilient Agriculture Investment for net-Zero Land Degradation (also known as RAIZ) initiative uses government’s de-risking capacity to attract billions in private investment to restore tens of millions of hectares of degraded land. ",
                "tag": "p"
            },
            {
                "content": "Combined with support for Indigenous and local community enterprises and Brazil’s agricultural innovation, these efforts are building a thriving bioeconomy; sectors based on sustainable use of biological resources. This offers huge economic opportunities not only for Brazil but globally, including the UK, with our strong tradition of life-sciences and technical innovation. ",
                "tag": "p"
            },
            {
                "content": "The UK’s role in driving action ",
                "tag": "p"
            },
            {
                "content": "The UK matters in this story. We have quietly and consistently partnered with Brazil to help launch many of these ideas - from early-stage investments in community businesses, to capacity building and policy support for financing mechanisms and research collaborations on forest carbon monitoring and bio-fertilisers. The UK has also helped to keep forests on the agenda through our co-chairing of the Forests and Climate Leaders Partnership. ",
                "tag": "p"
            },
            {
                "content": "COP30 showcased the UK’s role in advancing the global ‘nature actions agenda’. For example, the summit saw the launch of the biodiversity credits policy forum, with Indonesia as a founding member and strong interest from other countries seeking frameworks to attract private investment in nature. ",
                "tag": "p"
            },
            {
                "content": " We also celebrated the UK’s long-standing partnership with the Congo Basin region, joining a Call to Action, to ensure the world recognises the importance of Congo’s forests and funds solutions developed by Congolese institutions and communities.  ",
                "tag": "p"
            },
            {
                "content": "Championing Indigenous leadership ",
                "tag": "p"
            },
            {
                "content": "Underpinning all this work is the courage, commitment and knowledge of Indigenous Peoples and local communities (IPLCs). It was vital to join them in marking Phase 2 of the Indigenous Peoples Pledge, building on commitments first made at COP26, and to applaud forest governments for pledging a major increase in tenure-secured Indigenous lands. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead: scaling solutions ",
                "tag": "p"
            },
            {
                "content": "Across COP30, I saw evidence of UK engagement, technical expertise and partnership; something of which we can all be proud of.  But this is only the start. We must deliver, including for the Congo and IPLCs. We must do more, for example: work with small island states and vulnerable coastal regions to scale the blue economy.  Build on UK agricultural research to create sustainable, resilient food systems worldwide. ",
                "tag": "p"
            },
            {
                "content": " There is much to do, but also much to build on - including the dedication of brilliant people across the UK who work tirelessly to protect and restore our fragile, natural world. It was a pleasure to witness that work, and a privilege to represent it. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/24/cop30-and-nature-a-moment-for-vision-and-scale/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "COP30 was always going to be a landmark for nature, set against the backdrop of the Amazon river in Belém, the gateway to the world’s largest tropical forest. But beyond the ‘COP in the forest’ headlines, two things made this summit pivotal for those committed to protecting and restoring critical ecosystems. Read this post to find …"
    },
    {
        "title": "Innovative approaches to Med Tech regulatory reform",
        "authors": [
            "Joseph Burt"
        ],
        "posted_on": "2025-11-24T15:31:52",
        "categories": [
            "AI Airlock",
            "designated standards",
            "Health Institution Exemption",
            "Med Tech Regulations",
            "Medical Devices"
        ],
        "content": [
            {
                "content": "Well, hello again.  Hasn’t time passed by so quickly since my last blog in September. At the MHRA, we have many exciting and pioneering initiatives underway. I was listening to a medical device podcast recently and the podcast host proclaimed the MHRA as being ‘very innovative with their approaches’.  It bought a smile to my face and made me ponder what else we could do to be really innovative in our work to improve medical device regulations so that they deliver for patients and drive growth in the sector.",
                "tag": "p"
            },
            {
                "content": "Let me share with you one way we are embracing AI technologies to help deliver our work and ambitions. In the innovative devices team, one of my colleagues collaborated with the MHRA’s Digital and Technology team to develop a chatbot that we now use internally. This clever bit of kit uses large language models to interrogate and provide an initial response to enquiries, drawing on a rich history of previous answers. At the moment, we’re only using it within the team in an active trial where we closely check the responses before going back to the enquirer. My hope is that, after plenty of thorough testing, we’ll eventually be able to share this chatbot more widely with people looking for clarity on published guidance from the MHRA.",
                "tag": "p"
            },
            {
                "content": "On a broader note about AI, I was genuinely delighted to attend our AI Airlock phase 2 launch in Westminster in October. I had the opportunity to learn about some truly ground-breaking technologies from Tortus, Numan, Panakeia, Octopath, NHS England, Deep X AI, and Eye2Gene. It’s fair to say I’m looking forward to seeing the outcomes from this phase of the Airlock, because I can already see the huge opportunities these technologies will bring to healthcare – both now and in the future. I’d like to take a moment to personally thank all the representatives from these organisations for the innovative work they’re doing to pave the way for effective and proportionate regulation of transformative AI technologies. And, of course, a heartfelt thank you to the AI Airlock team for being the modern explorers, bravely navigating the future of AI in MedTech. More information is available in our recent AI Airlock blog.",
                "tag": "p"
            },
            {
                "content": "Now, putting AI aside for a moment, let me tell you about the progress we're making towards publishing updated guidance for Health Institution Exempted devices. If you’ve been following my blogs, you’ll remember that many NHS organisations are already making good use of this exemption for medical devices and IVDs. Over the summer, we sent out a questionnaire, and I’m genuinely grateful for the 137 responses we received during August and September. A huge thank you to everyone who took the time to share their thoughts – your input will help us shape better guidance in this area.",
                "tag": "p"
            },
            {
                "content": "If you’re interested in delving into the details, take a look at the published survey analysis. From all the feedback we’ve received, there are  five areas where health institutions need more information, and we intend to update guidance in the following areas: adopting a robust Quality Management System and following international standards; making sure there’s proper oversight of manufactured devices with good record-keeping and clear identification; proving that devices meet all relevant essential requirements; and keeping technical documentation up-to-date to show compliance and safety.",
                "tag": "p"
            },
            {
                "content": "We’re also planning to tidy up some of the definitions in the guidance and remove phrases like ‘in-house manufactured’, which can cause confusion. Keep an eye out for our refined guidance in the coming weeks - I'm excited to share it with you.",
                "tag": "p"
            },
            {
                "content": "Speaking about surveys, you might remember that we recently ran another survey focused on Designated Standards. I want to extend a second heartfelt thank you to everyone who took part – your feedback has been genuinely invaluable. Thanks to your input, we’re planning to update the designated standards list, starting with those standards that are most critical. We’ll be rolling these changes out gradually, with the first set of updates expected in late November or early December. Looking further ahead into 2026, the MHRA, together with the Department of Business and Trade, will keep refining the designated standards lists to ensure they stay in step with changing regulatory needs. We are developing a new internal process to make sure the list remains responsive to the emergence of new and updated standards, which is especially important as medical technologies continue to evolve at pace. So, thank you again for helping us shape a system that keeps up with innovation and supports everyone working in this vital field.",
                "tag": "p"
            },
            {
                "content": "Let me give you a heads-up about a couple of important things coming up in December and early in the new year. We are making good progress on our Pre-market statutory instrument for medical devices, and we thank our network of Trusted Advisers for your input on recent drafts. The next milestone in the regulatory journey of this piece of legislation is notifying the World Trade Organization of the draft text. As soon as this has been published, we’ll be asking for feedback on the costs to businesses of implementing this regulation, so that we can develop an Economic Impact Assessment which will be required when this regulation is laid in Parliament. We’ll be calling for your feedback at that point – again it will be highly valued. We’ll also be launching a consultation on the proposal to indefinitely recognise CE marked medical devices – something I know many of you are keenly interested in. I’ve heard from so many people just how much anticipation there is around both of these topics, so rest assured we’ll be sharing more details with you as soon as we get closer to publication. Stay tuned!",
                "tag": "p"
            },
            {
                "content": "Before I wrap up this month’s blog, I’d like to take a moment to share a few personal reflections with you. You know, people rarely ask me what truly inspires me in my work. Not long ago, a podcast interviewer asked me about my career journey to the MHRA, and it prompted some genuine soul-searching. When I thought about it, my answer was straightforward: what drives me is the privilege to serve our country in my own way – by helping bring innovative medical devices and diagnostics to all of us, with the goal of sustaining or improving lives. That’s what really inspires me every day. So, let me turn the question to you: what is it that inspires you in your own work?",
                "tag": "p"
            },
            {
                "content": "Until the next blog post, keep safe, keep well and keep smiling.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/11/24/innovative-approaches-to-med-tech-regulatory-reform/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "Well, hello again.  Hasn’t time passed by so quickly since my last blog in September. At the MHRA, we have many exciting and pioneering initiatives underway. I was listening to a medical device podcast recently and the podcast host proclaimed …"
    },
    {
        "title": "Transforming IT Operations at UKEF : From Service Provider to Strategic Enabler",
        "authors": [
            "Tim Penfold"
        ],
        "posted_on": "2025-11-24T14:58:34",
        "categories": [
            "DDAT",
            "IT Operations",
            "stategy"
        ],
        "content": [
            {
                "content": "Why Transformation Was Needed",
                "tag": "p"
            },
            {
                "content": "The pace of technological change has accelerated dramatically, creating what we call the Digital Dexterity Gap—the growing divide between the speed of technology adoption and employees’ ability to leverage it effectively. Bridging this gap became essential for UKEF to remain agile, secure, and productive in a rapidly moving and changing technology and cyber landscape.",
                "tag": "p"
            },
            {
                "content": "Our Vision",
                "tag": "p"
            },
            {
                "content": "Linking directly with principle five (Provide the right technology to work efficiently, securely, and sustainably) in the UK Export Finance DDaT strategy, our IT Operations strategy is anchored in a clear vision:",
                "tag": "p"
            },
            {
                "content": "“To provide a first-class employee experience with technology while ensuring robust and best-in-class cyber security measures that protect our people, data, and services.”",
                "tag": "p"
            },
            {
                "content": "This means IT Operations at UKEF is no longer just about IT support—it’s about enabling productivity, delivering best in class technologies to drive the employee experience and keep our employees cyber safe and finally, driving innovation.",
                "tag": "p"
            },
            {
                "content": "One of Our First Moves",
                "tag": "p"
            },
            {
                "content": "One of the earliest and most impactful steps in our transformation was bringing the IT Service Desk in-house and establishing our own internal IT Service Management (ITSM) capability. This wasn’t just a structural change—it was a cultural shift. By employing civil servants and managing ITSM processes ourselves, we created a foundation for delivering a truly first-class employee experience with technology.",
                "tag": "p"
            },
            {
                "content": "Owning and managing ITSM internally allowed us to mature critical practices such as Incident, Problem, Change, and Release Management, ensuring consistency and accountability across the organisation. It gave us the ability to respond quickly to issues, reduce resolution times, and embed continuous improvement into our operations.",
                "tag": "p"
            },
            {
                "content": "The benefits were immediate and measurable:",
                "tag": "p"
            },
            {
                "content": "This move was the cornerstone of our transformation, enabling us to integrate technology and security into every layer of our operations and setting the stage for the strategic capabilities we’ve built since. By employing civil servants, we laid the foundation for delivering a first-class employee experience with technology. This change gave us greater control over service quality, improved responsiveness, and ensured that technology was aligned with UKEF’s values and mission.",
                "tag": "p"
            },
            {
                "content": "The Integrated Model of Support",
                "tag": "p"
            },
            {
                "content": "At the heart of this transformation is our Integrated Model of Support and Security, which brings together five dynamic capabilities into one cohesive framework:",
                "tag": "p"
            },
            {
                "content": "This model ensures that every technology touchpoint—from onboarding and device provisioning to cyber threat detection—is interconnected and optimised for resilience and efficiency. By breaking down silos and embedding security into every layer, we’ve created a virtuous loop of operational excellence that starts with strong processes and ends with seamless user experiences.",
                "tag": "p"
            },
            {
                "content": "Reset and Refocus – Starting with the basics",
                "tag": "p"
            },
            {
                "content": "One of the most important decisions we made early in our transformation was to pause and focus on the fundamentals. Before chasing advanced technologies or complex integrations, we asked:",
                "tag": "p"
            },
            {
                "content": "“Are our core processes and user experiences strong enough to support growth and the UKEF mission?”",
                "tag": "p"
            },
            {
                "content": "This approach ensured that we built a stable foundation for everything that followed. Without clear IT Service Management processes, reliable devices, and seamless onboarding, any investment in AI or automation would have been undermined by operational inefficiencies.",
                "tag": "p"
            },
            {
                "content": "The Virtuous Loop of the Basics",
                "tag": "p"
            },
            {
                "content": "Our strategy revolves around a continuous improvement cycle—the Virtuous Loop—where each element reinforces the next:",
                "tag": "p"
            },
            {
                "content": "This loop isn’t just a checklist—it’s a system of interdependencies. Each success enables the next, creating a resilient, responsive, and customer-focused IT Operations function.",
                "tag": "p"
            },
            {
                "content": "Driving Better Experiences While Reducing Costs",
                "tag": "p"
            },
            {
                "content": "At UKEF, we advance prosperity by ensuring no viable UK export fails for lack of finance or insurance, doing that sustainably and at no net cost to the taxpayer. One of the most compelling aspects of our transformation is that we’ve delivered a significantly better experience for employees and customers while reducing our overall cost footprint, delivering further value against the “no net cost to the taxpayer” mantra. This wasn’t about cutting corners—it was about optimising processes, automating routine tasks, and embedding efficiency into every layer of IT Operations.",
                "tag": "p"
            },
            {
                "content": "The Virtuous Loop illustrates how getting the fundamentals right—clear IT Service Management processes, proactive onboarding, reliable devices, and seamless meeting room experiences—creates a cycle of operational excellence. Each improvement reduces friction, minimises repetitive tasks, and lowers support overhead, which translates directly into cost savings without compromising quality.",
                "tag": "p"
            },
            {
                "content": "How We Achieved It",
                "tag": "p"
            },
            {
                "content": "Strategic Alignment with UKEF’s Mission",
                "tag": "p"
            },
            {
                "content": "Our IT Operations strategy is not an isolated technology initiative—it is intrinsically linked to UKEF’s core mission of helping UK businesses win, fulfil, and get paid for export contracts. Every decision we make in technology and cyber operations is designed to enable these outcomes:",
                "tag": "p"
            },
            {
                "content": "By modernising infrastructure, embedding AI for automation, and aligning with the Digital, Data and Technology (DDaT) Strategy, IT Operations is not just supporting the business—we are enabling it to thrive in a secure, sustainable, and digitally fluent future.",
                "tag": "p"
            },
            {
                "content": "What’s Next?",
                "tag": "p"
            },
            {
                "content": "Our transformation journey is far from over. The next phase focuses on maturing our Service Management function and practices, getting the most out of the technologies we have implemented, deepening automation, strengthening cyber resilience, and unlocking data-driven insights to deliver even greater value for UKEF and the UK economy.",
                "tag": "p"
            },
            {
                "content": "All of the above has contributed towards and continues our journey in becoming a transformational technology function that drives measurable business impact and value not just across UK Export Finance, but Critical National Infrastructure and the UK Economy.",
                "tag": "p"
            }
        ],
        "link": "https://ukefdigital.blog.gov.uk/2025/11/24/transforming-it-operations-at-ukef-from-service-provider-to-strategic-enabler/",
        "blog": "UK Export Finance Digital, Data and Technology blog",
        "blog_link": "https://ukefdigital.blog.gov.uk",
        "description": "Over the past three years, UK Export Finance (UKEF) has undergone a significant technology transformation and IT Operations has been at the heart of that. What was once a traditional IT Operations function focused on “keeping the lights on” has evolved into a strategic technology and cyber enabler, delivering value across technology enablement, productivity, value …"
    },
    {
        "title": "Climate change and health",
        "authors": [
            "Will Stobbs - Actuary"
        ],
        "posted_on": "2025-11-24T14:49:12",
        "categories": [
            "Actuary",
            "Analysis",
            "Climate change",
            "Modelling",
            "Mortality"
        ],
        "content": [
            {
                "content": "Why the UK needs a cross-government, cross- sector approach",
                "tag": "h2"
            },
            {
                "content": "Climate change as a health issue: Climate change is increasingly recognised not just as an environmental or economic challenge, but as a major public health threat. Indeed, the Office for Health Improvement & Disparities have stated that climate change has been identified as “the most important health threat of the century”. The health of the planet and the health of people are inextricably linked; clean air, safe water, and food security are fundamental determinants of wellbeing.",
                "tag": "p"
            },
            {
                "content": "The most recent decade (2015–2024) has been 1.24°C warmer than 1961–1990. As the UK’s climate warms, we are witnessing direct impacts on health such as heatwaves, floods, and new patterns of disease as well as indirect impacts mediated through ecosystems, infrastructure and the economy. In 2024 over 5 million potential labour hours (equivalent to £77.9 million) were lost due to extreme heat and insurers paid out a record £585 million for weather-related damages.",
                "tag": "p"
            },
            {
                "content": "How climate affects health",
                "tag": "h2"
            },
            {
                "content": "Broadly, climate change can harm human health in 2 ways:",
                "tag": "p"
            },
            {
                "content": "The table below summarises some examples of the transmission mechanisms through which climate can impact health:",
                "tag": "p"
            },
            {
                "content": "The web of impacts is wide. Climate change can affect everything from the ambulance that takes a patient to hospital, to the food on our plates, the diseases we must manage and the mental wellbeing of communities. Importantly, many of these risks are interconnected and can also occur simultaneously. ",
                "tag": "p"
            },
            {
                "content": "What’s more, health and climate are both issues that cut across traditional spatial, sectoral and temporal boundaries. This necessitates taking a holistic approach, considering the range of interconnections and potential feedback.",
                "tag": "p"
            },
            {
                "content": "Why collaboration is essential",
                "tag": "h2"
            },
            {
                "content": "No single department or profession can tackle the health impacts of climate change in isolation. NHS England’s latest Health and Climate Adaptation Report underscores this point clearly. In their joint foreword, NHS England’s Acting Chief Sustainability Officer and the Chief Executive of the UK Health Security Agency emphasise that effective adaptation “requires close collaboration across sectors – including industry, local authorities, the NHS, social care, and the communities they serve.”",
                "tag": "p"
            },
            {
                "content": "Taking a systems view is essential if we are to understand the interconnected risks, build resilience across services, and ensure the health system is equipped to protect communities in a changing climate. Moving beyond organisational silos and adopting a genuinely cross-government, cross-sector approach is crucial for several reasons:",
                "tag": "p"
            },
            {
                "content": "A One Health approach recognises that the health of people, animals, and ecosystems are deeply interdependent, and that effective solutions to climate-related health risks must bridge traditional boundaries between sectors and disciplines . By fostering collaboration, One Health enables a more holistic understanding of how climate change drives complex health-related risks. ",
                "tag": "p"
            },
            {
                "content": "To deepen our understanding of the links between climate and health, and the partnerships needed to build resilience, GAD is launching a systems mapping project. This initiative will assess, and where possible strengthen, the evidence base needed to quantify the interactions between climate and health to support long-term planning and actuarial analysis around healthy life expectancy and future mortality trends.",
                "tag": "p"
            },
            {
                "content": "We are looking to collaborate with others who share an interest in this work. If you’d like to be involved, please contact us at climate.change@gad.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h3"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/11/24/climate-change-and-health/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Climate change has been identified as the century's most important health threat. GAD explores why cross-sector collaboration is essential to protect communities and build resilience in a warming climate."
    },
    {
        "title": "Mission Moments: Cutting Through Complexity: How We're Backing Britain's Businesses to Grow",
        "authors": [
            "Manisha Gohil"
        ],
        "posted_on": "2025-11-24T13:53:35",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "From 70 stakeholder sessions to 1,200 partner inductions, one civil servant shares how the new Business Growth Service is turning government support for SMEs from a maze into a motorway – and why every simplified application brings us closer to kickstarting economic growth.",
                "tag": "p"
            },
            {
                "content": "At a recent event, I met a self-employed electrician who felt completely lost navigating government support for business. Within an hour, I’d walked him through our new Business Growth Service platform. He accessed tailored advice through his local Growth Hub, secured a grant, and started bidding for public contracts. Small intervention, big change, and exactly why this work matters.",
                "tag": "p"
            },
            {
                "content": "I’m Manisha Gohil, Senior Policy Advisor on implementation in the Department for Business and Trade’s Business Growth Service team. My job is helping Britain’s 5.5million small and medium sized enterprises (SMEs) access tools, funding and advice they need to start, grow and succeed.",
                "tag": "p"
            },
            {
                "content": "The problem we’re solving",
                "tag": "p"
            },
            {
                "content": "Picture running a café in Carlisle or a tech startup in Cardiff. You know government support exists, but finding it feels like navigating a maze blindfolded. That frustration, the runaround, the wasted hours was holding back too many businesses from growing. When small businesses thrive, communities prosper and living standards rise. But complexity was getting in the way.",
                "tag": "p"
            },
            {
                "content": "Building something better",
                "tag": "p"
            },
            {
                "content": "Launched in July 2025 as part of 'Backing your Business: Our Plan for SMEs',  business.gov.uk creates a single front door. Firms can access everything from leadership training to finance, as well as mentoring and management support, including trusted programmes like Help to Grow.",
                "tag": "p"
            },
            {
                "content": "Since March, I've been working directly with the people who support businesses every day. Over 70 stakeholder consultations later, we've designed something that works for real businesses in real situations. We've inducted more than 1,200 people from 35 partner organisations, including growth Hubs in England, and colleagues in Scotland, Wales and Northern Ireland, ensuring everyone delivers consistent support.",
                "tag": "p"
            },
            {
                "content": "My biggest challenge? Balancing SMEs ambitions with limited resources whilst changing the narrative that government help is slow and irrelevant. Many businesses still don’t know where to start and trust peer recommendations over official channels. Once they engage though, they’re often surprised by how practical and personalised the support actually is.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "p"
            },
            {
                "content": "This isn't just about tidying up websites. It's about kickstarting economic growth from the ground up. Every hour a business owner saves navigating government support is an hour spent building their dream. Every clear pathway to Help to Grow: Management is a potential step-change in how a business operates. Every simplified application removes a barrier to growth.",
                "tag": "p"
            },
            {
                "content": "We’re contributing directly to raising living standards across every part of the UK; a core government mission. When we reduce admin burden while providing clear routes to trusted programmes, we create the conditions for businesses to innovate, create jobs and drive our economy forward.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "p"
            },
            {
                "content": "We're building a genuinely connected, pro-business environment where SMEs can focus on what they do best. Seeing firms benefit from clearer, joined up support makes every stakeholder session worthwhile.",
                "tag": "p"
            },
            {
                "content": "My advice to any SME? Don’t wait for a crisis. Explore support early through business.gov.uk. It’s easier than you think and could make all the difference.",
                "tag": "p"
            },
            {
                "content": "Want to know more about the Business Growth Service? Visit business.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/11/24/mission-moments-cutting-through-complexity-how-were-backing-britains-businesses-to-grow/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "From 70 stakeholder sessions to 1,200 partner inductions, one civil servant shares how the new Business Growth Service is turning government support for SMEs from a maze into a motorway – and why every simplified application brings us closer to …"
    },
    {
        "title": "\"Wisdom of the Trail\": Nine years of UK innovation set to reach orbit",
        "authors": [
            "Lacuna Space"
        ],
        "posted_on": "2025-11-24T11:12:10",
        "categories": [
            "Satellites"
        ],
        "content": [
            {
                "content": "As we prepare to launch our “Wisdom of the Trail” satellites at Lacuna Space, we reflect on nine years of quiet innovation and UK-grown collaboration that helped shape a new era of satellite IoT.",
                "tag": "p"
            },
            {
                "content": "On 26 November 2025, we will launch four new satellites under our Wisdom of the Trail mission banner. These spacecraft will be our most capable yet, and the world’s most advanced satellite IoT gateways, marking another milestone in a nine-year journey that began with a sketch and a belief that small devices on the ground could one day talk directly to satellites.",
                "tag": "p"
            },
            {
                "content": "Lacuna Space co-founder and CEO, Rob Spurrett said:",
                "tag": "p"
            },
            {
                "content": "A trail of innovation",
                "tag": "h2"
            },
            {
                "content": "That spirit of exploration runs through our story and even our mission names. Inspired by Jack London’s tales of frontier adventure, Wisdom of the Trail follows earlier missions such as Call of the Wild. They reflect our focus on discovery and perseverance: searching for signals in the world’s most remote places - not for gold, but for data.",
                "tag": "p"
            },
            {
                "content": "Our technology enables small, battery-powered sensors to send messages directly to orbiting satellites using low-power, wide-area connectivity based on LoRa® technology. These “whispers from the wild” allow farmers, environmental scientists, and utilities to monitor soil, water and infrastructure in areas far beyond the reach of mobile networks.",
                "tag": "p"
            },
            {
                "content": "Doing things differently",
                "tag": "h2"
            },
            {
                "content": "From the outset, we took an unconventional approach to building a space business. Rather than manufacturing satellites, we focused on developing payload technology and a network concept that others could adopt.",
                "tag": "p"
            },
            {
                "content": "Spurrett adds:",
                "tag": "p"
            },
            {
                "content": "Several UK start-ups gained their first commercial opportunities through our missions, many of which have since grown into established players in the space sector.",
                "tag": "p"
            },
            {
                "content": "Learning from experience",
                "tag": "h2"
            },
            {
                "content": "Some of our earliest experiments involved high-altitude balloon flights to test how unlicensed radio frequencies behave at extreme ranges.",
                "tag": "p"
            },
            {
                "content": "Those tests broke records for long-distance IoT transmissions and showed us just how important it is to understand and optimise spectrum use.",
                "tag": "p"
            },
            {
                "content": "That insight led Lacuna to include a spectrum scanner on every satellite we have launched. Over five years, these scanners have built a unique global map of unlicensed spectrum activity, helping us make our system more reliable and efficient.",
                "tag": "p"
            },
            {
                "content": "From experiment to ecosystem",
                "tag": "h2"
            },
            {
                "content": "Our early work was supported by the UK Space Agency through the ESA ARTES programme, helping us move our concept from the lab bench to launch them into orbit.",
                "tag": "p"
            },
            {
                "content": "Nine years later, we’re now championing the Lacuna Network - a collaborative model where partners can fly Lacuna gateways on their own satellites. In return, they share coverage, helping us to build a unified global system.",
                "tag": "p"
            },
            {
                "content": "Spurrett said:",
                "tag": "p"
            },
            {
                "content": "Wisdom of the Trail",
                "tag": "h2"
            },
            {
                "content": "Looking back as Wisdom of the Trail prepares for launch, we saw a path marked by persistence and quiet innovation. What began as a bold idea in a UK business incubator has grown into a global movement - bringing affordable satellite connectivity to the most remote corners of the planet.",
                "tag": "p"
            },
            {
                "content": "Spurrett reflects:",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/11/24/wisdom-of-the-trail-nine-years-of-uk-innovation-to-reach-orbit/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "As they prepare to launch the “Wisdom of the Trail” satellites, Lacuna Space reflects on nine years of innovation and UK-grown collaboration that helped shape a new era of satellite IoT."
    },
    {
        "title": "Growing greener citizens: Our sustainability journey at Goldsmith Primary Academy",
        "authors": [
            "Jennie Twells, Assistant Headteacher and sustainability lead, Goldsmith Primary Academy"
        ],
        "posted_on": "2025-11-24T09:34:20",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "Goldsmith Primary Academy sustainability lead and assistant head Jennie Twells explains how growing greener citizens is also helping to save her West Midlands-based trust money.",
                "tag": "p"
            },
            {
                "content": "At Windsor Academy Trust (WAT) one of our ambitions is to become one of the most sustainable school trusts in the country – and I like to think Goldsmith Primary is leading the way.",
                "tag": "p"
            },
            {
                "content": "We have taken a proactive approach to environmental awareness that is baked into our curriculum, estate management and involves our wider local community.",
                "tag": "p"
            },
            {
                "content": "Things were different when I joined Goldsmith three and a half years ago and I was given the role of sustainability lead. I didn't really know what that meant. I'd been a subject lead before - English, maths, science - tangible, measurable subjects where you can prove success through data and assessments. With sustainability, I didn't really know what I was doing.",
                "tag": "p"
            },
            {
                "content": "However, WAT had started its sustainability journey in 2020 and all of the directors and my trust colleagues were, and remain, very supportive of me and all school sustainability leaders.",
                "tag": "p"
            },
            {
                "content": "There is also a lot of guidance and support out there from the Department for Education (DfE) and other sources to get you started. The first step I took was applying for an Eco School Green Flag award starter pack, which set us on the way to developing and putting in place our climate action plan.",
                "tag": "p"
            },
            {
                "content": "We also recruited a group of pupil eco-warriors, at least one from each class, and we all started thinking about ways in which we could make our school run more sustainably.",
                "tag": "p"
            },
            {
                "content": "Digital transformation and energy savings",
                "tag": "h4"
            },
            {
                "content": "Over the course of the year, as a trust, we went paperless. All our learning is done digitally. Every child has a personal device; we only use books and paper when it is really necessary and has educational impact. Beyond that, everything is done on a digital learning platform, which has reduced our paper wastage dramatically.",
                "tag": "p"
            },
            {
                "content": "We also had solar panels installed on our roof to help with our energy usage. I have a dashboard on my desktop that tells me minute by minute the energy usage of our building - when it peaks, when it dips, when we're using too much and how we can reduce energy usage across the school at certain points during the day.",
                "tag": "p"
            },
            {
                "content": "That's something my eco-warriors take on board - they go around school telling people to turn lights off and turn taps off. They are there to make sure that the teacher is turning off the whiteboard at lunchtime, they'll go around the corridors at break times and make sure that computer screens are turned off – just the little things that all add up.",
                "tag": "p"
            },
            {
                "content": "With more than 700 tonnes of CO₂ saved, 1.35m kWh of clean energy generated and more than £200,000 of annual energy savings to date trust wide, we are certainly playing our part in creating a more energy efficient organisation and reducing costs.",
                "tag": "p"
            },
            {
                "content": "Bringing learning to life through growing",
                "tag": "h4"
            },
            {
                "content": "Another key aim was to increase the biodiversity across our site while educating pupils in the benefits of this. Our school lies across a huge site in Walsall but it's very grey - we're in a very deprived area and there's not a lot of greenery around. Most of the pupils don't have outdoor spaces at home.",
                "tag": "p"
            },
            {
                "content": "We’ve made extensive use of the DfE-supported National Education Nature Park platform. Its curriculum-aligned resources have helped us deliver engaging sustainability lessons across subjects, and the digital mapping tools allow us to track and enhance the biodiversity of our school grounds.",
                "tag": "p"
            },
            {
                "content": "Some of the activities we’ve undertaken have included:",
                "tag": "p"
            },
            {
                "content": "The aim is to develop the allotment into a kitchen-garden facility, providing fresh grown food that can be cooked and eaten at our after-school club.",
                "tag": "p"
            },
            {
                "content": "We take lessons straight from the National Education Nature Park website because it's very straightforward and accessible for EYFS, Key Stage 1 and Key Stage 2 pupils. It's brilliant - and it's all resourced as well. Sustainability lessons are now timetabled across our curriculum on a weekly and bi-weekly basis.",
                "tag": "p"
            },
            {
                "content": "ClimateEd has also delivered weekly workshops about climate change to our Year 5 students with an immense impact on the pupils’ understanding of how to be greener citizens. These children will be our lead eco-warriors next year.",
                "tag": "p"
            },
            {
                "content": "Building local partnerships and supporting our community",
                "tag": "h4"
            },
            {
                "content": "What's lovely is how this has become a real community project. When I needed about three tonnes of soil for the planters, one of the dinner ladies got in touch with her husband, who got in touch with a builder who had just removed a load of soil from somebody's back garden. The soil was delivered during the weekend completely for free, voluntarily.",
                "tag": "p"
            },
            {
                "content": "Staff have also brought in plants and produce from their own gardens to be planted in school and we have established strong links with Goscote Greenacres Community Gardens, a local not-for-profit company that helped us plant a wildflower border around the perimeter of the school field.",
                "tag": "p"
            },
            {
                "content": "We run a Sustainability Swap Shop where children donate their old uniform at the end of the year so it can be re-used. People have really benefited from that, both money-wise and sustainability-wise.",
                "tag": "p"
            },
            {
                "content": "We work in partnership with Food for Life to ensure our school canteen works as sustainably as possible - sourcing food from local suppliers and reducing waste through natural waste recycling. We have also reduced our plastic waste by using compostable vessels for any food we possibly can.",
                "tag": "p"
            },
            {
                "content": "Sustainability is showcased annually at our WATCOP event, where pupils and staff across the trust come together to create a climate action plan and students take part in various sustainability workshops. Teachers from Goldsmith have volunteered their time to create eco-systems, help children understand what an eco-system needs and encouraged them to build their own in their own environment at home. ",
                "tag": "p"
            },
            {
                "content": "Sustainable practice is now embedded in what we do. The children feel passionately about it. We're not doing this just because the government says we have to; we're doing it because we want our children to be greener citizens of the future. I want every child to leave this school knowing how to make the right choices when it comes to looking after our community and our planet.",
                "tag": "p"
            },
            {
                "content": "Read the DfE’s sustainability leadership and climate action plan information now for help on your school or trust’s sustainability journey.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.  ",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/11/24/growing-greener-citizens-our-sustainability-journey-at-goldsmith-primary-academy/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Goldsmith Primary Academy sustainability lead and assistant head Jennie Twells explains how growing greener citizens is also helping to save her West Midlands-based trust money. At Windsor Academy Trust (WAT) one of our ambitions is to become one of the …"
    },
    {
        "title": "Projects for Nature celebrates a major step towards mobilising private finance into nature ",
        "authors": [
            "Helen Edmundson"
        ],
        "posted_on": "2025-11-24T09:22:19",
        "categories": [
            "Green finance",
            "Nature"
        ],
        "content": [
            {
                "content": "Following the success of the Projects for Nature pilot, which saw private sector companies award more than £700,000 to nature recovery projects across England, we are delighted to announce the next chapter of programme with SpaceHive leading the platform.  ",
                "tag": "p"
            },
            {
                "content": "Building on the work led by The Council for Sustainable Business, Defra, Environment Agency, Natural England, Accenture and Crowdfunder, Spacehive will scale up the online platform. This will help boost corporate donations from the private sector to create bigger, better, and more joined-up spaces for nature. ",
                "tag": "p"
            },
            {
                "content": "The evidence is clear that greater access to the natural world can improve both our mental and physical health. Additionally, increasing our societal connection with our landscapes and wildlife can actively improve outcomes for nature in areas where people live and work.  ",
                "tag": "p"
            },
            {
                "content": "And that’s why Projects for Nature will continue to play a vital role in supporting our health and protecting our communities up and down the country.  ",
                "tag": "p"
            },
            {
                "content": "For more information on Projects for Nature, read our first blog post.  ",
                "tag": "p"
            },
            {
                "content": "Learning from the pilot   ",
                "tag": "p"
            },
            {
                "content": "Over the past two years, Projects for Nature has connected businesses and donors with nature recovery projects. Projects on the platform are screened by Defra, Natural England and the Environment Agency, helping to ensure that funding aligns with national and local environmental priorities.  ",
                "tag": "p"
            },
            {
                "content": "The platform is part of a much broader government effort to stimulate private funding for nature. It offers a credible funding route that complements emerging nature markets like Biodiversity Net Gain, supporting businesses to meet critical commitments not addressed by these markets. Rather than offsetting environmental harm, it enables companies to support additional, high-quality nature recovery projects. ",
                "tag": "p"
            },
            {
                "content": "The pilot has also provided valuable insight into business’ motivation in funding nature recovery. What we have discovered is:   ",
                "tag": "p"
            },
            {
                "content": "Overall, it is clear from the pilot that business leaders valued the abundance of nature projects to choose from. ",
                "tag": "p"
            },
            {
                "content": "The next phase for Projects for Nature ",
                "tag": "p"
            },
            {
                "content": "As the programme moves forward, we will be learning from Spacehive’s sector expertise as they lead the creation of a refreshed platform that can meet the needs of both businesses and project suppliers, to scale-up the success of Projects for Nature.   ",
                "tag": "p"
            },
            {
                "content": "Misha Dhanak, CEO of Spacehive, said: ",
                "tag": "p"
            },
            {
                "content": "“The UK business community increasingly recognises its responsibility to deliver towards nature recovery projects, but challenges remain around where to find the right projects and how to fund them.  ",
                "tag": "p"
            },
            {
                "content": "Spacehive offers a swift and tangible way to overcome those barriers, building on the brilliant foundations laid during the pilot phase.  ",
                "tag": "p"
            },
            {
                "content": "Our experience supporting nature recovery projects across the UK has shown just how transformative connecting businesses with nature initiatives and local communities can be, turning good intentions into measurable, lasting impact. We look forward to seeing the positive changes and thriving spaces that Projects for Nature will bring.” ",
                "tag": "p"
            },
            {
                "content": "If you are interested in championing nature across landscapes in England, follow our LinkedIn page for the most up-to-date information and reach out to the team via our website.  ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/24/projects-for-nature-celebrates-a-major-step-towards-mobilising-private-finance-into-nature/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Following the success of the Projects for Nature pilot, which saw private sector companies award more than £700,000 to nature recovery projects across England, we are delighted to announce the next chapter of programme with SpaceHive leading the platform. Read this post to find out more on this next chapter."
    },
    {
        "title": "GDS Local goes live",
        "authors": [
            "Liz Adams, Service Owner, GDS Local, GDS"
        ],
        "posted_on": "2025-11-24T09:15:00",
        "categories": [
            "Digital Centre",
            "Digital engagement",
            "Digital strategy",
            "Digital, Data and Technology",
            "GDS team",
            "GOV.UK",
            "GOV.UK One Login"
        ],
        "content": [
            {
                "content": "On 22 November we launched GDS Local: a new specialist unit in the Government Digital Service (GDS) focused on working with and alongside local government to deliver the ambitions we set out in the blueprint for a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Historically, there has been limited engagement between GDS and local authorities in transformation efforts. The blueprint for a modern digital government represents a new chapter - one that recognises digital transformation must work across all levels of government to truly serve citizens. That’s why GDS Local is focused on digital collaboration between central and local government, ensuring local needs are reflected in national digital strategy and delivery.",
                "tag": "p"
            },
            {
                "content": "The challenge for local government",
                "tag": "h2"
            },
            {
                "content": "Local authorities deliver services that people use day in and day out. When people interact with the government, it's very often through their local council. People’s expectations of services are rightly high. However, councils are limited by a local government technology market that doesn’t support their needs. Local councils across the UK are demonstrating the power of digital innovation by using AI tools and creating services that deliver better outcomes for residents. For example:",
                "tag": "p"
            },
            {
                "content": "Other councils are harnessing data to protect residents: ",
                "tag": "p"
            },
            {
                "content": "These approaches are ready to expand to other regions and, with the right support, could transform communities everywhere. The State of Digital Government Review found £45 billion per year of unrealised productivity benefits across the public sector, with a substantial portion in local government. ",
                "tag": "p"
            },
            {
                "content": "The opportunity for transformation ",
                "tag": "h2"
            },
            {
                "content": "Our engagement with over 300 local government digital practitioners between January and April 2025 confirmed the desire for digital transformation and leadership across local government, but also the need for the right platforms, partnerships, and support. The Local Government Association’s successful AI network already demonstrates the power of collaboration and shared expertise.",
                "tag": "p"
            },
            {
                "content": "GDS Local will be the strategic link between local government and the digital centre, working with the Ministry for Housing, Communities and Local Government (MHCLG) - building on the foundations already laid by the Local Digital team and the new Artificial Intelligence Directorate - and the Local Government Association (LGA) to give local government teams the support they need to focus on what they do best: understanding local needs and designing services that work for their communities. ",
                "tag": "p"
            },
            {
                "content": "This isn't about imposing central government solutions, but about collaboratively extending proven platforms and expertise: bringing in the invaluable skills and experience local government teams bring to the table and addressing problems at scale that individual councils cannot resolve alone. ",
                "tag": "p"
            },
            {
                "content": "Alongside this, we are already strengthening collaboration through initiatives like the Government Digital and Data Hub - a new online space bringing together learning, careers, collaboration and community for digital and data professionals across the UK public sector, including in local government. The Hub provides access to world-class learning opportunities, from cutting-edge AI courses to insightful webinars and certifications that build skills and confidence - including flagship programmes such as Get Tech Certified. It supports our shared ambition to grow a more connected, capable and confident digital workforce across central and local government, improving services for the people we serve.",
                "tag": "p"
            },
            {
                "content": "The newly established GDS Local will address specific challenges in 3 critical areas:",
                "tag": "p"
            },
            {
                "content": "What to expect in the coming months",
                "tag": "h2"
            },
            {
                "content": "This new team, working closely with the LGA, MHCLG, and councils will help identify future needs and ensure local government is part of our innovation pipeline. We've already started with pilots of Minute and Extract in i.AI, MHCLG's discovery work on GOV.UK One Login, and by the end of the year we’ll start work with councils to identify the top use cases for GOV.UK app. This will mean a more seamless way for citizens to access local services directly.",
                "tag": "p"
            },
            {
                "content": "We’ll also be hosting webinars and workshops to engage with councils and technology vendors, co-designing a strategic vision that will act as a template for a local government technology stack capable of delivering modern public services, which you can read more about here.  ",
                "tag": "p"
            },
            {
                "content": "We strive to be collaborative, innovative, and catalytic in tackling real challenges faced by citizens. Our approach includes a range of initiatives, such as engagement forums and hackathons, to generate solutions in real time. Building on the success of our first local innovation hackathon earlier this year, we are excited to hold a second event on 26–27 November, focused on homelessness, rough sleeping and temporary accommodation.",
                "tag": "p"
            },
            {
                "content": "When GDS and local government work together effectively, we can overcome individual technical barriers, giving local teams more time to improve the vital services communities rely on. ",
                "tag": "p"
            },
            {
                "content": "For local councils",
                "tag": "h3"
            },
            {
                "content": "If you work for a local council and want to get in touch, contact us at GDSLocal-info@dsit.gov.uk. Alternatively, you can register your interest to hear more by completing this form.  ",
                "tag": "p"
            },
            {
                "content": "Find out more about GDS Local on GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/11/24/gds-local-goes-live/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "GDS Local is a new unit within the Government Digital Service (GDS) that brings central and local government together to improve how digital public services are designed and delivered. Working alongside councils, we’re helping create services shaped around real lives—easier to use, better connected and built on proven digital foundations."
    },
    {
        "title": "Anchoring NATO Advantage",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-11-24T09:00:00",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "From virtual seas to command rooms, the Wargaming Hub transforms ideas into actionable insights, ensuring NATO forces remain agile, resilient, and ready for the challenges of tomorrow.",
                "tag": "p"
            },
            {
                "content": "The ability to anticipate, adapt, and innovate is more critical than ever. Wargaming has emerged as an ultimate proving ground for strategy, innovation, and collaboration. These high-stakes wargames are laboratories for collaboration, foresight, and decision-making under pressure, shaping the future of NATO, maritime defence and strengthening alliances across the Euro-Atlantic.",
                "tag": "p"
            },
            {
                "content": "Gaming the future fleet: Royal Navy",
                "tag": "h3"
            },
            {
                "content": "In autumn, the Royal Navy’s senior leadership, including the First Sea Lord, General Sir Gwyn Jenkins RM, joined us at the Defence Experimentation and Wargaming Hub (DEWH) in Southwick Park, for a high-level wargaming exercise.",
                "tag": "p"
            },
            {
                "content": "The exercise, part of the First Sea Lord’s “100 Day Sprint” initiative, was to assess the Navy’s strengths and vulnerabilities in 2029 against emerging threats. This structured, discussion-based simulation challenged participants to make decisions under escalating crises, revealing insights into the Navy’s capabilities and their interactions under pressure.",
                "tag": "p"
            },
            {
                "content": "Unlike traditional audits or trials, it provided qualitative insights, generating hypotheses for further research and future wargames. It highlighted the need for foresight and flexibility in shaping the 2029 fleet, focusing on integrating autonomous systems, deploying new platforms, and strengthening NATO partnerships.",
                "tag": "p"
            },
            {
                "content": "General Sir Gwyn Jenkins Royal Marines, First Sea Lord, said:",
                "tag": "p"
            },
            {
                "content": "NATO explores the future of amphibious operations: the Defence Experimentation and Wargaming Hub",
                "tag": "h3"
            },
            {
                "content": "The Defence Experimentation and Wargaming Hub (DEWH) recently hosted a NATO-commissioned STRIKFORNATO Tabletop Exercisededicated to exploring the optimal employment of NATO Amphibious Forces in the deterrence and defence of the Euro-Atlantic Area. This event was a follow-on piece of work stemming from the DEWH’s first overseas wargaming event in Portugal from earlier in the year.",
                "tag": "p"
            },
            {
                "content": "Bringing together key NATO commands and enablers along with national observers from the NATO Amphibious Leaders Expeditionary Symposium (NALES), the exercise focused on enhancing amphibious operations, interoperability, and command and control concepts to refine Regional Plans – military plans designed to defend every inch of Allied territory against potential threats.",
                "tag": "p"
            },
            {
                "content": "As a Royal Canadian Navy Commodore from the Allied Maritime Command (MARCOM) stated:",
                "tag": "p"
            },
            {
                "content": "The event reaffirmed NATO’s commitment to maintaining robust amphibious capabilities as a cornerstone of collective defence. It also underscored the growing importance of experimentation and wargaming in driving innovation, adaptability, and informed decision-making – ensuring NATO remains agile and effective in meeting the challenges of an evolving security environment.",
                "tag": "p"
            },
            {
                "content": "Wargaming: NATO’s future advantage",
                "tag": "h3"
            },
            {
                "content": "Most recently the Integrated Warfare Centre’s DEWH hosted, RED HYENA 45, a major NATO wargaming event led by Allied Command Transformation (ACT). RED HYENA 45 follows earlier Strategic Competition Games such as Red Dragon and Sentinel Vanguard 44, which test NATO’s ability to anticipate and shape emerging challenges.",
                "tag": "p"
            },
            {
                "content": "The exercise brought together strategists and analysts from across the Alliance to explore how NATO’s Long Term Military Strategic Shaping (LTMSS) initiative – an ambitious effort to move the Alliance from a reactive posture to a proactive one. The initiative is central to ACT’s vision of “Acting Today to Shape Tomorrow” and aims to help NATO influence the strategic environment rather than simply respond to it.",
                "tag": "p"
            },
            {
                "content": "The DEWH operates, within the Integrated Warfare Centre under Cyber & Specialist Operations Command. The Hub provides NATO, and other Defence agencies, with a world-class venue for testing ideas, exploring threats, and refining military strategy.",
                "tag": "p"
            },
            {
                "content": "As one of the four UK military commands, CSOC operates at the forefront of modern warfare, delivering critical effects to national security and NATO, combining conventional and digital capabilities to deter threats and maintain warfighting readiness. CSOC also contributes to a broader, whole-of-society approach to national resilience by strengthening partnerships across government, industry and society.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/11/24/anchoring-nato-advantage/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "From virtual seas to command rooms, the Wargaming Hub transforms ideas into actionable insights, ensuring NATO forces remain agile, resilient, and ready for the challenges of tomorrow. The ability to anticipate, adapt, and innovate is more critical than ever. Wargaming …"
    },
    {
        "title": "Ready, set, plant! For a future filled with trees",
        "authors": [
            "Asia Aldridge"
        ],
        "posted_on": "2025-11-24T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland Ambassadors",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "Across England, an inspiring movement is taking root as farmers, landowners, nurseries and businesses are all busy creating tomorrow’s woodlands!",
                "tag": "p"
            },
            {
                "content": "Tree planting season is a time when conditions are just right for planting. The ground has good levels of moisture, saplings are dormant but primed for growth and months of planning can lead to action.",
                "tag": "p"
            },
            {
                "content": "At the forefront of this movement are our passionate Woodland Ambassadors, who are making a difference across the country. Their woodland creation projects tell a story of a landscape being transformed, with a future filled with trees. Some are creating new wooded habitats for nature to thrive, while others are reconnecting ancient woodlands that have stood apart for decades.",
                "tag": "p"
            },
            {
                "content": "Here are just a few of the inspirational tree planting projects taking place up and down the country, being led by some of our dedicated Woodland Ambassadors.",
                "tag": "p"
            },
            {
                "content": "Bradford Estates' ambitious tree planting journey",
                "tag": "h2"
            },
            {
                "content": "In the West Midlands, a new 15km walk offering access to both historic and newly created woodlands has opened to the public, thanks to the efforts of the Bradford Estates team. Under the direction of Managing Director Alexander Newport, 195,000 trees have been planted, creating an impressive 240 acres of new woodland.",
                "tag": "p"
            },
            {
                "content": "The newly created Bradford Walk grants access to hundreds of acres of previously private and historical woodlands across the estate. The new and existing paths also create one of England’s longest new permissive public paths under the England Woodland Creation Offer (EWCO).",
                "tag": "p"
            },
            {
                "content": "Over the next 10 years, Bradford Estates aim to increase woodland cover across its land to 20% – equating to 2,400 acres of woodland, with a view to capture carbon to help contribute towards the UK’s net zero targets. This includes imminent plans to plant 52 acres of new woodland on land at Church Eaton.",
                "tag": "p"
            },
            {
                "content": "Alexander Newport, Managing Director of Bradford Estates, says:",
                "tag": "p"
            },
            {
                "content": "Ground Control's journey to large scale woodland creation",
                "tag": "h2"
            },
            {
                "content": "In north Essex, Nature Recovery Director at Ground Control, Chris Bawtree, is the driving force behind the creation of a large-scale woodland.",
                "tag": "p"
            },
            {
                "content": "Last winter, Chris and the team completed the planting of Wildfell Centre for Environmental Recovery – that included a new 50-hectare woodland – representing the largest nature recovery project in the organisation’s 50-year history.",
                "tag": "p"
            },
            {
                "content": "This site weaves together wildflower meadows, freshwater ponds, hedgerows and a traditional orchard that offer vital wildlife habitats and corridors. The site includes a habitat bank that incorporates 22 hectares of ancient woodland restoration, further supporting nature and biodiversity.  ",
                "tag": "p"
            },
            {
                "content": "Chris and the team wanted to find as many sustainable revenue sources as possible to make tree planting at this scale a reality. They secured funding from EWCO to cover planting and establishment costs, while registering the woodland with the Woodland Carbon Code (WCC). The site is predicted to generate 14,000 carbon credits, which can be sold or used to offset their business’ emissions.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, the team are exploring how emerging markets might support projects like theirs. They’re developing separate biodiversity net gain focused areas, planning to capture emerging payments for natural flood prevention, improvements to water quality and other ecosystem services as these markets evolve.",
                "tag": "p"
            },
            {
                "content": "Chris Bawtree, Nature Recovery Director at Ground Control, says:",
                "tag": "p"
            },
            {
                "content": "The Grower – a pioneering bareroot tree and hedging nursery",
                "tag": "h2"
            },
            {
                "content": "On the outskirts of St Agnes in Cornwall, Inez Williams-King and husband Chris help run Presingoll Farm, a family run farm that practices regenerative farming.",
                "tag": "p"
            },
            {
                "content": "Drawing on their experience in the tree nursery and landscape industries, the pair decided to seize the opportunity to introduce tree production into the farm’s crop rotation. This led to the launch of The Grower – a bareroot tree and hedging nursery.  ",
                "tag": "p"
            },
            {
                "content": "The couple now grow close to two million trees a year and are one of the largest growers of beech in the UK. They grow high-quality bareroot trees at large scale, but in an ecologically sensitive way.",
                "tag": "p"
            },
            {
                "content": "Inez and Chris were able to secure funding from the Tree Production Capital Grant and the Farming Equipment and Technology Fund to help establish their tree nursery and purchase essential equipment.",
                "tag": "p"
            },
            {
                "content": "The nursery supplies trees to large wholesalers and forestry companies, as well as small and often local landowners. They have planted 5,000 trees since 2021 in unproductive parts of the farm equating to 2.5 hectares of woodland across the 80-hectare mixed farm site, with a view to plant another 5,000 trees across an agroforestry scheme in 2025/26. The Grower have sold 1,750,000 trees as of May 2024, and 58,856 trees have been planted across Cornwall and the south-west.",
                "tag": "p"
            },
            {
                "content": "Chris King, Managing Director at The Grower, says:",
                "tag": "p"
            },
            {
                "content": "Newhouse Farm's tree planting ambition for regenerative farming",
                "tag": "h2"
            },
            {
                "content": "Andy Bason, Matt Johnson and Sam Ward run Newhouse Farm, which spans 800-hectares of farmland in Hampshire. Their goal is to reduce carbon emissions and enhance biodiversity through tree planting, whilst maintaining combinable crops such as wheat, barley, oats, oilseeds, peas and beans, as well as keeping a range of livestock.",
                "tag": "p"
            },
            {
                "content": "Newhouse Farm has 70 hectares of existing woodland, and the trio has planted a further 12.2 hectares of new woodland. The woodland is managed to produce wood and woodchip to heat five houses and various commercial units. They have a 10-year woodland management plan to make the most of the natural resources they have available to them to ensure the farm’s longevity.",
                "tag": "p"
            },
            {
                "content": "To create the new woodland, Newhouse Farm secured funding through the Woodland Creation Planning Grant (WCPG) and EWCO. The farm received over £66,000 to cover capital items and will receive over £72,000 in annual maintenance payments over 15 years to ensure successful tree establishment. The farm has also benefitted from a one-off additional payment of £20,000, in recognition of the woodland’s positive contributions to biodiversity and water quality.",
                "tag": "p"
            },
            {
                "content": "Before planting, the Newhouse Farm team registered for the WCC. This means the farm can generate long term income if they choose to sell the predicted 3,482 carbon units the woodland stands to make.",
                "tag": "p"
            },
            {
                "content": "Together, the Newhouse Farm team champion regenerative agricultural practices, and have developed a trial of agroforestry strips. This has involved planting trees for timber and fruit crops alongside their arable rotation, which has helped to further diversify the farm business.",
                "tag": "p"
            },
            {
                "content": "Andy Bason, Farm Manager at Newhouse Farm, says:",
                "tag": "p"
            },
            {
                "content": "High Meadows Farm's tree planting vision",
                "tag": "h2"
            },
            {
                "content": "Terry and Tracy Featherstone run High Meadows Farm in south-west Durham. After inheriting the family farm, they decided to transform it into a green energy hub and convert 14 hectares of their farm into woodland.",
                "tag": "p"
            },
            {
                "content": "To realise their tree planting vision, Terry and Tracy applied to the WCPG to help cover the costs of scoping and designing High Meadows Wood. This then led to the couple applying to the EWCO grant – to help cover planting and establishment costs for 20,000 mixed broadleaf trees.",
                "tag": "p"
            },
            {
                "content": "High Meadows Wood enhances the landscape and enriches local biodiversity and nature, and there has been a noticeable increase in the variety of insects and birds that have since returned. Permitted public access to the woodland benefits the local community, and the couple received additional stackable payments for the woodland’s positive contributions to nature recovery and people’s wellbeing.",
                "tag": "p"
            },
            {
                "content": "Having registered their woodland with the WCC and working with Forest Carbon, Terry and Tracy have buyers for the 4,400 carbon credits the woodland is predicted to make. The couple are committed to sustainable practices and conservation, to continue to benefit nature, people and the planet.",
                "tag": "p"
            },
            {
                "content": "Terry and Tracy Featherstone, owners of High Meadows Farm, say:",
                "tag": "p"
            },
            {
                "content": "It's time to turn over a new leaf",
                "tag": "h2"
            },
            {
                "content": "As the season gets underway, there’s never been a better time to join this growing movement. The months between November and March offer the perfect window – when trees are dormant and less likely to be damaged during planting.",
                "tag": "p"
            },
            {
                "content": "Now is the perfect time to start thinking about the next tree planting season. Whether you’re considering planting a small copse or a large landscape-scale project, there are grants available to help support your tree planting ambitions. The Woodland Creation Planning Grant helps you to design your woodland, while the England Woodland Creation Offer provides funding for planting and establishment.",
                "tag": "p"
            },
            {
                "content": "Tree planting season offers you the opportunity to create new woodland and to leave behind a living legacy that grows more with each passing year.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/24/ready-set-plant-for-a-future-filled-with-trees/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "To celebrate tree planting season, Asia Aldridge, Content Lead at the Forestry Commission, shares some inspirational tree planting projects happening up and down the country by our committed Woodland Ambassadors."
    },
    {
        "title": "Consultation opens on antenatal and newborn screening for fragile X syndrome",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-11-24T08:40:12",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to antenatal and newborn screening for fragile X syndrome (FXS). ",
                "tag": "p"
            },
            {
                "content": "FXS is one of the health conditions the committee reviews regularly for evidence relating to antenatal screening.",
                "tag": "p"
            },
            {
                "content": "Evidence maps are typically the first step in the UK NSC process of reviewing evidence and we are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map on screening for FXS.",
                "tag": "p"
            },
            {
                "content": "This evidence map was commissioned to review literature on the topic published since a 2019 evidence review.  ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map reaffirms the conclusions of the 2019 review. It therefore concluded that:",
                "tag": "p"
            },
            {
                "content": "About FXS",
                "tag": "h2"
            },
            {
                "content": "FXS is the most common inherited cause of intellectual disability and a leading cause of autism spectrum disorder. It results from a genetic mutation that affects brain development and function. Individuals with FXS can have a range of developmental, behavioural, and physical features, including attention and learning problems, anxiety, seizures, and gastrointestinal problems.",
                "tag": "p"
            },
            {
                "content": "The latest evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified a low volume of evidence published since the 2019 review. It found: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/24/consultation-opens-on-antenatal-and-newborn-screening-for-fragile-x-syndrome/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on the evidence relating to antenatal and newborn screening for Fragile X syndrome."
    }
]