[
    {
        "title": "Cattle farmers: join our webinar on funding for vet visits",
        "authors": [
            "Madeline Hedge"
        ],
        "posted_on": "2025-08-06T16:51:06",
        "categories": [
            "Payments to improve animal health and welfare",
            "Webinars"
        ],
        "content": [
            {
                "content": "On Tuesday 19 August, we will host a webinar specifically for cattle farmers to explain how they can access funding for an Animal Health and Welfare Review and the follow-up vet visit for endemic diseases. ",
                "tag": "p"
            },
            {
                "content": "This session, for both dairy and beef farmers, follows the webinars we held last month for sheep and pig farmers. ",
                "tag": "p"
            },
            {
                "content": "Before attending the webinar, we encourage you to take a look at the guidance on GOV.UK (linked above) and a recent post by my colleague Chris which gives a good overview of the steps to apply and the funding available. ",
                "tag": "p"
            },
            {
                "content": "Join our webinar",
                "tag": "h2"
            },
            {
                "content": "The 1-hour session will take place on Tuesday 19 August at 11am. ",
                "tag": "p"
            },
            {
                "content": "In the webinar, you’ll hear: ",
                "tag": "p"
            },
            {
                "content": "Register to attend ",
                "tag": "p"
            },
            {
                "content": "We hope to see you there. If you can’t make it, don’t worry, we’ll share the webinar recording in this post and on the webinars page after the session ends. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog for updates from Defra’s Farming and Countryside Programme. ",
                "tag": "p"
            },
            {
                "content": "By subscribing, you’ll be notified whenever we publish a new post on this site – from funding opportunities and scheme updates to events.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/08/06/cattle-farmers-join-our-webinar-on-funding-for-vet-visits/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "On Tuesday 19 August, we will host a webinar specifically for cattle farmers to explain how they can access funding for an Animal Health and Welfare Review and the follow-up vet visit for endemic diseases. In this post, we share an overview of the webinar and a link to sign up."
    },
    {
        "title": "Bass FMP explained: goals, benefits and updates",
        "authors": [
            "​​Regional Fisheries Groups team, Marine Management Organisation​"
        ],
        "posted_on": "2025-08-06T15:59:22",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "In response to requests from the inshore fishing industry, raised through the Regional Fisheries Groups (RFGs), the Marine Management Organisation (MMO) has developed a set of infographics and short videos to help explain the goals and progress of the first five Fisheries Management Plans (FMPs), published in December 2023. ",
                "tag": "p"
            },
            {
                "content": "Spotlight on the bass FMP ",
                "tag": "h2"
            },
            {
                "content": "The Bass in English and Welsh Waters FMP is one of the first five plans and aims to ensure the long-term sustainability of bass stocks and the fishers who depend on them. ",
                "tag": "p"
            },
            {
                "content": "What’s happening now? ",
                "tag": "h2"
            },
            {
                "content": "We’re committed to transparency and keeping our stakeholders informed as the FMPs are implemented.  ",
                "tag": "p"
            },
            {
                "content": "To support this, the RFG team has created an infographic which outlines current actions, achievements, and next steps.  ",
                "tag": "p"
            },
            {
                "content": "It will be updated regularly as we move forward, and shared across: ",
                "tag": "p"
            },
            {
                "content": "Goals of the bass FMP ",
                "tag": "h2"
            },
            {
                "content": "We have also created an infographic and video to show the FMP goals and why they will help. ",
                "tag": "p"
            },
            {
                "content": "Learn about the goals of the bass FMP and why they were chosen: ",
                "tag": "p"
            },
            {
                "content": "Watch a short video designed for the fishing sector which gives a summary of the goals: ",
                "tag": "p"
            },
            {
                "content": "Stay connected ",
                "tag": "h2"
            },
            {
                "content": "Whether you're actively involved or simply want to stay informed, we encourage you to explore the resources, share your feedback, and subscribe to this blog for updates. For queries relating directly to the bass FMP, contact BassFMP@defra.gov.uk. ",
                "tag": "p"
            },
            {
                "content": "If you fish commercially or recreationally within the 12 nautical mile limit and would like to receive regular updates from the RFGs, including news on FMPs and inshore fisheries, email us at regionalfisheriesgroups@marinemanagement.org.uk to join the mailing list.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/08/06/bass-fmp-explained-goals-benefits-and-updates/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Learn about the bass FMP, its goals, and latest updates through new infographics and video, from the MMO and RFGs."
    },
    {
        "title": "Getting the most from herbal leys within improved grassland systems",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-08-06T14:34:36",
        "categories": [
            "Sustainable Farming Incentive"
        ],
        "content": [
            {
                "content": "Herbal leys can offer real rewards for your livestock, soil and your bottom line while benefitting the environment, but success depends on careful planning, establishment and management.",
                "tag": "p"
            },
            {
                "content": "When herbal leys are used well, they can enhance your farm's sustainability.",
                "tag": "p"
            },
            {
                "content": "In this post, we'll look at their benefits and provide practical hints and tips to help you set them up for success.",
                "tag": "p"
            },
            {
                "content": "Herbal leys: an introduction",
                "tag": "h2"
            },
            {
                "content": "Under the Sustainable Farming Incentive (SFI), herbal leys (actions SAM3/CSAM3) are diverse and productive mixtures of grasses, legumes (for example, clover), and herbs (for example, plantain or chicory).",
                "tag": "p"
            },
            {
                "content": "They’re designed to support sustainable, productive systems by:",
                "tag": "p"
            },
            {
                "content": "Herbal leys typically last around 4 years before they need to be re-established to maintain the mix of species and manage the weed burden. They’re best treated as short-term leys and work well as part of a mixed farming rotation.",
                "tag": "p"
            },
            {
                "content": "Herbal Leys are intended for improved grassland or arable land. It’s important to note that herbal leys aren’t suitable for low input or species-rich grasslands.",
                "tag": "p"
            },
            {
                "content": "In the Sustainable Farming Incentive, SAM3 / CSAM3 actions are only eligible on arable, temporary grassland or improved permanent grassland. They are not eligible on:",
                "tag": "p"
            },
            {
                "content": "Benefits and challenges",
                "tag": "h2"
            },
            {
                "content": "Herbal leys can bring a range of benefits to your farm. By including nitrogen-fixing legumes, they can reduce the need for nitrogen fertiliser, helping to reduce input costs. The diverse mix of grasses, legumes, and herbs provides nutritious forage that supports livestock health and performance.",
                "tag": "p"
            },
            {
                "content": "Over time, herbal leys can also improve soil structure and increase organic matter, contributing to better soil health. The flowering species within herbal leys help to attract pollinators and support wider biodiversity, making them a valuable addition to sustainable farming practices.",
                "tag": "p"
            },
            {
                "content": "Herbal leys can offer many benefits, but they also come with some challenges. They can be difficult to establish and manage, particularly in the early stages.",
                "tag": "p"
            },
            {
                "content": "Once established, weed control options are limited, as most herbicides cannot be used without harming the diverse mix of plants and biodiversity. Herbal leys perform best on fertile soils, so they need careful planning and preparation to ensure they thrive and achieve the intended benefits.",
                "tag": "p"
            },
            {
                "content": "Before getting started, it’s a good idea to be clear about your goals. Are you aiming to reduce inputs? Improve drought resilience? Build soil health? Understanding your aims will help you decide whether it’s the right investment for your farm.",
                "tag": "p"
            },
            {
                "content": "Where to start",
                "tag": "h2"
            },
            {
                "content": "Soil and field checks",
                "tag": "h3"
            },
            {
                "content": "Assess the field well in advance of sowing and allow time to address the following points:",
                "tag": "p"
            },
            {
                "content": "Weed control",
                "tag": "h3"
            },
            {
                "content": "Herbicide options are very limited once the ley is sown, so sow into clean ground. Even a field which appears weed-free can be harbouring a problem in the seed bank. Look out for species such as:",
                "tag": "p"
            },
            {
                "content": "If your land has recently been part of an arable rotation, it’s likely to be a safer bet for growing herbal leys than longer term improved grassland, as the grassland weed seed bank is likely to have been depleted over time. If you suspect there may be a weed risk, either select a different field or consider strategies for weed control such as the use of stale seedbeds or break crops as outlined below. This increases in importance with extent of soil exposure. For example, ploughing may present more of a weed risk than direct drilling.",
                "tag": "p"
            },
            {
                "content": "Choosing the right seed mix",
                "tag": "h3"
            },
            {
                "content": "Your seed merchant can advise based on your farm's soil and management - a diverse mix brings more resilience, and it’s worth looking into what could work on your soil. Common species include:",
                "tag": "p"
            },
            {
                "content": "Typical seed rates: 12 to 16 kg per acre (30-40 kg per hectare). Many farmers prefer the higher end to help outcompete the weeds and compensate for any establishment challenges.",
                "tag": "p"
            },
            {
                "content": "When to sow",
                "tag": "h3"
            },
            {
                "content": "Herbal leys need consistently warm (at least 8 to 10°C) and moist soils to germinate and establish. This generally means from late April to the end of August. However, where moisture allows, June to July is often best as this allows for rapid establishment before the autumn to outcompete weeds and allow grazing before winter. This must be balanced against impacts on forage supply, and it is worth considering strategies to maintain stocks such as the undersowing of wholecrop cereals or use of short-term westerwold leys prior to the herbal ley.",
                "tag": "p"
            },
            {
                "content": "Avoid sowing just before a dry spell. Instead, look for a reliable period of rain to ensure seeds germinate and grow well.",
                "tag": "p"
            },
            {
                "content": "Establishment methods",
                "tag": "h2"
            },
            {
                "content": "Overly deep or excessive cultivation can cause problems like:",
                "tag": "p"
            },
            {
                "content": "Aim for the minimum disturbance required for good seed-soil contact, unless deeper or more intensive cultivation is required to address compaction or as part of a planned weed and pest control programme. If possible, it’s best to follow an arable crop. You could use direct drilling, minimum tillage or ploughing. Here are some points to consider for each of these methods:",
                "tag": "p"
            },
            {
                "content": "1. Direct drilling (after grass)",
                "tag": "p"
            },
            {
                "content": "2. Minimum-tillage (after grass)",
                "tag": "p"
            },
            {
                "content": "3. Ploughing (after grass)",
                "tag": "p"
            },
            {
                "content": "Break crops",
                "tag": "h2"
            },
            {
                "content": "Break crops (in this sense a short-term break between the existing grass and a new herbal ley) are a useful tool to reduce weed pressure, break pest cycles, deal with surface thatch and improve conditions for sowing. They can also help maintain forage supply during the re-seeding process. Consider using brassicas, cereals or short-term grass leys. Here are some points to consider for each of these break crops:",
                "tag": "p"
            },
            {
                "content": "Brassicas",
                "tag": "p"
            },
            {
                "content": "Cereals",
                "tag": "p"
            },
            {
                "content": "Short-term grass leys",
                "tag": "p"
            },
            {
                "content": "Early management",
                "tag": "h2"
            },
            {
                "content": "Where possible, grazing a new herbal ley in the early stages will help it to establish. You could:",
                "tag": "p"
            },
            {
                "content": "What success looks like",
                "tag": "h2"
            },
            {
                "content": "Herbal leys take time to establish, and they’ll look different across the year. In summer, aim for:",
                "tag": "p"
            },
            {
                "content": "Species mix and appearance will vary based on soil, climate, and management.",
                "tag": "p"
            },
            {
                "content": "Scaling up: whole farm systems",
                "tag": "h2"
            },
            {
                "content": "If you’ve tried herbal leys and are satisfied they’re going to work for you, consider phasing them into your farming system. A simple forage-based rotation might be:",
                "tag": "p"
            },
            {
                "content": "Plan rotational blocks based on soil type, cropping and management, together with the need to meet forage requirements and address problems such as weeds and soil compaction. Use appropriate cultivations, cereals or other break crops to phase herbal leys into clean, well-structured soils.",
                "tag": "p"
            },
            {
                "content": "Planning in this way ensures adequate forage supply and opportunities for weed control when incorporating herbal leys on your farm.",
                "tag": "p"
            },
            {
                "content": "Finally, herbal leys can be a valuable component of an Integrated Pest Management (IPM) strategy. Their diverse plant composition supports beneficial insects, improves soil health, and reduces the need for synthetic inputs, all of which contribute to a more resilient and sustainable farming system.  ",
                "tag": "p"
            },
            {
                "content": "Start small, learn as you go, and adapt based on your farm’s needs. And always seek advice from agronomists and seed suppliers experienced in herbal leys to give yourself the best start.",
                "tag": "p"
            },
            {
                "content": "Catchment Sensitive Farming can also signpost you to sources of information and advice. Email csf.national@naturalengland.org.uk for more information.",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/08/06/getting-the-most-from-herbal-leys-within-improved-grassland-systems/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "Herbal leys can offer real rewards for your livestock, soil and your bottom line while benefitting the environment, but success depends on careful planning, establishment and management. When herbal leys are used well, they can enhance your farm's sustainability. In …"
    },
    {
        "title": "Leveraging data analysis tools for IT rollouts in DBT",
        "authors": [
            "Agnes Coaker, Senior Data Analyst"
        ],
        "posted_on": "2025-08-06T13:59:16",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Agnes Coaker",
                "tag": "h3"
            },
            {
                "content": "Like many other organisations, the Department for Business and Trade (DBT) has been upgrading our laptops to Windows 11, ahead of Microsoft ‘switching off’ Windows 10 later this year. As part of that project, we needed to replace lots of laptops. If you think that sounds like a funny setup to talk about data analysis tools, you wouldn’t be alone. When I was first asked to help support the project as a data analyst, my first question was ‘why?’.",
                "tag": "p"
            },
            {
                "content": "Well, like many large organisations, we hold lots of data about our staff and the laptops that they have, and some of that data is recorded by hand. For example, when laptops are given out or fixed. Like any manual process, the data that is recorded isn't always perfect. My first job on the project was to help clean it - for example to find the closest office of people who needed a new laptop, so that we could plan the rollout. I also created a dashboard to show the number of laptops replaced each week to help managers to keep track of the project. ",
                "tag": "p"
            },
            {
                "content": "We soon found another problem: lots of people didn’t just need (or not need) a new laptop.  They had other problems with their laptops, or we weren’t sure whether their laptop needed to be replaced. Things which we couldn’t fix using code, we needed users to tell us. This meant that we couldn’t simply create 2 different email lists and tell one group to get a new laptop and one group not to.  Instead, we needed to find a way to get personalised messages to everyone, based on their data.",
                "tag": "p"
            },
            {
                "content": "This required looking at their data, identifying if there were any problems, telling them about any of those and whether they needed a new laptop. All without showing them anyone else’s data. Our solution: using the Python Streamlit package to create a dashboard. In particular, we used the get_websocket_headers function to personalise it. This found the identity of whoever viewed the dashboard so that we could filter the data to find theirs and only show them what was relevant.",
                "tag": "p"
            },
            {
                "content": "When someone in the department looked at the dashboard, we could find their data, clean it, find any problems and tell them exactly what they needed to know (and nothing else). For example, a user might see a message like:",
                "tag": "p"
            },
            {
                "content": "As any data analyst will tell you, the simpler the result, the harder it is to achieve. That held true here; that simple message belies hundreds of lines of code and complex data manipulation. Although perhaps not a standard application for data analysis tools, our hard work allowed everyone in the department to understand what was required of them with no manual effort by the project team.",
                "tag": "p"
            },
            {
                "content": "We will be publishing more about our Windows 11 migration in the coming months.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/08/06/leveraging-data-analysis-tools-for-it-rollouts-in-dbt/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How using data analysis made a major migration to Windows 11 quicker and easier to manage."
    },
    {
        "title": "Resident doctor strikes: everything you need to know ",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-08-06T12:50:00",
        "categories": [
            "NHS",
            "Workforce"
        ],
        "content": [
            {
                "content": "The British Medical Association (BMA) announced resident doctors strikes from July 25 to July 30.  ",
                "tag": "p"
            },
            {
                "content": "Here, we tell you everything you need to know about resident doctor strikes, including what patients need to know about their care in the event of future strikes. ",
                "tag": "p"
            },
            {
                "content": "Will there be more resident doctor strikes? ",
                "tag": "h3"
            },
            {
                "content": "There are no further strikes currently planned by the BMA.",
                "tag": "p"
            },
            {
                "content": "The Secretary of State and the BMA have agreed to continue engagement through the summer with the aim of preventing further disruption to the NHS and patients.",
                "tag": "p"
            },
            {
                "content": "The BMA has a 6-month mandate – this means that it has a legal right to announce more strikes until 6 January 2026, but the Secretary of State has been clear that he wants to work with the BMA to improve the working lives of resident doctors and put an end to strikes. ",
                "tag": "p"
            },
            {
                "content": "What happens next and what are you doing to stop strikes?",
                "tag": "h3"
            },
            {
                "content": "With waiting lists the lowest they have been in two years, satisfaction with GPs on the up and 4.6 million appointments delivered in our first year, we are turning the NHS around. ",
                "tag": "p"
            },
            {
                "content": "There is finally light at the end of the tunnel for the NHS, but the BMA would be putting that progress at risk with further strike action.",
                "tag": "p"
            },
            {
                "content": "The government will continue to engage with the BMA through the summer with the aim of preventing further disruption to the NHS and patients.",
                "tag": "p"
            },
            {
                "content": "We have been clear that, following a 28.9% pay rise across three years for resident doctors, we cannot go further on pay this year.",
                "tag": "p"
            },
            {
                "content": "However, there is shared ambition to explore and address some of the unique additional costs that resident doctors experience through their training and work, alongside creating extra roles to deal with the bottlenecks that hold back doctors’ career progression.",
                "tag": "p"
            },
            {
                "content": "How much do resident doctors earn? ",
                "tag": "h3"
            },
            {
                "content": "The average annual earnings per first year resident doctor last year was £43,275 – that is significantly more, in a resident doctor’s first year, than the average full-time worker in this country earns.",
                "tag": "p"
            },
            {
                "content": "Resident doctors in their second year earned an average of £52,300 last year and at the top end of the scale, resident doctors in specialty training earned an average almost £75,000.Pay is set to increase further with this year’s 5.4% pay award.",
                "tag": "p"
            },
            {
                "content": "What pay rises have they had in recent years? ",
                "tag": "h3"
            },
            {
                "content": "Resident doctors pay has increased by 28.9% across the last three years, thanks to this government. ",
                "tag": "p"
            },
            {
                "content": "For the second consecutive year, resident doctors received the highest pay increase across the public sector – 5.4% this year. This means they’ve had two years in a row of above inflation pay increases.  ",
                "tag": "p"
            },
            {
                "content": "Is it true that most resident doctors didn’t vote to strike? ",
                "tag": "h3"
            },
            {
                "content": "Yes. ",
                "tag": "p"
            },
            {
                "content": "Because of the turnout (55.3%), under half of resident doctors in the BMA have actually voted in favour of strike action (49.78%).  ",
                "tag": "p"
            },
            {
                "content": "Of the 77,000 resident doctors working in our NHS hospital and community health services, only around a third actually voted for strike action.    ",
                "tag": "p"
            },
            {
                "content": "How are you keeping patients safe during strikes? ",
                "tag": "h3"
            },
            {
                "content": "Our priority is to keep patients safe, and we will do everything we can to mitigate the impact of the strikes on patients and the disruption that will follow.  ",
                "tag": "p"
            },
            {
                "content": "NHS leaders have been clear that previous rounds of strike action caused much wider levels of harm than previously realised and there is no reason why planned care for cancer for example should be treated as less important than other NHS services. We know that cancelling non-urgent work comes at a risk to patients too and must not ignore this. ",
                "tag": "p"
            },
            {
                "content": "Due to the dedication of NHS staff and a different operational approach from previous strikes, the NHS significantly reduced disruption to patients during strikes in July, with early indications showing that 10,000 extra patients receiving care compared to previous strike action. A majority of resident doctors didn’t vote for strike action and data shows that less than a third of residents took part.",
                "tag": "p"
            },
            {
                "content": "Will my appointment be cancelled during strikes? ",
                "tag": "h3"
            },
            {
                "content": "Patients with appointments booked on strike days will be contacted if their appointment needs to be rescheduled due to industrial action.  ",
                "tag": "p"
            },
            {
                "content": "If they have not been contacted, they should attend their appointment as planned.   ",
                "tag": "p"
            },
            {
                "content": "Any appointments that need to be rescheduled will be done so as a priority. ",
                "tag": "p"
            },
            {
                "content": "What if I need urgent medical attention? ",
                "tag": "h3"
            },
            {
                "content": "It’s important that you do not put off seeking urgent care, and you should turn up for planned appointments unless you have been told otherwise.  ",
                "tag": "p"
            },
            {
                "content": "Anyone who needs urgent care should use NHS 111 online or use the NHS App to be assessed and directed to the right care for them.  ",
                "tag": "p"
            },
            {
                "content": "As usual, patients should only use 999 if it is a serious or life-threatening emergency. ",
                "tag": "p"
            },
            {
                "content": "For more information on when to call 999 and when to go to A&E, you can visit the NHS UK website. ",
                "tag": "p"
            },
            {
                "content": "Should I be worried about falling ill during strikes? ",
                "tag": "h3"
            },
            {
                "content": "The NHS has tried and tested ways to keep patients safe during strikes. ",
                "tag": "p"
            },
            {
                "content": "This includes derogations which are exemptions or special arrangements that allow certain essential services to continue operating during industrial action, even when healthcare workers are on strike. ",
                "tag": "p"
            },
            {
                "content": "When NHS staff take strike action, they work with hospital management to identify critical services that must be maintained to ensure patient safety and prevent serious harm.  ",
                "tag": "p"
            },
            {
                "content": "This ensures that whilst industrial action can proceed to highlight disputes over pay, working conditions, or other issues, patient safety remains the primary concern. ",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/08/06/resident-doctor-strikes-everything-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "The British Medical Association (BMA) announced resident doctors strikes from July 25 to July 30.   Here, we tell you everything you need to know about resident doctor strikes, including what patients need to know about their care in the event …"
    },
    {
        "title": "Bringing Order to Complexity: My Journey as a Service Designer",
        "authors": [
            "Juliette Poggi, Service Designer at HMCTS"
        ],
        "posted_on": "2025-08-06T12:05:58",
        "categories": [
            "Digital services",
            "Tribunals",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "When you think about visiting a court or accessing a related service, you might picture imposing buildings, formal procedures and complex legal processes, but behind the scenes at HM Courts & Tribunals Service (HMCTS), a dedicated team of service designers is working to transform the experiences of the public, making services more accessible and user-friendly for everyone involved.",
                "tag": "p"
            },
            {
                "content": "What is user-centred design?",
                "tag": "h2"
            },
            {
                "content": "User-centred design is about creating services that work for the people who need to use them. It involves understanding a user's needs, challenges, and goals, then designing solutions that help achieve these aims efficiently and effectively.",
                "tag": "p"
            },
            {
                "content": "We speak to users to understand their needs; prototype designs to test how quickly we can meet those needs; make sure users understand what they need to do going forward and monitor how users are using our services.",
                "tag": "p"
            },
            {
                "content": "In HMCTS, service designers work on the end-to-end journey of each service – from the moment someone needs to use a court or tribunal service, through to the completion of their case. This holistic approach ensures that both digital and offline channels work seamlessly together, and that the service fulfils both the user's needs and government policy intentions.",
                "tag": "p"
            },
            {
                "content": "We work alongside user researchers and other colleagues within teams to provide tools, skills and expertise to work through tricky problems and create products that work. The earlier we’re involved, the more value we can add. We do our best work when people are able to identify the root cause of problems in their service and we can help develop initial ideas for how to solve those problems.",
                "tag": "p"
            },
            {
                "content": "Visualising the invisible – using service maps",
                "tag": "h2"
            },
            {
                "content": "I'm a visual thinker by nature. I usually map the entire online journey, screen by screen, end-to-end. This allows my User Centred Design (UCD) colleagues and me to gain a comprehensive view of the journey and identify exactly where issues or errors may arise in applications.",
                "tag": "p"
            },
            {
                "content": "A service map lets us visualise the whole service journey. It could be a high level map that sets out the storyline of the basic steps that define the journey or a screen-by-screen visualisation of each screen component, that can be further analysed by interaction designers.",
                "tag": "p"
            },
            {
                "content": "The map shows the different routes a user can take in a journey and the various decisions that help a service progress.",
                "tag": "p"
            },
            {
                "content": "Bringing order to complexity – The Source of Truth",
                "tag": "h2"
            },
            {
                "content": "Two years ago, I joined the probate team with a specific mission: to help fix issues in the live user journeys that were causing delays and generating unnecessary contacts from users.",
                "tag": "p"
            },
            {
                "content": "Probate is a complex service, often with a complex journey that is difficult to navigate for people going through a difficult time, with different rules applying depending on circumstances. When I shared our map with the service team, they immediately dubbed it the ‘Source of Truth’ – a name that stuck.",
                "tag": "p"
            },
            {
                "content": "What's been most rewarding is seeing how the Source of Truth has become indispensable for everyone in the service.",
                "tag": "p"
            },
            {
                "content": "We're now planning to expand the system so operations staff can access the Source of Truth when responding to queries from the public, this will mean that they can immediately understand what the users are seeing online.",
                "tag": "p"
            },
            {
                "content": "Translating insights into practical actions",
                "tag": "h2"
            },
            {
                "content": "By creating visual representations of complex journeys, we can translate insights into practical actions – whether that's clearer questions, better instructions, or streamlined processes. The result? Reduced error rates, fewer support queries, improved completion rates, and a better experience for users during what is often a difficult time in their lives.",
                "tag": "p"
            },
            {
                "content": "As service designers at HMCTS, we consider the needs of all users – not just the public, but also court staff, legal professionals, and other stakeholders within the justice system. This holistic approach ensures we're creating services that work for everyone while supporting the fundamental purpose of our justice system.",
                "tag": "p"
            },
            {
                "content": "When services are designed with users at their heart, everyone benefits – from applicants to staff, and ultimately the wider society that depends on an effective justice system.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Pan fyddwch yn meddwl am ymweld â llys neu gysylltu â gwasanaeth cysylltiol, efallai y byddwch yn gweld adeiladau anferth, gweithdrefnau ffurfiol a phrosesau cyfreithiol cymhleth, ond y tu ôl i’r llenni yn y Gwasanaeth Llysoedd a Thribiwnlysoedd EF (GLlTEF), mae tîm ymroddedig o ddylunwyr gwasanaeth yn gweithio i drawsnewid profiad y cyhoedd, gan wneud gwasanaethau yn fwy hygyrch ac yn hawdd eu defnyddio i bawb sy’n gysylltiedig.",
                "tag": "p"
            },
            {
                "content": "Beth yw dylunio sy’n canolbwyntio ar y defnyddiwr? ",
                "tag": "h2"
            },
            {
                "content": "Mae dylunio sy’n canolbwyntio ar y defnyddiwr yn ymwneud â chreu gwasanaethau sy’n gweithio i’r bobl sydd angen eu defnyddio. Mae’n ymwneud â deall anghenion, heriau ac amcanion defnyddiwr, yna creu datrysiadau sy’n helpu i gyflawni’r amcanion hyn yn effeithiol ac effeithlon. ",
                "tag": "p"
            },
            {
                "content": "Rydym yn siarad gyda defnyddwyr i ddeall eu hanghenion; prototeipio dyluniadau i brofi pa mor sydyn y gallwn gwrdd â’r anghenion hynny; sicrhau bod defnyddwyr yn deall beth maent angen ei wneud wrth symud ymlaen a monitro sut mae defnyddwyr yn defnyddio ein gwasanaethau.",
                "tag": "p"
            },
            {
                "content": "Yn GLlTEF, mae dylunwyr gwasanaeth yn gweithio ar y daith o’r dechrau i’r diwedd o bob gwasanaeth - o’r foment mae rhywun angen defnyddio gwasanaeth llys neu dribiwnlys, i gwblhau eu hachos.   Mae’r dull cyfannol hwn yn sicrhau bod sianeli digidol ac all-lein yn gweithio’n llyfn gyda’i gilydd a bod y gwasanaeth yn cyflawni anghenion y defnyddiwr a bwriadau polisi’r llywodraeth.",
                "tag": "p"
            },
            {
                "content": "Rydym yn gweithio ochr yn ochr gydag ymchwilwyr defnyddwyr a chydweithwyr eraill o fewn timau i ddarparu adnoddau, sgiliau ac arbenigedd i weithio drwy broblemau anodd a chreu cynnyrch sy’n gweithio. Po gynharaf yr ydym yn cymryd rhan, po fwyaf o werth y gallwn ei ychwanegu. Rydym yn gwneud ein gwaith orau pan fydd pobl yn gallu nodi gwraidd unrhyw broblemau yn eu gwasanaeth a gallwn helpu i ddatblygu syniadau cychwynnol ar gyfer datrys y problemau hynny. ",
                "tag": "p"
            },
            {
                "content": "Dychmygu’r anweladwy - defnyddio mapiau gwasanaeth",
                "tag": "h2"
            },
            {
                "content": "Rwy’n feddyliwr gweledol yn naturiol. Rwyf fel arfer yn mapio’r daith ar-lein gyfan, sgrin fesul sgrin, o’r dechrau i’r diwedd. Mae hyn yn caniatáu i fy nghydweithwyr Dylunio sy’n Canolbwyntio ar y Defnyddiwr a minnau i gael golwg gynhwysfawr ar y daith a nodi’n union ble gall y problemau neu’r gwallau godi mewn ceisiadau.",
                "tag": "p"
            },
            {
                "content": "Mae map gwasanaeth yn caniatáu i ni ddychmygu’r daith drwy’r gwasanaeth cyfan. Gall fod yn fap lefel uchel sy’n nodi rhediad stori’r camau sylfaenol sy’n diffinio’r daith neu ddychymyg sgrin fesul sgrin o bob elfen sgrin, y gellir eu dadansoddi ymhellach gan ddylunwyr rhyngweithio.",
                "tag": "p"
            },
            {
                "content": "Mae’r map yn dangos y llwybrau gwahanol y gall defnyddiwr eu cymryd mewn siwrnai a’r amrywiol benderfyniadau sy’n helpu gwasanaeth i ddatblygu.",
                "tag": "p"
            },
            {
                "content": "Rhoi Trefn ar Gymhlethdod - Ffynhonnell y Gwirionedd",
                "tag": "h2"
            },
            {
                "content": "Dwy flynedd yn ôl, ymunais â’r tîm profiant gyda bwriad penodol: i helpu i ddatrys problemau yn nheithiau amser real y defnyddiwr oedd yn achosi oedi ac yn creu cysylltiadau diangen gan ddefnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Mae profiant yn wasanaeth cymhleth, yn aml gyda thaith gymhleth sy’n anodd i’w llywio i bobl sy’n mynd drwy amser anodd, gyda rheolau gwahanol yn briodol yn dibynnu ar amgylchiadau.  Pan wnes i rannu ein map gyda’r tîm gwasanaeth, gwnaethant ei nodi’n ‘Ffynhonnell Gwirionedd’ ar unwaith - enw wnaeth aros.",
                "tag": "p"
            },
            {
                "content": "Yr hyn sydd wedi rhoi’r boddhad mwyaf yw gweld sut mae’r Ffynhonnell Gwirionedd wedi dod yn anghenraid i bawb yn y gwasanaeth.",
                "tag": "p"
            },
            {
                "content": "Rydym nawr yn bwriadu ehangu’r system fel y gall staff gweithredol gael mynediad i’r Ffynhonnell Gwirionedd wrth ymateb i ymholiadau gan y cyhoedd, bydd hyn yn golygu y gallent ddeall ar unwaith beth mae’r defnyddwyr yn ei weld ar-lein. ",
                "tag": "p"
            },
            {
                "content": "Trosi mewnwelediadau yn gamau ymarferol",
                "tag": "h2"
            },
            {
                "content": "Drwy greu cynrychiolaeth weledol o deithiau cymhleth, gallwn drosi mewnwelediadau i gamau ymarferol – boed hynny’n gwestiynau cliriach, cyfarwyddiadau gwell neu brosesau symlach.  Y canlyniad?  Llai o gyfraddau gwallau, llai o ymholiadau cymorth, cyfraddau cwblhau gwell a phrofiad gwell i ddefnyddwyr yn ystod yr hyn sy’n aml yn amser anodd yn eu bywydau.",
                "tag": "p"
            },
            {
                "content": "Fel dylunwyr gwasanaeth yn GLlTEF, rydym yn ystyried anghenion holl ddefnyddwyr - nid y cyhoedd yn unig, ond staff y llys hefyd, gweithwyr proffesiynol cyfreithiol a rhanddeiliaid eraill o fewn y system gyfiawnder.   Mae’r dull cyfannol hwn yn sicrhau ein bod yn creu gwasanaethau sy’n gweithio i bawb tra’n cefnogi diben sylfaenol ein system gyfiawnder. ",
                "tag": "p"
            },
            {
                "content": "Pan fydd gwasanaethau’n cael eu dylunio gyda defnyddwyr yn ganolbwynt, mae pawb yn cael budd - o geiswyr i staff, ac yn y pen draw y gymdeithas ehangach sy’n dibynnu ar system gyfiawnder effeithiol.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/08/06/bringing-order-to-complexity-my-journey-as-a-service-designer/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "As a service designer in the User Centred Design team at HMCTS, Juliette has always been fascinated by the challenge of making complex legal processes more accessible to everyone."
    },
    {
        "title": "Fairer supply chains: supporting the pig sector",
        "authors": [
            "Richard Thompson"
        ],
        "posted_on": "2025-08-06T09:59:21",
        "categories": [
            "Guest post",
            "Supply chain"
        ],
        "content": [
            {
                "content": "Last June, I was appointed as the Agricultural Supply Chain Adjudicator (ASCA) to enforce the Fair Dealings Powers on behalf of the Defra Secretary of State.   ",
                "tag": "p"
            },
            {
                "content": "I am now pleased to announce that from 13 August, The Fair Dealing Obligations (Pigs) Regulations 2025 (FDOP2025) will come into force. This is part of the government’s drive to improve and create greater fairness in the agricultural supply chain, to ensure fairer contractual practices for pig farmers and producers. ",
                "tag": "p"
            },
            {
                "content": "In this, my third Farming blog post, I’ll share a summary of the new regulations and how we’re working with the sector to prepare. ",
                "tag": "p"
            },
            {
                "content": "Improving contracts and certainty",
                "tag": "h2"
            },
            {
                "content": "I recognise the vital role of the pig sector in British food production and these regulations are the next step in the government’s commitment to deliver a fairer deal for farmers.  ",
                "tag": "p"
            },
            {
                "content": "They are the result of extensive consultation with pig farmers, producer groups and wider industry. ",
                "tag": "p"
            },
            {
                "content": "They largely mirror the rules in the milk sector which aim to ensure that contracts between dairy farmers and processors are fair and transparent. ",
                "tag": "p"
            },
            {
                "content": "FDOP2025 will give pig farmers and producers greater certainty over the terms of their contracts.  ",
                "tag": "p"
            },
            {
                "content": "These new rules will help ensure things are fairer, consistent and more transparent by: ",
                "tag": "p"
            },
            {
                "content": "New regulations",
                "tag": "h2"
            },
            {
                "content": "FDOP2025 applies to pig purchase contracts between “purchasers” (such as pig processors and abattoirs) and “qualifying sellers” (producers, including pig farmers and those who buy pigs without processing them) although some exemptions may apply.   ",
                "tag": "p"
            },
            {
                "content": "These new rules make sure both parties know their rights and responsibilities under the pig purchase contract.  ",
                "tag": "p"
            },
            {
                "content": "In summary, from 13 August 2025, new contracts must be in writing, signed, and include clear terms about pricing, how long the contract lasts, how it can be ended, and how disputes will be settled.  ",
                "tag": "p"
            },
            {
                "content": "If you’re a pig processor or other purchaser, any new pig purchase contracts you make after 13 August 2025 must comply with the rules. ",
                "tag": "p"
            },
            {
                "content": "By 13 August 2026, all contracts — new and existing — must meet these standards.  ",
                "tag": "p"
            },
            {
                "content": "Similar to the dairy sector, there is a 12-month transition period to allow the sector to meet the requirements of the regulations. ",
                "tag": "p"
            },
            {
                "content": "Working with the sector",
                "tag": "h2"
            },
            {
                "content": "I’m keen to engage with stakeholders across all aspects of the supply chain, to better understand experiences and perspectives on what is or isn’t working well.   ",
                "tag": "p"
            },
            {
                "content": "We’ll be reaching out to set up introductory meetings with stakeholders and also attending key agricultural shows and events to ensure we can hear from as many different parts of the industry as we can.   ",
                "tag": "p"
            },
            {
                "content": "In May, I attended the Pigs Tomorrow conference, which helped me learn more about the sector and meet with experts and representatives of various organisations.   ",
                "tag": "p"
            },
            {
                "content": "I look forward to meeting many more of you in the coming months. If you would like to meet with us or signpost things that could help build our visibility and understanding of the pig supply chain, please email the ASCA mailbox: asca@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "ASCA’s role  ",
                "tag": "h2"
            },
            {
                "content": "A primary part of my role as the Agricultural Supply Chain Adjudicator (ASCA) is to ensure purchasers understand and comply with FDOP2025and that farmers and producers know how to raise a complaint with my office.  ",
                "tag": "p"
            },
            {
                "content": "We’ve published full guidance on the regulations, my enforcement role, and how to make a complaint and we would recommend that alongside this guidance, businesses should always seek their own independent legal advice concerning compliance with FDOP2025 and possible contractual disputes.",
                "tag": "p"
            },
            {
                "content": "Full details can be found in the guidance linked above, but in short, a pig farmer or producer will be able to make a complaint if:  ",
                "tag": "p"
            },
            {
                "content": "It is worth noting that before making a complaint, the producer must have followed their contract's dispute resolution procedure before making a complaint.   ",
                "tag": "p"
            },
            {
                "content": "If I find there has been a breach, I can impose a fine of up to 1% of the purchaser’s turnover and/or make them compensate the producer.  ",
                "tag": "p"
            },
            {
                "content": "I know that building trust, confidence and understanding takes time – so I will explore different ways to make myself accessible and available to help. I also recognise from my current engagement with the dairy sector that the prospect of raising a formal complaint can be a daunting one.   ",
                "tag": "p"
            },
            {
                "content": "That is why we have also created a new mailbox through which anyone can raise a concern with ASCA in confidence. While I may not be able to pursue a formal investigation without a formal complaint, hearing about the issues faced by producers is critical to enable me to help shape how my office will work with the sector in the future.   ",
                "tag": "p"
            },
            {
                "content": "To raise a concern confidentially, email: asca-in-confidence@defra.gov.uk  ",
                "tag": "p"
            },
            {
                "content": "If you have any questions after reading this post or the guidance available on GOV.UK, please do leave a comment below.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/08/06/fairer-supply-chains-supporting-the-pig-sector/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The Fair Dealing Obligations (Pigs) Regulations 2025 (FDOP2025) will come into force from 13 August. FDOP2025 is designed to make contracts fairer and more transparent across the pig industry. In this guest post, Richard Thompson, the Agricultural Supply Chain Adjudicator (ASCA) shares an overview."
    },
    {
        "title": "UK Space Frontiers 2035:  a strategic vision for the future of UK space science",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-08-06T09:47:37",
        "categories": [
            "Astronomy",
            "Delivering Missions and Capabilities"
        ],
        "content": [
            {
                "content": "The UK Space Agency, in partnership with the Science and Technology Facilities Council (STFC), has officially launched the UK Space Frontiers 2035: Astro, Planetary & Helio initiative.",
                "tag": "p"
            },
            {
                "content": "The Frontiers programme, led by the UK Space Agency’s Chief Scientist Professor Adam Amara, sets out to define the UK’s long-term vision for space science, positioning the nation as a global leader in the field. ",
                "tag": "p"
            },
            {
                "content": "UK Space Frontiers 2035 arrives at a pivotal moment, following the UK government's recognition of space as a ‘frontier industry’ in its Advanced Manufacturing Sector Plan, an important component of the broader Industrial Strategy. ",
                "tag": "p"
            },
            {
                "content": "The initiative draws inspiration from the well-established US Decadal Survey model, aiming to build a UK-specific framework that is both community-led and scientifically robust. ",
                "tag": "p"
            },
            {
                "content": "Its mission is clear: to prioritise future space-based missions across astronomy, planetary science, and heliophysics through a structured, inclusive, and transparent process. ",
                "tag": "p"
            },
            {
                "content": "This pilot programme will create a unified roadmap aligning UK Space Agency and STFC priorities. It will actively engage the scientific community through thematic panels, regional workshops, and open calls for white paper submissions. ",
                "tag": "p"
            },
            {
                "content": "Independent feasibility studies will be commissioned to evaluate mission concepts, helping to shape clear, evidence-based recommendations that will guide the UK’s space science investments for the next decade. ",
                "tag": "p"
            },
            {
                "content": "With an eye on international collaboration, the initiative is designed to ensure that the UK is well-positioned to lead and contribute to major upcoming missions, including calls from the European Space Agency (M8, F3, and mini-F), as well as opportunities for bilateral partnerships with global agencies such as NASA, the Canadian Space Agency (CSA), and the Japan Aerospace Exploration Agency (JAXA). ",
                "tag": "p"
            },
            {
                "content": "UK Space Frontiers 2035 will help guide UK space science in the following ways: ",
                "tag": "p"
            },
            {
                "content": "1. Align the UK Space Agency and STFC priorities through a unified roadmap",
                "tag": "h3"
            },
            {
                "content": "As separate UK government agencies involved in funding scientific research within the space sector, it is important for the coherence of the UK’s future space strategy that both the UK Space Agency and the STFC’s priorities are aligned to combine funding and accelerate  the development of future space-based missions across astronomy, planetary science, and heliophysics. ",
                "tag": "p"
            },
            {
                "content": "2. Engage the scientific community via thematic panels and white paper submissions",
                "tag": "h3"
            },
            {
                "content": "UK Space Frontiers will encourage white paper submissions, running regional workshops to boost engagement from the scientific space community, and grant exposure to unrepresented groups as well as early-career researchers, ensuring that the process is inclusive and representative of the UK’s diverse scientific community. ",
                "tag": "p"
            },
            {
                "content": "In addition, UK Space Frontiers will establish a steering committee and thematic panels to review and prioritise white papers whose findings and solutions would yield the most benefit to the UK space science community. ",
                "tag": "p"
            },
            {
                "content": "3. Commission independent feasibility studies to assess mission concepts",
                "tag": "h3"
            },
            {
                "content": "As it becomes more important to maximise the productivity and benefit to the UK space economy of every research project, UK Space Frontiers will ensure that investment capital is used efficiently by commissioning independent feasibility studies to assess mission concepts before they are funded. ",
                "tag": "p"
            },
            {
                "content": "4. Deliver clear, actionable recommendations to guide UK investments",
                "tag": "h3"
            },
            {
                "content": "Independent feasibility studies will be commissioned to evaluate mission concepts, ensuring that recommendations are grounded in evidence and practicality. These recommendations will serve as a guide for UK investments in space science over the next decade. ",
                "tag": "p"
            },
            {
                "content": "Details on how to get involved will be shared shortly. The UK Space Frontiers 2035 initiative marks an important step in shaping the future of UK space science, one that will be built by the community, for the future. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/08/06/uk-space-frontiers-2035-a-strategic-vision-for-the-future-of-uk-space-science/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The Frontiers programme, led by the UK Space Agency’s Chief Scientist Professor Adam Amara, sets out to define the UK’s long-term vision for space science, positioning the nation as a global leader in the field. "
    },
    {
        "title": "Sale of allotment spaces",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-08-05T17:29:25",
        "categories": [
            "allotments"
        ],
        "content": [
            {
                "content": "Recent media reporting has criticised the government for allowing councils to sell allotment spaces. Allotments are a valuable and important community resource, and there are strict criteria in place to protect them. These rules on sales of assets have been in place since 2016 and they have not changed, and ministerial approvals were lower in 2024 than the average for previous years. For these sites to be sold, councils must get approval from the MHCLG Secretary of State and they can only be sold where this is absolutely necessary and where the legal threshold is met. Similar protections are in place for playing fields, where councils must get the Department for Education’s approval. Councils support having this flexibility, and there are strict criteria in place to protect statutory allotments – these are sites covered by the Allotment Act 1925 where local authorities can prove they were acquired to set up allotments. In one instance, an application by Elstree & Borehamwood Town Council to dispose of 54 allotment plots was to enable the construction of 186 homes – including 80 per cent affordable housing. As part of the application, an adjacent piece of land will be developed to deliver 100 allotment plots replacing those being disposed of. The National Allotment Society (NAS) has also been clear on the issue saying there has been “no change to the legal protections that apply to statutory allotments” and that “no statutory site can be sold or developed without going through a clearly defined legal process”. NAS said the eight approvals represented a slight decrease in allotment disposals in recent years, and that it had not challenged any of the applications as they had all met the legal threshold with either low take-up of plots or alternative allotment space provided elsewhere. An MHCLG spokesperson said: “Councils have been able to sell assets since 2016 and these rules have not changed. They should only do so where it is clearly necessary and offers value for money. “We know how important allotments are for communities, and that is why strict criteria is in place to protect them, as well as school playing fields.” Additional background on allotments:Year - Consents Granted2024 - 82023 - 62022 - 102021 - 62020 - 12",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/08/05/sale-of-allotment-spaces/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Recent media reporting has criticised the government for allowing councils to sell allotment spaces. Allotments are a valuable and important community resource, and there are strict criteria in place to protect them. These rules on sales of assets have been in …"
    },
    {
        "title": "Standardising the planning application process: Kicking off work on decisions ",
        "authors": [
            "Mike Rose, Data, Licensing and Intellectual Property SME"
        ],
        "posted_on": "2025-08-05T13:51:05",
        "categories": [
            "Data",
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Every year thousands of planning decisions are made which shape the future of where we all live, work and visit. They determine which developments are approved and how our places evolve. Yet this crucial data is stored in different ways and in different local authority systems across the country, making it difficult to access and analyse the data, understand patterns, track housing delivery and build new data-driven tools.  ",
                "tag": "p"
            },
            {
                "content": "That’s why in our last blog post, we set out how we are expanding the scope of our data specification work to cover the whole planning permission process and are beginning to work on standardising planning application decisions. This focuses on the point at which a local planning authority makes a decision, and a decision notice is published.   ",
                "tag": "p"
            },
            {
                "content": "This is a crucial next step because it records the outcome of the planning permission process. Aligning submission specifications (input) with decision specifications (output) will encourage a consistent flow of quality data throughout the system.  ",
                "tag": "p"
            },
            {
                "content": "Key differences in decision specifications ",
                "tag": "h2"
            },
            {
                "content": "While closely aligned with submissions, there are key differences: ",
                "tag": "p"
            },
            {
                "content": "Why this matters ",
                "tag": "h2"
            },
            {
                "content": "This work matters because standardised decision data serves everyone involved in the planning ecosystem.  ",
                "tag": "p"
            },
            {
                "content": "It means that: ",
                "tag": "p"
            },
            {
                "content": "Our approach ",
                "tag": "h2"
            },
            {
                "content": "We've started by revisiting an early working draft from 2022 and are now drafting a new data model, aligning it with our submission work. Unlike submissions, where we had existing forms to work from, for decisions, we're starting small and only adding elements when a clear need is evidenced. ",
                "tag": "p"
            },
            {
                "content": "Here are some principles we are following for the decisions specification(s): ",
                "tag": "p"
            },
            {
                "content": "How you can shape this work ",
                "tag": "h2"
            },
            {
                "content": "The benefits of getting this right extend far beyond just having neat and tidy data. Specifications which standardise our decisions data will transform our understanding of how the planning system is working in England and help us all to better understand how our places are changing.  ",
                "tag": "p"
            },
            {
                "content": "We are kicking off a research project to understand exactly what decision data is needed and how people want to use it. This is where we need your expertise and experience.  Please complete our survey and share your requirements and use cases. ",
                "tag": "p"
            },
            {
                "content": "We will be discussing the initial findings from the survey in our open data standards community meeting at 10.30am on 20 August. Please register to receive an invite to this session. ",
                "tag": "p"
            },
            {
                "content": "The best specifications are built with the people who use them, so please keep feeding in your insights – we're eager to collaborate with you to get this right! ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/08/05/standardising-the-planning-application-process-kicking-off-work-on-decisions/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Crucial planning decisions data is stored inconsistently across different local authority systems. We're now expanding our data specification work to standardise planning application decisions, creating consistent data flow throughout the system. Help shape this work to ensure it helps local authorities, central government, developers, and communities better understand how our places are changing."
    },
    {
        "title": "Building Bridges Between Prison and Civil Service Employment",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-08-05T09:00:07",
        "categories": [
            "#GFIEsuccessstory",
            "Break down barriers to opportunity",
            "Cabinet Office Life Chance pathway for People with Convictions",
            "Life Chance Recruitment"
        ],
        "content": [
            {
                "content": "In honour of National Opportunity Day on 7 August, we are celebrating efforts to create genuine, inclusive pathways to employment for all. Recently, we visited a prison and young offender institute to connect with women in custody and showcase the diverse career opportunities within the Civil Service, highlighting how pathways like Going Forward into Employment (GFiE) are helping to transform lives and open doors to future success.",
                "tag": "p"
            },
            {
                "content": "In June, we had the privilege of visiting HMP Downview, a female prison located in Sutton, London. Organised in collaboration with New Futures Network (NFN) and His Majesty's Prison and Probation Service (HMPPS), this visit brought together colleagues from various Civil Service departments, including the National Archives, Department for Transport, DVSA, Civil Service Commission, and Integrated Corporate Services (ICS), a Business Unit that supports Departments for Energy Security & Net Zero (DESNZ), Science, Innovation & Technology (DSIT), and Business and Trade (DBT).",
                "tag": "p"
            },
            {
                "content": "The purpose of the visit was to demystify the criminal justice custodial environment and highlight the positive work carried out within UK prisons. Importantly, we aimed to connect with Prisoners interested in exploring future employment opportunities, specifically through our Going Forward into Employment (GFiE) ‘person with conviction’ pathway.",
                "tag": "p"
            },
            {
                "content": "During the visit, we engaged with women eager to learn about the Civil Service and the diverse range of roles available. Our colleagues talked about their departments and explained their roles.",
                "tag": "p"
            },
            {
                "content": "Promoting Equal Opportunities and Diverse Talent",
                "tag": "h3"
            },
            {
                "content": "A highlight of the day was walking through the application process for Civil Service vacancies via the GFiE life chance pathway. We broke down the steps involved, ensuring participants understood how to approach their applications confidently.",
                "tag": "p"
            },
            {
                "content": "Positive stories from colleagues who have successfully navigated the pathway served as powerful examples. Their journeys demonstrated that a career within the Civil Service is an achievable and rewarding prospect, offering hope and inspiration.  Their stories serve as testament to the possibilities that exist for those currently in custody, reinforcing our commitment to fostering an inclusive and diverse workforce.",
                "tag": "p"
            },
            {
                "content": "Lessons Learned and Next Steps",
                "tag": "h3"
            },
            {
                "content": "The visit included a tour of the prison, where we explored workshops providing meaningful employment and skills development for the women in custody. These workshops not only prepare individuals for life after release but also contribute to reducing reoffending, aligning with our broader social goals.",
                "tag": "p"
            },
            {
                "content": "This experience underscored the importance of outreach and collaboration in unlocking future talent.",
                "tag": "p"
            },
            {
                "content": "Moving Forward",
                "tag": "h3"
            },
            {
                "content": "As we continue to develop our initiatives, we aim to strengthen our partnerships with prison establishments and support more individuals in realising their potential through GFiE employment opportunities.",
                "tag": "p"
            },
            {
                "content": "We extend our sincere gratitude to NFN, HMP Downview, and everyone involved for their dedication and cooperation in making this visit a meaningful step forward. ",
                "tag": "p"
            },
            {
                "content": "Together, we are opening doors to a future where diversity and inclusion are at the heart of the Civil Service.",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/08/05/building-bridges-between-prison-and-civil-service-employment/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "In honour of National Opportunity Day on 7 August, we are celebrating efforts to create genuine, inclusive pathways to employment for all. Recently, we visited a prison and young offender institute to connect with women in custody and showcase the …"
    },
    {
        "title": "When is results day 2025? GCSEs, A levels, T Levels and VTQs",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-05T07:39:02",
        "categories": [
            "Exams and qualifications"
        ],
        "content": [
            {
                "content": "In August, pupils in England will find out their results for GCSEs, A levels, T Levels and VTQ (vocational technical qualifications) exams. ",
                "tag": "p"
            },
            {
                "content": "Ahead of results day, schools, colleges and assessment centres should contact pupils directly to tell them how and when to collect them. They’ll also be able to answer any questions you have ahead of the day. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know about exam results this year.",
                "tag": "p"
            },
            {
                "content": "When is GCSE and Level 1/2 VTQ results day 2024? ",
                "tag": "h3"
            },
            {
                "content": "GCSE results day is on Thursday 21 August. ",
                "tag": "p"
            },
            {
                "content": "Results for Level 1, Level 1/2 and Level 2 VTQs will also be available on or before this date. ",
                "tag": "p"
            },
            {
                "content": "Normally, pupils will be able to go to their school or college and collect their results in person where they can get advice from their teachers. ",
                "tag": "p"
            },
            {
                "content": "Alternatively, schools will send results to pupils in the post or by email. ",
                "tag": "p"
            },
            {
                "content": "When is A level, T Level and Level 3 VTQs results days 2024? ",
                "tag": "h3"
            },
            {
                "content": "AS level, A level and T Level results day is on Thursday 14 August. ",
                "tag": "p"
            },
            {
                "content": "Results for VTQs at Level 3 taken alongside or instead of A levels, such as BTECs, will be released to pupils on or before Thursday 15 August. ",
                "tag": "p"
            },
            {
                "content": "Results can be emailed or sent in the post, but it’s a good idea to go into school or college to receive your results so you can get support from teachers and career advisers to discuss your options, especially if your results might affect your plans for September. ",
                "tag": "p"
            },
            {
                "content": "If you’re applying to university via UCAS, you can track your application online. ",
                "tag": "p"
            },
            {
                "content": "What should I do if I’m disappointed with my results? ",
                "tag": "h3"
            },
            {
                "content": "Your school or college and your teachers will support you if don’t get the results you hoped for or if your plans change based on the results you get. ",
                "tag": "p"
            },
            {
                "content": "Remember, there are many different exciting options to take after school and college. ",
                "tag": "p"
            },
            {
                "content": "If don’t get the GCSE results you were expecting, you can find out more about your options here. ",
                "tag": "p"
            },
            {
                "content": "And if you’re worried about not getting the results you need for your university course, you can find out more about your options here. ",
                "tag": "p"
            },
            {
                "content": "If you need help or advice around your exam results or next steps, you can call the National Careers Service helpline to chat to a careers adviser on 0800 100 900. ",
                "tag": "p"
            },
            {
                "content": "If you’re feeling stressed or anxious about exams and you’re aged 18 or younger, you can also call Childline for free on 0800 1111 or chat online to get support. ",
                "tag": "p"
            },
            {
                "content": "Ofqual has also created this practical guide for students on coping with exam pressure which offers advice and support on coping with exam anxiety and stress.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/when-is-results-day-2024-gcses-a-levels-t-levels-and-vtqs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "In August, pupils in England will find out their results for GCSEs, A levels, T Levels and VTQ (vocational technical qualifications) exams.  Ahead of results day, schools, colleges and assessment centres should contact pupils directly to tell them how and …"
    },
    {
        "title": "Furthering collaboration on UK subsea infrastructure data",
        "authors": [
            "Rory Shepherdson"
        ],
        "posted_on": "2025-08-04T17:17:46",
        "categories": [
            "Seabed mapping",
            "Subsea National Infrastructure"
        ],
        "content": [
            {
                "content": "Calling UK government, Crown Dependency, Overseas Territory and private sector colleague participation",
                "tag": "h3"
            },
            {
                "content": "A clear understanding of our Subsea National Infrastructure (SNI) is crucial to the UK, Crown Dependencies and Overseas Territories. Location-based data depicting SNI is important to a range of stakeholders responsible for managing, optimising and protecting this infrastructure.",
                "tag": "p"
            },
            {
                "content": "A new data discovery project is underway to understand more about SNI data, its management—and which organisations are involved—and to identify areas for potential optimisation. Commissioned by the COAST (Coast and Oceans Applied Systems Thinking) group of Chief Scientific Advisors, this study aims to inform government policy making and support the planning, protection and management of subsea infrastructure in the UK, Crown Dependencies and Overseas Territories.",
                "tag": "p"
            },
            {
                "content": "To inform this study, we are inviting stakeholders who use or manage subsea data to share their insights by completing a short questionnaire.",
                "tag": "p"
            },
            {
                "content": "About the project",
                "tag": "h2"
            },
            {
                "content": "There are many types of SNI, and COAST has recognised the value of having a 'single best view'. Therefore, COAST seeks to understand how SNI data is collected, collated, stored and shared across government organisations across the UK, Crown Dependencies and Overseas Territories. Recognising the private sector's central role as SNI data owners, users and experts, we are also keen to understand and map out government-to-private sector relationships and benefit from their expert insights.",
                "tag": "p"
            },
            {
                "content": "This project will create a high-level understanding of the current approach to data management and signpost areas for further investigation.",
                "tag": "p"
            },
            {
                "content": "Representatives from The Crown Estate (TCE), the Department for Science, Innovation and Technology (DSIT) and the UK Hydrographic Office (UKHO) are co-managing this project. A cross-government project steering group has been established to ensure they address all relevant issues.",
                "tag": "p"
            },
            {
                "content": "Key areas to explore  ",
                "tag": "h2"
            },
            {
                "content": "One of the fundamental questions the project seeks to explore is what is meant by 'SNI' and which types of data this could describe.",
                "tag": "p"
            },
            {
                "content": "To address this, we want to gather the views of public and private sector stakeholders to consider a wide range of SNI features covering critical and non-critical assets. This could include data types that immediately come to mind, such as cables, pipelines and offshore energy, but also features that may not have been previously considered, such as components of maritime navigation, scientific monitoring and natural assets, along with new and emerging uses such as subsea data centres and carbon storage.",
                "tag": "p"
            },
            {
                "content": "If you use or manage SNI data, your input will be vital in shaping the future management of the UK's subsea infrastructure data.",
                "tag": "p"
            },
            {
                "content": "Contribute to the research ",
                "tag": "h2"
            },
            {
                "content": "We invite all UK Public Sector, Crown Dependency, Overseas Territory and Private Sector stakeholders involved in subsea infrastructure to share their insights by completing our questionnaire. We also encourage you to share this with your colleagues and peers using and managing SNI data.",
                "tag": "p"
            },
            {
                "content": "Please note that at no point will this discovery project ask for datasets or specific locations of assets.",
                "tag": "p"
            },
            {
                "content": "The survey is open until 15 September 2025.",
                "tag": "p"
            },
            {
                "content": "Complete the survey",
                "tag": "p"
            }
        ],
        "link": "https://ukhodigital.blog.gov.uk/2025/08/04/furthering-collaboration-on-uk-sub-surface-infrastructure-data/",
        "blog": "UK Hydrographic Office",
        "blog_link": "https://ukhodigital.blog.gov.uk",
        "description": "Calling UK government, Crown Dependency, Overseas Territory and private sector colleague participation A clear understanding of our Subsea National Infrastructure (SNI) is crucial to the UK, Crown Dependencies and Overseas Territories. Location-based data depicting SNI is important to a range …"
    },
    {
        "title": "Call for views on trust services: we want to hear from you ",
        "authors": [
            "Inika Charles"
        ],
        "posted_on": "2025-08-04T16:44:08",
        "categories": [
            "Digital identity",
            "Trust services"
        ],
        "content": [
            {
                "content": "Today we’ve published a call for views on the adoption of trust services. You can respond to the call for views on GOV.UK until the 20th of September 2025.  ",
                "tag": "p"
            },
            {
                "content": "What are trust services? ",
                "tag": "h2"
            },
            {
                "content": "Trust services are digital tools, such as e-signatures, that make online transactions more secure and reliable. We wrote previously on this blog about the different types of trust services, and on the changes that the Data (Use and Access) Act is making to the UK’s trust services regulatory framework.  ",
                "tag": "p"
            },
            {
                "content": "A sectoral analysis which DSIT conducted in 2024 of identified digital identity service providers in the UK found that 34% offer trust services (including electronic seals, signatures, and certificates), and that those providers which offer trust services generated an estimated revenue of £136 million in 2023-2024.  ",
                "tag": "p"
            },
            {
                "content": "Why we’ve published a call for views ",
                "tag": "h2"
            },
            {
                "content": "The evidence we hold about the trust services market in the UK is limited. This call for views will help us understand what interventions might be useful to support this market to grow further as part of the UK’s digital economy.  ",
                "tag": "p"
            },
            {
                "content": "The call for views seeks responses from organisations who offer trust services in the UK, and from those that use these products. If the responses suggest government action is needed, we will consult again and seek to gather information more widely, including from individuals. ",
                "tag": "p"
            },
            {
                "content": "We look forward to hearing from you! ",
                "tag": "h2"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/08/04/call-for-views-on-trust-services-we-want-to-hear-from-you/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Today we’ve published a call for views on the adoption of trust services. You can respond to the call for views on GOV.UK until the 20th of September 2025.   What are trust services?  Trust services are digital tools, such as …"
    },
    {
        "title": "Reflections on Civil Service Live 2025",
        "authors": [
            "Suzy Robinson"
        ],
        "posted_on": "2025-08-04T15:08:41",
        "categories": [
            "Civil Service Live",
            "Defra digital",
            "Learning and Development"
        ],
        "content": [
            {
                "content": "Suzy Robinson, Head of Delivery Management (interim), shares her experiences at Civil Service Live 2025 and what she's learned from attending Civil Service Live over the past few years.",
                "tag": "p"
            },
            {
                "content": "Civil Service Live (CSL) is a great way to learn more about how government works, what other departments are focussing on, and network with colleagues across the board. I’d recommend it to anyone who’s joined the Civil Service recently, and anyone who wants to raise their head from their day-to-day work to collaborate with change makers across government.",
                "tag": "p"
            },
            {
                "content": "Session highlights from previous years",
                "tag": "h2"
            },
            {
                "content": "Over the last few years, I’ve attended CSL in London, Newport, Cardiff and Manchester – including in 2023 when I attended as a presenter – co-facilitating a design sprint workshop with Department for Education.",
                "tag": "p"
            },
            {
                "content": "At previous events I’ve focused on learning about the fallout from the conflict in Ukraine. I’ve attended everything from Dame Melinda Simmons sharing her experience of being the ambassador to Kyiv during Russia’s invasion, to the Ministry of Housing, Communities and Local Government talk about Homes for Ukraine, to the Department for Digital, Culture, Media and Sport teams who made sure Eurovision 2023 would honour the winners of the 2022 contest and still go ahead.",
                "tag": "p"
            },
            {
                "content": "Other popular talks at Civil Service Live in the last few years included the 2022 Commonwealth Games, the Queen’s funeral and lying-in-state queue tracker, and the King’s Coronation. It’s fascinating to see how these events come together to incorporate thousands of years of history.",
                "tag": "p"
            },
            {
                "content": "A focus on artificial intelligence ",
                "tag": "h2"
            },
            {
                "content": "Artificial intelligence (AI) was the hottest topic this year. I attended ‘The Ultimate Hack: get ready for a new era of digital government’ and the AI workshop from the Government Legal Service, where colleagues discussed how their departments are implementing AI.",
                "tag": "p"
            },
            {
                "content": "I shared how Defra group is using AI to identify lesions in cattle hooves, and flora and fauna in the seabed. HMRC has implemented chat bots because the helplines are so busy. Some GPs are using ambient voice transcription during patient appointments. A platform called Minute is being trialled in local authorities to create minutes and transcripts. Another platform called Parlex is being used to predict parliamentary responses to a given policy. ",
                "tag": "p"
            },
            {
                "content": "A common theme throughout these digital conversations was 'digital first but not digital only' and 'humans in the loop'. We need to learn how to work with emerging technology but never forget that our users are real people.",
                "tag": "p"
            },
            {
                "content": "Leadership to enhance security",
                "tag": "h2"
            },
            {
                "content": "My biggest takeaway from this year's event was the importance of security. I know what the protocols are, but it’s hard to feel passionate about adhering to them. ",
                "tag": "p"
            },
            {
                "content": "Attending this year’s packed talk from Cabinet Office's Government Security Group showed me how hard our colleagues are working to keep us safe—not only the more than half a million Civil Servants in the UK, but our friends and families too. I care and understand much more than I used to, and I’m going to put my learnings into place.",
                "tag": "p"
            },
            {
                "content": "So much of security is about people—human error, trust between colleagues, dissatisfaction at work. As a line manager, I can take steps to cultivate psychological safety so my direct reports can come to me if they’ve made a mistake, or spot a security breach, and know that I will take the right actions. I can role model and reward good security behaviours. I can intervene to make things better if colleagues aren’t happy in their roles.",
                "tag": "p"
            },
            {
                "content": "It can be hard to make time for Civil Service Live, but we all deserve a day away from our desks, soaking up some of the best and brightest ideas in our industry.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/08/04/reflections-on-civil-service-live-2025/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Suzy Robinson, Head of Delivery Management (interim), shares her experiences at Civil Service Live 2025 and what she's learned from attending Civil Service Live over the past few years."
    },
    {
        "title": "Beyond inspections: a vet student's insights into the VMD",
        "authors": [
            "Mev Kiani"
        ],
        "posted_on": "2025-08-04T14:57:33",
        "categories": [
            "Training"
        ],
        "content": [
            {
                "content": "A group of veterinary students recently completed an Extramural Studies placement at the VMD.",
                "tag": "p"
            },
            {
                "content": "One of the students, Mev, shared her experience of the placement.",
                "tag": "p"
            },
            {
                "content": "My experience at the VMD",
                "tag": "h2"
            },
            {
                "content": "Before beginning my EMS placement at the Veterinary Medicines Directorate (VMD), my understanding of the organisation was limited. Like many veterinary students and professionals, I primarily associated the VMD with inspections, a visible and often discussed aspect of their work within the profession.  ",
                "tag": "p"
            },
            {
                "content": "However, my week at the VMD has completely transformed that perception and opened my eyes to the depth, breadth, and critical importance of their roles in veterinary medicine. ",
                "tag": "p"
            },
            {
                "content": "Learning from the experts",
                "tag": "h2"
            },
            {
                "content": "Throughout the placement, I was immersed in a range of departments and given the opportunity to learn directly from experts working in pharmacovigilance, efficacy, and authorisation of veterinary medicinal products. These teams play a vital role in ensuring that the medicines we use in practice are not only effective but also safe for animals, humans and the environment. ",
                "tag": "p"
            },
            {
                "content": "Evidence-based decision making in action",
                "tag": "h2"
            },
            {
                "content": "One impactful aspect of the week was gaining a clearer understanding of the rigorous scientific evaluation and regulatory processes that underpin every veterinary product on the market. It was particularly inspiring to see how decisions are rooted in evidence, collaboration, and an ongoing commitment to public and animal health. ",
                "tag": "p"
            },
            {
                "content": "A collaborative, forward-looking organisation",
                "tag": "h2"
            },
            {
                "content": "What struck me most was the collaborative nature of the VMD’s work. Far from being isolated, the organisation works closely with national and international partners, playing a key role in influencing policy, contributing to global standards, and responding to emerging issues. It was fascinating to observe how integrated and forward-thinking the organisation is, something I had not fully appreciated before. ",
                "tag": "p"
            },
            {
                "content": "Looking to the future",
                "tag": "h2"
            },
            {
                "content": "This placement has not only equipped me with a deeper understanding of the lifecycle of veterinary medicines, but it has also sparked a real interest in the regulatory side of the profession. I now see potential career avenues that I had not previously considered, and I feel much more informed as I look ahead to life after graduation. Whether in clinical practice or beyond, the insights I have gained from the VMD will undoubtedly shape the way I approach veterinary medicine. ",
                "tag": "p"
            },
            {
                "content": "I feel incredibly privileged to have had this opportunity. It has been a truly exceptional experience, and I would wholeheartedly recommend a placement at the VMD to any veterinary student looking to broaden their horizons. The VMD is far more than inspections; it is a cornerstone of public trust in our profession and a critical part of ensuring the quality and safety of the medicines we rely on every day. ",
                "tag": "p"
            },
            {
                "content": "Mev Kiani ",
                "tag": "p"
            },
            {
                "content": "3rd year Veterinary Medicine student at Harper & Keele Veterinary School ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://vmd.blog.gov.uk/2025/08/04/beyond-inspections-a-vet-students-insights-into-the-vmd/",
        "blog": "Veterinary Medicines Directorate",
        "blog_link": "https://vmd.blog.gov.uk",
        "description": "A group of veterinary students recently completed an Extramural Studies placement at the VMD. One of the students, Mev, shared her experience of the placement."
    },
    {
        "title": "What our new Light Goods Vehicle strategy means for you",
        "authors": [
            "Mark Horton"
        ],
        "posted_on": "2025-08-04T14:30:59",
        "categories": [
            "Enforcement",
            "Features"
        ],
        "content": [
            {
                "content": "Over the next year, we will be using a new approach to improve compliance around light goods vehicles (LGVs) and their trailers. This means we’ll heavily concentrate on particular higher-risk sectors – working with them and focusing our roadside enforcement work. We want to explain why this is so important and highlight the tragic consequences of when things go wrong.  ",
                "tag": "p"
            },
            {
                "content": "We know that many in the industry are diligent and prioritise safety. But unfortunately, there are still some operators of LGVs who don’t have robust systems to ensure safety, flout the rules and put lives at risk. It’s our role to make sure we stop this from happening, keeping everyone on Britain’s roads safer.",
                "tag": "p"
            },
            {
                "content": "Why we’re targeting LGVs ",
                "tag": "h2"
            },
            {
                "content": "DVSA checks approximately 20,000 LGVs every year. Over 50% of these encounters result in enforcement action for: ",
                "tag": "p"
            },
            {
                "content": "The annual MOT test failure rate for LGVs is around 4 times higher than HGVs, and it’s much higher than the failure rate for cars. This might not come as a surprise – LGV operators may not adopt the same safety systems that a heavy vehicle Operator Licence holder is required to. And of course, many LGVs have quite a ‘hard’ existence – high mileage with heavy loads.   ",
                "tag": "p"
            },
            {
                "content": "More significantly, road users are more likely to be seriously injured or killed by an LGV than an HGV. In 2023-24, there were 3,000 incidents reported involving LGVs which resulted in either a fatality or a serious injury - compared to less than 1,000 with an HGV. ",
                "tag": "p"
            },
            {
                "content": "This data shows why LGVs need targeting. ",
                "tag": "p"
            },
            {
                "content": "What the new enforcement approach will look like ",
                "tag": "h2"
            },
            {
                "content": "While many of you take great care to manage light goods vehicle operations in the same professional way as a HGV or PSV operator – some do not. We want to improve that situation, as it puts people in danger and is not fair on those that do things right. ",
                "tag": "p"
            },
            {
                "content": "As with any strategy, we start with engaging with the industries – such as trade associations – to make sure the rules and guidance are clear. However, enforcement must sit alongside this and we take that role seriously - taking robust action where appropriate, including issuing fines, sanctions and further penalties.  ",
                "tag": "p"
            },
            {
                "content": "With roughly ten times the number of LGVs compared to HGVs on the road, we need to be very focused in what we do to have a chance of influencing behaviours. We also recognise that there’s a wide range of users for LGVs across many different industries. ",
                "tag": "p"
            },
            {
                "content": "When developing our strategy, we evaluate where our enforcement efforts will be most effective, and target certain groups or geographical areas where our work is most needed. ",
                "tag": "p"
            },
            {
                "content": "For example, we've noticed an increase in the number of prohibitions issued to vehicles used in construction, and vehicles used for transporting cars. Therefore, these vehicles will be a high priority for us in the future.",
                "tag": "p"
            },
            {
                "content": "Of course, we will continue enforcement for other sectors as well – so this isn’t an open door for ‘anything goes’. Our expectations are still the same, and wouldn’t it be great if we had no reason for this extra targeting of your sector? ",
                "tag": "p"
            },
            {
                "content": "Working with us ",
                "tag": "h2"
            },
            {
                "content": "As we work with these specialist sectors, it’s important that we work with the trade bodies representing them. Many of these are organisations we already work with – but there may be others we haven’t yet engaged with. So please do reach out to us if you think your organisation can help. ",
                "tag": "p"
            },
            {
                "content": "We’d love to hear from light goods operators and drivers who have best practices to share. We want to see improvements across the industry so the more this can be about industry working with us to raise standards, the better. ",
                "tag": "p"
            },
            {
                "content": "A tragic reminder of the consequences ",
                "tag": "h2"
            },
            {
                "content": "Sometimes choosing to be non-complaint can - and often does - has fatal consequences.  ",
                "tag": "p"
            },
            {
                "content": "One heart-breaking example is the death of 11-year-old Harry Dennis, who was tragically killed after a scaffolding board hit the vehicle he was travelling in.  ",
                "tag": "p"
            },
            {
                "content": "The board had come loose from a vehicle transporting scaffolding. The driver, Russell Le Beau, had not adequately secured the load and was oblivious to it swinging out into the path of Harry’s vehicle. In court, he blamed this on a lack of training. However, the judge concluded that he’d likely driven similar vehicles for the past 15 years.  ",
                "tag": "p"
            },
            {
                "content": "Russel Le Beau was sentenced to 4 years in prison.  ",
                "tag": "p"
            },
            {
                "content": "Harry's mother has since inspired a campaign to improve road safety, arguing for more regulations to govern the use of light goods vehicles. ",
                "tag": "p"
            },
            {
                "content": "How you can keep your vehicle compliant",
                "tag": "h2"
            },
            {
                "content": "Our guidance can help you understand and comply with the rules and regulations around driver conduct and licensing in the haulage industry. ",
                "tag": "p"
            },
            {
                "content": "As a driver, you should follow employer and government guidance to ensure the safety of yourself, your passengers, other road users and pedestrians, ultimately making Britain’s roads safer for everyone.",
                "tag": "p"
            },
            {
                "content": "Goods vehicle operator licensing guide - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://movingon.blog.gov.uk/2025/08/04/what-our-new-light-goods-vehicle-strategy-means-for-you/",
        "blog": "Moving On",
        "blog_link": "https://movingon.blog.gov.uk",
        "description": "Over the next year, we will be using a new approach to improve compliance around light goods vehicles (LGVs) and their trailers. This means we’ll heavily concentrate on particular higher-risk sectors – working with them and focusing our roadside enforcement …"
    }
]