[
    {
        "title": "Solitary but sociable: Understanding lone dolphins and why we need to act responsibly",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-09-15T11:26:27",
        "categories": [
            "marine conservation",
            "Marine Science",
            "Science"
        ],
        "content": [
            {
                "content": "Every now and then solitary dolphins appear in coastal waters. The reasons why this happens can vary and are not always clear. What we do know is that they can captivate communities, display playful behaviour and become more interested in human interaction over time.",
                "tag": "p"
            },
            {
                "content": "While these encounters may seem magical, they often mask a deeper issue and can have tragic outcome for these vulnerable animals.",
                "tag": "p"
            },
            {
                "content": "Solitary vs. solitary sociable dolphins",
                "tag": "p"
            },
            {
                "content": "Marine experts, including those at Marine Connection, confirm that it is not unusual for dolphins to be seen alone but how they interact with people may differ depending on whether they are simply lone dolphins or solitary sociable dolphins:",
                "tag": "p"
            },
            {
                "content": "This behavioural shift is significant. As Liz Sandeman of Marine Connection explains,",
                "tag": "p"
            },
            {
                "content": "“Solitary, sociable dolphins represent a unique behavioural group that requires focused conservation efforts. Once they become accustomed to humans, their risk of injury, stress, and behavioural changes increases dramatically.",
                "tag": "p"
            },
            {
                "content": "\"Unfortunately, these ‘friendly’ individuals may become rough in their interactions – biting, butting, tail-slapping and pushing people underwater. The situation is therefore dangerous for people. It may not be the dolphin’s intention to hurt the people that he/she is playing with, but he/she may not understand how much bigger, stronger and more capable than us he/she is in the water.",
                "tag": "p"
            },
            {
                "content": "\"It is also important to appreciate that these highly intelligent animals are all individuals, and that different individuals will react to people differently. For example, some may be more dominant in their play than others.”",
                "tag": "p"
            },
            {
                "content": "More information about solitary sociable dolphins can be found here: Solitary, Sociable Cetaceans | Marine Connection and here: Solitary dolphins (Marine Animal Rescue Coalition).",
                "tag": "p"
            },
            {
                "content": "Why human interaction can be harmful",
                "tag": "p"
            },
            {
                "content": "Despite good intentions, human interaction with solitary sociable dolphins can lead to serious consequences:",
                "tag": "p"
            },
            {
                "content": "What you can do to protect solitary dolphins",
                "tag": "p"
            },
            {
                "content": "If you encounter a solitary dolphin in the wild, follow these guidelines to ensure both your safety and theirs:",
                "tag": "p"
            },
            {
                "content": "If approached by a dolphin in the water, Whale Dolphin Conservation would recommend staying calm and leaving the water as calmly and quickly as possible, allowing the dolphin to move away of its own accord.",
                "tag": "p"
            },
            {
                "content": "To avoid disturbance and harm to cetaceans and other marine mammals, key take home messages are: Go slow – Stay back – Don’t chase   ",
                "tag": "p"
            },
            {
                "content": "Community action and education",
                "tag": "p"
            },
            {
                "content": "Marine organisations around the world are working to raise awareness about solitary sociable dolphins. Educational webinars, community outreach, and conservation campaigns encourage local advocates who help spread awareness and promote safe, respectful wildlife watching.",
                "tag": "p"
            },
            {
                "content": "As Jess Churchill-Bissett, Head of Marine Conservation at the Marine Management Organisation, notes:",
                "tag": "p"
            },
            {
                "content": "“Repeated human interaction inevitably disrupts their natural behaviours, increasing stress and potentially altering their temperament. Once habituated to humans, dolphins can lose their natural wariness, a change that can be fatal.”",
                "tag": "p"
            },
            {
                "content": "“By understanding their unique behaviours and giving them space, we can help ensure these remarkable animals remain safe, wild, and free.’’",
                "tag": "p"
            },
            {
                "content": "Lessons from Reggie, the Lyme Bay Dolphin",
                "tag": "p"
            },
            {
                "content": "The arrival of a lone bottlenosed dolphin named Reggie in Lyme Bay in 2025 has captivated the public, sparking widespread excitement in the press, online and on social media. However, his growing habituation to close human contact has already resulted in injury and raised concerns over his increasingly boisterous interactions with swimmers.",
                "tag": "p"
            },
            {
                "content": "This highlights the urgent need for responsible behaviour around wild dolphins. MMO, conservation experts and charities have all united to raise awareness for responsible behaviour around marine wildlife and to help ensure his safety and the safety of people. This has been met with encouraging community engagement, with many attending workshops both in person and online to learn about dolphin behaviour and how to safely enjoy their presence without causing harm.",
                "tag": "p"
            },
            {
                "content": "We continue to encourage the public to follow, and the media to consider the marine and coastal wildlife code guidance.",
                "tag": "p"
            },
            {
                "content": "Marine and coastal wildlife code",
                "tag": "p"
            },
            {
                "content": "The Marine and coastal wildlife code can help you to reduce disturbance to marine wildlife when you visit the coast. Its guidance includes advice that dolphins, whales and porpoises reacting to disturbance might:",
                "tag": "p"
            },
            {
                "content": "The Marine and coastal wildlife code does not replace guidance from local councils or organisations. Instead, you can consider the code alongside guidance from other sources.",
                "tag": "p"
            },
            {
                "content": "Report a wildlife crime",
                "tag": "p"
            },
            {
                "content": "Wildlife crimes include intentionally or recklessly harassing, injuring, disturbing, or taking or killing protected species or damaging their habitat. Find out how wildlife legislation in England protects different marine wildlife species.",
                "tag": "p"
            },
            {
                "content": "Call 101 to report a wildlife incident involving a solitary sociable dolphin that you have witnessed, quoting “Operation Seabird’ or for all other enquiries.",
                "tag": "p"
            },
            {
                "content": "You can also contact your nearest MMO office: Contact your local Marine Management Organisation office - GOV.UK or email conservation@marinemanagement.org.uk",
                "tag": "p"
            },
            {
                "content": "If you suspect a wildlife crime in action, call 999, quoting ‘Operation Seabird’.",
                "tag": "p"
            },
            {
                "content": "The police may ask you:",
                "tag": "p"
            },
            {
                "content": "Concerned about a dolphin’s health? Call British Divers Marine Life Rescue (BDMLR)",
                "tag": "p"
            },
            {
                "content": "BDMLR is a charity with over 3000 trained volunteers acting primarily as a frontline response service for marine mammals that may be in need of help, which are reported to their national 24 hour hotline.  They are also actively involved in a wide variety of research, education and conservation projects contributing to the awareness of and solutions to issues such as entanglement and bycatch, climate change, wildlife disturbance and pollution.",
                "tag": "p"
            },
            {
                "content": "If you are concerned about an injured or stranded marine mammal you can contact BDMLR on 01825 765546 (24 hours a day).",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/09/15/solitary-but-sociable-understanding-lone-dolphins-and-why-we-need-to-act-responsibly/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Every now and then solitary dolphins appear in coastal waters. The reasons why this happens can vary and are not always clear. What we do know is that they can captivate communities, display playful behaviour and become more interested in …"
    },
    {
        "title": "Why identity verification is good for business",
        "authors": [
            "Victoria Taylor - Principal Policy Adviser, Identity"
        ],
        "posted_on": "2025-09-15T11:15:10",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Setting up a company in the UK is quick, straightforward and affordable. It’s one of the reasons our country remains an attractive place to do business. In return for limited liability — which protects personal assets — companies agree to have their details published on the UK’s open corporate register.",
                "tag": "p"
            },
            {
                "content": "The register is a valuable resource. It helps businesses make informed decisions, supports transparency, and plays a key role in the UK economy. Companies House data is estimated to be worth between £1 billion and £3 billion a year to users.",
                "tag": "p"
            },
            {
                "content": "As part of our transformation, we’re introducing identity verification to help make the information on the register more reliable. This is good news for business, users of the register and efforts to tackle economic crime.",
                "tag": "p"
            },
            {
                "content": "What’s changing and when",
                "tag": "h2"
            },
            {
                "content": "From 18 November 2025, directors and people with significant control (PSCs) will be legally required to verify their identity. We’ll be phasing this in over 12 months and will contact companies with guidance on what to do and when.",
                "tag": "p"
            },
            {
                "content": "Identity verification will help make sure that the people setting up, running and controlling companies are who they say they are. This will:",
                "tag": "p"
            },
            {
                "content": "By linking verified individuals to their company roles and activity, we’ll be better able to spot suspicious patterns and respond to potential risks. It will also prevent unverified or false identities - such as fictional or deceased individuals - from being added to the register.",
                "tag": "p"
            },
            {
                "content": "The introduction of identity verification will make it much harder to use the register to create anonymous corporate structures that enable fraud, corruption or other criminal activity.",
                "tag": "p"
            },
            {
                "content": "This is an important step in making the register a more trusted and transparent source of information. It will support a fairer and safer business environment for everyone.",
                "tag": "p"
            },
            {
                "content": "Building business confidence and credibility",
                "tag": "h2"
            },
            {
                "content": "Being listed on the Companies House register is not just about limited liability. It also helps businesses build credibility, win contracts and show they're serious about what they do. Identity verification will play a key role in:",
                "tag": "p"
            },
            {
                "content": "Journalists, trading standards and law enforcement often advise consumers to check whether a trader is listed on Companies House. Identity verification will help make sure that this listing reflects genuine and trustworthy information.",
                "tag": "p"
            },
            {
                "content": "A verified presence on the register can demonstrate legitimacy and professionalism. This enhanced credibility could help open doors to new opportunities - from securing better supplier relationships to accessing finance.",
                "tag": "p"
            },
            {
                "content": "Companies House data also helps businesses to:",
                "tag": "p"
            },
            {
                "content": "The new measures will work together to make the register more accurate. They include:",
                "tag": "p"
            },
            {
                "content": "This will enable better decisions by those who rely on Companies House data.Identity verification is another step forward in helping UK businesses thrive by making Companies House data more robust, reliable and valuable.",
                "tag": "p"
            },
            {
                "content": "How to verify your identity",
                "tag": "h2"
            },
            {
                "content": "Identity verification is designed to be straightforward and for most people, you will only have to verify once. There are 2 ways to verify your identity:",
                "tag": "p"
            },
            {
                "content": "We encourage you to verify your identity as early as possible. Since April 2025, hundreds of thousands of directors and PSCs have already verified their identities during the voluntary period.",
                "tag": "p"
            },
            {
                "content": "Read more about verifying your identity for Companies House.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/09/15/why-identity-verification-is-good-for-business/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Anyone setting up, running, owning or controlling a company in the UK will need to verify their identity to prove they are who they claim to be. Find out why this is good for business."
    },
    {
        "title": "Decentralised Manufacturing: emerging considerations",
        "authors": [
            "Ian Rees"
        ],
        "posted_on": "2025-09-15T09:00:00",
        "categories": [
            "Clinical Trials",
            "Decentralised Manufacturing",
            "Good Manufacturing Practice",
            "Innovation",
            "Med Tech Regulations"
        ],
        "content": [
            {
                "content": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, Safety and Surveillance assessors, Inspectors for Good Manufacturing Practice (GMP), Pharmacovigilance (PV) and Good Clinical Practice (GCP) plus scientists from the MHRA Science Campus have worked closely together to support the implementation of the new DM legislation. These teams also come together to help answer a wide range of stakeholder queries which relate to the designation of DM products, applications for or variations to Clinical Trial and Marketing Authorisations, manufacture, licensing requirements and general handling and oversight of medical products.",
                "tag": "p"
            },
            {
                "content": "We are at the start of this implementation phase and thought it would be helpful to provide an outline of some of the new requirements and some key thoughts now that this new framework is in operation. We have included this blog on both our MedRegs and MHRA Inspectorate blog pages, to share information widely among followers of both blogs.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "The legislation for DM is The Human Medicines (Amendment) (Modular Manufacture and Point of Care) Regulations 2025, Statutory Instrument (SI) 2025 No. 87, and it came into force from 23 July 2025. In the period between this SI being signed into law on 23 January 2025 and it coming into force, regulatory guidance documents were developed through an in-person workshop on 12 March 2025 and further comments received after the workshop. These documents, together with other DM information, have been published on the new Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "This new framework is applicable to all dosage forms to enable faster access for patients to lifesaving, personalised treatments whilst maintaining current standards of product quality, safety and efficacy.",
                "tag": "p"
            },
            {
                "content": "This framework provides manufacturers with new alternatives in a broadened range of manufacturing and supply options beyond those in the current factory-based model, i.e. centralised manufacturing. The framework is not only for new products. It also provides an option for existing centrally-manufactured products at clinical trial or authorised, which will benefit from DM, to change based on an appropriately supported and justified variation.",
                "tag": "p"
            },
            {
                "content": "However not all products and processes will be suitable for DM. This is primarily a ‘scale out’ option contrasting with the current ‘scale up’ model which is typically used for products that have long term stability and are geared for large uniform markets. Centralised manufacture is still the default or baseline manufacturing and supply position. The new legislation introduces new legal tests for the MHRA to assess the justifications submitted for either POC or MM via the designation step described below.",
                "tag": "p"
            },
            {
                "content": "Currently DM is only applicable within the United Kingdom (UK) and applicants must have a legal presence in the UK to apply for designation to manufacture DM products here. However, DM frameworks are being introduced in several other territories. For example, the European Union has draft legislation and the USA has the Food and Drug Administration’s FRAME initiative. The MHRA will continue its international engagement to support interoperability of DM frameworks across different territories and to update guidance documents where needed.",
                "tag": "p"
            },
            {
                "content": "Three pillars of readiness",
                "tag": "h2"
            },
            {
                "content": "The DM framework is built on the readiness on three fundamental elements:",
                "tag": "p"
            },
            {
                "content": "The MHRA will update its guidance documents as DM experience is gained in the UK and in other countries and new regulatory issues emerge.",
                "tag": "p"
            },
            {
                "content": "The MHRA has worked with healthcare providers, which in the UK is principally the National Health Service and its Specialist Pharmacy Service; with regulators that are directly involved such as the Human Tissue Authority (HTA); and with those that are not so directly involved but whose role is key to patient access such as the National Institute for Health and Care Excellence (NICE).",
                "tag": "p"
            },
            {
                "content": "Developers will need to engage with the healthcare provider to evaluate the suitability of DM locations. This needs to be covered by technical agreements in line with the principles of GMP Chapter 7 and any commissioner’s requirements.",
                "tag": "p"
            },
            {
                "content": "Developers need to ensure that manufacturing and testing procedures are suitable to meet the challenges of deployment in the non-standard and novel situations and locations that will be seen in DM. Some manufacturing processes may never be suitable for DM and others currently may not be suitable for DM. These decisions are based on considerations such as manufacturing complexity, environmental condition requirements and availability of automation. These are expected to change over time as new technical developments come into operation.",
                "tag": "p"
            },
            {
                "content": "Designation step and justification of clinical benefit",
                "tag": "h2"
            },
            {
                "content": "POC and MM are not mandatory and routine manufacturing via a traditional centralised approach remains the first option. Where centralised manufacture is unsuitable or is restrictive, a justification anchored in clinical benefit must be submitted to the MHRA through the DM designation process. Aspects relating to clinical benefit may be wide-ranging and may incorporate elements of improved clinical outcomes and equity and timeliness of access, such that there are no geographical barriers to accessing innovative medicines in what for some conditions, may be a narrow clinical window of eligibility. In all instances, data or published literature should be presented to support claims around clinical benefit.",
                "tag": "p"
            },
            {
                "content": "The role of the MHRA in assessing product quality, safety and efficacy is unchanged and where the benefit is restricted to cost alone, this does not represent a suitable justification for DM; such benefits should be directed to NICE in terms of an improved value proposition.",
                "tag": "p"
            },
            {
                "content": "Products that are designated as Point of Care will typically have short shelf life, such that they “can only be manufactured” at or near the place where the product is to be used or administered.  For example, if complex quality oversight and release testing is needed post manufacture and prior to administration, this would not support POC designation, where the product can be held with a typical shelf life to allow this.",
                "tag": "p"
            },
            {
                "content": "Modular Manufacture supports decentralised, relocatable manufacture that could otherwise be accomplished in a factory, but which is necessitated by “reasons relating to deployment”; a definition that is intentionally wide-ranging to allow for future innovations. This element of DM is most likely to require careful justification based upon clinical benefit.",
                "tag": "p"
            },
            {
                "content": "GMP considerations",
                "tag": "h2"
            },
            {
                "content": "The Control Site for any DM product needs to hold an appropriate manufacturing licence.  This must be applied for or varied to include the POC or MM specific dosage form of the medicinal product. The forms for new applications and variations have been updated to include these options.  A Decentralised Manufacturing Master File (DMMF) must be included within any submission, and this should state the approved designation reference.",
                "tag": "p"
            },
            {
                "content": "Any addition for DM processes will trigger an inspection. Clear procedures and systems will need to be in place to support the decentralised processes.",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "The focus of DM products and their oversight remains the same – that of product quality, safety and efficacy, whilst improving access in support of patients within the UK.",
                "tag": "p"
            },
            {
                "content": "Full supporting guidance and updates can be accessed on the Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "Now that the legislation has come into effect, we are at the start of this journey, and we will continue to enhance and develop the measures to support DM products. We will monitor ongoing queries and work with all stakeholders to assess them. We will review and publish learnings in future blogs and publications.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/09/15/decentralised-manufacturing-emerging-considerations/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, …"
    },
    {
        "title": "Decentralised Manufacturing: emerging considerations",
        "authors": [
            "Elspeth Gray"
        ],
        "posted_on": "2025-09-15T09:00:00",
        "categories": [
            "Clinical Trials",
            "Decentralised Manufacturing",
            "Good manufacturing practice",
            "Innovation",
            "Med Regulations",
            "Point of Care"
        ],
        "content": [
            {
                "content": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, Safety and Surveillance assessors, Inspectors for Good Manufacturing Practice (GMP), Pharmacovigilance (PV) and Good Clinical Practice (GCP) plus scientists from the MHRA Science Campus have worked closely together to support the implementation of the new DM legislation. These teams also come together to help answer a wide range of stakeholder queries which relate to the designation of DM products, applications for or variations to Clinical Trial and Marketing Authorisations, manufacture, licensing requirements and general handling and oversight of medical products.",
                "tag": "p"
            },
            {
                "content": "We are at the start of this implementation phase and thought it would be helpful to provide an outline of some of the new requirements and some key thoughts now that this new framework is in operation. We have included this blog on both our MedRegs and MHRA Inspectorate blog pages, to share information widely among followers of both blogs.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "The legislation for DM is The Human Medicines (Amendment) (Modular Manufacture and Point of Care) Regulations 2025, Statutory Instrument (SI) 2025 No. 87, and it came into force from 23 July 2025. In the period between this SI being signed into law on 23 January 2025 and it coming into force, regulatory guidance documents were developed through an in-person workshop on 12 March 2025 and further comments received after the workshop. These documents, together with other DM information, have been published on the new Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "This new framework is applicable to all dosage forms to enable faster access for patients to lifesaving, personalised treatments whilst maintaining current standards of product quality, safety and efficacy.",
                "tag": "p"
            },
            {
                "content": "This framework provides manufacturers with new alternatives in a broadened range of manufacturing and supply options beyond those in the current factory-based model, i.e. centralised manufacturing. The framework is not only for new products. It also provides an option for existing centrally-manufactured products at clinical trial or authorised, which will benefit from DM, to change based on an appropriately supported and justified variation.",
                "tag": "p"
            },
            {
                "content": "However not all products and processes will be suitable for DM. This is primarily a ‘scale out’ option contrasting with the current ‘scale up’ model which is typically used for products that have long term stability and are geared for large uniform markets. Centralised manufacture is still the default or baseline manufacturing and supply position. The new legislation introduces new legal tests for the MHRA to assess the justifications submitted for either POC or MM via the designation step described below.",
                "tag": "p"
            },
            {
                "content": "Currently DM is only applicable within the United Kingdom (UK) and applicants must have a legal presence in the UK to apply for designation to manufacture DM products here. However, DM frameworks are being introduced in several other territories. For example, the European Union has draft legislation and the USA has the Food and Drug Administration’s FRAME initiative. The MHRA will continue its international engagement to support interoperability of DM frameworks across different territories and to update guidance documents where needed.",
                "tag": "p"
            },
            {
                "content": "Three pillars of readiness",
                "tag": "h2"
            },
            {
                "content": "The DM framework is built on the readiness on three fundamental elements:",
                "tag": "p"
            },
            {
                "content": "The MHRA will update its guidance documents as DM experience is gained in the UK and in other countries and new regulatory issues emerge.",
                "tag": "p"
            },
            {
                "content": "The MHRA has worked with healthcare providers, which in the UK is principally the National Health Service and its Specialist Pharmacy Service; with regulators that are directly involved such as the Human Tissue Authority (HTA); and with those that are not so directly involved but whose role is key to patient access such as the National Institute for Health and Care Excellence (NICE).",
                "tag": "p"
            },
            {
                "content": "Developers will need to engage with the healthcare provider to evaluate the suitability of DM locations. This needs to be covered by technical agreements in line with the principles of GMP Chapter 7 and any commissioner’s requirements.",
                "tag": "p"
            },
            {
                "content": "Developers need to ensure that manufacturing and testing procedures are suitable to meet the challenges of deployment in the non-standard and novel situations and locations that will be seen in DM. Some manufacturing processes may never be suitable for DM and others currently may not be suitable for DM. These decisions are based on considerations such as manufacturing complexity, environmental condition requirements and availability of automation. These are expected to change over time as new technical developments come into operation.",
                "tag": "p"
            },
            {
                "content": "Designation step and justification of clinical benefit",
                "tag": "h2"
            },
            {
                "content": "POC and MM are not mandatory and routine manufacturing via a traditional centralised approach remains the first option. Where centralised manufacture is unsuitable or is restrictive, a justification anchored in clinical benefit must be submitted to the MHRA through the DM designation process. Aspects relating to clinical benefit may be wide-ranging and may incorporate elements of improved clinical outcomes and equity and timeliness of access, such that there are no geographical barriers to accessing innovative medicines in what for some conditions, may be a narrow clinical window of eligibility. In all instances, data or published literature should be presented to support claims around clinical benefit.",
                "tag": "p"
            },
            {
                "content": "The role of the MHRA in assessing product quality, safety and efficacy is unchanged and where the benefit is restricted to cost alone, this does not represent a suitable justification for DM; such benefits should be directed to NICE in terms of an improved value proposition.",
                "tag": "p"
            },
            {
                "content": "Products that are designated as Point of Care will typically have short shelf life, such that they “can only be manufactured” at or near the place where the product is to be used or administered.  For example, if complex quality oversight and release testing is needed post manufacture and prior to administration, this would not support POC designation, where the product can be held with a typical shelf life to allow this.",
                "tag": "p"
            },
            {
                "content": "Modular Manufacture supports decentralised, relocatable manufacture that could otherwise be accomplished in a factory, but which is necessitated by “reasons relating to deployment”; a definition that is intentionally wide-ranging to allow for future innovations. This element of DM is most likely to require careful justification based upon clinical benefit.",
                "tag": "p"
            },
            {
                "content": "GMP considerations",
                "tag": "h2"
            },
            {
                "content": "The Control Site for any DM product needs to hold an appropriate manufacturing licence.  This must be applied for or varied to include the POC or MM specific dosage form of the medicinal product. The forms for new applications and variations have been updated to include these options.  A Decentralised Manufacturing Master File (DMMF) must be included within any submission, and this should state the approved designation reference.",
                "tag": "p"
            },
            {
                "content": "Any addition for DM processes will trigger an inspection. Clear procedures and systems will need to be in place to support the decentralised processes.",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "The focus of DM products and their oversight remains the same – that of product quality, safety and efficacy, whilst improving access in support of patients within the UK.",
                "tag": "p"
            },
            {
                "content": "Full supporting guidance and updates can be accessed on the Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "Now that the legislation has come into effect, we are at the start of this journey, and we will continue to enhance and develop the measures to support DM products. We will monitor ongoing queries and work with all stakeholders to assess them. We will review and publish learnings in future blogs and publications.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/09/15/decentralised-manufacturing-emerging-considerations/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, …"
    }
]