[
    {
        "title": "Happier Outdoors: London’s Free Nature Festival",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-04-05T08:30:00",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Laura Brown, Higher Officer for Health and Environment, Natural England",
                "tag": "p"
            },
            {
                "content": "What is Happier Outdoors?",
                "tag": "h4"
            },
            {
                "content": "Happier Outdoors began in 2023 as part of my work as the Health and Environment Higher Officer for London. I’m lucky to spend a lot of my time meeting grassroots organisations that connect Londoners with nature for health benefits.",
                "tag": "p"
            },
            {
                "content": "After many inspiring visits, I noticed two gaps in the way we were working, which I wanted to resolve. Firstly, I felt that these great organisations should be talking to one another as they shared common goals in bringing together nature and health in London, for Londoners. Secondly, I saw that we needed to spread the word further about these exciting activities so that more people could benefit.",
                "tag": "p"
            },
            {
                "content": "Gathering opinions from a formal consultation allowed me to identify how I could plug these two gaps: The London Happier Outdoors Network was born.",
                "tag": "p"
            },
            {
                "content": "The Network allows organisations and independent practitioners to talk to one another and share knowledge. After just two years, there are now nearly 200 organisations - ranging from The Conservation Volunteers to small Friends Groups for local parks.",
                "tag": "p"
            },
            {
                "content": "Our network is strong and valued – we hold an annual conference, regular local events, offer training sessions where required, and collaborate locally on projects. If you work in this field, do join us: https://happieroutdoors.london/plans/399434?bundle_token=20ec37e854a4ed096499612cc2c2ca0b. ",
                "tag": "p"
            },
            {
                "content": "The Happier Outdoors Festival, coordinated by Natural England, is an annual event where we celebrate London’s green and blue spaces with free activities. This April is the second festival. If you’re in (or can easily get to) London, we’d love for you to join.",
                "tag": "p"
            },
            {
                "content": "Why Nature Matters for Your Wellbeing",
                "tag": "h4"
            },
            {
                "content": "Spending time outdoors has powerful benefits for our physical and mental health:",
                "tag": "p"
            },
            {
                "content": "Nearly half of London is a green or blue space. This includes local parks, commons or village greens, and waterways. Yet many Londoners don't realise that these spaces are open to them, or the organisations that are there to support people in enjoying time in nature. The London Happier Outdoors Network aims to change that.",
                "tag": "p"
            },
            {
                "content": "What's On at This Year's Festival?",
                "tag": "h4"
            },
            {
                "content": "This year’s Happier Outdoors Festival offers a treasure trove of free activities – from gardening sessions and nature walks, to events where you can learn about nature. Or why not try something off the beaten path, like brick painting, nature journalling or exploring the world of pollinators through virtual reality?",
                "tag": "p"
            },
            {
                "content": "You might discover hidden natural spaces just minutes from your home, or be inspired by a new outdoor hobby. What’s great about the festival is that many activities showcase events you can join all-year round.",
                "tag": "p"
            },
            {
                "content": "I still smile thinking about last year's festival, where we were fortunate to see pipistrelle bats whilst on a guided bat walk at St John's Waterloo churchyard – incredible nature thriving right next to one of London's busiest stations!",
                "tag": "p"
            },
            {
                "content": "Our Thanks",
                "tag": "h4"
            },
            {
                "content": "Whilst the work of overseeing the London Happier Outdoors Network and festival is delivered by Natural England, the true heroes are the 35+ organisations running the events – from large organisations like The Conservation Volunteers and Thrive, to local community groups. ",
                "tag": "p"
            },
            {
                "content": "We wouldn’t have our website if it wasn’t for our partners at London National Park City Foundation, for example.",
                "tag": "p"
            },
            {
                "content": "Join Us!",
                "tag": "p"
            },
            {
                "content": "Do something for yourself today and have a browse of the festival calendar. Pick an event that sparks your curiosity, and take your first step toward a happier, healthier connection with London's amazing natural spaces!",
                "tag": "p"
            },
            {
                "content": "happieroutdoors.london/spaces/16774181/page",
                "tag": "p"
            },
            {
                "content": "Don’t forget to share photos with us on social media using the hashtag #HappierOutdoorsFestival ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/05/happier-outdoors-londons-free-nature-festival/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Laura Brown, Higher Officer for Health and Environment, Natural England What is Happier Outdoors? Happier Outdoors began in 2023 as part of my work as the Health and Environment Higher Officer for London. I’m lucky to spend a lot …"
    },
    {
        "title": "How we refreshed the Government Digital Service brand, and what we’re doing differently",
        "authors": [
            "Kuba Bartwicki - Head of Design, Products and Services (GDS)"
        ],
        "posted_on": "2025-04-04T16:55:45",
        "categories": [
            "Design"
        ],
        "content": [
            {
                "content": "It's been a really busy start to the year in the Government Digital Service (GDS) and in our design team. Just a couple of months ago, we launched the blueprint for modern digital government in an event that included a speech from our Secretary of State, Peter Kyle. The announcement included the news that teams from GDS, the Central Digital and Data Office (CDDO), the Incubator for AI (i.AI) and colleagues from the Geospatial data team and the Responsible Technology Adoption Unit would merge together as the new, strengthened Government Digital Service, within the Department of Science, Innovation and Technology (DSIT).",
                "tag": "p"
            },
            {
                "content": "Ahead of the announcement, we had to work out what the new visual identity was going to look like. This post is about how we approached designing a logo fit for the new digital centre of government. We are sharing how we approached the work, what the final output looks like, and how we’re using it.",
                "tag": "p"
            },
            {
                "content": "The new Government Digital Service",
                "tag": "h2"
            },
            {
                "content": "The UK government has a well-established brand identity system that requires departments to use standardised coats of arms, specific colours and logo formats. This simplifies the overall visual identity for government departments, saving taxpayers’ money and reducing the potential for confusion.",
                "tag": "p"
            },
            {
                "content": "It was important that the new Government Digital Service logo visibly echoed this identity system, supporting our new connections with DSIT and placing us within the larger structure. However, we also knew that recognition of the brand is high amongst public sector professionals and people who work in digital (both here in the UK and internationally). We were tasked with maintaining this so that we can continue to attract talent, and to retain the positive associations that have been built up with the Government Digital Service over the years. We had to deliver the work quickly, robustly and at no additional cost.",
                "tag": "p"
            },
            {
                "content": "To meet these objectives, we redesigned our visual identity around three significant changes:",
                "tag": "p"
            },
            {
                "content": "We believe the outcome works well with the existing government identity system and sits comfortably under and alongside DSIT’s identity. Through retaining the Government Digital Service workmark within the logo, we are able to build on our established reputation, while the visual changes also signal our increased scope, welcome new colleagues in, and create a bold foundation for all of the exciting work we’ve got coming up.",
                "tag": "p"
            },
            {
                "content": "Using the Tudor crown ",
                "tag": "h2"
            },
            {
                "content": "Working to a brief set by Government Chief Product Officer, Chris Bellamy, we explored various names and visual executions before agreeing with our stakeholders to use the recently redesigned Tudor crown instead of the more traditional coat of arms used by DSIT in most contexts (for example in official publications). We worked with the DSIT Digital Communications team to ensure the new treatments were consistent and complimentary with DSIT’s parent brand. And we worked with the Government Communications Service (GCS) to make sure that any treatment supports their work on the overall government identity.",
                "tag": "p"
            },
            {
                "content": "There are some good reasons for doing this. Firstly, the Tudor crown symbol has very high levels of recognition already, due to its association with GOV.UK, the public-facing website and brand launched in 2012.",
                "tag": "p"
            },
            {
                "content": "Secondly, in a recent change to the overall government identity system, the Tudor or ‘digital’ crown now serves as the single identifier for all government departments in smaller-format digital spaces (including social media avatars and mobile notifications), with differentiation provided through setting it against the relevant departmental colour as a background.",
                "tag": "p"
            },
            {
                "content": "For our new identity we went a step further than this change by integrating the crown symbol into our formal logo, and into the Government Digital Services’s organisation page on GOV.UK too. Doing so creates a connection between our external public-facing and internal civil service identities and pays homage to what the organisation had previously achieved (which remains a source of pride for many) whilst also creating a more approachable, informal and ‘digital’ impression than the more official and heraldic coat of arms. ",
                "tag": "p"
            },
            {
                "content": "A bolder, more flexible brand",
                "tag": "h2"
            },
            {
                "content": "We knew that our use of colour had to reference the wider DSIT colour palette, so after some design exploration we landed on two main colours: the cyan and the midnight blue. At the same time, we took care to typeset the logo properly and create layouts (‘lock-ups’) that work well across a range of contexts. We have a ‘formal’ version, as well as an acronym version, and a fully spelled-out version.",
                "tag": "p"
            },
            {
                "content": "We’re used to working with the Tudor crown and with Helvetica Neue, so creating arrangements that work was a familiar and enjoyable challenge. Some of the main places you can see variants of the new logo include our GOV.UK page, our slide deck template, and our social media profiles like this one on LinkedIn.",
                "tag": "p"
            },
            {
                "content": "We believe that the new Government Digital Service identity is able to stand on its own better than our previous logo was, and also allows us greater flexibility to appear across platforms and contexts, both now and for the future. ",
                "tag": "p"
            },
            {
                "content": "Bringing it into the office",
                "tag": "h2"
            },
            {
                "content": "The launch event was a great moment to share assets and guidelines on how to use the identity with colleagues, to welcome them into the new Government Digital Service, give them the opportunity to feel part of what was happening, and to make the overall rollout and switchover more consistent and effective. We also took the opportunity to give our workspace a minor ‘glow-up’, including some refreshed posters showcasing our product line-up framed around the office (available from Github), some tweaks to the on-screen data dashboards that show how people are using our products in real-time, and some impactful vinyl wall decorations in a few judiciously-chosen areas of our office floor.",
                "tag": "p"
            },
            {
                "content": "In some of our assets, you can see that we deconstructed elements of the Tudor crown and use it in the physical space, as well as on some of our social media and on publication covers. We’re still exploring all the ways we might be able to use this, but we like the flexibility it offers and how clearly it references GOV.UK.",
                "tag": "p"
            },
            {
                "content": "How did we do this?",
                "tag": "h2"
            },
            {
                "content": "As is frequently the case, we had to work at pace in a small team of designers, together with trusted colleagues. Overall, we had around 8 weeks before the event to do the work, which included the end-of-year holiday period in the middle. This really tightened the cycle of design, critique, accessibility testing, sign-off and installation, and we were only able to move as fast as we did because we were enabled by great support and backing from our leadership. In developing the creative routes, we found it helped to set out all the possible options - including some we wouldn’t normally recommend - at the outset, in order to be able to move quickly in ruling things out with stakeholders and getting to an agreed shortlist as swiftly as possible.",
                "tag": "p"
            },
            {
                "content": "Now we’re on the other side of the official launch, we’re able to start iterating the work based on feedback from colleagues who are actually using the materials day-to-day in documents and presentations. We’re making it easy for people to suggest ideas, and regularly get together as a team to respond to them. We’re keen to build on this start and keep developing this new identity in the months ahead.",
                "tag": "p"
            }
        ],
        "link": "https://designnotes.blog.gov.uk/2025/04/04/how-we-refreshed-the-government-digital-service-brand-and-what-were-doing-differently/",
        "blog": "Design in government",
        "blog_link": "https://designnotes.blog.gov.uk",
        "description": "Find out how designers approached refreshing the Government Digital Service brand. "
    },
    {
        "title": "Latest statement in response to small boat crossings",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-04-04T16:00:00",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "A Home Office spokesperson said: ",
                "tag": "p"
            },
            {
                "content": "“We all want to end dangerous small boat crossings, which threaten lives and undermine our border security. ",
                "tag": "p"
            },
            {
                "content": "“The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as they pay and we will stop at nothing to dismantle their business models and bring them to justice. ",
                "tag": "p"
            },
            {
                "content": "“That’s why this government has put forward a serious, credible plan to finally restore order to our asylum system, including tougher enforcement powers, ramping up returns to their highest levels for more than half a decade and a major crackdown on illegal working to end the false promise of jobs used by gangs to sell spaces on boats.” ",
                "tag": "p"
            },
            {
                "content": "  Background: ",
                "tag": "p"
            },
            {
                "content": "o   We’ve removed 24,000 failed asylum seekers, foreign criminals to countries across Africa, Asia, Europe and South America – the highest levels for half a decade. ",
                "tag": "p"
            },
            {
                "content": "o   enforced returns up 21%. ",
                "tag": "p"
            },
            {
                "content": "o   illegal working arrests and visits increased by 38%.  ",
                "tag": "p"
            },
            {
                "content": "o   The four biggest returns charter flights in the UK’s history have taken place, with a total of more than 850 people on board. ",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/04/04/latest-statement-in-response-to-small-boat-crossings/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "A Home Office spokesperson said:  “We all want to end dangerous small boat crossings, which threaten lives and undermine our border security.  “The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as …"
    },
    {
        "title": "Nature Towns and Cities: Creating Greener Neighbourhoods and Brighter Futures ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-04-04T14:43:31",
        "categories": [
            "Biodiversity",
            "Connecting People with Nature",
            "Development",
            "Environment Act",
            "Environmental Improvement Plan",
            "Green Infrastructure",
            "Growth",
            "Local Nature Recovery Strategy (LNRS)",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Nature Recovery"
        ],
        "content": [
            {
                "content": "David Drake, Director, People & Nature at Natural England",
                "tag": "p"
            },
            {
                "content": "Did you know 47% of people do not currently have access to green space within 15-minutes' walk of home? Nature Towns and Cities aims to transform this reality, enabling millions of people to experience nature as part of their daily lives.  ",
                "tag": "p"
            },
            {
                "content": "Spending time in nature boosts our mental and physical health, cuts healthcare costs, and drives economic growth—helping our country thrive. ",
                "tag": "p"
            },
            {
                "content": "Bringing green spaces into our towns and cities revitalizes communities in multiple ways—creating vibrant social hubs where people connect, attracting valuable investment to boost local economies, and building natural resilience against climate change, one of the greatest threats facing our future prosperity. ",
                "tag": "p"
            },
            {
                "content": "Nature Towns and Cities is embedding nature into the heart of local plans and placemaking to create lasting change across the UK, tackling challenges from environmental equity to air pollution.  ",
                "tag": "p"
            },
            {
                "content": "When nature lives nearer, we all live better ",
                "tag": "p"
            },
            {
                "content": "The programme has united a powerful coalition across public, private and third sectors—established by Natural England, The National Lottery Heritage Fund and the National Trust, with expertise from NatureScot, Natural Resources Wales and the Northern Ireland Environment Agency. ",
                "tag": "p"
            },
            {
                "content": "Renewed Neighbourhoods Through Green Infrastructure ",
                "tag": "p"
            },
            {
                "content": "Natural England's role in Nature Towns and Cities ",
                "tag": "p"
            },
            {
                "content": "Our Green Infrastructure Framework supports the government’s economic growth priorities by targeting investment where it can deliver the most returns. Green Infrastructure mapping data pinpoints nature-deprived areas with precision, ensuring Green Infrastructure strategies help to bring nature to communities with the greatest need. Our evidence-based standards support the Government's vision that everyone can access quality green space close to home.  ",
                "tag": "p"
            },
            {
                "content": "We're working with towns and cities across the UK to help create ambitious plans that connect city parks, street trees and community gardens into living networks that work for wildlife and people. By linking urban green spaces with wider ecosystems, we're ensuring that nature and people thrive in the urban landscape —transforming towns and cities into healthier, more resilient places for everyone. ",
                "tag": "p"
            },
            {
                "content": "Transforming the UK’s towns and cities through nature ",
                "tag": "p"
            },
            {
                "content": "We’re growing a suite of resources, expertise and practical support, providing communities and local authorities with the tools they need for their journey to create greener, more resilient urban spaces.  ",
                "tag": "p"
            },
            {
                "content": "Nature Towns and Cities gives local government, community organisations, charities and professionals across the UK an opportunity to connect with each other, sharing knowledge and solving collective challenges. ",
                "tag": "p"
            },
            {
                "content": "The events calendar covers a wide range of topics, featuring case studies and proven solutions. You can come together with others working towards similar goals in small workshops, peer learning sessions and large conferences. And a resource library offers the chance to build your knowledge and spark new ideas. Case studies provide inspiration showing how others have made change happen, and step-by-step guides give you what you need to get started. ",
                "tag": "p"
            },
            {
                "content": "You can delve into resources about: ",
                "tag": "p"
            },
            {
                "content": "The accreditation scheme launched in England on 1st April and recognises towns and cities where local authorities collaborate with communities and partners to create greener, healthier places. Watch the accreditation criteria launch webinar.  ",
                "tag": "p"
            },
            {
                "content": "Benefits include: ",
                "tag": "p"
            },
            {
                "content": "The scheme was co-designed with local authorities, voluntary organisations, independent experts and government agencies. For more information about the Accreditation: ",
                "tag": "p"
            },
            {
                "content": "The National Lottery Heritage Fund is providing up to 20 grants between £250,000 to £1 million across the UK, to provide capacity in local partnerships for developing ambitious place-wide strategies to green urban landscapes. Applications have now closed, and successful grantees will be announced this summer. ",
                "tag": "p"
            },
            {
                "content": "Register for the Online Conference – 5th June ",
                "tag": "p"
            },
            {
                "content": "Join change-makers from local government, public sector and community organisations for this essential one-day virtual event.  ",
                "tag": "p"
            },
            {
                "content": "Attend our event on transforming urban landscape through nature. Hear from experienced practitioners, discover what’s working and why and extend your influence through expert keynotes, interactive workshops, and UK case studies. Network with like-minded professionals and be part of this vital conversation to revitalize urban neighbourhoods. Book now. ",
                "tag": "p"
            },
            {
                "content": "Natural England is proud to be part of this transformative programme, bringing our mission of 'thriving nature for people and planet' to urban areas nationwide. Together, we can transform our towns and cities into greener, healthier places—improving quality of life and raising living standards for millions. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/04/nature-towns-and-cities-creating-greener-neighbourhoods-and-brighter-futures/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "David Drake, Director, People & Nature at Natural England Did you know 47% of people do not currently have access to green space within 15-minutes' walk of home? Nature Towns and Cities aims to transform this reality, enabling millions of …"
    },
    {
        "title": "HSF Moscow Penalty: Key Lessons for Industry ",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2025-04-04T14:42:08",
        "categories": [
            "OFSI Blog"
        ],
        "content": [
            {
                "content": "On 20 March 2025, OFSI announced a monetary penalty of £465,000 against Herbert Smith Freehills CIS LLP (“HSF Moscow”) for breaches of UK financial sanctions on Russia, linked to its illegal invasion of Ukraine.  ",
                "tag": "p"
            },
            {
                "content": "The penalty relates to six payments made by HSF Moscow, with a collective value of £3,932,392.10, to designated persons subject to an asset freeze. The payments, which took place over a period of seven days as the firm wound down its Russian offices, demonstrated a pattern of failings brought about primarily by inadequate due diligence and sanctions screening, and errors caused by the hasty closure of the HSF Moscow office. HSF London, on behalf of HSF Moscow, voluntarily disclosed the breaches to OFSI, and therefore a 50% reduction has been applied to the final penalty amount. ",
                "tag": "p"
            },
            {
                "content": "The HSF Moscow penalty carries a number of important compliance messages for industry - not only the legal sector. Below, we have highlighted three key lessons that businesses can draw from this case: ",
                "tag": "p"
            },
            {
                "content": "It is essential for firms to understand their exposure to sanctions risks and take appropriate action to address them. Firms operating in higher risk environments, should educate themselves fully on the risks, including by engaging with OFSI’s published guidance, and seeking professional advice on their sanctions obligations where necessary. In particular, parent companies with subsidiaries in areas that pose a heightened sanctions risk (such as offices overseas) should make sure they are providing suitable advice and assurance to their subsidiaries. A prior OFSI penalty against Tracerco in May 2022 also highlighted this risk. ",
                "tag": "p"
            },
            {
                "content": "Firms should follow all relevant sanctions screening and due diligence measures they have in place. This applies to everyone in an organisation, regardless of seniority. Whilst OFSI usually considers the existence of appropriate sanctions policies and procedures as a mitigating factor, failure to comply with them is likely to negate the mitigating factor of having them in place. This is unless there was a good reason for not following said measures, and the decision not to follow them was taken at the appropriate level . Further, the HSF Moscow case demonstrates the significant risks that can emerge when payments are made in haste and procedures are not adequately followed by senior figures.  ",
                "tag": "p"
            },
            {
                "content": "Firms need to carefully consider ownership and control, beyond just whether an entity is directly subject to sanctions. OFSI views failure to properly consider and identify clear ownership more poorly than an incorrect but good faith assessment of control. Firms should therefore take sufficient time and care to properly assess the applicability of sanctions to the specific legal entities they are dealing with. Ownership and control is considered under case factor F within OFSI’s Enforcement and Monetary Penalties guidance, with examples of areas of enquiry OFSI may expect to be undertaken by persons seeking to establish whether an entity is owned or controlled by a designated person. ",
                "tag": "p"
            },
            {
                "content": "Further information and guidance on UK financial sanctions can be found on OFSI’s website.",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2025/04/04/hsf-moscow-penalty-key-lessons-for-industry/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "On 20 March 2025, OFSI announced a monetary penalty of £465,000 against Herbert Smith Freehills CIS LLP (“HSF Moscow”) for breaches of UK financial sanctions on Russia, linked to its illegal invasion of Ukraine.   The penalty relates to six payments …"
    },
    {
        "title": "It's now even easier to add additional parties to applications in our portal",
        "authors": [
            "Jonathan Leach, Associate Product Manager, HM Land Registry Customer and Strategy"
        ],
        "posted_on": "2025-04-04T14:37:39",
        "categories": [
            "Digital services"
        ],
        "content": [
            {
                "content": "From 31 March, customers are now able to add landlord and tenant details as additional parties to applications via our Digital Registration Service.",
                "tag": "p"
            },
            {
                "content": "This update builds on last year's work which made it much easier for users to add additional parties to Digital Registration Service applications. All of these improvements were made with the help of conveyancers, legal professionals, and Digital Registration Service users, who continue to provide us with valuable insights and real life scenarios of how they use the service and where further enhancements could be considered to improve their experiences.",
                "tag": "p"
            },
            {
                "content": "These developments came from users' comments that identified they found it difficult to enter additional parties to applications, such as when a proprietor has died or a guardian is acting. Our research has shown that this results in requisitions because parties are not accounted for in panel 13 of the e-AP1.",
                "tag": "p"
            },
            {
                "content": "HM Land Registry processes more than 1.5 million applications each year through the Digital Registration Service, launched in 2021. Digital applications are crucial for helping HM Land Registry deliver faster registration services and automating more of our work, which minimises the risk of human error.",
                "tag": "p"
            },
            {
                "content": "Adding additional parties, landlord and tenants",
                "tag": "h2"
            },
            {
                "content": "In addition to customers now being able to add landlord and tenant details, they can also select the capacity in which the parties are acting. It is also now possible to add representation, verify the party’s identity when prompted, and provide evidence to support an amendment, removal or addition.",
                "tag": "p"
            },
            {
                "content": "All this information will populate the appropriate panels of the e-AP1.",
                "tag": "p"
            },
            {
                "content": "Our changes ensure that names are entered correctly and allow customers to verify that names match across all the documents submitted with an application. Customers will also receive prompts to attach all necessary evidence. These enhancements should result in fewer errors and, consequently, reduce requisitions.",
                "tag": "p"
            },
            {
                "content": "We’d like to thank everyone who participated in the user research and testing that helped us develop the second part of this feature.",
                "tag": "p"
            },
            {
                "content": "Surfacing restrictions, lender restrictions",
                "tag": "h2"
            },
            {
                "content": "As part of HM Land Registry’s ongoing efforts to prevent avoidable requisitions, we are developing functionality that will help ensure that when applying through the Digital Registration Service, users are alerted if there is a restriction on the title that may affect their application. To further prevent requisitions, customers will also be prompted to upload evidence of compliance with their application – in the ‘attach documents’ screen – if it is necessary.",
                "tag": "p"
            },
            {
                "content": "We are constantly evaluating the service and trying to enhance it to improve efficiency for both customers and HM Land Registry. Please continue to give feedback and tell us if you are having difficulty using the service in any way.",
                "tag": "p"
            },
            {
                "content": "Towards the end of February, we also added the ability for users to see where an application may be impacted by a lender’s restriction on the title. You can also stay up to date with the work we are doing to enhance the portal, the Digital Registration Service and Business Gateway by checking our digital services roadmap where we list recent changes, projects we are actively working on and ideas we are exploring for the future.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/04/04/its-now-even-easier-to-add-additional-parties-to-applications-in-our-portal/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "After extensive user research, we have updated our Digital Registration Service to make things easier for customers and help reduce requisitions."
    },
    {
        "title": "Barnsley Libraries - Impact of The Libraries Improvement Fund",
        "authors": [
            "Stephen Miller, Transformation Officer, Barnsley Libraries"
        ],
        "posted_on": "2025-04-04T14:12:07",
        "categories": [
            "Case study"
        ],
        "content": [
            {
                "content": "The Government has announced that public libraries will soon be able to apply for a share of a share of the £5.5 million Libraries Improvement Fund as part of the Government’s commitment to ensure libraries are able to upgrade their physical and digital infrastructure to adapt to changing user needs and can be enjoyed by future generations.",
                "tag": "p"
            },
            {
                "content": "The Libraries Improvement Fund (LIF) will open for expressions of interest on Tuesday 6 May 2025. Full guidance, including eligibility criteria and details of how to apply can be found on Arts Council England’s website. ",
                "tag": "p"
            },
            {
                "content": "To mark the publication of the guidance for Round 4, we’re shining a spotlight on some of the completed projects from earlier rounds starting with Barnsley Libraries who were able to upgrade their libraries with the support of LIF funding.",
                "tag": "p"
            },
            {
                "content": "Barnsley Libraries",
                "tag": "p"
            },
            {
                "content": "Barnsley Library @ the Lightbox opened in 2019, a state-of-the-art, 4-storey library at the heart of a £180M town centre regeneration project. Building on the success of the launch, Barnsley Council committed £1M to refurbish community libraries across the borough.",
                "tag": "p"
            },
            {
                "content": "Following Covid-19 delays the timing and aims of the Libraries Improvement Fund Round One aligned perfectly with Barnsley Libraries ambition. A successful application for the refurbishment of Dodworth Library enabled the transformation of a tired, inflexible, 1960s library into a bright, modern, flexible space with enlarged children’s area and improved energy efficiency. This project demonstrated perfectly the transformation that could be done with a relatively modest investment.",
                "tag": "p"
            },
            {
                "content": "When LIF Round Two was announced the Barnsley Libraries Refurbishment Board decided to maximise impact across our libraries by developing an application aimed at boosting the digital infrastructure at all. The successful application enabled the installation of new self-service kiosks and digital noticeboards as well as increasing the amount of ereaders and makerspace equipment for library users.",
                "tag": "p"
            },
            {
                "content": "For LIF Round Three an application was developed for the refurbishment of Wombwell Children’s Library, Barnsley’s only Carnegie Library still operating as a library. The space was transformed into a local destination for children, families and schools. Features include a sensory story wall, cosy hideaways, bespoke furniture, tiered soft seating and new shelving. All the new additions were installed whilst preserving the historic character of the building.",
                "tag": "p"
            },
            {
                "content": "Anna Hartley, Barnsley Council Cabinet Spokesperson for Public Health and Communities, said, ‘We’re really proud of our local libraries in Barnsley, which act as welcoming hubs that connect our communities. Over the past two years, we’ve been hard at work breathing new life into our branches, improving our library spaces so you can enjoy them for many years to come.",
                "tag": "p"
            },
            {
                "content": "‘It is great to see all of Barnsley Libraries’ hard work being recognised with another successful application to the Libraries Improvement Fund. I’m excited to see what’s next for Wombwell Children’s Library thanks to this funding, creating more opportunities for children and young people to fall in love with their local library.’",
                "tag": "p"
            },
            {
                "content": "Barnsley Libraries has utilised LIF and other funding to refurbish nine community libraries since November 2022. Plans for 2025-2026 are in place for three more libraries. LIF has provided the external impetus to match the councils’ ambitions and demonstrate the impact improved libraries can have on visitor numbers, book borrowing and accessing community and digital services.",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/04/04/barnsley-libraries-impact-of-the-libraries-improvement-fund/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "The Government has announced that public libraries will soon be able to apply for a share of a share of the £5.5 million Libraries Improvement Fund as part of the Government’s commitment to ensure libraries are able to upgrade their …"
    },
    {
        "title": "Job vacancies April 2025",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-04-04T12:21:39",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "Here is a list of current veterinary job vacancies in the Civil Service. Click on the links to find out more. You may need to set up a username and password to access the details of each post.",
                "tag": "p"
            },
            {
                "content": "For job alerts, sign up to Civil Service jobs website. Under job roles, select “Veterinary Services”.",
                "tag": "p"
            },
            {
                "content": "You can find experiences from vets who have worked in these organisations, such the FSA, APHA and MoD as well as others, throughout the blog.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/04/04/vacancies/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Here is a list of current veterinary job vacancies in the Civil Service. Click on the links to find out more. You may need to set up a username and password to access the details of each post. For job …"
    },
    {
        "title": "The FSA at 25",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-04-04T10:39:27",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "This month marks the 25th anniversary of the FSA and we would like to take this opportunity to thank our partners across the food system for their continuing support and for all they do to uphold trust in food system.",
                "tag": "p"
            },
            {
                "content": "Protecting consumers, driving high standards in food safety, and ensuring the authenticity of food have been the FSA’s priorities from the start. In the late nineties, a series of scandals including the BSE crisis, had shaken confidence in UK food. This led the government to establish the FSA as an independent food regulator that would put consumers’ interests first. Since then, we’ve worked closely with the food industry to support them in restoring consumer confidence, ensuring everyone has food we can trust.",
                "tag": "p"
            },
            {
                "content": "We’re proud of the impact that the FSA has had in protecting consumers. Our meat inspectors and official veterinarians inspect a billion animals each year, making sure meat is safe in the UK. With our local authority partners, we inspect and assure around 600,000 food businesses across the country. The green and black food hygiene rating stickers now displayed in restaurant and café windows, which we introduced in 2010, enable people to make informed decisions when they eat out, and support businesses who are doing the right thing.",
                "tag": "p"
            },
            {
                "content": "We worked closely with industry to implement Natasha's Law in 2021, groundbreaking legislation to protect people with people with food allergies. These rules provide extra protection for the two million people living with allergies, while providing important clarity for businesses about their responsibilities.",
                "tag": "p"
            },
            {
                "content": "We’re also supporting innovation in the food industry, making sure that regulation keeps pace with new technology. Precision bred organisms, precision fermentation, and cell cultivated products, like lab grown meat, have the potential to make our food supply healthier and more sustainable. We are building our capability and capacity to regulate these products, so that we support businesses to grow and bring these products safely to market for consumers.",
                "tag": "p"
            },
            {
                "content": "The food system has changed radically in the last 25 years, and faces more challenges ahead, from climate change to geopolitical events and the food industry will need to adapt to meet these challenges. The FSA must keep evolving the way we regulate too, but we must never forget that our job, first and foremost, is to protect public health and to uphold the interests of consumers. We look forward to working with businesses, regulatory partners and all of our stakeholders to keep ensuring that everyone has food we can trust.",
                "tag": "p"
            },
            {
                "content": "Mae’n 25 mlynedd ers sefydlu’r Asiantaeth Safonau Bwyd (ASB) ac rydym am achub ar y cyfle hwn i ddiolch i’n partneriaid ym mhob rhan o’r system fwyd am eu cefnogaeth barhaus ac am bopeth y maen nhw’n ei wneud i gynnal ymddiriedaeth yn y system fwyd.",
                "tag": "p"
            },
            {
                "content": "Mae diogelu defnyddwyr, gosod safonau uchel o ran diogelwch bwyd, a sicrhau dilysrwydd bwyd wedi bod yn flaenoriaethau i’r ASB ers y cychwyn cyntaf. Ddiwedd y nawdegau, digwyddodd sawl sgandal, gan gynnwys yr argyfwng BSE, a danseiliodd hyder mewn bwyd yn y DU. Yn sgil hyn, aeth y llywodraeth ati i sefydlu’r ASB i fod yn rheoleiddiwr bwyd annibynnol a fyddai’n rhoi buddiannau defnyddwyr yn gyntaf. Ers hynny, rydym wedi gweithio’n agos gyda’r diwydiant bwyd i’w gefnogi i feithrin hyder defnyddwyr, gan sicrhau bod gan bob un ohonom fwyd y gallwn ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Rydym yn falch o’r effaith y mae’r ASB wedi’i chael wrth ddiogelu defnyddwyr. Mae ein harolygwyr cig a’n milfeddygon swyddogol yn archwilio biliwn o anifeiliaid bob blwyddyn, gan sicrhau bod cig yn ddiogel yn y DU. Gyda’n partneriaid yn yr awdurdodau lleol, rydym yn arolygu tua 600,000 o fusnesau bwyd ledled y DU ac yn darparu sicrwydd yn eu cylch. Yn 2010, gwnaethom gyflwyno’r sticeri sgôr hylendid bwyd gwyrdd a du sydd bellach i’w gweld mewn ffenestri bwytai a chaffis. Mae’r sticeri hyn yn galluogi pobl i wneud penderfyniadau gwybodus pan fyddant yn bwyta allan, ac i gefnogi busnesau sy’n gwneud y peth iawn.",
                "tag": "p"
            },
            {
                "content": "Gwnaethom weithio'n agos gyda’r diwydiant i weithredu Cyfraith Natasha yn 2021, sef deddfwriaeth arloesol i ddiogelu pobl ag alergeddau bwyd. Mae’r rheolau hyn yn rhoi diogelwch ychwanegol i’r ddwy filiwn o bobl sy’n byw ag alergeddau, ac, ar yr un pryd, yn cynnig eglurder hollbwysig i fusnesau am eu cyfrifoldebau.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn cefnogi arloesedd yn y diwydiant bwyd, gan wneud yn siŵr bod rheoleiddio yn gyson â thechnoleg newydd. Mae potensial i organebau wedi’u bridio’n fanwl, eplesu manwl, a chynhyrchion a wneir drwy feithrin celloedd, fel cig a dyfir mewn labordy, wneud ein cyflenwad bwyd yn iachach ac yn fwy cynaliadwy. Rydym yn meithrin ein gallu i reoleiddio’r cynhyrchion hyn, fel ein bod yn cefnogi busnesau i dyfu ac i ddod â’r cynhyrchion hyn i’r farchnad yn ddiogel i ddefnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Mae’r system fwyd wedi newid yn sylweddol yn ystod y 25 mlynedd diwethaf, ac mae’n wynebu mwy o heriau yn y dyfodol, o newid yn yr hinsawdd i ddigwyddiadau geowleidyddol, a bydd angen i’r diwydiant bwyd addasu i ateb yr heriau hyn. Rhaid i ni yn yr ASB barhau i ddatblygu ein dull o reoleiddio hefyd, ond ni ddylem byth anghofio mai ein gwaith ni, yn anad dim, yw diogelu iechyd y cyhoedd a hybu buddiannau defnyddwyr. Edrychwn ymlaen at weithio gyda busnesau, partneriaid rheoleiddio a’n holl randdeiliaid eraill i barhau i sicrhau bod gan bob un ohonom fwyd y gallwn ymddiried ynddo.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/04/04/the-fsa-at-25/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg This month marks the 25th anniversary of the FSA and we would like to take this opportunity to thank our partners across the food system for their continuing support and for all they do to uphold trust in food …"
    },
    {
        "title": "Top tips for hosting accessible and inclusive online events",
        "authors": [
            "Samantha Merrett, Senior Accessibility Specialist, Ministry of Justice"
        ],
        "posted_on": "2025-04-04T10:00:30",
        "categories": [
            "Accessibility",
            "Accessibility tips",
            "Events"
        ],
        "content": [
            {
                "content": "As we approach Global Accessibility Awareness Day (GAAD) on Thursday 15th May 2025, you may be considering hosting meetings and webinars to mark the occasion. However, in today's diverse and inclusive society, it is crucial to ensure that meetings, events, and conferences are accessible to everyone.",
                "tag": "p"
            },
            {
                "content": "Accessibility fosters inclusivity, allowing all participants to engage fully, regardless of their abilities. In this post we share some top tips on how you can plan, design and host accessible and inclusive online meetings. ",
                "tag": "p"
            },
            {
                "content": "1. Planning and preparation",
                "tag": "h2"
            },
            {
                "content": "Understand your audience: Before planning your event, take the time to understand the needs of your audience. Send pre-event surveys to gather information about accessibility requirements.",
                "tag": "p"
            },
            {
                "content": "Create accessible agendas: Create meeting agendas with multiple breaks and be mindful of break times. For some participants a 10-minute break time might not be enough time to take adequate rest. ",
                "tag": "p"
            },
            {
                "content": "Record and share sessions: Ensure all meetings are recorded and made available afterward, allowing attendees to catch up on missed content and review sections at their own pace. ",
                "tag": "p"
            },
            {
                "content": "Evaluate platform accessibility: Consider the accessibility features of the platform that you intend to use, and make sure all participants are familiar with the tool. It’s helpful to review these features at the start of the session so everyone knows what’s available .",
                "tag": "p"
            },
            {
                "content": "Test all accessibility features before a live webinar: Check that the captions work, that screen readers can properly read the slides and that all interactive features (for example, polls, chat, and navigation) are fully accessible using just the keyboard. ",
                "tag": "p"
            },
            {
                "content": "Offer alternative dial-in options: Make sure you provide an alternative dial-in method, such as a phone number, for participants with no computer or internet access. This also provides a backup option for those with poor connectivity. ",
                "tag": "p"
            },
            {
                "content": "2. Communication and promotion",
                "tag": "h2"
            },
            {
                "content": "Clear communication: Provide clear,detailed, and easy-to-understand information about the event, including its accessibility features. Use simple language and avoid jargon.",
                "tag": "p"
            },
            {
                "content": "Accessible materials: Ensure all promotional materials and event resources are accessible to all participants. Remember to check for appropriate colour contrast and check that font and text size is appropriate for use. ",
                "tag": "p"
            },
            {
                "content": "Multiple formats: Offer information in various formats, such as braille, large print, and audio, to meet different needs.",
                "tag": "p"
            },
            {
                "content": "Event details: Make sure your event invitations and pre-event communications include information about the venue (if applicable), agenda, timings and any required resources. Share this information as early as possible to allow participants to plan accordingly. Also, provide advanced notice of any group work or exercises. ",
                "tag": "p"
            },
            {
                "content": "3. During the event",
                "tag": "h2"
            },
            {
                "content": "Sign language interpretation: If possible, provide sign language interpreters for participants who are deaf or hard of hearing, ensuring they are visible to the audience.",
                "tag": "p"
            },
            {
                "content": "Clear presentation setup: If you are presenting, make sure you have clear lighting on your face and you have a headset so you can be heard clearly. ",
                "tag": "p"
            },
            {
                "content": "Live captioning: Provide live captioning for all spoken content. This benefits not only those with hearing impairments but also non-native speakers and those in noisy environments.",
                "tag": "p"
            },
            {
                "content": "Monitor feedback: Keep an eye on the chat for accessibility-related issues and be responsive to requests for assistance. ",
                "tag": "p"
            },
            {
                "content": "4. Post-event follow-up",
                "tag": "h2"
            },
            {
                "content": "Feedback: Gather feedback from participants on the event’s accessibility to help  improve future events. It’s also a good idea to follow up with participants who requested accommodations to ensure their needs were met, providing another opportunity to gather feedback to improve future meetings. ",
                "tag": "p"
            },
            {
                "content": "Recordings and transcripts: Provide recordings and transcripts of the event for those who could not attend or need to review the content.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "Hosting accessible meetings, events, and conferences is essential for fostering an inclusive environment. By considering the needs of all participants and implementing these best practices, you can ensure that everyone has the opportunity to engage fully and meaningfully. Remember, accessibility benefits everyone and is an important step towards a more inclusive and equitable world.",
                "tag": "p"
            },
            {
                "content": "Any images in this blog post are courtesy of GDS.",
                "tag": "p"
            }
        ],
        "link": "https://accessibility.blog.gov.uk/2025/04/04/top-tips-for-hosting-accessible-and-inclusive-online-events/",
        "blog": "Accessibility in government",
        "blog_link": "https://accessibility.blog.gov.uk",
        "description": "As we start thinking about Global Accessibility Awareness Day (GAAD) 2025, here are some tips for hosting accessible online events. "
    },
    {
        "title": "Very common tools: what we’ve learnt whilst improving SharePoint",
        "authors": [
            "Dominic Berry, Senior User Researcher, Common Tools as a Service team"
        ],
        "posted_on": "2025-04-04T09:46:18",
        "categories": [
            "Common tools"
        ],
        "content": [
            {
                "content": "The Common Tools as a Service (CTaaS) team is responsible for building standardised, reliable and reusable tools and platforms for everyone in MHCLG. We help teams to be more efficient, deliver quickly and reduce operational costs. In this post, we share what we're doing to make MHCLG SharePoint pages easier to navigate and more accessible. ",
                "tag": "p"
            },
            {
                "content": "Making SharePoint work for users ",
                "tag": "h2"
            },
            {
                "content": "Most people reading this will have had to access and navigate a SharePoint site at some point in their working life, because it is widely used in the public sector. But for those who haven’t, SharePoint is similar to Dropbox and Google Drive, except you can also use it to create web pages around your files. This is why it can function in ways similar to Wikipedia, while also being a folder system. ",
                "tag": "p"
            },
            {
                "content": "SharePoint has become ubiquitous, but our experiences with it vary wildly, from the frustrating and labyrinthine to the intuitive and slick. This is where user researchers and content designers can make a difference. We are sharing our findings because we think they can be useful for anyone responsible for a SharePoint. If you can take command of your filing and informational resources, you can not only make them more accessible and usable, but you can also change the ways people think about the services available to them. Doing so is a key part of CTaaS’s agenda, and it advances MHCLG’s Digital Strategy by enhancing our operational excellence.   ",
                "tag": "p"
            },
            {
                "content": "The problems  ",
                "tag": "h2"
            },
            {
                "content": "In their work creating guidelines for MHCLG SharePoint sites, our department’s content design team had already identified some key problems, including:   ",
                "tag": "p"
            },
            {
                "content": "As for our specific project, the primary feedback from users had been that information was difficult to find among the few hundred pages which made up the content we were looking at.   ",
                "tag": "p"
            },
            {
                "content": "In addition to user feedback, we had access to SharePoint analytics. This is a fairly limited tool; the most useful metric was number of page views. From that, we could get an idea of the most popular pages, though it was not easy to know if this was because the content was useful and easy to navigate, or because they had become necessary passage points to complete a task.  ",
                "tag": "p"
            },
            {
                "content": "The limitations of these analytics meant that while it was harder to differentiate the important pages from the middling ones, it was at least always clear that if a page had a high number of views, it had probably earnt them, especially if it was somewhat buried. In the context of SharePoint, ‘buried’ can mean:  ",
                "tag": "p"
            },
            {
                "content": "What we learnt  ",
                "tag": "h2"
            },
            {
                "content": "Most users preferred to scroll and click around SharePoint rather than search. We can only speculate as to why, but it seems likely that by clicking around, users expect to learn more about the site and therefore improve their chances of finding other things in the future. Meanwhile, searching (a behaviour adopted by a minority) was more efficient than scrolling and clicking around, as was using the site’s A to Z library. There were times, though, where searching was less effective, such as when searching for words that can have a wide variety of meanings.   ",
                "tag": "p"
            },
            {
                "content": "We also learnt that users saw the site as providing two fundamentally distinct kinds of information – one set to do with MHCLG business processes, and the other set to do with their own professional learning and development. In its current form, the SharePoint does already have a page for learning, but it does not stand out as distinct from the rest of the site.   ",
                "tag": "p"
            },
            {
                "content": "In general, a suboptimal arrangement of the content on the site led to friction in user experience, something that was particularly clear when looking at page names and trying to distinguish one from the other. In many cases, users would have expected to click around through a list of possibly relevant pages, even when searching, to find the one they needed.   ",
                "tag": "p"
            },
            {
                "content": "Our recommendations  ",
                "tag": "h2"
            },
            {
                "content": "1. Assess the content and define its key ‘kinds’  ",
                "tag": "h3"
            },
            {
                "content": "First, assess the content on your site and see if any obvious ‘kinds of content’ emerge, beyond simply the categories originally implemented. We found 3 distinct kinds of content:   ",
                "tag": "p"
            },
            {
                "content": "As you can see, this reflects what users told us about there being two kinds of pages, as explained earlier in this post. It also recognises that some of the content on SharePoint is significant because it is in a different format, such as a downloadable template.   ",
                "tag": "p"
            },
            {
                "content": "If you are refreshing SharePoint pages, ask yourself ‘What kind of content is this?’ before considering what improvements to make.   ",
                "tag": "p"
            },
            {
                "content": "2. Assign a distinctive format to each kind of content, and then stick to it  ",
                "tag": "h3"
            },
            {
                "content": "Once we knew the kinds of content that we were working with, we could make more specific recommendations about the best ways to format each.   ",
                "tag": "p"
            },
            {
                "content": "When creating pages to describe specific departmental processes, we recommended:  ",
                "tag": "p"
            },
            {
                "content": "When creating resource materials, we recommended:  ",
                "tag": "p"
            },
            {
                "content": "When creating learning and development materials, we recommended:  ",
                "tag": "p"
            },
            {
                "content": "What’s next ",
                "tag": "h2"
            },
            {
                "content": "We of course made many more recommendations, which we cannot include in this blog post without it becoming much too long! If you have worked on improving SharePoint pages in your department, feel free to get in touch, as we’re keen to share learnings with others doing similar work in government.   ",
                "tag": "p"
            },
            {
                "content": "As part of our work in Common Tools as a Service, we are currently developing a number of live services, which are at different stages of development. We are looking forward to sharing more insights from each of these projects in the near future.   ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/04/very-common-tools-what-weve-learnt-whilst-improving-sharepoint/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The Common Tools as a Service team is responsible for building standardised, reliable and reusable tools and platforms for everyone in MHCLG. They help teams to be more efficient, deliver quickly and reduce operational costs. In this post, they share what they're doing to make SharePoint pages easier to navigate and more accessible. "
    },
    {
        "title": "Driving business and investor insight across our work",
        "authors": [
            "Dr Karen Croxson"
        ],
        "posted_on": "2025-04-03T14:00:24",
        "categories": [
            "Life at the CMA",
            "Recruitment"
        ],
        "content": [
            {
                "content": "The pace of change in today’s digital economy is exciting and unrelenting. Business models are evolving, AI is reshaping markets, and investment strategies are shifting in response to global competition and technological disruption.",
                "tag": "p"
            },
            {
                "content": "At the Competition and Markets Authority (CMA), we recognise that understanding these market dynamics is critical – our job is to ensure that consumers get a fair deal, that businesses are free to thrive, and that markets work well. This means ensuring that competition, innovation, and investment can thrive in important areas like AI, so that the vast opportunities are unleashed and can drive positive outcomes right across the UK.",
                "tag": "p"
            },
            {
                "content": "That’s why we are expanding our capability in strategic business analytics, to bring a stronger business and investor lens into our work in new and impactful ways. This means taking a more sophisticated and forward-looking approach to understanding how firms operate, compete, and scale in fast-moving markets – especially in AI and digital ecosystems. ",
                "tag": "p"
            },
            {
                "content": "A strong understanding of firms’ strategies and business models is essential to our work and as our CEO Sarah Cardell announced recently in a speech, deepening our capability in this area is one element of our wider build out of a world-leading strategic insight and analytics capability within a regulatory body.",
                "tag": "p"
            },
            {
                "content": "Be part of a world-leading strategic insight and analytics function",
                "tag": "h2"
            },
            {
                "content": "Deepening business and strategic insight is part of a broader transformation within the CMA, which has already led to the creation of a new Executive Directorate for Data, Technology, and Insight (DTI). DTI brings together a cutting-edge mix of expertise across:",
                "tag": "p"
            },
            {
                "content": "Our AI Centre of Excellence is a dedicated hub within DTI that develops AI expertise, both for internal use and to inform our regulatory approach.",
                "tag": "p"
            },
            {
                "content": "What this means in practice",
                "tag": "h2"
            },
            {
                "content": "The Strategic Business Analysis function plays a vital role in helping the CMA stay ahead of market developments. Some of the key areas of focus include:",
                "tag": "p"
            },
            {
                "content": "By embedding business and investor perspectives across our work, we can ensure that our regulatory decisions are rooted in commercial realities, enabling competition to drive sustainable growth, innovation, and consumer benefits.",
                "tag": "p"
            },
            {
                "content": "Join the conversation",
                "tag": "h2"
            },
            {
                "content": "We are looking for people with experience in business, investment, and strategy to join us in shaping the next phase of this work.",
                "tag": "p"
            },
            {
                "content": "The ideal candidate will:",
                "tag": "p"
            },
            {
                "content": "You might be considering public service as a long-term career move or want to 'test the waters' while applying strategic business analysis skills to policy and competition, or you may want to contribute to public service and be willing to join us for a focused stint. ",
                "tag": "p"
            },
            {
                "content": "We are looking for candidates who come from:",
                "tag": "p"
            },
            {
                "content": "What you'll get from us in return",
                "tag": "h2"
            },
            {
                "content": "You'll:",
                "tag": "p"
            },
            {
                "content": "We believe that the CMA is an excellent place to work and we offer a flexible and supportive environment that will help you thrive and achieve your personal work-life balance.",
                "tag": "p"
            },
            {
                "content": "We offer flexible working – either in the time you contribute to the CMA’s work (short term appointments are available) or in working patterns, including hybrid home/office working, part time arrangements, compressed hours, and job shares.",
                "tag": "p"
            },
            {
                "content": "Our colleagues are included, respected, and valued, using their strengths and diverse perspectives and experiences to contribute to our work and reflect the public we serve.",
                "tag": "p"
            },
            {
                "content": "We offer an average pension employer contribution of 27%, generous leave, family friendly policies, and learning and development.",
                "tag": "p"
            },
            {
                "content": "Be part of the future",
                "tag": "h2"
            },
            {
                "content": "If this sounds like you – or someone in your network – then we’d love to hear from you.",
                "tag": "p"
            },
            {
                "content": "Here are links to some initial roles, decoded into consulting language:",
                "tag": "p"
            },
            {
                "content": "Join us in shaping the next chapter of competition, investment, and innovation in the UK economy.",
                "tag": "p"
            },
            {
                "content": "Find out more about working for the CMA",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/04/03/driving-business-and-investor-insight-across-our-work/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "We're expanding our capability in strategic business analysis. Find out how you can join us and be part of the future."
    },
    {
        "title": "Joining up the dots: the findings of our recent API discovery",
        "authors": [
            "James Freeland - Senior Data and Security Architect, GDS"
        ],
        "posted_on": "2025-04-03T13:43:21",
        "categories": [
            "Data Standards",
            "Data Strategy",
            "Open data"
        ],
        "content": [
            {
                "content": "Turbo-charging application programming interfaces (API) connectivity across government enables seamless, secure, legal and trusted data sharing. This will help address issues with underutilisation of data that were identified in the state of digital government review, and will help to deliver the six point plan for digital reform across the UK government  laid out in the blueprint for modern digital government.",
                "tag": "p"
            },
            {
                "content": "In January 2024 James Freeland, Senior Data and Security Architect and Alex Smith, Head of Data Security and Platforms at the Government Digital Service (GDS), teamed up to work on the API programme. They set themselves some goals for the end of the year:",
                "tag": "p"
            },
            {
                "content": "Their intention was to use these engagement activities as a spring board to improve API connectivity and uptake across departments.",
                "tag": "p"
            },
            {
                "content": "They worked with their delivery partners, Scrumconnect, to conduct an eight week discovery with the main objective of this work being to assess maturity and appetite for using APIs in the sharing of data across departments and ALBs.  ",
                "tag": "p"
            },
            {
                "content": "Undertaking cross government API research ",
                "tag": "h2"
            },
            {
                "content": "The Scrumconnect discovery team undertook four key phases of activities:",
                "tag": "p"
            },
            {
                "content": "The research findings",
                "tag": "h2"
            },
            {
                "content": "At the end of the eight week discovery, their main findings revealed some common pain points:",
                "tag": "p"
            },
            {
                "content": "API readiness and maturity:",
                "tag": "p"
            },
            {
                "content": "API in relation to data sharing:",
                "tag": "p"
            },
            {
                "content": "Key outcomes",
                "tag": "h2"
            },
            {
                "content": "There’s exciting work to do in this space, with the Government Digital Service helping organisations across the public sector to share data more securely and effectively.",
                "tag": "p"
            },
            {
                "content": "A set of measurable outcomes were achieved as a result of commissioning the API Discovery work:",
                "tag": "p"
            },
            {
                "content": "Get involved!",
                "tag": "h2"
            },
            {
                "content": "James and Alex are looking for colleagues to help move this work forward by participating in upcoming alpha user research. To get involved in this and to join the API community contact them at: api-programme@digital.cabinet-office.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://dataingovernment.blog.gov.uk/2025/04/03/joining-up-the-dots-the-findings-of-our-recent-api-discovery/",
        "blog": "Data in government",
        "blog_link": "https://dataingovernment.blog.gov.uk",
        "description": "Joining up the dots - is about turbo-charging API connectivity across government to enable effective data sharing in a seamless, secure, legal and trusted manner.  "
    },
    {
        "title": "Martyn's Law Factsheet",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-04-03T12:00:04",
        "categories": [
            "Uncategorised"
        ],
        "content": [
            {
                "content": "This factsheet was updated in April 2025. ",
                "tag": "p"
            },
            {
                "content": "The Terrorism (Protection of Premises) Act 2025, also known as Martyn’s Law, received Royal Assent on Thursday 3 April 2025.  ",
                "tag": "p"
            },
            {
                "content": "This Act delivers the Government’s manifesto commitment to strengthen the security of public premises and events. ",
                "tag": "p"
            },
            {
                "content": "The Government would like to pay tribute to Figen Murray, mother of Martyn Hett, who was killed in the Manchester Arena attack.  Her campaigning has been crucial in driving this Act forward.   ",
                "tag": "p"
            },
            {
                "content": "The Government intends for there to be an implementation period of at least 24 months before the Act comes into force. This will allow the SIA’s new function to be established, whilst ensuring those responsible for premises and events in scope have sufficient time to understand their new obligations. This will enable them to plan and prepare appropriately.  ",
                "tag": "p"
            },
            {
                "content": "Please refer to our wider factsheets and legislation documentation which can be found on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "What does Martyn’s Law do?  ",
                "tag": "p"
            },
            {
                "content": "The Terrorism (Protection of Premises) Act 20251, also commonly referred to as Martyn’s Law, will improve protective security and organisational preparedness across the UK by requiring that those responsible for certain premises and events consider how they would respond to a terrorist attack. In addition to this, at certain larger premises and events, appropriate steps to reduce vulnerability to terrorist attacks must also be considered. Through the Act, qualifying premises and events should be better prepared and protected, ready to respond in the event of a terrorist attack.  ",
                "tag": "p"
            },
            {
                "content": "Whilst those that fall within scope of the Act may wish to begin considering the requirements, they should note that guidance will be published in due course. This guidance will assist in understanding the requirements set out in the legislation. The guidance is being designed to be easy to follow, needing neither particular expertise nor the use of third-party products or services. ",
                "tag": "p"
            },
            {
                "content": "To support enforcement of the regime, a regulator will be established through a new function of the Security Industry Authority (SIA), which will support, advise and guide those responsible for premises and events in meeting the requirements of this legislation. ",
                "tag": "p"
            },
            {
                "content": "How will it work?   ",
                "tag": "p"
            },
            {
                "content": "The Act establishes a tiered approach, linked to the number of individuals it is reasonable to expect may be present at the same time at premises and events.  ",
                "tag": "p"
            },
            {
                "content": "Who will be in scope? ",
                "tag": "p"
            },
            {
                "content": "Premises that satisfy the following four criteria fall within scope of the Act: ",
                "tag": "p"
            },
            {
                "content": "If 800 or more individuals may be expected, the premises will be an enhanced duty premises unless the Act says otherwise. ",
                "tag": "p"
            },
            {
                "content": "An event that satisfies the following criteria fall within scope of the Act: ",
                "tag": "p"
            },
            {
                "content": "Who is the responsible person for qualifying premises? ​ ",
                "tag": "p"
            },
            {
                "content": "For qualifying premises, the responsible person is the person who has control of the premises in connection with their relevant Schedule 1 use (e.g. the use of a venue as a sports ground or a hotel). Where there is more than one Schedule 1 use (e.g. a church that also has a creche), it will be the person in control of the premises in connection with whichever Schedule 1 use is the principal use.  ",
                "tag": "p"
            },
            {
                "content": "Who is the responsible person for qualifying events? ",
                "tag": "p"
            },
            {
                "content": "For qualifying events, the responsible person is the person who has control of the premises at which the event will be held for the purposes of the event. The circumstances of the event will need to be considered to determine who the responsible person is. For example, if a concert is to be held in a park and the company putting on the event takes control of an area of the park for the purposes of that concert, the company putting on the event will be the responsible person. Conversely, if a stately home puts on a concert in its grounds and maintains control of the site for the purposes of that concert, the stately home will be the responsible person. This would be the case even if the stately home contracted organisations to do aspects of the event (e.g. to provide door security or ticketing).   ",
                "tag": "p"
            },
            {
                "content": "What are the requirements for standard duty premises? ",
                "tag": "p"
            },
            {
                "content": "Standard duty premises are generally those where it is reasonable to expect that between 200 and 799 individuals (including staff) may be present at the same time at least occasionally. The responsible person will be required to: ",
                "tag": "p"
            },
            {
                "content": "These public protection procedures are those which should be followed by people working at the premises if an act of terrorism were to occur at the premises, or in the immediate vicinity. They are procedures which may be expected to reduce the risk of physical harm being caused to individuals relating to evacuation, invacuation (moving people to a safe place), locking down the premises, and communicating with individuals on the premises.  ",
                "tag": "p"
            },
            {
                "content": "The requirements for standard duty premises are centred around simple, low-cost activities with costs relating primarily to time spent. There is no requirement to put in place physical measures. ",
                "tag": "p"
            },
            {
                "content": "What are the requirements for enhanced duty premises and qualifying events? ",
                "tag": "p"
            },
            {
                "content": "Enhanced duty premises and qualifying events are premises or events where it is reasonable to expect that 800 or more individuals (including staff numbers) may be present on the premises at least occasionally2 or attend the event at the same time. In addition to the same requirements as standard duty premises (above), the person responsible for enhanced duty premises and qualifying events will additionally be required to: ",
                "tag": "p"
            },
            {
                "content": "How to assess how many individuals are reasonably expected to be present?  ",
                "tag": "p"
            },
            {
                "content": "A range of methods can be used to make a reasonable assessment. This includes methods which those responsible for premises and events may already be familiar with, e.g. safe occupancy calculations for the purposes of fire safety or use of historic data.  ",
                "tag": "p"
            },
            {
                "content": "How will Martyn’s Law be enforced?  ",
                "tag": "p"
            },
            {
                "content": "To support enforcement of the regime, a new regulatory function will be established within the Security Industry Authority (SIA). The SIA will seek to support, advise and guide those responsible for premises and events in meeting the requirements of this legislation. Where there are instances of serious or persistent non-compliance the SIA will be able to take enforcement action including compliance notices, monetary penalties and restriction notices. The legislation also includes some criminal offences. The SIA must prepare statutory guidance about how it will discharge its functions under the Act, which must be approved by the Home Secretary before it is published.   ",
                "tag": "p"
            },
            {
                "content": "There will be a period of time prior to the implementation of the legislation, i.e. when it will come into force. We expect this period to be at least 24 months to allow for the set-up of the regulator and to ensure sufficient time for those responsible for premises and events in scope to understand their new obligations before they come into force, being able to plan and prepare accordingly. ",
                "tag": "p"
            },
            {
                "content": "How will my business or organisation be supported on Martyn’s Law?   ",
                "tag": "p"
            },
            {
                "content": "Guidance will be provided in due course to assist those in scope to understand the requirements set out in the legislation. The guidance is being designed to be easy to follow, needing neither particular expertise nor the use of third-party products or services. ",
                "tag": "p"
            },
            {
                "content": "The Home Office continues to build on the materials already published in relation to this legislation. This includes a bespoke landing page on Protect UK, Government factsheets which set out key aspects of the legislation, social media promotion, various press releases, media briefings, and our substantial stakeholder engagement campaign. ",
                "tag": "p"
            },
            {
                "content": "Our intention is to augment and further strengthen our communications during the implementation period, to support duty holders and raise awareness amongst the public. ",
                "tag": "p"
            },
            {
                "content": "Will Martyn’s Law apply to all of the UK?    ",
                "tag": "p"
            },
            {
                "content": "The legislation will apply across England, Wales, Scotland and Northern Ireland to ensure consistency in keeping the public safe across all parts of the United Kingdom. ",
                "tag": "p"
            },
            {
                "content": "We have been working closely with stakeholders and the Devolved Governments throughout the development of this Act.  ",
                "tag": "p"
            },
            {
                "content": "Why have we introduced Martyn’s Law? ",
                "tag": "p"
            },
            {
                "content": "Since March 2017, Counter Terrorism Policing assesses that there have been 15 domestic terror attacks in the UK (not including Northern Ireland-related terrorism), and security services and law enforcement have together disrupted 43 late-stage plots. ",
                "tag": "p"
            },
            {
                "content": "The threat picture is complex, evolving and enduring, with terrorists choosing to attack a broad range of locations. It is not possible to predict where in the UK an attack might happen, or the type of premises or event that could be impacted – either directly as the target of an attack, or indirectly by being located near to the target of an attack.   ",
                "tag": "p"
            },
            {
                "content": "Engagement with business indicates that preparedness and protective security in the counter-terrorism space often falls behind areas where there are long-established legal requirements, such as health and safety. The police, security services, and other partners continue to do all they can to combat the terror threat; and many businesses and organisations already do excellent work to improve their security and preparedness. However, the absence of legislative requirements means there is no consistency of consideration or of outcomes achieved. ",
                "tag": "p"
            },
            {
                "content": "That is what this Act seeks to address.  ",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/04/03/martyns-law-factsheet/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "This factsheet was updated in April 2025.  The Terrorism (Protection of Premises) Act 2025, also known as Martyn’s Law, received Royal Assent on Thursday 3 April 2025.   This Act delivers the Government’s manifesto commitment to strengthen the security of public premises …"
    },
    {
        "title": "Three reasons why England needs more conifer planting",
        "authors": [
            "Ian Tubby"
        ],
        "posted_on": "2025-04-03T10:25:00",
        "categories": [
            "Tree planting",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "There is still a perception that the Forestry Commission is ‘anti-conifer’ and is focused on broadleaf woodland creation. This couldn’t be further from the truth and fundamentally we need more of all types of woodland.  ",
                "tag": "p"
            },
            {
                "content": "Firstly, I want to open with some positive news. Rates of woodland creation have more than doubled in the last three years, and early signs show that 2025 could see the most woodland planted in England in over 25 years.",
                "tag": "p"
            },
            {
                "content": "Application trends",
                "tag": "h2"
            },
            {
                "content": "Interestingly, around 40% of England Woodland Creation Offer (EWCO) applications and agreements are for woodlands of between one and three hectares (ha). These woodlands account for less than 10% of the total area of new woodland. Whereas ~20% are for woodlands larger than 10ha which account for about 65% of new woodland area.  ",
                "tag": "p"
            },
            {
                "content": "In terms of species used, about 90% of woodland planted in 2023-24 was broadleaf (4110ha) and around 10% conifer (430ha).1 This shows our current grant offer is clearly appealing to landowners and there is a very strong demand for small broadleaf woodlands.",
                "tag": "p"
            },
            {
                "content": "This is excellent news in terms of progress towards habitat creation targets. We want to see more than 105,000ha of broadleaf woodlands planted by 2042 and we are just about on course to do this if current trends continue.",
                "tag": "p"
            },
            {
                "content": "1. Planting conifer can help hit environmental net zero targets",
                "tag": "h2"
            },
            {
                "content": "That said, the current mix of woodlands being planted and the modest scheme sizes mean that we are behind when it comes to climate change mitigation and net zero.  ",
                "tag": "p"
            },
            {
                "content": "Of course we need more woodland planted full stop but specifically, we need more conifer planted. Why? Because conifer grows fast and stores lots of carbon quickly. The statutory tree planting target assumes that we need to plant at least 30% conifer or other fast-growing species to meet carbon capture targets. ",
                "tag": "p"
            },
            {
                "content": "For instance, 10ha of Douglas fir (a popular coniferous tree that grows well in the UK) planted today would produce around 4,000 (4180) m3 of stem wood (a measure of wood from the stem alone, excluding branches) by 2050. This would contain around 820 tonnes of carbon (3,009 tonnes of CO2). Compared to 10ha of oak that would produce around 1,300m3 of stem wood containing 364 tonnes of carbon (1,336 tonnes of CO2) in the same period.2",
                "tag": "p"
            },
            {
                "content": "The difference in carbon (1,673 tonnes of CO2) stored between the two species is equivalent to the emissions from driving a modern diesel car 16.7 million kilometres!3",
                "tag": "p"
            },
            {
                "content": "This example suggests that conifers need 55% less land than broadleaves to capture similar levels of carbon. Therefore, from a net zero viewpoint, planting conifer spares more land than broadleaf woodland and this efficiency is an increasingly important subject as competition for land for food production, energy production, nature recovery and house building intensify.",
                "tag": "p"
            },
            {
                "content": "2. Home-grown conifer can bolster UK timber security and protect forests worldwide",
                "tag": "h2"
            },
            {
                "content": "Food security is understandably a hot topic – we produce around 60% of the food we consume by value4 and are the fifth largest importer in the world.5 In contrast, timber security is often overlooked in land use discussions, but as the second largest importer, this is a key reason why we need to increase the area of conifer planted.",
                "tag": "p"
            },
            {
                "content": "Timber security is a growing issue as supplies throughout the northern hemisphere are disrupted and constrained by outbreaks of insect pests such as Ips typographus, diseases including ash dieback and increasing incidences of wildfire, storm force winds and drought. Global demand for wood is set to increase as the population grows and more governments and businesses design policies to make better use of low carbon building materials, including timber.  ",
                "tag": "p"
            },
            {
                "content": "The UK is particularly exposed to global supply and demand we import around 73% of the wood it consumes each year from overseas forests. We remain one of the least forested countries in Europe and although the net area of woodland continues to grow in England, the area of conifer woodland is in decline, with statistics showing the area has dropped from by 14% from 356,000ha in 2007 to 305,000ha in 2024.  ",
                "tag": "p"
            },
            {
                "content": "A 14% loss of broadleaf woodland would have rightly triggered protest and concern, but the decline in conifer has largely gone unnoticed. While causes of this decline include habitat restoration and restructuring woodlands to meet improved forestry standards, reducing the area and volume of conifer will have impacts on local timber security and carbon stocks.",
                "tag": "p"
            },
            {
                "content": "Although we will never be self-sufficient in timber supply, we need to make every effort to reduce our footprint on the global forest resource, whilst ensuring domestic food production is not negatively impacted. Conifer woodlands also have a part to play in nature recovery, as illustrated by the recent discovery of a red squirrel population in a Sitka spruce plantation in Yorkshire.6",
                "tag": "p"
            },
            {
                "content": "3. Planting conifer can strengthen the economy",
                "tag": "h2"
            },
            {
                "content": "Timber is the ultimate sustainable, carbon negative, waste free, recyclable material – the exemplar of a circular economy. More conifer woodlands will increase the contribution timber production and processing makes to the economy.",
                "tag": "p"
            },
            {
                "content": "Meeting market demand and strengthening supply chains",
                "tag": "h3"
            },
            {
                "content": "The timber properties of conifer are particularly well suited to modern markets and construction techniques. Softwood (produced from conifer) is light, durable and easy to work. Growing large volumes of tall, straight conifer is generally less labour intensive and quicker than growing good quality hardwood (produced from broadleaf).  ",
                "tag": "p"
            },
            {
                "content": "Most softwood that is harvested in the UK is sold to sawmills whose products often have long service lives, locking up carbon for decades, if not centuries, before being recycled or used to generate heat and power. Softwood that is not suitable for sawmills, perhaps because of size or form, is used by panel board mills, as well as supplying paperboard and energy markets.  ",
                "tag": "p"
            },
            {
                "content": "With current policy aiming at increasing the number of homes built each year, the demand for softwood products will significantly increase in the short term, which could further benefit UK supply chains and woodland owners economically.",
                "tag": "p"
            },
            {
                "content": "A growing industry with long-term prospects",
                "tag": "h3"
            },
            {
                "content": "Softwood timber production has increased steadily since the 1970s, attracting international investment from the likes of Iggesund and Egger, who produce high value paper board and wood panel products from softwood. ",
                "tag": "p"
            },
            {
                "content": "While giving confidence to domestic companies such as James Jones to invest in new sawmills, supplying products to the construction sector as well as the wood pallet that is an essential part of UK and international trade infrastructure. These companies and the dozens of wood processors like them, are important rural employers and their supply chains sustain thousands of jobs from tree planters to house builders.  ",
                "tag": "p"
            },
            {
                "content": "We know consumers and processors will need to adapt to a wider range of tree species over time, as foresters respond to changing climate and pest and disease pressures. ",
                "tag": "p"
            },
            {
                "content": "Future timber products might look and feel a little different but these products will perform the same function, and it is likely that well managed softwood timber will remain the bread and butter of the timber processing industry for decades to come.",
                "tag": "p"
            },
            {
                "content": "How EWCO and financial incentives support conifer woodland",
                "tag": "h2"
            },
            {
                "content": "Back to the here and now, while we’re seeing large proportions of broadleaf woodlands planted, grants like EWCO pay the same basic rate regardless of species planted. Land managers seeking the nature recovery additional contribution, worth up to £3,300 per ha, can also include up to 20% non-native or naturalised species in the compartments of native woodland they will plant for nature recovery. ",
                "tag": "p"
            },
            {
                "content": "This could allow schemes to generate income from timber production and use non-native species in situations as nurse crops (trees planted to protect primary trees during infancy), though land managers need to ensure the management of the nurse component won’t compromise the objective of the grant payments. ",
                "tag": "p"
            },
            {
                "content": "Feedback from agents and owners generally suggests that grants are the most generous in recent years. They note that it is sometimes cheaper to buy conifer planting stock than broadleaf species and that establishment costs associated with conifer are often lower than for broadleaf.",
                "tag": "p"
            },
            {
                "content": "Because of typically faster growth rates, planting conifer often provides some early income from the sale of thinnings. Longer term, the capital value of conifer woodlands can increase as timber volumes grow and there is a healthy market for woodlands containing a significant proportion of conifer.",
                "tag": "p"
            },
            {
                "content": "Future ambitions for forestry",
                "tag": "h2"
            },
            {
                "content": "We know that barriers to conifer woodland creation are difficult to deconstruct. Land values and the stacking and bundling of income from government grants, carbon markets and payments for ecosystem services can be complex.",
                "tag": "p"
            },
            {
                "content": "We don’t yet have the key that will unlock the establishment of larger, timber production focused woodlands that we need to hit net zero, improve our timber security and contribute to economic growth, but we are heading in the right direction.  ",
                "tag": "p"
            },
            {
                "content": "In an increasingly tight financial situation, we need solutions that don’t increase grant dependency and increase burden to the taxpayer. We also need to find solutions whilst simultaneously encouraging more broadleaf woodland creation, more natural colonisation (trees naturally seed into surrounding open habitat), more agroforestry (the integration of trees into farming systems), more riparian woodland creation (trees planted along watercourses) and the restoration of habitats that were planted up with conifer in times past.  ",
                "tag": "p"
            },
            {
                "content": "This is a tall order and something we look forward to working on with others throughout what I’m sure will be a busy 2025. ",
                "tag": "p"
            },
            {
                "content": "All images are Crown copyright with the exception of the red squirrel image which was sourced from Pixabay.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/04/03/three-reasons-why-england-needs-more-conifer-planting/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Ian Tubby, Head of Policy and Advice at the Forestry Commission, discusses three key reasons why planting more conifer can have a positive impact on the environment, timber security, and the economy. "
    },
    {
        "title": "The digital identity and attribute services register is now in public beta",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-04-03T10:00:00",
        "categories": [
            "Digital identity",
            "Register of digital identity and attribute services"
        ],
        "content": [
            {
                "content": "The register of digital identity and attribute services is now in public beta. This means it’s easier for businesses and the public to check and find trusted digital identity products across the UK.   ",
                "tag": "p"
            },
            {
                "content": "Faster and easier",
                "tag": "h3"
            },
            {
                "content": "The new register will make it: ",
                "tag": "p"
            },
            {
                "content": "The start, not the end",
                "tag": "h3"
            },
            {
                "content": "Being in public beta means the register is ready to operate at scale and it does many of the things we need it to do.  ",
                "tag": "p"
            },
            {
                "content": "But we’re not done! Up to now we’ve been focused on building a ‘minimum viable product’. Now we’ll be shifting our focus to rapidly iterate and improve upon what we’ve built, so that it can meet more user needs. For example, we’ll be integrating our new trust mark into the register and we’re looking at ways users can be notified when things on the register change. ",
                "tag": "p"
            },
            {
                "content": "We’ll also be retiring the old spreadsheet-format list very soon, now that providers have had the opportunity to transfer to this new digital service.  ",
                "tag": "p"
            },
            {
                "content": "Join the register",
                "tag": "h3"
            },
            {
                "content": "If you are a service provider who would like to join the new register, we’ve created guidance on how to join the register of digital identity and attribute services.    ",
                "tag": "p"
            },
            {
                "content": "Tell us what you think ",
                "tag": "h3"
            },
            {
                "content": "We think that this new digital service is an improvement over what we had before but we know there is more to do to make it great. We’d welcome any feedback on what you think we should do to make the register better for you.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/04/03/the-digital-identity-and-attribute-services-register-is-now-in-public-beta/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "The register of digital identity and attribute services is now in public beta. This means it’s easier for businesses and the public to check and find trusted digital identity products across the UK.    Faster and easier The new register …"
    },
    {
        "title": "The Final Countdown: Reflecting on the modernisation journey for courts and tribunals",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2025-04-03T09:45:00",
        "categories": [
            "Civil",
            "Court and tribunal reform",
            "Crime",
            "Digital services",
            "Family",
            "Interviews",
            "Podcast",
            "Tribunals",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Launched in 2016, the HMCTS Reform Programme reaches its formal conclusion at the end of March 2025. It underpins a quiet revolution which has moved our courts and tribunals from paper to digital, stabilised and secured systems and set us up for the 21st century.",
                "tag": "p"
            },
            {
                "content": "In this episode, host Aaron Wilson is joined by CEO Nick Goodwin and Operations Director Daniel Flury to reflect on the programme’s impact, key learnings, and what comes next.",
                "tag": "p"
            },
            {
                "content": "They discuss the challenges of modernising the justice system, the transition to digital services, and the sensitivities surrounding change, including managing the impacts on staff and justice partners.",
                "tag": "p"
            },
            {
                "content": "This candid yet thoughtful conversation acknowledges and thanks the efforts of all involved and looks ahead to the future of continuous improvement.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Cafodd Rhaglen Ddiwygio GLlTEF ei lansio yn 2016, a daeth i ben yn ffurfiol ddiwedd mis Mawrth 2025. Mae’n sail i chwyldro tawel sydd wedi symud ein llysoedd a’n tribiwnlysoedd o bapur i ddigidol, mae wedi sefydlogi a sicrhau systemau ac mae wedi ein sefydlu ar gyfer yr 21ain ganrif.",
                "tag": "p"
            },
            {
                "content": "Yn y bennod hon, bydd y gwesteiwr Aaron Wilson yn ymuno â’r Prif Swyddog Gweithredol Nick Goodwin a’r Cyfarwyddwr Gweithrediadau Daniel Flury i fyfyrio ar effaith y rhaglen, y gwersi allweddol, a’r hyn a ddaw nesaf.",
                "tag": "p"
            },
            {
                "content": "Maent yn trafod heriau moderneiddio’r system gyfiawnder, y newid i wasanaethau digidol, a’r sensitifrwydd sy’n gysylltiedig â newid, gan gynnwys rheoli’r effeithiau ar staff a phartneriaid cyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Mae’r sgwrs onest ond meddylgar hon yn cydnabod ac yn diolch i ymdrechion pawb a gymerodd ran ac yn edrych ymlaen at ddyfodol o welliant parhaus.",
                "tag": "p"
            },
            {
                "content": "Gwrandewch ar y bennod ddiweddaraf nawr, ar gael o ble bynnag rydych chi'n gwrando ar eich podlediadau!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "Mae trawsgrifiad o'r podlediad ar gael hefyd.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/04/03/the-final-countdown-reflecting-on-the-modernisation-journey-for-courts-and-tribunals/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "The HMCTS Reform Programme was a once-in-a-lifetime opportunity to transform the way people access and engage with the justice system. In this episode, we reflect on its impacts, the challenges the programme faced along the way, and what the future holds for HMCTS."
    },
    {
        "title": "Sustainability, innovation and recognition",
        "authors": [
            "HeatherS"
        ],
        "posted_on": "2025-04-03T09:13:40",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Read about an inspiring journey unfolding at the Defence Academy, where the Climate Change and Sustainability Team led by Lucy Dale, has been making significant strides.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Can you tell us about your current role and responsibilities at the Defence Academy?Lucy: I’m Lucy Dale, and I work at the Defence Academy as the Head of Resources. My responsibilities are wide-ranging, from overseeing our IT systems and financial business management to driving sustainability initiatives.",
                "tag": "p"
            },
            {
                "content": "One of my key focuses is ensuring we meet our Net Zero targets, which ties directly into improving our estate for both our people and the environment. It’s an incredibly rewarding role, and I absolutely love it.",
                "tag": "p"
            },
            {
                "content": "Ian: I am the HQ Defence Academy Resources Chief of Staff reporting directly to 1* Head of Resources Lucy Dale.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Congratulations on your team receiving the Commander’s Commendation award! How did it feel to be recognised?Lucy: It was fantastic to be nominated by an organisation outside the Defence Academy. It’s a powerful acknowledgment of the team’s hard work. What stands out to me is that sustainability isn’t part of the team’s core responsibilities. Over the last few years, people have embraced this space simply because they believe in its importance. Also, collaborating with our on-site contractors Serco and ESS has been incredibly rewarding.",
                "tag": "p"
            },
            {
                "content": "Seeing the team’s efforts recognised and valued so highly, is truly heartening.",
                "tag": "p"
            },
            {
                "content": "Ian: Surprised and obviously very honoured. Although I am named as a member of the team, the recognition is reflected across a larger team, including our partners at Shrivenham who have all contributed hugely to our sustainability initiatives.",
                "tag": "p"
            },
            {
                "content": "Interviewer: It’s inspiring that the team took this on. Is there a strong focus on sustainability at the Defence Academy?Lucy: Absolutely. We often talk about three key drivers.",
                "tag": "p"
            },
            {
                "content": "First, there’s our moral responsibility as human beings to care for the planet. Second, as Crown Servants, we have a duty to deliver value for money and efficiency across government initiatives. Many of our sustainability ideas align with creating more resilient, cost-effective solutions for the future.",
                "tag": "p"
            },
            {
                "content": "Finally, there’s the Defence perspective, which is sometimes overlooked. Sustainability contributes to enhancing Defence capability. By adopting innovative approaches and adapting to extreme environments, we’re building a more capable and resilient Defence. This concept resonates with people—they see how their efforts contribute to something much larger.",
                "tag": "p"
            },
            {
                "content": "Ian: There is a strong focus on Climate Change & Sustainability within the Defence Academy, both in terms of physical activity as well as education and personal behaviours.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Can you share some of the sustainability initiatives launched at the Defence Academy?Lucy: Certainly! One initiative we’re particularly proud of is a scheme similar to the ‘Boris’ bikes scheme in partnership with Serco. This allows people to cycle around the site instead of relying on cars.",
                "tag": "p"
            },
            {
                "content": "We’re also undertaking larger projects. For example, our Single Living Accommodation (SLA) block and Medical Centre are being developed to meet Defence Related Environmental Assessment Methodology (DREAM) Excellent standards, aiming for Net Zero buildings. We’re electrifying heating systems to reduce dependence on natural gas, and our small solar farm is already helping to cut electricity consumption from the grid.",
                "tag": "p"
            },
            {
                "content": "Ian: To expand further, the Shrivenham site currently has 5 double Electric Vehicle Charging Points (EVCP), procured, and installed through private finance donated from the Shrivenham Station Officers Mess. With the facility proving very popular. ",
                "tag": "p"
            },
            {
                "content": "Another project we brought online was an in-vessel food waste composter within the Shrivenham site. The composter turns food scraps, peelings, left-over food, coffee grounds, compostable packaging and garden waste into very nutrient rich compost, resulting in no food waste leaving the site.",
                "tag": "p"
            },
            {
                "content": "This was an ESS funded project, supported by Serco and MOD.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What do you hope will come from the team being awarded?Lucy: My hope is that this recognition inspires others to realise they can make a difference. You don’t need to tackle everything at once. Small, meaningful interventions can capture people’s attention and encourage them to rethink their actions.",
                "tag": "p"
            },
            {
                "content": "If we can spark that kind of change—where individuals feel empowered to contribute—it will have a massive and lasting impact.",
                "tag": "p"
            },
            {
                "content": "Ian: It will provide a great spring in the step to continue to press forward with CC&S initiatives.",
                "tag": "p"
            },
            {
                "content": "Congratulations to Lucy Dale, Lieutenant Colonel Ian Lea and Group Captain Simon Brackstone on your well-deserved Commander’s Commendation.",
                "tag": "p"
            }
        ],
        "link": "https://stratcommand.blog.gov.uk/2025/04/03/sustainability-innovation-and-recognition/",
        "blog": "Strategic Command",
        "blog_link": "https://stratcommand.blog.gov.uk",
        "description": "Read about an inspiring journey unfolding at the Defence Academy, where the Climate Change and Sustainability Team led by Lucy Dale, has been making significant strides. Interviewer: Can you tell us about your current role and responsibilities at the Defence …"
    },
    {
        "title": "The value of social workers in healthcare",
        "authors": [
            "Mark Nicholas"
        ],
        "posted_on": "2025-04-03T08:28:06",
        "categories": [
            "Care and support",
            "Communities",
            "Knowledge and skills",
            "Recognition",
            "Society",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "When I first qualified as a social worker, career paths were relatively restricted – received wisdom was that you did a couple of years in children’s social care (preferably child protection) before specialising in either adults (including mental health) or children’s social work. Non statutory social work and independent social work were rare destinations for newly qualified staff and work in any other settings was almost unheard of.",
                "tag": "p"
            },
            {
                "content": "Things have changed significantly since then: we now have both better recognition of existing settings for social work and new settings opening up. Headteachers I speak to greatly value their school social workers and the work of hospice social workers (as I know personally, from the loss of my father in law earlier this year) is incredibly compassionate and comforting to those at the end of their lives and their families. Some of the most skilled social workers I’ve met are Approved Mental Health Professionals (AMHPs) and now GP practices are increasingly interested in employing their own social workers.",
                "tag": "p"
            },
            {
                "content": "To me, this represents a broader recognition of the valuable contribution social work can make across society. But what is it about social work that has led to an increase in career paths in these areas? My own career has been spent approximately 1/3 in children’s social work, 1/3 in adult social work and 1/3 in the NHS, so have been keen to reflect on this question. Social work training and practice focus on the importance of working in a person-centred, relational, participatory, strengths-based way that is strongly influenced by principles of social justice. When I first worked in the NHS, these were not phrases I generally heard my clinical colleagues using, but now they have much greater currency in the organisation and I think mean that social workers can bring a valuable diversity of thought, experience, skills and ideas to our besieged, but much loved, healthcare system. In my first social work placement in a hospital team, we were working in the NHS, but seconded from the local authority, which meant we were not considered a core profession in the NHS. ",
                "tag": "p"
            },
            {
                "content": "Now, there are over 4000 social workers employed directly by the NHS, mainly in mental health, but also in a range of other roles, which makes us a significant part of the NHS workforce. Most of our clinical colleagues have been welcoming of this influx of social workers – certainly, my own team of medics, nurses, pharmacists, physios, OTs, etc. could not have been more supportive to their lone social worker! – but healthcare organisations can be slow to recognise the change in workforce composition. For example, there is no universal recognition among healthcare employers that social workers are clinician equivalents and should be treated as such in relation to access to records, training and professional development. ",
                "tag": "p"
            },
            {
                "content": "In time, I’m sure such problems will be resolved and the recently established NHS Social Work Leaders Network is actively working to do so. This will allow us as professionals to fully apply our diverse mindset and skills to help change the NHS for the better.",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2025/04/03/the-value-of-social-workers-in-healthcare/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "Sarah McClinton, The Chief Social Worker for Adults: I am delighted to present this blog from Mark Nicholas, Clinical Director, Social Care Lead and National Head of Profession for Social Care Informatics at NHS England. Mark provides invaluable insights into …"
    },
    {
        "title": "A talented, capable, and dedicated team member; someone who has truly become a valued asset!",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-04-02T15:00:00",
        "categories": [
            "#GFIEsuccessstory",
            "Autism",
            "Inclusion",
            "Life Chance Recruitment",
            "Neurodiversity"
        ],
        "content": [
            {
                "content": "World Autism Awareness Day (Wednesday 2nd April 2025) is dedicated to raising awareness about Autism and promoting acceptance, inclusion, and support for Autistic People.",
                "tag": "p"
            },
            {
                "content": "To celebrate World Autism Day and Autism Acceptance Month throughout April, this blog edition provides an update of some of the things we are doing across Government in supporting Autistic People which includes the Autism Exchange Internship Programme (AEIP), the GFiE Scheme for Autistic People and the Cross Government Autism Network.",
                "tag": "p"
            },
            {
                "content": "Civil Service Autism Exchange Internship Programme",
                "tag": "h3"
            },
            {
                "content": "The Civil Service Autism Exchange Programme (AEIP), in partnership with charity Ambitious About Autism, offers paid quality work experience to autistic young people.",
                "tag": "p"
            },
            {
                "content": "The programme offers individuals the opportunity to learn new work skills while providing career development and networking advice. In exchange, participants teach managers and government departments about autism awareness. Interns undertake an 8 week paid employment within a government department throughout the Summer, with this year's programme starting at the end of June 2025.",
                "tag": "p"
            },
            {
                "content": "Annual recruitment is run through the Ambitious About Autism, with opportunities advertised on the Ambitious About Autism Webpages here. ",
                "tag": "p"
            },
            {
                "content": "For any Civil service departmental queries only, please contact the Internship team at Diversity.internships@cabinetoffice.gov.uk.",
                "tag": "p"
            },
            {
                "content": "GFiE Scheme for Autistic People",
                "tag": "h3"
            },
            {
                "content": "The GFiE Scheme for Autistic People offers employment opportunities across the civil service working with the Civil Service ‘Autism Exchange Internship Programme’, to ensure that departments can retain interns and bring brilliant new voices into the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Roles offered via the scheme are on a Fixed Term Appointment (FTA) for a minimum of 12 months, with an option to extend for up to 2 years. There may be opportunities for permanent employment after the first 12 months of the appointment.  ",
                "tag": "p"
            },
            {
                "content": "Below we hear from some of the GFiE Scheme Candidates and a Departmental Line Manager about the impact of the GFiE Scheme for Autistic People. ",
                "tag": "p"
            },
            {
                "content": "GFiE Life Chance Schemes",
                "tag": "h3"
            },
            {
                "content": "The Civil Service has over 20 Going Forward into Employment (GFiE) Life Chance Schemes in operation across Government, using innovative approaches to recruitment and providing Individuals from a wide range of backgrounds, and who face barriers to employment, with opportunities and experience.  You can find out more about GFiE at our Civil Service Careers Page  www.civil-service-careers.gov.uk/about-gfie/",
                "tag": "p"
            },
            {
                "content": "If you would like to discuss providing life changing opportunities for  live vacancies, or vacancies you have coming up in the future, please get in contact with us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            },
            {
                "content": "Cross Government Autism Network ",
                "tag": "h3"
            },
            {
                "content": "The Cross Government Autism Network is a Civil Service staff network.",
                "tag": "p"
            },
            {
                "content": "The network's mission is to improve the experiences of autistic Civil Servants and to support non-autistic allies in the Civil Service.",
                "tag": "p"
            },
            {
                "content": "The network delivers a range of projects including workshops about supporting autistic colleagues please email us to find out more crossgovautismnet@gmail.com",
                "tag": "p"
            },
            {
                "content": "You can also find more details about what we do at our .gov.uk page.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/04/02/thanks-to-the-gfie-scheme-we-were-fortunate-not-to-miss-out-on-welcoming-such-a-talented-capable-and-dedicated-team-member-someone-who-has-truly-become-a-valued-asset-to-our-organisation/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "World Autism Awareness Day (Wednesday 2nd April 2025) is dedicated to raising awareness about Autism and promoting acceptance, inclusion, and support for Autistic People. To celebrate World Autism Day and Autism Acceptance Month throughout April, this blog edition provides an …"
    },
    {
        "title": "A new way to buy energy for your school or trust",
        "authors": [
            "Bel Pennington, DfE Energy for schools lead"
        ],
        "posted_on": "2025-04-02T11:55:10",
        "categories": [
            "Advice and support",
            "Services"
        ],
        "content": [
            {
                "content": "In this blog post, Bel Pennington, who leads the Energy for Schools pilot at DfE, tells us why changing the way schools and trusts buy energy could save money, and protect school budgets from the volatility of the energy market.",
                "tag": "p"
            },
            {
                "content": "In September 2022 energy prices hit a record high. Homes and businesses across the country were impacted – and so were the many schools and trusts whose energy contracts were due to be renewed around that time. Many were locked into long term, fixed price contracts at a time when the energy prices were at their peak. This would have a serious impact on those schools’ budgets for years to come.",
                "tag": "p"
            },
            {
                "content": "The Get help buying for school team was able to help some schools and trusts negotiate contract extensions with existing suppliers, but it was obvious it was a priority for the Schools Commercial Team at DfE to look for a longer-term solution to offer better protection from this unregulated part of the market.",
                "tag": "p"
            },
            {
                "content": "Energy prices have increased, and the long-term outlook is for prices to remain high with the market continuing to be susceptible to volatility. Most schools currently have fixed term, fixed price contracts. Whilst offering some certainty in pricing they are inherently risky and leave a school exposed to whatever the daily rate is upon their contract expiry; in the case of the 2022 crisis schools adopting this method of buying their energy saw their bills more than double.",
                "tag": "p"
            },
            {
                "content": "My colleagues, working closely with the energy industry, began to look at which suppliers and types of contracts could offer schools the best deal.",
                "tag": "p"
            },
            {
                "content": "We know energy procurement for schools is challenging due to the complexities they face navigating the market, volatile prices and the reliance on third party intermediaries.",
                "tag": "p"
            },
            {
                "content": "Energy whilst a commodity is volatile and complex to purchase with many options of contract types, suppliers, additional service elements like half hourly meters to mention just a few.",
                "tag": "p"
            },
            {
                "content": "We undertook a research project to understand more about what was available to schools including the scope of services offered, using both surveys and interviews to help us understand the challenges and complexities faced and how could DfE help.",
                "tag": "p"
            },
            {
                "content": "This research identified the main pain points for schools which included:",
                "tag": "p"
            },
            {
                "content": "• It was hard to determine whether a good energy price deal had been achieved• Difficult to compare prices of energy deals• Brokers get better rates from energy providers than schools do directly• Energy price volatility• Locked into expensive contracts that are difficult to get out of• Fast turnarounds for making decisions on energy deal proposals",
                "tag": "p"
            },
            {
                "content": "We obviously recognised that schools needed to achieve a good price on their energy contract so that they can keep costs down, but looking more widely at the features of a DfE Energy for schools service, we explored what the key features of the service could look like with users. These included:",
                "tag": "p"
            },
            {
                "content": "• Pricing and Benchmarking• Account management• Contract Management• Onboarding support• Metering• Dashboards",
                "tag": "p"
            },
            {
                "content": "Following the research phase we needed to run a pilot. We identified three key objectives for delivery of DfE Energy for schools pilot:",
                "tag": "p"
            },
            {
                "content": "• Simplifying the buying of energy• Reducing the risk to schools in what is largely an unregulated market• Securing best value",
                "tag": "p"
            },
            {
                "content": "In our pilot we have embedded these user needs with the aim of providing schools with information to understand the cost of the deal, whether it is competitive in the wider market, detail on how prices are calculated and identify the level of risk associated with this deal. ",
                "tag": "p"
            },
            {
                "content": "We began an energy pilot with 1,500 schools across 50 MATs of different sizes and geographical locations, to see if our preferred solution on paper would save schools as much money as we predicted.",
                "tag": "p"
            },
            {
                "content": "All of the schools in the pilot used a 3rd party to manage their energy contract procurement, half were using a fixed price contract and half a flexible contract.",
                "tag": "p"
            },
            {
                "content": "The results were impressiveUsing a Crown Commercial Service (CCS) Energy contract, the same contract that all government departments including the DfE use, schools taking part saved on average 36%* on energy costs.",
                "tag": "p"
            },
            {
                "content": "Whilst this contract is flexibly priced, rather than fixed, some of the energy is bought up front, during the 30 months prior to delivery and then during the delivery period itself. This helps to level out the peaks and troughs in price variances.",
                "tag": "p"
            },
            {
                "content": "How does it work?Essentially, schools are joining the DfE’s existing energy contract. The DfE become the ‘contracting authority’ and help schools to onboard to the new contract. Schools continue to get their own energy usage data and pay their own bills direct to the supplier.",
                "tag": "p"
            },
            {
                "content": "You can add additional sites during the contract. You will just need to provide site information, and they can be added to the DfE account like any other school in your trust.",
                "tag": "p"
            },
            {
                "content": "It is a rolling contract, and to terminate your contract you will need to give 30 months, plus a minimum of 15 working days notice.  You can only terminate within 1 month if the building is sold, demolished or change of tenancy. ",
                "tag": "p"
            },
            {
                "content": "What next?We hope that now we have proved this option can deliver savings during the pilot, that more schools and trusts will review their options for energy as and when their contracts come up for renewal.",
                "tag": "p"
            },
            {
                "content": "To get further information about how your school or trust can access the service, please email: DFE-Energy.SERVICES-TEAM@education.gov.uk",
                "tag": "p"
            },
            {
                "content": "The DfE's approved Energy cost recovery service can also help you understand your energy bills, conduct historical audits to identify any anomalies or billing errors and recover any mistakenly paid funds.",
                "tag": "p"
            },
            {
                "content": "*Percentage saving is based on what schools actually paid versus what they would have paid under the DfE contract.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/04/02/a-new-way-to-buy-energy-for-your-school-or-trust/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "In this blog post, Bel Pennington, who leads the Energy for Schools pilot at DfE, tells us why changing the way schools and trusts buy energy could save money, and protect school budgets from the volatility of the energy market. …"
    },
    {
        "title": "School-based nurseries: Everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-02T11:48:37",
        "categories": [
            "Childcare",
            "childminders",
            "early years",
            "Schools"
        ],
        "content": [
            {
                "content": "We want to make life easier for working parents, and boost life chances for children.   ",
                "tag": "p"
            },
            {
                "content": "Parents need quality, affordable childcare in their local area. As part of our plan to create thousands of new places in school-based nurseries, we invited schools across England to apply for funding to open an initial 300 new or expanded nurseries.   ",
                "tag": "p"
            },
            {
                "content": "From September, families across the country will benefit from new places as the nurseries begin to expand and open, with up to 4,000 places available by the end of the month. This is part of the government's promise to improve early years education and childcare options for families. ",
                "tag": "p"
            },
            {
                "content": "But what are school-based nurseries and who will benefit? Here’s everything you need to know.  ",
                "tag": "p"
            },
            {
                "content": "What is a school-based nursery? ",
                "tag": "h2"
            },
            {
                "content": "A school-based nursery is nursery provision which operates out of an existing primary school.  ",
                "tag": "p"
            },
            {
                "content": "The nursery setting may operate independently from the school or could be run by the school.  ",
                "tag": "p"
            },
            {
                "content": "Some will offer childcare for ages three and four, whereas others will cater for younger children. This will depend on the individual setting as there are different regulations for schools to follow depending on the age group.  ",
                "tag": "p"
            },
            {
                "content": "Why are nurseries in schools popular with parents? ",
                "tag": "h2"
            },
            {
                "content": "Quality school-based nursery provision is popular with parents, especially families with multiple children. It can mean a single point of contact, easier drop-offs and pick-ups and continuity of care from the beginning of a child’s education. ",
                "tag": "p"
            },
            {
                "content": "It can also provide parents with flexibility around pick up times if parents have multiple children at one school. ",
                "tag": "p"
            },
            {
                "content": "What are the other benefits of school-based nurseries? ",
                "tag": "h2"
            },
            {
                "content": "The entire childcare sector provides valuable care, but schools are at the heart of our communities. School-based nursery settings see lower staff turnover, which provides consistency for children. On average, school-based nurseries also tend to look after more children with SEND and offer a higher number of places in some of the most deprived areas in the country.  ",
                "tag": "p"
            },
            {
                "content": "Teachers have told us the benefits of nurseries on site, saying it helps them build strong relationships between nursery and school staff, leading to smoother transitions into school for children. ",
                "tag": "p"
            },
            {
                "content": "How many new school-based nurseries are being created? ",
                "tag": "h2"
            },
            {
                "content": "The government has approved 300 new school-based nurseries in the first round of funding, delivering on its manifesto pledge to create thousands of new school-based nurseries by the end of this Parliament. ",
                "tag": "p"
            },
            {
                "content": "How many places will be available? ",
                "tag": "h3"
            },
            {
                "content": "The 300 new or expanded nurseries will offer an average of 20 places per site and up to 6,000 new places in total, with up to 4,000 set to be available by the end of September 2025. ",
                "tag": "p"
            },
            {
                "content": "Where will the new nurseries be located? ",
                "tag": "h3"
            },
            {
                "content": "The first 300 school-based nurseries will be located in towns and cities across the country, from Exeter to Newcastle Upon Tyne. The majority of new nurseries opening are in the North or Midlands, including around one in ten in the North East – increasing access to childcare in areas where it's most needed. ",
                "tag": "p"
            },
            {
                "content": "How much will this save families? ",
                "tag": "h3"
            },
            {
                "content": "These measures, along with other childcare initiatives, will help put more cash in parents' pockets. The rollout of 30 government-funded hours of childcare from September will save parents up to £7,500 on average, while £450 per year will be saved through free breakfast clubs in schools. ",
                "tag": "p"
            },
            {
                "content": "How is this being funded? ",
                "tag": "h3"
            },
            {
                "content": "The government has more than doubled funding for the programme to £37 million. This is alongside over £2 billion extra investment going into the early years sector next year.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/nurseries-in-schools-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Primary schools can now apply for the first phase of funding, with up to £150,000 of £15 million available to support up to 300 new or expanded nurseries to be open by September 2025. "
    },
    {
        "title": "Adding sustainability to the Government Design Principles",
        "authors": [
            "Rebecca Cottrell - Design Lead, NHS England"
        ],
        "posted_on": "2025-04-02T11:40:13",
        "categories": [
            "New lenses and perspectives",
            "Service Standard",
            "Service transformation"
        ],
        "content": [
            {
                "content": "Image: NASA",
                "tag": "p"
            },
            {
                "content": "The Government Design Principles have been guiding the design for government services since their creation in 2012. They’re pithy, easy to remember, and can be easily applied.",
                "tag": "p"
            },
            {
                "content": "We’re adding a new design principle for sustainability. This will help teams take responsibility and ownership for the sustainability of services. It also starts to tie together existing work that is taking place to make information technology and services greener within government.",
                "tag": "p"
            },
            {
                "content": "The new principle is:",
                "tag": "p"
            },
            {
                "content": "How we created the principle",
                "tag": "h2"
            },
            {
                "content": "This work grew out of a small community group looking at design and sustainability at the Government Digital Service (GDS). We knew we needed to look more broadly outside our department, so we set up a working group. We recruited people from across the government, from different disciplines, departments and organisations. We facilitated 2 workshops: the first around design principles: how they’re used in general, and how a design principle around sustainability might be used. We used this list of ingredients to draft the principle, which we then took into a second workshop for critiquing, editing and rewriting. ",
                "tag": "p"
            },
            {
                "content": "This principle provides a starting point for practitioners from all user centred design (UCD) roles to ensure that their services take short and long term environmental impacts into consideration. The principle encourages small, achievable action on what can be considered an overwhelming and intimidating topic. It reminds practitioners of the power and influence they hold by designing services.",
                "tag": "p"
            },
            {
                "content": "The first and most important aspect of this principle is to remind practitioners that digital services are made up of tangible materials and require energy and resources to run. We have found that many people consider the internet, the cloud and digital environments to be 'ephemeral' and often do not take their materiality into account. There can be an assumption that ‘digital is free’. By putting this materiality front and centre, we are prompting practitioners to reframe their thinking and take the same approach that they would to more real-world services.",
                "tag": "p"
            },
            {
                "content": "This builds on other work around sustainability that's happening in GDS, including measuring the climate impact of our digital services at GDS and developing a set of principles for the design and delivery of greener services.",
                "tag": "p"
            },
            {
                "content": "The bigger picture of sustainability in government",
                "tag": "h2"
            },
            {
                "content": "Aside from adding a new principle, many more things are going on to make government services more sustainable. Defra has created a set of principles for greener services, the NHS created their own design principle for sustainability, GOV.UK One Login is focusing on delivering a green service by measuring their impact. We also have new guidance in the Service Manual on Environmentally sustainable services.",
                "tag": "p"
            },
            {
                "content": "How you can get involved",
                "tag": "h2"
            },
            {
                "content": "Take part in the UK Government Digital Slack #planet-centred-design design community group.",
                "tag": "p"
            }
        ],
        "link": "https://services.blog.gov.uk/2025/04/02/adding-sustainability-to-the-government-design-principles/",
        "blog": "Services in government",
        "blog_link": "https://services.blog.gov.uk",
        "description": "We’re adding a new design principle for sustainability. This will help teams take responsibility and ownership for the sustainability of services. "
    },
    {
        "title": "Welcoming the Corry Review — Nature recovery and sustainable growth through regulatory reform ",
        "authors": [
            "Oliver Harmar"
        ],
        "posted_on": "2025-04-02T08:00:22",
        "categories": [
            "Development",
            "Growth",
            "Nature",
            "Nature Recovery"
        ],
        "content": [
            {
                "content": "The Corry Review was set up by Defra Secretary of State Steve Reed, in October last year to examine whether the inherited regulatory landscape is fit for purpose and to develop recommendations to ensure that regulation across the Department is driving economic growth while protecting the environment. ",
                "tag": "p"
            },
            {
                "content": "Today sees the publication of the Review’s findings and 29 recommendations for reforms and improvements to the way regulation is designed and implemented. We welcome the report as a vital step towards a fresh approach to regulation that delivers for growth and nature recovery at scale. ",
                "tag": "p"
            },
            {
                "content": "Natural England has led the way with new approaches to enabling growth while protecting nature such as District Level Licencing, the Thames Basin Heath Approach and the Nutrient Mitigation Scheme.  ",
                "tag": "p"
            },
            {
                "content": "Many of the recommendations echo what we said to the review, reflect our practical experience and strongly align with our new strategy and our proposals for investment through the current Spending Review. ",
                "tag": "p"
            },
            {
                "content": "We’ve built a great relationship with Dan Corry and the review team, and we are ready for the next steps ",
                "tag": "p"
            },
            {
                "content": "We supported the review team with information about examples raised by others, made a joint site visit with the Area Team to Thames Basin Heaths to demonstrate the highly successful regulatory approach there to mitigate recreational disturbance to the SPA from new housing plus our case for nature recovery as an essential component of sustainable growth.  ",
                "tag": "p"
            },
            {
                "content": "Many of our messages are picked up in the report and supported by the recommendations ",
                "tag": "p"
            },
            {
                "content": "We said: ",
                "tag": "p"
            },
            {
                "content": "What next? ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/02/welcoming-the-corry-review-nature-recovery-and-sustainable-growth-through-regulatory-reform/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "The Corry Review was set up by Defra Secretary of State Steve Reed, in October last year to examine whether the inherited regulatory landscape is fit for purpose and to develop recommendations to ensure that regulation across the Department is …"
    },
    {
        "title": "Creating interactive design documentation for GOV.UK One Login",
        "authors": [
            "Arindra Das, Lead Designer (GDS)"
        ],
        "posted_on": "2025-04-01T16:06:17",
        "categories": [
            "GOV.UK One Login"
        ],
        "content": [
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "GOV.UK One Login lets users sign in and prove their identity so they can access government services quickly and easily. User-centred design (UCD) is at the core of our work, ensuring we meet real user needs while tackling complex inclusion and accessibility challenges. ",
                "tag": "p"
            },
            {
                "content": "To help government services integrate with GOV.UK One Login, their service teams need to understand how it works. This can be challenging, as our service isn’t a single, linear journey but a multi-channel journey that involves a collection of triage pages and interrupted journeys. It also evolves constantly, with frequent updates to meet diverse user and service needs. This pace of change can make it challenging for other government department service teams to stay up to date and understand what they need to integrate with.",
                "tag": "p"
            },
            {
                "content": "Challenge",
                "tag": "h2"
            },
            {
                "content": "Our challenge was to maintain a single source of truth that offered enough detail to guide our service teams. While we share user journeys through tools like Figma and presentation slides, these can be difficult to follow for those unfamiliar with our service. Keeping them updated also takes considerable effort, meaning they don’t always reflect the latest version.",
                "tag": "p"
            },
            {
                "content": "Service teams can explore GOV.UK One Login in our integration environment, but this requires technical expertise and includes field-level validation, making it difficult to navigate quickly. Internal tools like Mural and our staging environment offered some support but faced similar challenges with usability and maintenance. Additionally, teams—including those who directly support users—need a clear understanding of the journey.",
                "tag": "p"
            },
            {
                "content": "To address this, we needed a solution that was easy to explore, kept pace with our evolving service, and provided teams with a clear, up-to-date view of user journeys—helping them stay aligned with minimal effort.",
                "tag": "p"
            },
            {
                "content": "Our approach",
                "tag": "h2"
            },
            {
                "content": "Our goal was to make our service visible and help service teams and our internal teams interact with it.  ",
                "tag": "p"
            },
            {
                "content": "To guide the work and keep a holistic perspective, we started with 3 principles:",
                "tag": "p"
            },
            {
                "content": "Make it realistic - create an experience that looks and behaves like the real thing.",
                "tag": "p"
            },
            {
                "content": "Keep it simple - make it straightforward to use and update, so it’s accessible to everyone.",
                "tag": "p"
            },
            {
                "content": "Start small and iterate - begin with key features and improve gradually as the service evolves.",
                "tag": "p"
            },
            {
                "content": "Based on these principles, we decided to build an HTML prototype using the GOV.UK Prototype Kit. This approach offered several benefits:",
                "tag": "p"
            },
            {
                "content": "We started by building the primary user journey through the service and gathering feedback. This helped us add secondary journeys and make incremental improvements as the service evolved. To make sure the prototype was effective and easy to work with, we:",
                "tag": "p"
            },
            {
                "content": "Designing the solution",
                "tag": "h2"
            },
            {
                "content": "This wasn’t just about building a prototype. We wanted others to explore and understand how the service works without confusion about what is and isn’t part of the live journey.",
                "tag": "p"
            },
            {
                "content": "We approached this by:",
                "tag": "p"
            },
            {
                "content": "To keep it up to date, we set up a simple maintenance process. Teams can report issues via a feedback form, and updates follow a federated model, allowing anyone with prototyping skills to contribute. Changes are reviewed through pull requests, guided by a runbook. We have used GitHub not only to host the prototype but also to serve as living documentation through release notes, making it easy for anyone to track the evolution of the service.",
                "tag": "p"
            },
            {
                "content": "Delivering value ",
                "tag": "h2"
            },
            {
                "content": "The tool has soon become an essential resource not only for external service teams but also internally for our user-centred design colleagues, product teams and most importantly, our Contact Centre. For example:",
                "tag": "p"
            },
            {
                "content": "The tool has evolved into a vital resource for delivering a joined-up user experience and as GOV.UK One Login continues to grow and change, the tool will evolve alongside it — adapting to meet the needs of teams across government.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/04/01/creating-interactive-design-documentation-for-gov-uk-one-login/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "At GOV.UK One Login, we've tackled a significant challenge: helping government teams understand our constantly evolving digital identity service."
    },
    {
        "title": "Making a difference: What is it it like be an EA Environment Officer?",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-04-01T16:00:35",
        "categories": [
            "Cleaner Seas",
            "Cleaner Seas",
            "Regulated industry",
            "Rivers",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "Christopher Clayton joined the Environment Agency in January 2025 as an Environment Officer with one of the newly formed Water Industry Regulation teams in Lincolnshire. He shares an insight into his role and the reasons why he is so passionate about the environment and his chance to make a difference.",
                "tag": "p"
            },
            {
                "content": "Why I Joined the Environment Agency",
                "tag": "p"
            },
            {
                "content": "As someone who has grown up in around the countryside, I have always had a keen interest in the environment and its impact on my life. As a triathlete and open water swimmer, the quality of bathing waters and regulation of the water industry has never been far from my mind. As such, the opportunity to make a difference in the Water Industry Regulation team was something that I was very passionate to undertake.",
                "tag": "p"
            },
            {
                "content": "The start to my role as an Environment Officer",
                "tag": "p"
            },
            {
                "content": "There are three key points that have really struck me in my first few months in my role as an Environment Officer. The first is that there are passionate individuals across all forms of the organisation who want to make a difference. Through my training and networking, I have met various people from Deputy Directors to fellow officers.  Amongst them there is a genuine commitment to acting on the Water Industry Regulation Transformation Programme. Many people, like me, have a drive to continuously improve the water environment by holding water companies to account and ensuring there is continuous improvement.",
                "tag": "p"
            },
            {
                "content": "The second is that there is a real focus on the training of the new Environment Officers. I have a mentor, an experienced Environment Officer who supports my technical development, as well as my team leader who supports my personal development.",
                "tag": "p"
            },
            {
                "content": "To help and facilitate my learning I have also had access to a training programme that has mixed classroom-based learning with hands on learning. This has included a week at the Environment Officer Academy learning about water regulation, permitting and various causes of poor water quality. It has also included an introduction to regulation session where the organisation’s plans to regulate were shown. These were attended by newly recruited Environment Officers.",
                "tag": "p"
            },
            {
                "content": "The third and perhaps most pertinent is that inspections are already happening across our new Water Industry Regulation teams increasing the number that was previously possible.  In my first month I have already been on 3 days of inspections across various water company assets. Assets are the physical infrastructure owned by a company, in this case Anglian Water. I have learnt that the inspections themselves can be very challenging but are also educational. It is extremely rewarding to play a part in keeping our watercourses as healthy as possible and begin to make a difference in tackling issues.",
                "tag": "p"
            },
            {
                "content": "Preparation for an inspection at a wastewater treatment works will begin in the days leading up to the inspection. I will spend time going over the site’s environmental permit. The environmental permit sets out the conditions under which the site should operate. I will then study previous Compliance Assessment Report forms and any previous pollution incidents in the area. I will also research the general site area, and the local water catchment area.",
                "tag": "p"
            },
            {
                "content": "Once I have completed any pre-inspection checks I will get my personal protective equipment (PPE) and sampling equipment ready and head out to the site. I have been shadowing my mentor and other Environment Officers to observe the inspection process but also to see how various assets work.",
                "tag": "p"
            },
            {
                "content": "The majority of our inspections at water company assets are unannounced. On site we will meet representatives from the water company and then inspect the wastewater treatment works and assess compliance against the site’s environmental permit. We will take photographs as supporting evidence during our inspection and refer to the permit. It is a great opportunity for me to ask questions to both my colleagues and the water company representative, for my own development about on-site operations and maintenance. Whilst on site we will look for any breaches of the conditions within the permit. This might include problems with infrastructure or site operations which could potentially lead to a pollution incident or future compliance issues.",
                "tag": "p"
            },
            {
                "content": "Once we have finished the inspection, we will make sure all the relevant on-site paperwork is completed and return to the office for post-inspection tasks.",
                "tag": "p"
            },
            {
                "content": "Within 14 days we will complete a Compliance Assessment Report which is then sent to the water company and uploaded to a national database for public viewing. These will identify any corrective actions that need to be taken by the water company to bring the site back into compliance with the permit.",
                "tag": "p"
            },
            {
                "content": "As an Environment Officer I have also been responding to any incidents that are reported, here I am in responding to reports of black algae on the Lincolnshire Coast.",
                "tag": "p"
            },
            {
                "content": "These algal blooms were reported in early September by a member of the public. Environment officers from various teams attended and took algae samples. Analysis of these algae samples was carried out by colleagues in our Analysis and Reporting team, and CEFAS. The algae was identified as an exceedingly intense bloom of Attheya Armata, a non-toxic variety, but one with potential to cause skin and eye irritation.",
                "tag": "p"
            },
            {
                "content": "This was raised as an incident on Swimfo, (our online portal where the public can find out more about the water quality at bathing waters) resulting in our partners in local authority putting up signage at the beach to advise against bathing.",
                "tag": "p"
            },
            {
                "content": "Due to the long duration of this incident, numerous confirmation samples were required to be taken by Environment Officers. The local authority also provided support with regular visual checks of the beach to confirm the algae’s continued presence.",
                "tag": "p"
            },
            {
                "content": "During February 2025, a colleague and I attended and were finally able to confirm that the algae was no longer present.",
                "tag": "p"
            },
            {
                "content": "It has been a great first two months as an Environment Officer in the Environment Agency. Although the work has only just started, it is great to be able to be helping to make a difference so early. I am looking forward to improving the water environment for years to come.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/04/01/making-a-difference-what-is-it-it-like-be-an-ea-environment-officer/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Christopher Clayton joined the Environment Agency in January 2025 as an Environment Officer with one of the newly formed Water Industry Regulation teams in Lincolnshire. He shares an insight into his role and the reasons why he is so passionate …"
    },
    {
        "title": "Making work pay: inflation-beating minimum wage increases from 1 April",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-04-01T15:53:52",
        "categories": [
            "Workers' rights"
        ],
        "content": [
            {
                "content": "Over 3 million workers across the UK including 1 million in hospitality and retail will benefit from minimum pay increases from 1 April – a government intervention to make work pay by ensuring the cost of living is accounted for in new rates.",
                "tag": "p"
            },
            {
                "content": "These boosts to the National Living Wage and National Minimum Wages are featured prominently in national and regional news today (1 April), highlighting the vast number of workers set to benefit, including young workers and apprentices.",
                "tag": "p"
            },
            {
                "content": "Today’s I Paper front page - also picked up by The Telegraph - splashes on the Deputy Prime Minister Angela Rayner’s words that her new rights for workers and drive to push up pay for those on lower incomes are a personal mission which will help the economy. Speaking exclusively to the I, she said:",
                "tag": "p"
            },
            {
                "content": "“Like many of you, I started my working life on low pay, never sure if I would be able to make ends meet by the end of the month…from today, our changes will mean that the lowest paid will see their pay rise by more than twice the rate of inflation. It is a record rise too for 18 to 20-year-olds and apprentices, representing a giant leap in bringing all adults onto the same pay rate.”",
                "tag": "p"
            },
            {
                "content": "In The Mirror, the Business Secretary Jonathan Reynolds highlights how the minimum pay rises will mean the “lowest paid aren’t left behind”. And talking to The Metro, the Deputy PM reiterated the government’s focus “on turning the page for good” with these pay increases, by providing “better job security, more money in working people’s pockets and more cash being spent in our economy.”",
                "tag": "p"
            },
            {
                "content": "In other national and consumer news, The Sun, Express and LadBible run explainer stories breaking down the new bumped up hourly rates across all age groups.",
                "tag": "p"
            },
            {
                "content": "In Scotland, The Daily Record carries the Deputy PM’s statement on 220,000 Scots “getting the pay rise they desperately deserve”, with further coverage in The Glasgow Times, Herald Scotland, STV News and more. In Wales, news outlets including the Nation Cymru, Deeside.com, The Wales Online and Noth Wales Pioneer also highlight the 160,000 Welsh workers set to benefit, while the BBC online Northern Ireland reports on the 170,000 workers benefitting in its region.",
                "tag": "p"
            },
            {
                "content": "Speaking to Jeremy Vine on his BBC Radio 2 show today, the Deputy PM highlighted other government work to protect people and families against wider cost of living challenges, including free breakfast clubs in primary schools from this month putting £450 a year in working parents’ pockets.",
                "tag": "p"
            },
            {
                "content": "Today’s coverage follows on from the weekend reporting in The Mirror and regional papers marking the extra rises to support young people and improve their job prospects through better-paid apprenticeships.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/04/01/making-work-pay-inflation-beating-minimum-wage-increases-from-1-april/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Over 3 million workers across the UK including 1 million in hospitality and retail will benefit from minimum pay increases from 1 April – a government intervention to make work pay by ensuring the cost of living is accounted for …"
    },
    {
        "title": "How we value properties for business rates: the receipts and expenditure method",
        "authors": [
            "Alan Colston - Chief Valuer and Head of Surveying Profession"
        ],
        "posted_on": "2025-04-01T13:51:46",
        "categories": [
            "Business Rates",
            "How We Value",
            "Valuation Methods"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "In the first part of our series, we explained that most properties are valued based on their annual rental value. But if you run a hotel, self-catering accommodation, or another specialist business property, you might be wondering how we calculate your business rates when similar properties aren't often rented out. ",
                "tag": "p"
            },
            {
                "content": "At the Valuation Office Agency (VOA), we use what's called the receipts and expenditure method. This approach is used when there is little or no evidence of rents and the property’s main purpose is to make a profit.",
                "tag": "p"
            },
            {
                "content": "What is the receipts and expenditure method?",
                "tag": "h2"
            },
            {
                "content": "While we prefer to use rental evidence whenever possible, some properties are rarely rented on the open market. These include places like:",
                "tag": "p"
            },
            {
                "content": "Instead of relying on information about the rent these businesses pay, which might not exist for these types of properties; we look at the amount of income the property generates and the costs involved in running it to work out the rental value. Think of this method as working backwards from your property’s income to figure out what a reasonable rent would be.   To do this, we start by:",
                "tag": "p"
            },
            {
                "content": "The remainder represents what could reasonably be paid in rent.",
                "tag": "p"
            },
            {
                "content": "Making it practical: shortened receipts and expenditure",
                "tag": "h2"
            },
            {
                "content": "With the number of these types of properties valued across England and Wales, it wouldn’t be practical to review the full financial accounts of every single one. Instead, we take a representative sample of each type of property to analyse in full.",
                "tag": "p"
            },
            {
                "content": "Once we’ve calculated a reasonable rent for our sample properties, we compare each figure to the gross receipts, which is its total income. This gives us a percentage that shows how much of the income goes towards the rent.",
                "tag": "p"
            },
            {
                "content": "This is quite complex, so let’s use an example to bring it to life. If the gross receipts of a property were £1 million, and the remainder (the reasonable rent) was £100,000, we can predict that the rent of a similar property would be 10% of its total receipts.  ",
                "tag": "p"
            },
            {
                "content": "By analysing a sample of properties in full, we can establish a range of percentages to use as benchmarks. These percentages allow us to estimate a fair rental value for similar properties without needing their full financial information.",
                "tag": "p"
            },
            {
                "content": "For example, when valuing large hotels, we categorise them based on type and location. Each category will have its own percentage. Hotel categories could include:",
                "tag": "p"
            },
            {
                "content": "This ensures that the rental value reflects the specific characteristics and earning potential of each property type.",
                "tag": "p"
            },
            {
                "content": "How can I find out more? ",
                "tag": "h2"
            },
            {
                "content": "You can sign up for a business rates valuation account to find out more about how your rateable value has been calculated. . ",
                "tag": "p"
            },
            {
                "content": "Further information on the receipts and expenditure method of valuation can be found in the VOA Rating Manual Rating Manual section 4: valuation methods - Part 2: the receipts and expenditure method - Guidance - GOV.UK.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Sut rydym yn prisio eiddo ar gyfer ardrethi busnes: y dull derbyniadau a gwariant",
                "tag": "h2"
            },
            {
                "content": "Yn rhan gyntaf ein cyfres, fe wnaethom esbonio bod y rhan fwyaf o eiddo yn cael eu prisio yn seiliedig ar eu gwerth rhent blynyddol. Ond os ydych chi'n rhedeg gwesty, llety hunanarlwyo, neu eiddo busnes arbenigol arall, efallai y byddwch chi'n meddwl tybed sut rydym yn cyfrifo eich ardrethi busnes pan nad yw eiddo tebyg yn cael eu rhentu yn aml.",
                "tag": "p"
            },
            {
                "content": "Yn Asiantaeth y Swyddfa Brisio (VOA), rydym yn defnyddio'r hyn a elwir yn ddull derbyniadau a gwariant. Defnyddir y dull hwn pan nad oes llawer o dystiolaeth o renti a phrif bwrpas yr eiddo yw gwneud elw.",
                "tag": "p"
            },
            {
                "content": "Beth yw'r dull derbyniadau a gwariant?",
                "tag": "h2"
            },
            {
                "content": "Beth yw'r dull derbyniadau a gwariant?",
                "tag": "p"
            },
            {
                "content": "Er bod yn well gennym ddefnyddio tystiolaeth rhent pryd bynnag y bo modd, anaml y caiff rhai eiddo eu rhentu ar y farchnad agored. Mae'r rhain yn cynnwys lleoedd fel:",
                "tag": "p"
            },
            {
                "content": "Yn hytrach na dibynnu ar wybodaeth am y rhent y mae'r busnesau hyn yn ei dalu, rhywbeth efallai na fydd yn bodoli ar gyfer y mathau hyn o eiddo; rydym yn edrych ar faint o incwm y mae'r eiddo yn ei gynhyrchu a'r costau sy'n gysylltiedig â'i redeg i gyfrif y gwerth rhent. Meddyliwch am y dull hwn fel gweithio yn ôl o incwm eich eiddo i ddarganfod beth fyddai rhent rhesymol. I wneud hyn, rydym yn dechrau trwy:",
                "tag": "p"
            },
            {
                "content": "Mae'r gweddill yn cynrychioli'r hyn y gellid ei dalu'n rhesymol mewn rhent.",
                "tag": "p"
            },
            {
                "content": "Deall hyn yn ymarferol: derbyniadau a gwariant byrrach",
                "tag": "h2"
            },
            {
                "content": "Gyda nifer y mathau hyn o eiddo yn cael eu prisio ledled Cymru a Lloegr, ni fyddai'n ymarferol adolygu cyfrifon ariannol llawn pob un ohonynt. Yn lle hynny, rydym yn cymryd sampl gynrychioliadol o bob math o eiddo ac yn eu dadansoddi'n llawn.",
                "tag": "p"
            },
            {
                "content": "Ar ôl i ni gyfrifo rhent rhesymol ar gyfer ein heiddo sampl, rydym yn cymharu pob ffigur â'r derbyniadau gros, sef cyfanswm eu hincwm. Mae hyn yn rhoi canran i ni sy'n dangos faint o'r incwm sy'n mynd tuag at y rhent.",
                "tag": "p"
            },
            {
                "content": "Mae hyn yn eithaf cymhleth, felly gadewch i ni ddefnyddio enghraifft er mwyn ei wneud yn fwy real. Pe bai derbyniadau gros eiddo yn £1 miliwn, a'r gweddill (y rhent rhesymol) yn £100,000, gallwn ragweld y byddai rhent eiddo tebyg yn 10% o gyfanswm ei dderbyniadau. ",
                "tag": "p"
            },
            {
                "content": "Trwy ddadansoddi sampl o eiddo yn llawn, gallwn sefydlu ystod o ganrannau i'w defnyddio fel meincnodau. Mae'r canrannau hyn yn caniatáu inni amcangyfrif gwerth rhent teg ar gyfer eiddo tebyg heb fod angen eu gwybodaeth ariannol lawn.",
                "tag": "p"
            },
            {
                "content": "Er enghraifft, wrth brisio gwestai mawr, rydym yn eu categoreiddio yn seiliedig ar fath a lleoliad. Bydd gan bob categori ei ganran ei hun. Gall categorïau gwestai gynnwys:",
                "tag": "p"
            },
            {
                "content": "Mae hyn yn sicrhau bod y gwerth rhent yn adlewyrchu nodweddion penodol a photensial ennill pob math o eiddo.",
                "tag": "p"
            },
            {
                "content": "Sut alla i ddarganfod mwy?",
                "tag": "h2"
            },
            {
                "content": "Gallwch gofrestru ar gyfer cyfrif prisio ardrethu busnes i ddarganfod mwy am sut mae eich gwerth ardrethol wedi'i gyfrifo",
                "tag": "p"
            },
            {
                "content": "Gellir dod o hyd i fwy o wybodaeth am y dull derbyniadau a gwariant yn llawlyfr ardrethu Asiantaeth y Swyddfa Brisio Rating Manual section 4: valuation methods - Part 2: the receipts and expenditure method - Guidance - GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/04/01/how-we-value-properties-for-business-rates-the-receipts-and-expenditure-method/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In the second part of our series, we explain the receipts and expenditure method and how it is used to value properties like large hotels and self-catering holiday accommodation for business rates."
    },
    {
        "title": "Your questions answered: Finding, searching and viewing lasting powers of attorney (LPA)",
        "authors": [
            "dquill"
        ],
        "posted_on": "2025-04-01T10:45:12",
        "categories": [
            "FAQs",
            "Guidance",
            "lasting power of attorney",
            "LPA",
            "Your questions answered"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "We receive thousands of calls and emails each week from people and organisations requesting to view or search for lasting powers of attorney (LPAs).  You might work for a bank, healthcare provider or local authority and need to verify that an LPA is in place so an attorney can make decisions on behalf of a donor.   This blog is part of a series, answering your questions by breaking down the different stages of an LPA journey. Here we look at common questions about finding, searching and viewing them.    ",
                "tag": "p"
            },
            {
                "content": "View also:",
                "tag": "p"
            },
            {
                "content": "Completing forms",
                "tag": "h3"
            },
            {
                "content": "Includes signing forms in order",
                "tag": "p"
            },
            {
                "content": "Payments and fees",
                "tag": "h3"
            },
            {
                "content": "Includes cheques and applying for remissions and exemptions",
                "tag": "p"
            },
            {
                "content": "Attorneys, witnesses and certificate providers",
                "tag": "h3"
            },
            {
                "content": "Includes making a start and who to involve",
                "tag": "p"
            },
            {
                "content": "Using your LPA",
                "tag": "h3"
            },
            {
                "content": "Includes reference numbers, activation keys and access codes",
                "tag": "p"
            },
            {
                "content": "Reporting and making changes to your LPA",
                "tag": "h3"
            },
            {
                "content": "Includes reporting a death and changing address",
                "tag": "p"
            },
            {
                "content": "I already know there is an LPA in place – how do I view it?  ",
                "tag": "h3"
            },
            {
                "content": "If you already know there is an LPA in place you can use the ‘View an LPA’ service. You will need an access code to use it.   An attorney or donor will need to create an account to set up access codes using our ‘Use an LPA’ service. There is more information about how to do this on our ‘using your LPA’ blog.  ",
                "tag": "p"
            },
            {
                "content": "I’m not sure if there is an LPA in place – how do I find out?   ",
                "tag": "h3"
            },
            {
                "content": "If you’re not sure if there is an LPA in place the best thing to do is ask the donor or attorney first and see if you can use the ‘View an LPA service’. If this isn’t possible, you can request to search the OPG registers.",
                "tag": "p"
            },
            {
                "content": "What’s the difference between searching for an LPA and ‘View an LPA’?",
                "tag": "h3"
            },
            {
                "content": "View an LPA is the quickest, easiest and most secure way to view a summary of an LPA that you know exists.  Searching our OPG registers takes longer and can be used when you can’t get an access code from the attorney or donor, or you’re not sure if an LPA is in place.  ",
                "tag": "p"
            },
            {
                "content": "View an LPA provides an immediate summary. Searching the OPG registers can take up to 15 working days.  ",
                "tag": "p"
            },
            {
                "content": "View an LPA is for LPAs only. You can search the OPG registers for LPAs, enduring powers of attorney (EPAs), deputyships and guardianships. ",
                "tag": "p"
            },
            {
                "content": "What are OPG’s registers?",
                "tag": "h3"
            },
            {
                "content": "Our registers are lists related to legal authority and decision-making for individuals who may lack mental capacity. OPG’s registers include: ",
                "tag": "p"
            },
            {
                "content": "Register of Lasting Power of Attorney (LPA) This lists individuals who have made and registered an LPA, appointing someone to make decisions on their behalf.  ",
                "tag": "p"
            },
            {
                "content": "Register of Enduring Power of Attorney (EPA) This contains details of EPAs made and registered before the LPA system was introduced and put in place (before 2007). ",
                "tag": "p"
            },
            {
                "content": "Register of Court-Appointed DeputiesThis lists individuals appointed by the Court of Protection to make decisions for those who lack mental capacity (local authorities, professionals – solicitors or lay people for example: family member etc).",
                "tag": "p"
            },
            {
                "content": "Register of Guardianship OrdersThis contains details of individuals appointed as a Guardian by the High Court to look after the financial affairs of someone who is missing, is in prison abroad and cannot communicate, or has been taken hostage or kidnapped.  ",
                "tag": "p"
            },
            {
                "content": "How do I request a search of the OPG registers?",
                "tag": "h3"
            },
            {
                "content": "You will need to complete an OPG100 form and send it to OPG. It is best to complete this digitally and submit it to the email address given on the form.  Forms that are printed and posted will take longer to process.  You will find information about completing and sending the form on the form itself. The form also shows a a list of what you can find out by searching our registers.  It may be quicker to use our View an LPA service.",
                "tag": "p"
            },
            {
                "content": "I need to send an OPG100 form. Do I need to complete it all?   ",
                "tag": "h3"
            },
            {
                "content": "All mandatory sections must be completed, but not necessarily every section. An incomplete form submission will result in the OPG100 form being returned to the sender.",
                "tag": "p"
            },
            {
                "content": "Should I password protect the OPG100 form?",
                "tag": "h3"
            },
            {
                "content": "No. The inbox is secure and adding passwords can delay access and the response. ",
                "tag": "p"
            },
            {
                "content": "I need to search or view more than one LPA at the same time. How do I do this?  ",
                "tag": "h3"
            },
            {
                "content": "The View an LPA service will allow you to view one LPA at a time. You will need a different access code for each LPA.  If you have requested to search our registers instead of using ‘View an LPA’, all search requests will need to be on an individual OPG100 form. You could do this by sending separate emails or attaching multiple forms as attachments. If attaching multiple forms, it works best if there are fewer than 25.",
                "tag": "p"
            },
            {
                "content": "I need to find a power of attorney registered in Scotland or Northern Ireland. Can you help?  ",
                "tag": "h3"
            },
            {
                "content": "No. We are responsible for LPAs and EPAs registered in England and Wales only.",
                "tag": "p"
            },
            {
                "content": "How do I find out if a missing person has a guardianship in place? ",
                "tag": "h3"
            },
            {
                "content": "A guardianship relates to the Missing Persons Act 2017. You will need to complete a GS4 form to search our guardianship register.",
                "tag": "p"
            },
            {
                "content": "I work for the police, social services or NHS. How do I conduct a search related to a safeguarding enquiry?",
                "tag": "h3"
            },
            {
                "content": "If you are making decisions about an adult at risk or are involved in a safeguarding investigation, you may need information urgently.",
                "tag": "p"
            },
            {
                "content": "Please refer to the guidance on GOV.UK: Urgent enquiries: check if someone has an attorney or deputy.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Rydym yn derbyn miloedd o alwadau ac e-byst bob wythnos gan bobl a sefydliadau sy'n gwneud cais i weld neu chwilio am atwrneiaeth arhosol (LPA).  Efallai eich bod yn gweithio i fanc, darparwr gofal iechyd neu awdurdod lleol a bod angen i chi wirio bod atwrneiaeth arhosol ar gael fel y gall atwrnai wneud penderfyniadau ar ran rhoddwr.   Mae'r blog hwn yn rhan o gyfres, sy'n ateb eich cwestiynau trwy fynd trwy wahanol gamau proses LPA. Yma edrychwn ar gwestiynau cyffredin am ddod o hyd i, chwilio a gweld LPA.    Gweler hefyd: ",
                "tag": "p"
            },
            {
                "content": "Llenwi ffurflenni",
                "tag": "h3"
            },
            {
                "content": "Yn cynnwys llofnodi ffurflenni mewn trefn",
                "tag": "p"
            },
            {
                "content": "Taliadau a ffioedd",
                "tag": "h3"
            },
            {
                "content": "Yn cynnwys sieciau a gwneud cais am ostyngiadau ac esemptiadau",
                "tag": "p"
            },
            {
                "content": "Atwrneiod, tystion a darparwyr tystysgrif",
                "tag": "h3"
            },
            {
                "content": "Mae’n cynnwys dechrau arni a phwy i’w gynnwys",
                "tag": "p"
            },
            {
                "content": "Defnyddio eich LPA",
                "tag": "h3"
            },
            {
                "content": "Yn cynnwys cyfeirnodau, allweddi ysgogi a chodau mynediad",
                "tag": "p"
            },
            {
                "content": "Adrodd a gwneud newidiadau i’ch LPA",
                "tag": "h3"
            },
            {
                "content": "Yn cynnwys rhoi gwybod am farwolaeth a newid cyfeiriad",
                "tag": "p"
            },
            {
                "content": "Rwy'n gwybod eisoes bod LPA ar gael – sut ydw i'n ei gweld?",
                "tag": "h3"
            },
            {
                "content": "Os ydych chi eisoes yn gwybod bod LPA ar gael, gallwch ddefnyddio'r gwasanaeth 'Gweld LPA'. Bydd angen cod mynediad arnoch i'w ddefnyddio.   Bydd angen i atwrnai neu roddwr greu cyfrif i sefydlu codau mynediad gan ddefnyddio ein gwasanaeth 'Defnyddio LPA'. Mae mwy o wybodaeth am sut i wneud hyn ar ein blog 'defnyddio'ch LPA'.",
                "tag": "p"
            },
            {
                "content": "Dydw i ddim yn siŵr a oes LPA ar gael – sut ydw i'n cael gwybod?",
                "tag": "h3"
            },
            {
                "content": "Os nad ydych chi'n siŵr a oes LPA, y peth gorau i'w wneud yw gofyn i'r rhoddwr neu'r atwrnai yn gyntaf a gweld os oes modd i chi ddefnyddio'r gwasanaeth 'Gweld LPA'. Os nad yw hyn yn bosibl, gallwch wneud cais ichwilio'r cofrestri Swyddfa’r Gwarcheidwad Cyhoeddus (OPG).",
                "tag": "p"
            },
            {
                "content": "Beth yw'r gwahaniaeth rhwng chwilio am LPA a 'Gweld LPA'?",
                "tag": "h3"
            },
            {
                "content": "Gweld LPA yw'r ffordd gyflymaf, hawsaf a mwyaf diogel o weld crynodeb o LPA rydych chi'n gwybod sy’n bodoli.  Mae chwilio ein cofrestri OPG yn cymryd mwy o amser a gellir eu defnyddio pan na allwch gael cod mynediad gan yr atwrnai neu'r rhoddwr, neu os nad ydych yn siŵr os oes yna LPA.  ",
                "tag": "p"
            },
            {
                "content": "Mae Gweld LPA yn rhoi crynodeb yn syth i chi. Gall chwilio cofrestri OPG gymryd hyd at 15 diwrnod gwaith.  ",
                "tag": "p"
            },
            {
                "content": "Mae Gweld LPA ar gyfer LPA yn unig. Gallwch chwilio cofrestri OPG am LPA, atwrneiaeth barhaus (ETA), dirprwy a gwarcheidwad.",
                "tag": "p"
            },
            {
                "content": "Beth yw cofrestri Swyddfa’r Gwarcheidwad Cyhoeddus?",
                "tag": "h3"
            },
            {
                "content": "Rhestrau yw ein cofrestri sy'n ymwneud ag awdurdod cyfreithiol a gwneud penderfyniadau ar gyfer unigolion sydd efallai heb allu meddyliol. Mae cofrestri Swyddfa’r Gwarcheidwad Cyhoeddus yn cynnwys: ",
                "tag": "p"
            },
            {
                "content": "Cofrestr Atwrneiaeth Arhosol (LPA) Mae hon yn rhestru unigolion sydd wedi gwneud a chofrestru LPA, gan benodi rhywun i wneud penderfyniadau ar eu rhan.  ",
                "tag": "p"
            },
            {
                "content": "Cofrestr Atwrneiaeth Barhaus (EPA) Mae hon yn cynnwys manylion EPA a wnaed ac a gofrestrwyd cyn i'r system LPA gael ei chyflwyno a'i sefydlu (cyn 2007). ",
                "tag": "p"
            },
            {
                "content": "Cofrestr Dirprwyon a Benodwyd gan y LlysMae hon yn rhestru unigolion a benodwyd gan y Llys Gwarchod i wneud penderfyniadau ar gyfer y rhai sydd heb alluedd meddyliol (awdurdodau lleol, gweithwyr proffesiynol – cyfreithwyr neu bobl leyg er enghraifft: aelod o'r teulu ac ati). ",
                "tag": "p"
            },
            {
                "content": "Cofrestr Gorchmynion GwarcheidiaethMae hon yn cynnwys manylion unigolion a benodwyd yn Warcheidwad gan yr Uchel Lys i ofalu am faterion ariannol rhywun sydd ar goll, sydd yn y carchar dramor ac nad yw'n gallu cyfathrebu, neu a gymerwyd yn wystl neu a herwgipiwyd. ",
                "tag": "p"
            },
            {
                "content": "Sut ydw i'n gwneud cais i chwilio cofrestri Swyddfa’r Gwarcheidwad Cyhoeddus? ",
                "tag": "h3"
            },
            {
                "content": "Bydd angen i chi lenwi ffurflen OPG100 a'i hanfon at Swyddfa’r Gwarcheidwad Cyhoeddus. Mae'n well i chi lenwi hon yn ddigidol a'i hanfon i'r cyfeiriad e-bost a roddir ar y ffurflen.  Bydd ffurflenni sy'n cael eu hargraffu a'u postio yn cymryd mwy o amser i'w prosesu.  Fe welwch wybodaeth am lenwi ac anfon y ffurflen ar y ffurflen ei hun. Mae'r ffurflen hefyd yn dangos rhestr o'r hyn y gallwch ei ddarganfod trwy chwilio ein cofrestri.  Efallai y bydd yn gyflymach defnyddio ein gwasanaeth Gweld LPA.",
                "tag": "p"
            },
            {
                "content": "Mae angen i mi anfon ffurflen OPG100. Oes angen i mi ei chwblhau i gyd?",
                "tag": "h3"
            },
            {
                "content": "Rhaid cwblhau pob adran orfodol, ond nid o reidrwydd pob adran. Os byddwch yn anfon ffurflen anghyflawn mae’n bosibl y bydd y ffurflen OPG100 yn cael ei hanfon yn ôl atoch. ",
                "tag": "p"
            },
            {
                "content": "Oes angen defnyddio cyfrinair i ddiogelu'r ffurflen OPG100?",
                "tag": "h3"
            },
            {
                "content": "Nac oes. Mae'r mewnflwch yn ddiogel a gall ychwanegu cyfrineiriau oedi mynediad a'r ymateb. ",
                "tag": "p"
            },
            {
                "content": "Mae angen i mi chwilio neu weld mwy nag un LPA ar yr un pryd. Sut ydw i'n gwneud hyn?",
                "tag": "h3"
            },
            {
                "content": "Bydd y gwasanaeth Gweld LPA yn caniatáu ichi weld un LPA ar y tro. Bydd angen cod mynediad gwahanol arnoch ar gyfer pob LPA.  Os ydych chi wedi gwneud cais i chwilio ein cofrestri yn hytrach na defnyddio 'Gweld LPA', bydd angen i bob cais chwilio fod ar ffurflen OPG100 unigol. Gallech wneud hyn trwy anfon negeseuon e-bost ar wahân neu atodi mwy nag un ffurflen fel atodiadau. Os ydych chi'n atodi sawl ffurflen, mae'n gweithio orau os oes llai na 25. ",
                "tag": "p"
            },
            {
                "content": "Mae angen i mi ddod o hyd i atwrneiaeth arhosol sydd wedi'i gofrestru yn yr Alban neu Ogledd Iwerddon. Ydych chi’n gallu helpu?",
                "tag": "h3"
            },
            {
                "content": "Nac ydym. Rydyn ni’n gyfrifol am LPA ac EPA sydd wedi'u cofrestru yng Nghymru a Lloegr yn unig.",
                "tag": "p"
            },
            {
                "content": "Sut ydw i'n darganfod a oes gan berson coll warcheidiaeth?",
                "tag": "h3"
            },
            {
                "content": "Mae gwarcheidiaeth yn ymwneud â Deddf Personau Coll 2017. Bydd angen i chi lenwi ffurflen GS4 i chwilio ein cofrestr gwarcheidiaeth. ",
                "tag": "p"
            },
            {
                "content": "Rwy'n gweithio i'r heddlu, gwasanaethau cymdeithasol neu'r GIG. Sut ydw i'n cynnal chwiliad yn ymwneud ag ymholiad diogelu?",
                "tag": "h3"
            },
            {
                "content": "Os ydych chi'n gwneud penderfyniadau am oedolyn mewn perygl neu'n ymwneud ag ymchwiliad diogelu, efallai y bydd angen gwybodaeth arnoch ar frys.  Edrychwch ar y canllawiau ar GOV.UK: Ymholiadau brys: gwirio a oes gan rywun atwrnai neu ddirprwy.",
                "tag": "p"
            },
            {
                "content": "We can’t comment on specific applications and cases here and won’t publish questions containing personal information.",
                "tag": "h4"
            },
            {
                "content": "You can contact customerservices@publicguardian.gov.uk / 0300 456 0300.",
                "tag": "p"
            },
            {
                "content": "It will help to have your LPA information to hand so we can help you as quickly as possible. A list of what to include is available in the ‘reporting and making changes to your LPA’ blog.",
                "tag": "p"
            },
            {
                "content": "Ni allwn roi sylwadau ar geisiadau ac achosion penodol yma ac ni fyddwn yn cyhoeddi cwestiynau sy’n cynnwys gwybodaeth bersonol.",
                "tag": "h4"
            },
            {
                "content": "Gallwch gysylltu â ni ar: customerservices@publicguardian.gov.uk / 0300 456 0300.",
                "tag": "p"
            },
            {
                "content": "Bydd yn help os bydd yr wybodaeth am yr LPA gennych wrth law er mwyn i ni allu eich helpu mor gyflym â phosibl. Mae rhestr o’r hyn i’w gynnwys ar gael yn y blog ‘adrodd a gwneud newidiadau i’ch LPA’.",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/04/01/your-questions-answered-finding-searching-and-viewing-lasting-powers-of-attorney-lpa/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] We receive thousands of calls and emails each week from people and organisations requesting to view or search for lasting powers of attorney (LPAs).  You might work for a bank, healthcare provider or local authority and need to …"
    },
    {
        "title": "All of us might need the justice system one day: what can you expect and how has HMCTS reform made things better?",
        "authors": [
            "Rachel Hunt, Civil, Family and Tribunals Programme Director"
        ],
        "posted_on": "2025-04-01T09:30:13",
        "categories": [
            "Civil",
            "Court and tribunal reform",
            "Family",
            "Tribunals"
        ],
        "content": [
            {
                "content": "If the justice system makes you think of criminals, victims, witnesses and juries, you’re not alone. Our criminal courts are a high-profile part of our justice system. We often read about them in the press or see them depicted on TV. Fortunately, our criminal courts are an area that most of us will hope to avoid during our lifetimes. ",
                "tag": "p"
            },
            {
                "content": "But we may need to use other justice services at some point in our lives. It may come at a time when we least expect it. We may suffer the sad loss of a loved one and find ourselves dealing with their estate. In this situation, using our probate service becomes a reality. We might find ourselves owed money by a person or business and need the help of our civil money claims service to resolve the problem. Or through tribunals, we could need to appeal life changing decisions like unfair dismissal at work or about the benefits we rely on to provide for our families and those close to us. At times like these we all deserve to access efficient services that won’t make a tough situation more difficult.",
                "tag": "p"
            },
            {
                "content": "As our Reform Programme draws to a close, I want to explain some of the ways we’ve improved these services and others, across our civil and family courts and tribunals.",
                "tag": "p"
            },
            {
                "content": "What we set out to achieve",
                "tag": "h2"
            },
            {
                "content": "We needed to break down the barriers that many people felt and experienced when they used our civil and family courts and tribunals. Reform called time on people feeling alienated by an outdated system, moving away from paper-based forms, towards modern digital systems that are straightforward to access and navigate.",
                "tag": "p"
            },
            {
                "content": "We’ve changed what we ask of people using our services, moving away from long paper forms with unfathomable language. And reduced the need for people to make journeys to and from our buildings, increasing use of technology to hear cases remotely, where a judge approves.",
                "tag": "p"
            },
            {
                "content": "People like you helped through modernisation",
                "tag": "h2"
            },
            {
                "content": "Take online divorce. Before Reform, one user told us she nearly gave up on the process. The stress, complexity and cost of applying nearly became too much. In her own words, she felt ‘like an outsider in a system that spoke a different language’.",
                "tag": "p"
            },
            {
                "content": "Contrast this with another user – Crispin – and his partner who took the difficult decision to separate, when our digital divorce service was available. While of course still a difficult time, he described the ‘smooth process’ as ‘one of the more positive parts of the divorce because everything went as it should’.",
                "tag": "p"
            },
            {
                "content": "It’s so heartening to hear stories like Crispin’s, because I remember how far we’ve come in making the experience better for people rather than adding to their stress. Since 2019, Crispin’s application is one of over 500,000 applications made digitally. He and so many others benefit from a more accessible and modernised service. 24/7 access to their online applications, clear intuitive guidance, consistent support available directly from our knowledgeable Service Centre staff. This is how it should be for the people we serve.",
                "tag": "p"
            },
            {
                "content": "It’s not just our family courts we’ve modernised. If you’ve ever tried to get money back owed from a business or contractor, you’ll know the last thing you need in those circumstances is a slow, outdated system.",
                "tag": "p"
            },
            {
                "content": "It’s made the process three times faster than it was before. A free mediation service is also helping our users resolve disputes earlier and more cheaply. One solicitor told us a modernised service meant it took just 10 weeks to resolve a client’s case, meaning she could hire a new builder to fix a botched extension and enjoy her home once more.",
                "tag": "p"
            },
            {
                "content": "For those who may be facing a desperate situation and need to seek asylum in the UK, resolve a dispute with their employer or appeal a crucial benefits decision, our tribunals act as a lifeline. Before we reformed these services, people challenging decisions made by powerful organisations or agencies described a hard, slow process. For those where English wasn’t their first language it was worst. These were very real barriers to accessing justice. Over 600,000 tribunal users have benefitted from modernised services that have transformed a range of tribunals appeals process.",
                "tag": "p"
            },
            {
                "content": "Consistent services with satisfied users",
                "tag": "h2"
            },
            {
                "content": "User satisfaction rates across our digital services have consistently remained high across civil, family and tribunals services. For example, they’re at 80% in online divorce and 85% for social security and child support appeals.",
                "tag": "p"
            },
            {
                "content": "This is partly due to a more consistent service delivered across our five national Service Centres. Everyone involved in delivering a service are centrally located and under one roof. Issues can be identified, addressed and resolved far more quickly and efficiently. It has put an end for the need to send information and instructions across multiple locations. Our Service Centre and National Business Centres dealt with over 2.8 million calls during  2024, many from people looking for support and information about civil, family or tribunals cases.",
                "tag": "p"
            },
            {
                "content": "Reforming so many services has certainly been a challenge and we’ve listened, learned and adapted along the way. We’ve worked with our users and partners to inform change and make things better. We can see the results of this engagement - in January 2024 there was a backlog of 76,500 probate applications which we reduced to 37,200 in January 2025. This is thanks to a modern service and innovative working with experts in the field.",
                "tag": "p"
            },
            {
                "content": "What are we doing next to improve our services?",
                "tag": "h2"
            },
            {
                "content": "Our improvements are far from over. We’ll keep developing our services. We will roll out the reformed private family law service and finish a more focused range of services in the civil courts. We will be developing new features in the money claims and damages claims services and designing a digital service for housing possession claims.",
                "tag": "p"
            },
            {
                "content": "In years to come I want to be able to share more stories like Crispin’s who experienced a smooth, supportive service. And never again do I want to hear stories of outdated processes meaning people nearly give up on the process. Experiences like this must firmly stay in the past.",
                "tag": "p"
            },
            {
                "content": "To find out more about our civil, family and tribunals reformed services, visit our GOV.UK pages. Or subscribe and listen to the HMCTS Podcast series to hear first-hand from people using and delivering our services.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/04/01/all-of-us-might-need-the-justice-system-one-day-what-can-you-expect-and-how-has-hmcts-reform-made-things-better/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "The justice system can become a part of our lives when we least expect it, whether it’s for probate, money claims, or tribunal appeals. HMCTS reform have made these services more efficient and accessible, ensuring a smoother experience."
    },
    {
        "title": "Regulatory Policy Committee says thank you and farewell to four existing members and welcomes four new appointees",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-04-01T09:09:21",
        "categories": [
            "Better regulation",
            "Evaluation",
            "Independent scrutiny"
        ],
        "content": [
            {
                "content": "April sees the RPC losing four of its members who reach the end of their terms of office and the arrival of four new members. All 12 current and future members were able to join the recent March committee meeting.",
                "tag": "p"
            },
            {
                "content": "Departing are Daniel Dalton, Stephen Gifford, John Longworth and Andrew Williams-Fry.",
                "tag": "p"
            },
            {
                "content": "The new arrivals are John Davies, Allan Little, Caroline Turnbull-Hall and Frances Warburton – biographies below.",
                "tag": "p"
            },
            {
                "content": "Stephen Gibson, RPC Chair, said “It is important for an advisory body like the RPC that the membership changes periodically. I am sorry to say goodbye to Dan, John, Stephen and Andrew, who have made important contributions to the work of the RPC and I would like to thank them for their support and hard work for the committee. I am, at the same time, delighted to welcome Caroline, Frances, Allan and John. I am sure they will quickly become key members of the team as we help the Government in ensuring that regulation achieves its objectives and supports growth.”",
                "tag": "p"
            },
            {
                "content": "The new members are:",
                "tag": "p"
            },
            {
                "content": "John Davies",
                "tag": "p"
            },
            {
                "content": "John Davies is an independent economist specialising in the economics of competition and regulation.  He has been Chief Economist of the UK Competition Commission, founding Executive Director of the Competition Commission of Mauritius and Head of Competition Policy (and for a time acting Head of Investment Policy) at the OECD.  He has also worked as a consulting economist, most recently for Compass Lexecon, where he jointly headed the London office until 2023.  He is a Member of the Competition Appeal Tribunal in the UK; an Associate and member of the advisory board of the Centre for Competition Policy at the University of East Anglia and an Advisor to the Competition Commission of Mauritius.",
                "tag": "p"
            },
            {
                "content": "Allan Little",
                "tag": "p"
            },
            {
                "content": "Dr Allan Little spent 18 years in the Government Economic Service, specialising in policy appraisal and evaluation. In 2024, he left the Civil Service to set up Mission Economics, a consultancy focused on social value, economic research, and digital technology. He is also contracted as Chief Economist at State of Life, a wellbeing research consultancy.",
                "tag": "p"
            },
            {
                "content": "During his time in government, Allan held several analytical roles supporting and scrutinising regulatory policy. He was Head of Economic Appraisal at the Department for Education and Head of the Carbon Centre of Excellence at the Department for Transport. He also served as Principal Economist at ONE North East (Regional Development Agency) and Economic Adviser at the Department for Work and Pensions, following an early career in academia.",
                "tag": "p"
            },
            {
                "content": "Caroline Turnbull-Hall",
                "tag": "p"
            },
            {
                "content": "Caroline has recently served as a member of the ICAEW Regulatory Board and is a Warden of the Worshipful Company of Tax Advisers. She holds the position of Senior Regulatory Policy Advisor at ICAEW and also works as an Independent Trade and Regulatory Adviser. Previously, Caroline was a Director of Regulatory Affairs and Trade at PwC UK, with considerable experience in regulatory policy, especially in relation to professional services and tax. Additionally, she has experience as a Policy Adviser at the Office of Tax Simplification and is both a qualified barrister and charted accountant. ",
                "tag": "p"
            },
            {
                "content": "Frances Warburton",
                "tag": "p"
            },
            {
                "content": "Frances is a senior leader and regulatory expert with almost 30 years experience working across the public and private sectors.  Her experience includes working as a Competition Investigation Director at the OFT, as a Director at Ofgem and as a Partner in the Economic Advisory practice at Ernst & Young.  She has been an expert witness in several high profile regulatory decisions and market enquiries, and has advised on a wide range of regulatory matters. ",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/04/01/regulatory-policy-committee-says-thank-you-and-farewell-to-four-existing-members-and-welcomes-four-new-appointees/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The Regulatory Policy Committee welcomes four new members in April and says farewell and thank you to four current members."
    },
    {
        "title": "AI in schools – everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-03-31T19:59:50",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  ",
                "tag": "p"
            },
            {
                "content": "That’s why we are bringing the AI revolution to classroom – using it to modernise our education system, to back our teachers and deliver for our children.   ",
                "tag": "p"
            },
            {
                "content": "Here is everything you need to know about how AI can transform education.  ",
                "tag": "p"
            },
            {
                "content": "How could AI help teachers? ",
                "tag": "h3"
            },
            {
                "content": "From drafting curriculum plans to producing high-quality teaching resources, AI has the potential to reduce the amount of time teachers spend doing administrative tasks, so they can focus on what they do best– teaching and supporting their pupils. ",
                "tag": "p"
            },
            {
                "content": "There is so much untapped potential for AI to give teachers a helping hand with classroom life. That’s why we are funding the development of brand new AI tools for education. These tools truly stretch the capabilities of what AI can do – from assessing handwritten work to giving feedback on hand-drawn geography maps and even recognising mistakes in soldering on circuit boards made by engineering students. ",
                "tag": "p"
            },
            {
                "content": "Time previously spent on burdensome marking and admin allows teachers to focus on face-to-face teaching.",
                "tag": "p"
            },
            {
                "content": "Will teachers be replaced by AI? ",
                "tag": "h3"
            },
            {
                "content": "Absolutely not. ",
                "tag": "p"
            },
            {
                "content": "Teachers are irreplaceable, and AI could never be a substitute for teachers' professional judgement and the personal relationships they have with their pupils. ",
                "tag": "p"
            },
            {
                "content": "We're developing AI tools specifically to support teachers, not to replace the unique role they play in education. These tools are designed to handle repetitive tasks that currently take teachers’ energy away from face to face classroom interactions. ",
                "tag": "p"
            },
            {
                "content": "Good teachers are key to raising standards in education. Using AI to reduce workload could also help address the recruitment and retention challenges in teaching - helping to restore teaching as an attractive profession. These tools have the potential to make a difference to the every day lives of teachers, and will help them focus on what matters, teaching. ",
                "tag": "p"
            },
            {
                "content": "How could AI help pupils? ",
                "tag": "h3"
            },
            {
                "content": "Evidence shows  that high quality, personalised feedback builds attainment, and AI tools can help with this. This means getting more of what makes the biggest difference to their learning - high-quality face-to-face teaching and personalised feedback.  ",
                "tag": "p"
            },
            {
                "content": "AI tools can speed up marking and help teachers understand each pupil's progress better, so they can tailor their teaching to what each child needs. This won't replace the important relationship between pupils and teachers - it will strengthen it by giving teachers back valuable time to focus on the human side of teaching that makes all the difference to how well pupils learn. ",
                "tag": "p"
            },
            {
                "content": " What are you doing to develop AI in education? ",
                "tag": "h3"
            },
            {
                "content": "From investing in AI tools, to gathering evidence about how teachers and pupils are using AI, we’re already investigating how we can take advantage of AI in education. ",
                "tag": "p"
            },
            {
                "content": "These are just first steps, but we have already: ",
                "tag": "p"
            },
            {
                "content": "In August 2024 we announced two exciting initiatives to stimulate the education technology sector and help build tools that will support with teacher workload.  ",
                "tag": "p"
            },
            {
                "content": "The content store is a £3 million data library funded by the Department for Science and Technology which will be used to provide large language AI models with high quality educational information, like curriculums and mark schemes. This means AI products will be even more effective at producing resources to help teachers.  ",
                "tag": "p"
            },
            {
                "content": "We also announced the AI Tools for education: £1 million of funding through Innovate UK’s contracts for innovation programme. This was awarded to 16 technology providers to use the information from the content store to build AI tools that will help with teacher workload across all the key stages.  ",
                "tag": "p"
            },
            {
                "content": "This boost for Oak National Academy, a provider of free, optional, high-quality digital curriculum resources, has helped to develop and improve Oak’s AI tools. Oak National Academy has launched an AI-powered lesson assistant, Aila, to support teachers to reduce their workload. Oak has worked with expert AI developers, teachers and other education specialists to create a tool that teachers report has saved them around 3-4 hours per week in lesson planning.  ",
                "tag": "p"
            },
            {
                "content": "How are you making sure pupils have access to the right technology? ",
                "tag": "h3"
            },
            {
                "content": "We're investing £45 million to enhance digital connectivity in schools nationwide, specifically targeting the digital divide over the coming year. This funding includes £25 million for wireless network improvements and £20 million for fibre upgrades, ensuring reliable internet access becomes standard across all schools.  ",
                "tag": "p"
            },
            {
                "content": "We believe that every child deserves equal access to digital learning opportunities. This investment will help ensure no pupil is disadvantaged by lack of technology access, while also supporting teachers to harness educational technology advances in their classrooms.   Alongside this immediate investment, we've launched a consultation on our long-term strategy for narrowing the digital divide, with particular focus on establishing new digital and technology standards for schools and colleges across the country. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/03/artificial-intelligence-in-schools-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  "
    },
    {
        "title": "A message from FSA Chair Susan Jebb",
        "authors": [
            "Professor Susan Jebb, FSA Chair"
        ],
        "posted_on": "2025-03-31T15:26:36",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Our first FSA Board meeting of 2025 in Hull on Wednesday generated some excellent discussion and highlighted the different ways the FSA is working to keep consumers protected.",
                "tag": "p"
            },
            {
                "content": "We had an update on the Border Target Operating Model, marking a year since its implementation. It was good to hear that we're carrying out checks and seeking health certification for EU imports for the first time, but the rollout has been slower than we hoped. We still don't have controls at west coast ports, there are issues around access to data, and the legislation needed for some elements of risk management is still not in place. We’re working closely in support of Defra to resolve these issues. That said, we’re in a much better place than a year ago and the situation is continuing to improve.",
                "tag": "p"
            },
            {
                "content": "We also discussed cost-recovery for local authorities, which could potentially see them charging food businesses for their regulatory services. Local authorities recover the cost of regulation in many other sectors, for example in licensed premises selling alcohol. They have asked us to consider whether this approach may help to support a more sustainable system of regulation for food.",
                "tag": "p"
            },
            {
                "content": "We discussed the principles underpinning this work, including a focus on better outcomes for consumers and support for businesses. The Board asked officials to explore this issue further and to engage with food businesses, government departments, and local authorities, noting that any proposals would also need to be discussed with ministers. The Board were clear that the goal must be to identify a system that delivers the best outcomes for consumers, so their views must be considered too.",
                "tag": "p"
            },
            {
                "content": "Finally, we were very pleased to hear about the award of £1.4 million to the FSA to launch a new innovation hub aimed at speeding up risk assessments for new food technologies. Innovative new products, like precision fermented foods and cell cultivated products, build on the UK scientific expertise and have the potential to help us address some of the sustainability and security issues facing the food system.",
                "tag": "p"
            },
            {
                "content": "You can see a recording of all of the Board’s discussions at the FSA’s website.",
                "tag": "p"
            },
            {
                "content": "Cynhaliwyd cyfarfod cyntaf Bwrdd yr ASB ar gyfer 2025 yn Hull ddydd Mercher lle cafwyd rhaid trafodaethau ardderchog a amlygodd y gwahanol ffyrdd y mae’r ASB yn gweithio i ddiogelu defnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Cawsom ddiweddariad ar y Model Gweithredu Targed ar gyfer Ffiniau, flwyddyn ers iddo gael ei roi ar waith. Braf oedd clywed ein bod ni’n cynnal gwiriadau ac yn ceisio ardystiadau iechyd ar gyfer mewnforion o’r UE am y tro cyntaf, ond mae’r broses gyflwyno wedi bod yn arafach nag yr oeddem wedi gobeithio. Rydym yn dal i fod heb reolaethau ym mhorthladdoedd arfordir y gorllewin, mae problemau mewn perthynas â mynediad at ddata, ac nid yw’r ddeddfwriaeth sydd ei hangen ar gyfer rhai elfennau o reoli risg ar waith o hyd. Rydym yn gweithio’n agos i gefnogi Defra i ddatrys y problemau hyn. Wedi dweud hynny, rydym mewn lle llawer gwell nag oeddem ni flwyddyn yn ôl, ac mae’r sefyllfa’n parhau i wella.",
                "tag": "p"
            },
            {
                "content": "Gwnaethom hefyd drafod trefniadau er mwyn i awdurdodau lleol adennill costau. Gallai hyn olygu y byddai modd i awdurdodau lleol godi tâl ar fusnesau bwyd am eu gwasanaethau rheoleiddio. Mae awdurdodau lleol yn adennill cost rheoleiddio mewn llawer o sectorau eraill, er enghraifft mewn safleoedd trwyddedig sy’n gwerthu alcohol. Maent wedi gofyn i ni ystyried a allai’r dull hwn helpu i gefnogi system reoleiddio fwy cynaliadwy ar gyfer bwyd.",
                "tag": "p"
            },
            {
                "content": "Buom yn trafod yr egwyddorion sy’n sail i’r gwaith hwn, gan ganolbwyntio ar ganlyniadau gwell i ddefnyddwyr a chymorth i fusnesau. Gofynnodd y Bwrdd i swyddogion archwilio hyn ymhellach ac ymgysylltu â busnesau bwyd, adrannau o’r llywodraeth, ac awdurdodau lleol, gan nodi y byddai angen trafod unrhyw gynigion hefyd â gweinidogion. Roedd y Bwrdd yn glir o ran y nod, sef bod yn rhaid canfod system sy’n sicrhau’r canlyniadau gorau i ddefnyddwyr, felly rhaid ystyried eu safbwyntiau hefyd.",
                "tag": "p"
            },
            {
                "content": "Yn olaf, roeddem yn falch iawn o glywed am y dyfarniad o £1.4 miliwn i’r ASB i lansio hyb arloesi newydd a fydd â’r amcan o gyflymu asesiadau risg ar gyfer technolegau bwyd newydd. Mae cynhyrchion newydd arloesol, fel bwydydd wedi’u heplesu’n fanwl a chynhyrchion a wneir drwy feithrin celloedd, yn adeiladu ar arbenigedd gwyddonol y DU. Yn wir, gallai’r cynhyrchion hyn ein helpu ni i fynd i’r afael â rhai o’r problemau o ran cynaliadwyedd a diogeledd sy’n wynebu’r system fwyd.",
                "tag": "p"
            },
            {
                "content": "Gallwch weld recordiad o holl drafodaethau’r Bwrdd ar wefan yr ASB.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/03/31/a-message-from-fsa-chair-susan-jebb-2/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Our first FSA Board meeting of 2025 in Hull on Wednesday generated some excellent discussion and highlighted the different ways the FSA is working to keep consumers protected. We had an update on the Border Target Operating Model, marking a …"
    },
    {
        "title": "Public Launch of the Evaluation Registry",
        "authors": [
            "Civil Service"
        ],
        "posted_on": "2025-03-31T14:58:49",
        "categories": [
            "Smarter working",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Today, the Evaluation Task Force – a joint Cabinet Office and HM Treasury team – has launched the Evaluation Registry, a new website on GOV.UK. The Registry brings together all planned, ongoing, and complete evaluations of government policy into one accessible location, providing an invaluable tool for understanding “what works” in Government. ",
                "tag": "p"
            },
            {
                "content": "Evaluation is the systematic assessment of the design, implementation, and outcomes of a policy intervention. Evaluation is essential for ensuring that the Government understands the efficiency, effectiveness, and value for money of its policies, projects, and programmes. Government departments conduct and commission hundreds of evaluations each year, but there has not previously been a single, unified place to access the findings of evaluations.",
                "tag": "p"
            },
            {
                "content": "The Registry provides key information on the programmes and policies that have been or will be evaluated across government, the methodological approaches used in these evaluations, and summaries of evaluation findings. The Registry supports the wider public sector reform objective of accountability and provides an invaluable tool for understanding “what works”, contributing to evidence based reform and the share of best practice in Government.",
                "tag": "p"
            },
            {
                "content": "Since April 2024, it has been mandatory for all central government departments to use the Registry. Departments are required to upload details of all existing evaluation plans and evaluation findings to the Registry, and the Evaluation Task Force will use this information to monitor evaluation activity across government. ",
                "tag": "p"
            },
            {
                "content": "As of January 2025, the Registry includes information on over 1,400 evaluations. The public launch of the Registry will make this information available to the members of the public in public view-only access. Users will be able to search for evaluations of different policies and programmes. ",
                "tag": "p"
            },
            {
                "content": "The public launch therefore represents an important step towards improved transparency and accountability in government.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/03/31/public-launch-of-the-evaluation-registry/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Today, the Evaluation Task Force – a joint Cabinet Office and HM Treasury team – has launched the Evaluation Registry, a new website on GOV.UK. The Registry brings together all planned, ongoing, and complete evaluations of government policy into one …"
    },
    {
        "title": "Local Land Charges – the journey so far",
        "authors": [
            "Rhonda Griffiths, Head of Programme Management and Policy"
        ],
        "posted_on": "2025-03-31T13:56:34",
        "categories": [
            "Local Land Charges"
        ],
        "content": [
            {
                "content": "The desire for quicker, simpler and cheaper conveyancing is driving a host of new services and infrastructure innovations. Our digital, geospatial Local Land Charges (LLC) Register and the Search for local land charges service are part of this revolution. We recognise the need to use our data more effectively to support the priorities set out by Matthew Pennycook MP, Minister of State for Housing and Planning, and we’re committed to delivering a land registry and property market that works for everyone. ",
                "tag": "p"
            },
            {
                "content": "Here's how the LLC Programme is already advancing this aim, as we continue to deliver the most ambitious geospatial data transformation ever attempted by a UK government. ",
                "tag": "p"
            },
            {
                "content": "The progress so far",
                "tag": "h2"
            },
            {
                "content": "As a programme, we are building on our expertise. Today, a third of local authorities have migrated, a third are in active delivery, and a third are signed-up and starting work on pre-migration action plans. By 2028, all 300+ local authorities across England and Wales will have transitioned to the national LLC Register. At that time more than 26 million LLC records will be accessible online, instantly in a consistent format.  ",
                "tag": "p"
            },
            {
                "content": "The pace of LLC transformation is increasing. From January to March this year, we migrated 19 local authorities across England and Wales, making it our most successful quarter to date. We now have migrated 110 local authority datasets, bringing with it 6.5 million instantly available records.",
                "tag": "p"
            },
            {
                "content": "What does this mean for our customers?",
                "tag": "h2"
            },
            {
                "content": "Feedback from local authorities who have migrated to the national digital register shows that our service is providing immediate and lasting benefits to local government, the property industry and beyond.  ",
                "tag": "p"
            },
            {
                "content": "With the transformation of 110 local authority LLC datasets completed so far, the length of time to receive results in these areas has reduced from days or weeks to being instantly available online in a standardised, easy-to-read format. Customers can also be availed of either a free search or an official search result for a fixed fee of £15, saving an average of £10.55 per search.  ",
                "tag": "p"
            },
            {
                "content": "Through earlier access to vital information about restrictions on property, we are reducing the number of property-buying transaction failures, saving buyers between £700 and £2,700 each time.   ",
                "tag": "p"
            },
            {
                "content": "Richer textual, geospatial records also benefit local authority departments who can self-serve, when the information is added to internal systems.    ",
                "tag": "p"
            },
            {
                "content": "Migrating the data to the national register is only the start of a local authority’s journey. With the support of our Service Performance and Integration (SPI) team, we are improving data quality standards and charge registration timeliness. This best practice work enables customers to get the high-quality service they deserve, allows innovators to harness the data’s full potential and stimulates local authority efficiencies.   ",
                "tag": "p"
            },
            {
                "content": "Our next step is to build on our success by creating more opportunities for the digitised LLC dataset to be reused, encouraging economic growth. This work supports wider Government digital obligations and ambitions and will help drive innovation within the property market.  ",
                "tag": "p"
            },
            {
                "content": "Unlocking our data's full potential",
                "tag": "h2"
            },
            {
                "content": "The progress we’ve made so far has proven the LLC Programme’s capability and expertise across government. As a result, we will be working with our sponsor department, the Ministry of Housing, Communities and Local Government (MHCLG), to build on our existing work in digitising property information.  ",
                "tag": "p"
            },
            {
                "content": "We will be working with a number of local authorities to identify the best approach to open up more data and make it digital. In particular, building control and highways information which are predominantly paper-based and are known pain points in the transaction process. More details on this activity will be coming soon. ",
                "tag": "p"
            },
            {
                "content": "Achieving our goals",
                "tag": "h2"
            },
            {
                "content": "As you can tell, it’s a very busy time within the LLC Programme, and it is essential we continue to complete the work at pace without compromising data quality, or the integrity of the register. To meet our goal of completion by 2028, our team will continue to work with customers, partners and stakeholders to achieve the market transformation that will benefit us all.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/03/31/local-land-charges-the-journey-so-far/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Rhonda Griffiths, Head of Programme Management and Policy, gives us an update on how the Local Land Charges Programme is delivering the most ambitious geospatial data transformation ever attempted by a UK government."
    },
    {
        "title": "Primary school offer day 2025: Everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-03-31T12:45:28",
        "categories": [
            "Primary Schools",
            "Schools"
        ],
        "content": [
            {
                "content": "Parents of three and four-year-olds will soon find out what primary school has offered their child a place for the September 2025.  ",
                "tag": "p"
            },
            {
                "content": "Here, we explain everything you need to know about primary school offer day, from when you can expect to find out, to how to appeal a decision.  ",
                "tag": "p"
            },
            {
                "content": "When is primary school offer day?   ",
                "tag": "h3"
            },
            {
                "content": "Parents will find out which primary school has offered their child a place for September 2025 on Wednesday 16 April. ",
                "tag": "p"
            },
            {
                "content": "The decision will be sent by the local council by either letter or email. Some councils allow parents to view their results through the admissions portal or system. Exactly what time the offers will be released varies by council. ",
                "tag": "p"
            },
            {
                "content": "How likely am I to get my first-choice primary school?  ",
                "tag": "h3"
            },
            {
                "content": "We want parents to feel reassured when it comes to getting one of their top choice primary schools. ",
                "tag": "p"
            },
            {
                "content": "In 2024, 93.2% of families received an offer from their first choice of primary school and 98.6% received an offer from one of their top three choices. ",
                "tag": "p"
            },
            {
                "content": "Nearly £1.5bn of capital funding has been confirmed to support local authorities to create mainstream school places needed over the current and next two academic years. ",
                "tag": "p"
            },
            {
                "content": "What happens after I receive an offer of a school place?  ",
                "tag": "h3"
            },
            {
                "content": "A parent or carer must formally accept the offer by the given deadline. This is usually set through the local authority’s admissions portal or system. You’ll receive details of next steps with the offer.  ",
                "tag": "p"
            },
            {
                "content": "Can I appeal a primary school placement decision?  ",
                "tag": "h3"
            },
            {
                "content": "If you’re not offered your first-choice school, you can appeal the decision. However, even if you're appealing a decision, we recommend accepting the offer your child did receive so that they have a school place if the appeal is unsuccessful. Accepting another offer won’t affect your appeal or limit other options available to you.  ",
                "tag": "p"
            },
            {
                "content": "Parents or carers who want to appeal a decision should first contact the school’s admission authority, which is responsible for organising the appeal panel. Parents and carers can find their school’s admission authority by visiting their local council website: Find your local council - GOV.UK (www.gov.uk).  ",
                "tag": "p"
            },
            {
                "content": "The panel is independent and will look at the case presented by both the admission authority and the parent before coming to a decision.  ",
                "tag": "p"
            },
            {
                "content": "The decision of the appeal panel is binding – if the appeal is upheld, the admission authority must offer your child a place at the school.  ",
                "tag": "p"
            },
            {
                "content": "Admission authorities and appeal panels must comply with the statutory School Admission Appeals Code, which is available here. Guidance for parents on the admission appeals process can also be found here.  ",
                "tag": "p"
            },
            {
                "content": "How are primary school places decided?  ",
                "tag": "h3"
            },
            {
                "content": "All schools have admission criteria to decide which children get places. This criteria is set by the school or local council.  ",
                "tag": "p"
            },
            {
                "content": "While all state-funded schools must give top priority to admitting children who are in care or have been in care, admission criteria is  different for each school. They may choose to give priority to children:  ",
                "tag": "p"
            },
            {
                "content": "Your local council can give you information about a school’s criteria.  ",
                "tag": "p"
            },
            {
                "content": "Why has my child not been offered a place at one of their preferred schools?  ",
                "tag": "h3"
            },
            {
                "content": "Some schools will receive more applications than places it has available and unfortunately not every parent will be successful. Priority must be given to those who most closely meet the school’s specific admission arrangements.  ",
                "tag": "p"
            },
            {
                "content": "If the local authority is unable to offer a place at one of the parents’ preferred schools, it must offer a place at another school.  ",
                "tag": "p"
            },
            {
                "content": "In the unlikely event that a parent does not receive an offer of a place on 167 April, parents should contact their local authority for further advice.  ",
                "tag": "p"
            },
            {
                "content": "Can I join a waiting list for my top-choice primary school?  ",
                "tag": "h3"
            },
            {
                "content": "You can add your child’s name to the waiting list for any school that you’ve applied for. You should still accept the offer you received and this won’t affect where you stand in the waiting list.  ",
                "tag": "p"
            },
            {
                "content": "Schools must keep a waiting list for at least one term. The waiting list will be ordered by the school’s admission criteria.   ",
                "tag": "p"
            },
            {
                "content": "In some areas, your child will be automatically added to the waiting lists of the schools you ranked more highly. In others, you must ask to be put on the waiting list. Check the school admissions section of your local authority website to find out how it works in your area. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/03/primary-school-offer-day-2023-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Parents of three and four-year-olds will soon find out what primary school has offered their child a place for the September 2025.   Here, we explain everything you need to know about primary school offer day, from when you can …"
    },
    {
        "title": "A standard to support fair and transparent nature markets",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-03-31T12:37:48",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Nature markets allow individuals and businesses to pay for the benefits that nature provides, often supporting environmental conservation and restoration efforts. ",
                "tag": "p"
            },
            {
                "content": "These benefits, such as clean air and water, carbon storage, biodiversity, and flood protection, can be traded as credits, providing farmers with an additional income stream. ",
                "tag": "p"
            },
            {
                "content": "The British Standards Institution (BSI), funded by Defra and the devolved administrations, recently launched a standard designed to bring greater confidence and consistency to nature markets in the UK.",
                "tag": "p"
            },
            {
                "content": "It is the first of its kind. ",
                "tag": "p"
            },
            {
                "content": "The BSI Overarching Principles Standard, the first in a suite known as the Nature Investment Standards, sets out clear guidelines on transparency, measurement, governance and environmental benefits in nature markets. ",
                "tag": "p"
            },
            {
                "content": "The standard is voluntary. It is intended to support everyone involved in the market: farmers, landowners, investors and buyers. It can also be applied to relevant codes and schemes. ",
                "tag": "p"
            },
            {
                "content": "This has the potential to change how farmers earn income from sustainable land management. By improving the quality and integrity of the credits being traded, the standard helps address the current lack of regulation in the market and reduces risks including greenwashing. ",
                "tag": "p"
            },
            {
                "content": "The suite of Nature Investment Standards will create a framework with clear roles and responsibilities. This could enable farmers to earn income from: ",
                "tag": "p"
            },
            {
                "content": "BSI has a free navigation tool to help farmers and other suppliers understand which aspects of the standard might apply to nature restoration on their land.  ",
                "tag": "p"
            },
            {
                "content": "The Knepp Estate: a case study",
                "tag": "h2"
            },
            {
                "content": "Defra’s Minister for Nature, Mary Creagh, who is responsible for green finance, visited the Knepp Estate in West Sussex. The estate served as a test case for how this standard could support innovative farm-based projects. ",
                "tag": "p"
            },
            {
                "content": "Once an intensively farmed, nature-depleted landscape, Knepp has been transformed through rewilding into a mosaic of diverse habitats, including grasslands, scrub, and woodlands. ",
                "tag": "p"
            },
            {
                "content": "What makes Knepp particularly relevant to farmers is how it has pioneered ways to: ",
                "tag": "p"
            },
            {
                "content": "The creation of the Hedgerow Carbon Code: a case study",
                "tag": "h2"
            },
            {
                "content": "This video explores the creation of the Hedgerow Carbon Code, a framework designed to measure and reward the carbon storage potential of hedgerows.",
                "tag": "p"
            },
            {
                "content": " Funded by the Natural Environment Investment Readiness Fund, the project aims to unlock private investment in nature-based solutions by providing a clear, science-backed method for assessing hedgerow carbon benefits. ",
                "tag": "p"
            },
            {
                "content": "Watch the video below to learn how the code was developed and what it could mean for sustainable land management.",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "More market-specific standards for biodiversity, carbon, nutrients, and community engagement are under development. The nature-based carbon standard has recently been released for public consultation. The consultation closes on 25 April, so there is still time to share your views. ",
                "tag": "p"
            },
            {
                "content": "These standards will form an interconnected framework of clear requirements setting out what ‘good’ looks like. They could also create diverse new revenue streams for farms transitioning to more sustainable practices. ",
                "tag": "p"
            },
            {
                "content": "Visit the BSI website for more details on the Nature Investment Standards programme. ",
                "tag": "p"
            },
            {
                "content": "We’ll blog again with updates.",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog to receive an email notification whenever we publish a new post.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/03/31/a-standard-to-support-fair-and-transparent-nature-markets/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Nature markets allow individuals and businesses to pay for the benefits that nature provides, often supporting environmental conservation and restoration efforts. A new standard aims to bring clarity and confidence to nature markets. "
    },
    {
        "title": "Have your say on a new nature-based carbon standard consultation",
        "authors": [
            "Harley Stoddart"
        ],
        "posted_on": "2025-03-31T12:22:13",
        "categories": [
            "Green finance",
            "Land use",
            "Nature"
        ],
        "content": [
            {
                "content": "I'm Harley Stoddart, Head of Climate Mitigation Science at Defra, and I'm excited to share details about an important consultation on a standard for nature-based carbon markets in the UK. ",
                "tag": "p"
            },
            {
                "content": "Today, I’m inviting you to have your say on a new standard from the British Standards Institution (BSI) for UK nature-based carbon projects. The deadline for comments is 25 April.",
                "tag": "p"
            },
            {
                "content": "The new standard will drive high-integrity projects and scheme design for delivering greenhouse gas removals. ",
                "tag": "p"
            },
            {
                "content": "It aims to boost investment into nature and support economic growth, as well as helping to reduce the risk of “greenwashing”.  ",
                "tag": "p"
            },
            {
                "content": "Why we need this new standard",
                "tag": "p"
            },
            {
                "content": "The UK's land, coasts, and seas play a crucial role in achieving our net-zero emissions targets. While our land use sector as a whole currently acts as a carbon sink, emissions from agriculture still account for about 11% of UK greenhouse gas emissions. ",
                "tag": "p"
            },
            {
                "content": "The Climate Change Committee has made it clear - we won't meet our net-zero target without changing how we use our land.",
                "tag": "p"
            },
            {
                "content": "Nature-based carbon markets can help drive this change. Through high-integrity carbon credits, we can direct more funding towards restoring nature while helping to meet our climate goals.",
                "tag": "p"
            },
            {
                "content": "However, there are legitimate concerns about carbon markets. Without proper safeguards, projects might claim benefits that aren’t properly verified, would occur regardless, are double-counted, lack permanence, and prioritise carbon reduction over broader environmental benefits.",
                "tag": "p"
            },
            {
                "content": "One scheme in the market that's getting ready for assurance is the Wilder Carbon code. It is funded by the Natural Environment Investment Readiness Fund, and is working towards implementing the BSI Carbon Flex. Watch the video below to find out more.",
                "tag": "p"
            },
            {
                "content": "Building trust through standards",
                "tag": "p"
            },
            {
                "content": "The new standard for high integrity natural carbon projects addresses these challenges head-on. The standard provides requirements for UK projects delivering nature-based carbon removals and greenhouse gas reductions. It will help:",
                "tag": "p"
            },
            {
                "content": "If you're interested in learning more about similar standards, watch our video below on the development of the Hedgerow Carbon Code.",
                "tag": "p"
            },
            {
                "content": "Key features of the new standard",
                "tag": "p"
            },
            {
                "content": "The delivery of the nature-based carbon benefits standard includes robust requirements for:",
                "tag": "p"
            },
            {
                "content": "The standard also provides some guidance on insetting (where companies pay for emission reductions or removals within their own supply chains, in alignment with international best practices and emerging frameworks).  ",
                "tag": "p"
            },
            {
                "content": "We would like views on whether this content should be included or whether another approach should be taken to provide clarity on high-integrity insetting approaches.",
                "tag": "p"
            },
            {
                "content": "Share your views on the consultation",
                "tag": "p"
            },
            {
                "content": "To ensure this standard works for everyone involved in nature-based carbon markets - we want to hear from all interested parties, including:",
                "tag": "p"
            },
            {
                "content": "Your views will help ensure this standard maintains high levels of integrity while being practical and effective for the whole sector.",
                "tag": "p"
            },
            {
                "content": "To have your say, share your feedback by 25 April, when the consultation closes.",
                "tag": "p"
            },
            {
                "content": "Your feedback will help shape the future of UK nature-based carbon markets and ensure they deliver real benefits for both climate and nature.",
                "tag": "p"
            },
            {
                "content": "In future, the government intends to develop an assurance framework for the BSI nature investment standards, which will apply to nature markets across all four nations.",
                "tag": "p"
            },
            {
                "content": "If you would like to find out more information on the Nature Investment Standards programme, visit the BSI website.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/03/31/have-your-say-on-a-new-nature-based-carbon-standard-consultation/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Read this post to find out more about a new standard that aims to boost investment into nature and support economic growth."
    },
    {
        "title": "Modernising Crime Services: Reflecting on Reform's Impact",
        "authors": [
            "Tim Britten, Crime Programme Director"
        ],
        "posted_on": "2025-03-31T09:31:11",
        "categories": [
            "Court and tribunal reform",
            "Digital services",
            "User experience and research"
        ],
        "content": [
            {
                "content": "Our criminal courts deal with some of the most complex and serious cases in the justice system. Behind each case is a defendant, victim, witness or family member whose lives can be shaped by the proceedings and the case outcome. In the most serious cases a person’s liberty can be at stake.",
                "tag": "p"
            },
            {
                "content": "As we conclude our Reform Programme, I want to reflect on our journey in modernising how staff, judiciary and legal professionals use our systems and how the public access our services and information in our criminal courts, the lessons learnt and what we've achieved together.",
                "tag": "p"
            },
            {
                "content": "When we began this transformation in 2016, we set out with a clear vision: to create a justice system that is built around people's needs and expectations. Working alongside our criminal justice partners, we’ve made significant progress towards this vision. Whether that be Judges, legal professionals, the police, the Crown Prosecution Service, journalists, colleagues in prison, probation and legal aid – each has played a vital role in achieving the progress we’ve made so far.",
                "tag": "p"
            },
            {
                "content": "But it’s not been without difficulties. Some of the most challenging times of my career have been whilst progressing reform of these systems and services, and I know this is true for many colleagues working both in HMCTS, as well as those in the wider justice system. And yet changes we’ve made have been vital to modernising the criminal court system – improving it for those who need it while allowing busy criminal court staff and professionals to use their time more effectively.  I'm incredibly proud of how far we've come, while being mindful of the hurdles we've faced along the way.",
                "tag": "p"
            },
            {
                "content": "A digital revolution in criminal justice",
                "tag": "h2"
            },
            {
                "content": "Our most significant achievement in the criminal jurisdiction has been introducing Common Platform – a new digital case management system – into all magistrates and the Crown Court. It is now in use across all criminal courts in England and Wales and has currently managed over 2.3 million cases.",
                "tag": "p"
            },
            {
                "content": "From the point at which the police make an arrest, to a defendant arriving in court, a criminal case file passes through many different stages. Each stage is handled by a different agency in the criminal justice system: from the police, to prosecution and defence, Legal Aid Agency, magistrates’ court, Crown court, prison and then probation service. Before Common Platform, these agencies were all using different systems to process information about the same criminal case whereas now everyone uses the same Unique Reference Number (URN).",
                "tag": "p"
            },
            {
                "content": "Before Common Platform, progression of cases were reliant on documents being printed out or waiting for information to be emailed between agencies, significantly slowing the process and causing unnecessary duplication and delays. The new system has brought all the information about a criminal case into one central place, meaning all parties in a case can ‘self-serve’ case material flexibly and access the most up-to-date case information whenever they need it and wherever they are working from.",
                "tag": "p"
            },
            {
                "content": "For both victims and defendants this means a smoother process and reassurance that all the facts of the case are available for the people involved – allowing their representatives to give accurate and timely advice. It also speeds up any enquiries relating to specific cases as they can be quickly identified by all stakeholders under the same system. The introduction of five modern, industry standard Service Centres have a crucial role to play in this – here colleagues have access rights to appropriate levels of information on Common Platform, so can support people, answering over 2.3 million calls alongside national business centres between April and December 2024.",
                "tag": "p"
            },
            {
                "content": "Common Platform is the first step towards a truly collaborative, joined up system – and one that will be digital end-to-end. This isn't just about new technology – it's about real improvements in how justice is delivered to our users.",
                "tag": "p"
            },
            {
                "content": "We’re also using Common Platform to digitally handle Single Justice Procedure (SJP) cases (lesser offences such as speeding or fare evasion). This allows a single magistrate, aided by a legal adviser, to hear low-level cases where the defendant pleads guilty or has not responded to a charge. All pleas, electronic or written, and any mitigation, is saved in our systems and is viewed by magistrates before a decision is made in the case. The role of the prosecutor in SJP hearings is also the same as it would be if the same cases were held in open court. But the ability to digitally handle SJP cases means the administration of them is quicker, more straightforward, less costly and more efficient for the whole justice system, while still being fair, transparent and rigorous. ",
                "tag": "p"
            },
            {
                "content": "All police forces and a growing range of non-police prosecutors are benefitting from being able to process cases digitally, accessing information in real time to deliver smoother justice and without transporting reams of paper from site to site and without having to manually input data into multiple systems. Between April 2019 and March 2023, the volume of SJP cases entering the system has more than doubled and between April 2017 and January 2025 we received over 267,000 online pleas.",
                "tag": "p"
            },
            {
                "content": "Common Platform is improving how we gather and share accurate and comprehensive criminal court data between justice partners.  We’re using it to better understand the needs of court users and continually improving our services, identifying and acting on any hidden barriers for those using them.",
                "tag": "p"
            },
            {
                "content": "We couldn’t do this before Reform and better data enables us to directly inform further improvements to the system. Gathering data digitally provides the opportunity for significant scrutiny of prosecutions, cases and decisions, upholding the key principle of open justice even when hearings are not in public.",
                "tag": "p"
            },
            {
                "content": "Listening and adapting",
                "tag": "h2"
            },
            {
                "content": "One of the most valuable lessons we've learned is the importance of listening to our users and your feedback has been crucial in shaping our direction. A perfect example of this is the decision to retain the Digital Case System (DCS) in the Crown Court – you told us it works well, and we listened. ",
                "tag": "p"
            },
            {
                "content": "At times during the rollout to courts across the country, we were too focused on addressing technological solutions, and didn’t keep pace with the feedback coming from users. The pandemic and rising demand for services also caused major disruption, and due to this the programme has faced delays and reductions in scope. But we have used this experience to ensure we’re better at building feedback into our learning processes. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "I am the first to recognise that Common Platform is not yet perfect, and that there is much more work to do to improve user experience, fix technical issues and boost the platform's overall performance and stability. But we are prepared and resourced to do that work, not just for next year, but for many years to come. We will continue making incremental improvements to what’s already there and prioritising the most valuable changes.",
                "tag": "p"
            },
            {
                "content": "As we move forward, our focus in the criminal courts is clear – embedding and enhancing the business process and technical changes we’ve already made, committing to engage and improve as a service led organisation and taking on board feedback to continuously improve how justice is delivered.",
                "tag": "p"
            },
            {
                "content": "The challenges we've faced have taught us valuable lessons about balancing ambition with practicality. This is not the end, but a continued commitment to refine, improve and stabilise.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/31/modernising-crime-services-reflecting-on-reforms-impact/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "As we conclude our Reform Programme, the Common Platform digital system has streamlined case processing, improving efficiency and transparency. While challenges remain, we've made significant progress toward a more effective and accessible justice system."
    },
    {
        "title": "Growing the evidence base to recover England’s treasured peatland landscapes",
        "authors": [
            "Pete Brotherton"
        ],
        "posted_on": "2025-03-31T08:30:00",
        "categories": [
            "Evidence",
            "Peat"
        ],
        "content": [
            {
                "content": "England’s peatland landscapes are places of inspiration, adventure and beauty. From the sweeping moors of the Pennines to the ancient heaths and mires of the New Forest, these treasured landscapes are more than just amazing wild spaces to visit. They support farming and other rural communities, and are home to rare and special habitats and species, including habitats that are our most important terrestrial carbon store. About 70% of the UK’s drinking water comes from upland catchments1, where healthy bogs help to store and purify the water supply of surrounding urban populations. ",
                "tag": "p"
            },
            {
                "content": "Today, Natural England is publishing three new evidence reports to inform action to support the recovery of these special areas. We are publishing an update to our evidence review on, 'The effects of managed burning on peatland biodiversity, carbon and water'. In addition, we are publishing Favourable Conservation Status (FCS) definitions for Blanket Bog and Heathland, which seek to answer the question of ‘what does good look like?’ for these important habitats.  ",
                "tag": "p"
            },
            {
                "content": "Natural England’s Updated Evidence Review on managed burning in the uplands (NEER155)  ",
                "tag": "p"
            },
            {
                "content": "Our Evidence Review on ‘The effects of managed burning on upland peatland biodiversity, carbon and water’ updates our 2013 review. This latest review benefitted from the input and guidance of an independent expert panel. It considers a further 102 recent studies, and its findings include:  ",
                "tag": "p"
            },
            {
                "content": "New definitions of Favourable Conservation Status for Blanket Bog and Heathland ",
                "tag": "p"
            },
            {
                "content": "New FCS definitions for blanket bog and heathland are two in a series that sets out ‘what good looks like’ for a suite of habitats and species in England.  The FCS definition series collectively describes a coherent vision for long-term, healthy and functioning ecosystems across England. Each definition identifies the three FCS parameters: ",
                "tag": "p"
            },
            {
                "content": "Blanket Bog FCS definition  ",
                "tag": "p"
            },
            {
                "content": "Healthy, functioning blanket bogs support precious biodiversity, such as golden plovers, dunlin and a range of rare invertebrates and plants. Britain and Ireland are home to about 13% of the global blanket bog resource (see UK Peatland Strategy 2018-2040). Like other peatlands, blanket bogs form when sphagnum mosses and other plant material dies and accumulates in waterlogged conditions. In good condition, blanket bogs continue to accumulate carbon indefinitely and they retain large volumes of water (providing natural flood prevention). Their wet state also makes them more resilient to wildfires.  ",
                "tag": "p"
            },
            {
                "content": "Unfortunately, many of England’s blanket bogs are modified or degraded.  This can lead to many changes: they are less resilient, including to erosion and wildfire (see IUCN Wildfire Resilience Briefing); their ability to store water is reduced and degraded blanket bogs often shift from capturing carbon to becoming net emitters of carbon. ",
                "tag": "p"
            },
            {
                "content": "In our highly modified landscapes, it can be difficult to picture what a natural ecosystem should look like, and which habitats should be where, but we can use the presence of peat, and its depth, as a guide. Our FCS definition follows international standards by considering peat of 30cm or deeper in upland landscapes as blanket bog, or as restorable to that habitat, regardless of current vegetation cover.   ",
                "tag": "p"
            },
            {
                "content": "Restoration of blanket bog depends upon re-instating the hydrological conditions that sustain the natural functioning of the system, while stopping doing those things that prevent or slow down recovery.  This includes stopping managed burning, which risks a departure from natural function in the long-term (NEER155, 2025).   ",
                "tag": "p"
            },
            {
                "content": "Heathland FCS definition ",
                "tag": "p"
            },
            {
                "content": "In our heathland FCS definition, we describe how heathland is found across a gradient of wetness, from very dry conditions on mineral soils through to wet, peat-forming conditions. The characteristics of heathland today have been strongly influenced by past and present land uses, and these have generally led to the loss of naturally wet conditions.   ",
                "tag": "p"
            },
            {
                "content": "Wet heath (as opposed to dry heath) should typically be present (or where possible restored) where peat soils are of 10-30cm in depth, or where soils with peaty pockets are present. Management practices should help restore natural hydrology to benefit the characteristic species found and boost the resilience of the habitat to the impacts of climate change.   ",
                "tag": "p"
            },
            {
                "content": "Working together to recover nature ",
                "tag": "p"
            },
            {
                "content": "We hope that the evidence in these reports will help guide action to recover these amazing habitats, contributing to the Government’s Environmental Improvement Plan (EIP) targets. At the heart of the approach is reinstating natural processes to secure resilient ecosystems so that these precious peatland landscapes can continue to provide so many benefits to nature and people.  ",
                "tag": "p"
            },
            {
                "content": "We know that this will be a long journey. We will work together with land managers and partners to ensure that measures to restore habitats are appropriate to local conditions and site characteristics. Because every site is different, we will provide tailored advice to collectively achieve the objective of healthy, functioning blanket bog, heathland and peatland habitats.  ",
                "tag": "p"
            },
            {
                "content": "Our new evidence supports Defra’s consultation on Heather and Grass Burning in England, which also launched today, 31 March 2025. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/31/growing-the-evidence-base-to-recover-englands-treasured-peatland-landscapes/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "England’s peatland landscapes are places of inspiration, adventure and beauty. From the sweeping moors of the Pennines to the ancient heaths and mires of the New Forest, these treasured landscapes are more than just amazing wild spaces to visit. They …"
    }
]