[
    {
        "title": "GP Contract: What you need to know",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-09-29T12:38:42",
        "categories": [
            "GPs"
        ],
        "content": [
            {
                "content": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.  ",
                "tag": "p"
            },
            {
                "content": "This delivers on our manifesto promise to end the 8am scramble - patients can now contact their GP digitally whenever suits them during core hours, not just in that frantic morning rush.  ",
                "tag": "p"
            },
            {
                "content": "It's about choice and convenience - patients can still phone or walk in, but now they've also got the online option available all day. More people requesting bookings online means quieter phone lines for those who need to call.  ",
                "tag": "p"
            },
            {
                "content": "This is nothing new and the evidence shows it works - practices already doing this have seen dramatic improvements. One London surgery cut waiting times from 14 days down to just 3 days, with 95% of patients seen within a week.  ",
                "tag": "p"
            },
            {
                "content": "Won’t this lead to GPs being overloaded with requests?",
                "tag": "h3"
            },
            {
                "content": "No. Many GPs have been offering this service, and now it will be provided to patients across the country. ",
                "tag": "p"
            },
            {
                "content": "Practices who weren’t already offering this service were given 6 months from when the contract was agreed to prepare for this change. Evidence shows that where GP practices have moved to this model, both staff and patients have reported a smoother workflow and a better service. ",
                "tag": "p"
            },
            {
                "content": "One London GP surgery which adopted this approach to online bookings reduced waits from 14 days to just 3 – with 95% of patients seen within a week. ",
                "tag": "p"
            },
            {
                "content": "Will this lead to serious cases being missed?",
                "tag": "h3"
            },
            {
                "content": "No. This move will support GPs to care for their patients who need non-urgent care. ",
                "tag": "p"
            },
            {
                "content": "GP websites will feature clear instructions telling patients requiring urgent care to phone their GP or attend in person. ",
                "tag": "p"
            },
            {
                "content": "There are GP surgeries already successfully rolling out online appointment requests, showing it works for patients and practices.  ",
                "tag": "p"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to wanting to work together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "Is this just more work for GPs with no new funding?",
                "tag": "h3"
            },
            {
                "content": "We’ve invested an extra £1.1 billion in general practice – the biggest cash increase in over a decade – and hired over 2,000 extra GPs across England. ",
                "tag": "p"
            },
            {
                "content": "The new requirement represents best practice which many GP practices across England have already adopted successfully.  ",
                "tag": "p"
            },
            {
                "content": "Of course we'll keep supporting practices throughout implementation, learning from the ones already doing it. ",
                "tag": "p"
            },
            {
                "content": "Are you listening to the BMA’s concerns?",
                "tag": "h3"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to working together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "What are you doing to support GPs?",
                "tag": "h3"
            },
            {
                "content": "Fixing the front door of the NHS is a priority for this government, and GPs are front and centre of our 10 Year Health Plan.",
                "tag": "p"
            },
            {
                "content": "We have recruited more than 2,300 extra GPs, delivered 8 million more GP appointments this year, and secured a funding boost of over £1 billion for GP practices.",
                "tag": "p"
            },
            {
                "content": "Thanks to this record support and the hard work of GPs, public satisfaction with GP services is finally on the rise.",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/09/29/gp-contract-what-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.   This delivers on our manifesto promise …"
    },
    {
        "title": "Wildfires: Nature’s role in resisting the spark",
        "authors": [
            "Prof Sallie Bailey"
        ],
        "posted_on": "2025-09-29T11:13:57",
        "categories": [
            "Biodiversity",
            "Countryside Code",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Wildfire"
        ],
        "content": [
            {
                "content": "By Sallie Bailey, Natural England’s Chief Scientist",
                "tag": "p"
            },
            {
                "content": "This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks.",
                "tag": "p"
            },
            {
                "content": "These disasters for both people and wildlife graphically demonstrate the way in which climate change and nature loss fuel each other. But they can also give us clues as to how restoring nature can help to reduce the risk of wildfires and to guard against a warming planet. And the strengthening of legislation on moorland burning, which takes effect tomorrow (30 September), can give valuable momentum to the restoration of England’s peatlands.",
                "tag": "p"
            },
            {
                "content": "Getting hotter",
                "tag": "p"
            },
            {
                "content": "In the UK the term “wildfire” means any uncontrolled blaze on vegetation that needs action to put out. Virtually all wildfires in this country are caused by human activity, from the careless (e.g. negligent use of barbecues or burning of rubbish) to the deliberate (e.g. arson), not to mention the inadvertent such as equipment faults and “managed fires” (heather/grass burning for land management purposes) that escape control.",
                "tag": "p"
            },
            {
                "content": "Climate change is heightening the risk of wildfires, creating hot, dry conditions where one spark or piece of broken glass could lead to destruction and distress for wildlife and people across vast tracts of the country.",
                "tag": "p"
            },
            {
                "content": "It is no coincidence that the driest Spring for more than a century, followed by the hottest ever Summer, have seen 2025 smash an unwelcome record for the highest amount of land claimed by wildfire in a single year in the UK. Alarmingly, it reached that mark as early as April and by August the figure of 40,000 hectares burned was 50 per cent higher than the previous record of 2019. With the long-running drought likely to continue through Autumn and be extended to new areas, as outlined by the National Drought Group earlier this month, that total could yet rise significantly.",
                "tag": "p"
            },
            {
                "content": "According to a study by the Met Office, the Centre for Ecology & Hydrology and the University of Exeter, the damaging fires during the 40C Summer of 2022 were made at least six times more likely by human-induced climate change. Also in 2022, scientists for UNEP predicted that extreme fires would be 50 per cent more likely by the end of this century without significant actions on emissions.",
                "tag": "p"
            },
            {
                "content": "This terrifying trend spells disaster for the health of the world’s population, who can be fatally affected by fires thousands of miles away. Pollution from the Canadian wildfires in 2023, for example, led to an estimated 41,900 premature deaths in North America and a further 22,400 across the Atlantic in Europe.",
                "tag": "p"
            },
            {
                "content": "There are dire consequences for businesses, economies and consumers too. Wildfires during the Summer of 2018 cost UK farms approximately £32 million in total, pushing up food prices for everyone in the process.",
                "tag": "p"
            },
            {
                "content": "Nature is also affected, with 83 of England’s Sites of Special Scientific Interest reporting fires so far this year, including Dartmoor and the North York Moors, on which more than 3,000 hectares were burnt.",
                "tag": "p"
            },
            {
                "content": "Sadly, this merely fuels an ever-worsening cycle as extensive fires on peatland cause carbon to be released into the atmosphere, spurring on a changing climate which in turn increases the likelihood of conditions for wildfires.",
                "tag": "p"
            },
            {
                "content": "Nature is our ally",
                "tag": "p"
            },
            {
                "content": "Fortunately, we do have an ally which can help us not only reduce the threat of wildfires but also tackle the climate change which makes them more likely and more damaging.",
                "tag": "p"
            },
            {
                "content": "Recovering nature, by creating healthy and resilient landscapes, is our best tool against heightened wildfire risk. The evidence-based view of Natural England, the Government’s statutory adviser for the natural environment, is that restoring habitat condition, for example through re-wetting peat previously damaged by drainage and other activities such as repeated burning and overgrazing, will reduce both the risk and severity of future wildfires over the long term. Other habitats, such as drier heath complexes, will require a different approach to nature recovery.",
                "tag": "p"
            },
            {
                "content": "Having a mosaic of healthy habitats across landscapes can help to reduce the likelihood of fires rapidly spreading across areas dominated by single species, such as heather which contains flammable oils. Preferring drier conditions, heather’s dominance on UK moorlands is largely down to the use of fire for management and comes at the expense of vegetation capable of forming peat. We recognise the importance of this habitat to upland communities, both economically and culturally, but more natural conditions along with sustainable management of heather would allow other plant species to take their place alongside heather.",
                "tag": "p"
            },
            {
                "content": "We are working with landowners, backed by funding such as the Environmental Land Management schemes, to ensure measures to restore habitats are appropriate for local conditions: wetness (e.g. Sphagnum moss layers in a bog), coarseness (e.g. mature broadleaved trees) and structural variety (e.g. grasslands with varied sward heights) all can increase resilience to wildfire spread.",
                "tag": "p"
            },
            {
                "content": "Nature restoration has helped to reduce the impacts of a number of recent fires. In 2023, after a significant period of drought, Marsden Moor in West Yorkshire suffered seven wildfires over a tenth of the 2000-hectare estate. While drier areas continued to smoulder, restored wet areas with Sphagnum mosses acted as firebreaks to limit the spread of the fire.",
                "tag": "p"
            },
            {
                "content": "A few miles away in Dove Stone Nature Reserve outside Oldham, a wildfire started in 2018 on neighbouring dry, heather-dominated land before spreading onto the reserve. The more diverse, damp vegetation slowed the fire down enough for it to be stopped by a moss-filled gully located on United Utilities/RSPB land. Although the fire wouldn’t have died out completely by itself, the change from dry peat to the wetter Sphagnum-dominated gullies of Dove Stone meant that the height and heat of the flames reduced sufficiently for human action to bring it under control.",
                "tag": "p"
            },
            {
                "content": "Multiple benefits",
                "tag": "p"
            },
            {
                "content": "Not only does this type of nature restoration help to combat the threat of fires, it brings a host of other benefits too. The soil holds carbon underground instead of releasing it into the atmosphere where it contributes to climate change. At the same time it retains water, improving water quality while mitigating the impacts of droughts and floods – all with positive advantages for businesses and the bills and insurance premiums their customers pay. In addition, the landscape provides more habitat for wildlife and more places for people to visit and enhance their mental and physical health.",
                "tag": "p"
            },
            {
                "content": "Bearing in mind the searching targets currently lying ahead of us, not least to halt species decline by 2030 and to restore (or have under restoration) 280,000 hectares of peatland by 2050, nature recovery is the answer to many of our most pressing challenges.",
                "tag": "p"
            },
            {
                "content": "Government leadership in this area is crucial and is demonstrated earlier by tomorrow’s extension to the ban on burning of deep peat from 40cm to 30cm across all of the English uplands. This legislation will triple the area covered, meaning 676,628 hectares – equivalent to the size of Devon – will now be protected from harmful unlicensed burning and given the chance for nature to thrive. Nature recovery is a long-term solution to fires, but landowners can still manage risk in the short term through burning in certain circumstances under the legislation, provided they obtain a licence from Defra. While the current drought continues there are steps everyone can take to help reduce the risk of wildfires, outlined in this blog post  and in the Countryside Code. In the longer term, I hope that the collaborative efforts being made towards nature recovery mean that this year’s UK wildfire record is one that will never be beaten.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/29/wildfires-natures-role-in-resisting-the-spark/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sallie Bailey, Natural England’s Chief Scientist This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks. These disasters for both …"
    },
    {
        "title": "Everything you need to know about free school breakfast clubs",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-09-29T10:22:01",
        "categories": [
            "Childcare",
            "Schools"
        ],
        "content": [
            {
                "content": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme.",
                "tag": "p"
            },
            {
                "content": "Free breakfast will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment.",
                "tag": "p"
            },
            {
                "content": "We’re inviting schools to apply to be part of an early adopter scheme, rolling it out to families starting from April 2025.",
                "tag": "p"
            },
            {
                "content": "Up to 750 participating schools will be funded to provide access to a free, universal breakfast club lasting at least 30 minutes that includes food.",
                "tag": "p"
            },
            {
                "content": "As well as helping children thrive academically and socially, breakfast clubs give parents and carers more choices in childcare, and support families with the cost of living.",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve promised to triple our investment in breakfast clubs to over £30milion in the 2025-26 financial year.",
                "tag": "p"
            },
            {
                "content": "How can schools apply to the free breakfast club programme?",
                "tag": "h3"
            },
            {
                "content": "Schools can apply by completing an expression of interest form.",
                "tag": "p"
            },
            {
                "content": "Schools will be selected across different school types, sizes and geographical areas to ensure a wide range of representation.",
                "tag": "p"
            },
            {
                "content": "We want to test and learn with as many different types of schools as possible.  ",
                "tag": "p"
            },
            {
                "content": "Schools that become early adopters will have the unique opportunity to shape the future of the national breakfast club policy and directly benefit the children and families of their school.  ",
                "tag": "p"
            },
            {
                "content": "When will families be able to access free breakfast clubs?",
                "tag": "h3"
            },
            {
                "content": "If their school is selected as one of first to roll out the free breakfast clubs, families of primary aged children will be able to access a free breakfast from April 2025.",
                "tag": "p"
            },
            {
                "content": "Schools will be in touch with families about how to sign up to the breakfast club.",
                "tag": "p"
            },
            {
                "content": "The £30million we outlined in the Budget will fund the breakfast clubs for a year from April 2025, as well as continue to support the schools currently providing the National School Breakfast Programme to disadvantaged children.",
                "tag": "p"
            },
            {
                "content": "We will learn from the early adopter schools before rolling out the scheme nationally.",
                "tag": "p"
            },
            {
                "content": "Is this the same as the National School Breakfast Programme?",
                "tag": "h3"
            },
            {
                "content": "Our free breakfast club scheme is separate to our existing National School Breakfast Programme, which sees the government subsidise the cost of breakfast club provision in selected state-funded schools in disadvantaged areas, and doesn’t include childcare.",
                "tag": "p"
            },
            {
                "content": "We have already confirmed funding for the programme so it can continue for the next financial year.",
                "tag": "p"
            },
            {
                "content": "What other support is available to families?",
                "tag": "h3"
            },
            {
                "content": "We’re also expanding childcare for primary school children across England by increasing the number of places available, to support working families.",
                "tag": "p"
            },
            {
                "content": "Separate to the breakfast programme, wraparound childcare is before and after school care for primary school aged children in England during term time, such as regular afterschool provision that runs until 6pm or later. You can read more about the offer on the Education Hub.",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of eligible working parents can also now access 15 hours government-funded early education for children aged 9-months-old and older after new rules kicked in from 1 September 2024. Read more here. ",
                "tag": "p"
            },
            {
                "content": "Some families may also be entitled to free school meals at lunchtime. You can find out more about the programme, including who’s eligible, on Gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/09/free-school-breakfast-clubs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme. Find out more."
    },
    {
        "title": "Revaluation 2026 – everything you need to know",
        "authors": [
            "voadigitalpublishing"
        ],
        "posted_on": "2025-09-29T10:15:16",
        "categories": [
            "Revaluation 2026"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "The Valuation Office Agency (VOA) is currently updating the values it holds for over 2 million business and other non-domestic properties across England and Wales. ",
                "tag": "p"
            },
            {
                "content": "These values are used to calculate business rates bills. ",
                "tag": "p"
            },
            {
                "content": "The future values come into effect in April 2026, but there are actions you can take now to be prepared. If you own a property that might be liable to pay business rates – here is everything you need to know about the 2026 Revaluation. ",
                "tag": "p"
            },
            {
                "content": "1. What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "The VOA updates the rateable values of non-domestic properties in England and Wales every three years. This is known as a revaluation. ",
                "tag": "p"
            },
            {
                "content": "Rateable values are the amount of rent a property could have been let for on a set valuation date. For the 2026 revaluation, that date is 1 April 2024.  ",
                "tag": "p"
            },
            {
                "content": "Rateable values are used by local councils to calculate business rate bills. Using this value as a basis, local councils will apply a standard percentage or ‘multiplier’ and details of any reliefs and discounts to give the amount to be paid.  ",
                "tag": "p"
            },
            {
                "content": "Revaluations make sure that these bills are based on up-to-date information. ",
                "tag": "p"
            },
            {
                "content": "A change in your rateable value does not always mean a change in your bill.  ",
                "tag": "p"
            },
            {
                "content": "We have published a video with more information about the process: What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "2. How can I access information about my business rates valuation? ",
                "tag": "p"
            },
            {
                "content": "You can view your property’s current rateable value through the Find a Business Rates Valuation service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "If you want to see more details about your current valuation, check the details we hold on your property or request a change, you will need a business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "Future rateable values for non-domestic properties, that come into effect on 1 April 2026, will be published before 31 December 2025. Once published, you will be able to see details about these valuations on your Business Rates Valuation Account, or through the Find a Business Rates Valuation Service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We have published guidance on how to set up a business rates valuation account online and in our recent video: Business Rates Valuation Account registration ",
                "tag": "p"
            },
            {
                "content": "3. What to do if I think my valuation is wrong? ",
                "tag": "p"
            },
            {
                "content": "If you believe your current valuation isn’t correct, you can ask us to review it through your business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "First, you’ll need to complete what’s called a Check. This will allow you to correct or confirm factual details about the property. ",
                "tag": "p"
            },
            {
                "content": "If this doesn’t result in a change to your rateable value, you can decide to progress to what’s called a Challenge.  You’ll need to provide evidence to support your case. There’s more information about this on GOV.UK. Confirm your property details - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "It’s important to note that your rateable value can go up as well as down as part of this process. ",
                "tag": "p"
            },
            {
                "content": "You have from now until 31 March 2026 to contact the VOA about your current rateable value. You can contact the VOA about your new rateable value from 1 April 2026. ",
                "tag": "p"
            },
            {
                "content": "You can find out more information on how to do this through other videos on our YouTube account. How to check if you think your business rates valuation is wrong ",
                "tag": "p"
            },
            {
                "content": "4. Choosing to work with a rating agent ",
                "tag": "p"
            },
            {
                "content": "You may want to appoint someone to deal with your business rates and the Valuation Office Agency (VOA) on your behalf. This is called your agent. ",
                "tag": "p"
            },
            {
                "content": "The vast majority of rating agents are reputable and provide a good service. But a small minority act in bad faith. ",
                "tag": "p"
            },
            {
                "content": "These rogue agents usually promise big reductions in business rates – but they do this by submitting inaccurate information. This could result in penalties or increased rates bills for you. ",
                "tag": "p"
            },
            {
                "content": "If you do decide to appoint a rating agent to manage your business rates on your behalf, you can access our checklist to help you choose. We’ve also published a video to explain how you should approach choosing a ratings agent on our YouTube channel: Choosing a business rates agent checklist. ",
                "tag": "p"
            },
            {
                "content": "5. How does the VOA value my property? ",
                "tag": "p"
            },
            {
                "content": "We use one of three methods, depending on the type of evidence available:  ",
                "tag": "p"
            },
            {
                "content": "A rateable value for a property may not be the same as the actual rent paid for the property. ",
                "tag": "p"
            },
            {
                "content": "We have more information about how we calculate the value of different properties on our blog (Valuation Office Agency – News and updates from the Valuation Office Agency) and on our YouTube channel (How we measure properties for business rates).  ",
                "tag": "p"
            },
            {
                "content": "Ailbrisiad 2026 – popeth sydd angen i chi ei wybod ",
                "tag": "h2"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Ar hyn o bryd mae Asiantaeth y Swyddfa Brisio (VOA) yn diweddaru’r gwerthoedd ardrethol y mae yn ei dal ar gyfer dros 2 filiwn eiddo busnes ac eiddo annomestig arall ledled Cymru a Lloegr. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir y gwerthoedd ardrethol yma i gyfrifo biliau ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Daw’r gwerthoedd ardrethol diwygiedig i rym ym mis Ebrill 2026, ond mae camau y gallwch chi eu cymryd nawr i fod yn barod at hyn. Os ydych chi’n berchen ar eiddo a allai fod yn agored i ardrethi busnes – dyma bopeth sydd angen i chi ei wybod am Ailbrisiad 2026. ",
                "tag": "p"
            },
            {
                "content": "1. Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "Mae’r VOA yn diweddaru gwerthoedd ardrethol eiddo annomestig yng Nghymru a Lloegr bob tair blynedd. Gelwir hyn yn ailbrisiad. ",
                "tag": "p"
            },
            {
                "content": "Gwerth ardrethol yw’r swm o rent y gellid bod wedi gosod eiddo amdano ar ddyddiad prisio penodol. Ar gyfer ailbrisiad 2026, y dyddiad hwnnw yw 1 Ebrill 2024. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir gwerthoedd ardrethol gan gynghorau lleol i gyfrifo biliau ardrethi busnes. Gan ddefnyddio’r gwerth hwn fel sail, bydd cynghorau lleol yn cymhwyso canran safonol neu ‘luosydd’ ynghŷd â manylion unrhyw ryddhadau a gostyngiadau i bennu’r swm i’w dalu. ",
                "tag": "p"
            },
            {
                "content": "Mae ailbrisiad yn sicrhau bod y biliau hyn yn seiliedig ar wybodaeth gyfredol. ",
                "tag": "p"
            },
            {
                "content": "Nid yw newid yn eich gwerth ardrethol bob amser yn golygu newid yn eich bil. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi fideo gyda mwy o wybodaeth am y broses: Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "2. Sut alla i gael gwybodaeth am fy mhrisiad ardrethi busnes? ",
                "tag": "p"
            },
            {
                "content": "Gallwch weld gwerth ardrethol cyfredol eich eiddo drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi eisiau gweld mwy o fanylion am eich prisiad cyfredol, gwirio’r manylion sydd gennym ni ar eich eiddo, neu ofyn am newid, bydd angen cyfrif prisio ardrethi busnes arnoch. ",
                "tag": "p"
            },
            {
                "content": "Bydd gwerthoedd ardrethol ar gyfer eiddo annomestig yn y dyfodol, sy’n dod i rym ar 1 Ebrill 2026, yn cael eu cyhoeddi cyn 31 Rhagfyr 2025. Unwaith y byddant wedi’u cyhoeddi, byddwch chi’n gallu gweld manylion am y prisiadau hyn ar eich Cyfrif Prisio Ardrethi Busnes, neu drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi canllawiau ar sut i sefydlu cyfrif prisiad ardrethi busnes ar-lein ac yn ein fideo diweddar: Cofrestru am Gyfrif Prisiad Ardrethi Busnes ",
                "tag": "p"
            },
            {
                "content": "3. Beth ddylwn ei wneud os ydw i’n meddwl bod fy mhrisiad yn anghywir? ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi’n meddwl nad yw eich prisiad cyfredol yn gywir, gallwch ofyn i ni ei adolygu drwy eich cyfrif prisio ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Yn gyntaf, bydd angen i chi gwblhau’r hyn a elwir yn achos Gwirio. Bydd hyn yn caniatáu ichi gywiro neu gadarnhau manylion ffeithiol am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Os nad yw hyn yn arwain at newid i’ch gwerth ardrethol, gallwch benderfynu symud ymlaen i’r hyn a elwir yn achos Herio. Bydd angen i chi ddarparu tystiolaeth i gefnogi eich achos. Mae rhagor o wybodaeth am hyn ar GOV.UK. Cadarnhau manylion eich eiddo - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Mae’n bwysig nodi y gall eich gwerth ardrethol godi yn ogystal â gostwng fel rhan o’r broses hon. ",
                "tag": "p"
            },
            {
                "content": "Mae gennych chi o nawr tan 31 Mawrth 2026 i gysylltu â’r VOA ynghylch eich gwerth ardrethol cyfredol. Gallwch gysylltu â’r VOA ynghylch eich gwerth ardrethol newydd o 1 Ebrill 2026. ",
                "tag": "p"
            },
            {
                "content": "Gallwch ddod o hyd i ragor o wybodaeth am sut i wneud hyn drwy fideos eraill ar ein cyfrif YouTube. Sut i wirio os ydych chi’n meddwl bod eich prisiad ardrethi busnes yn anghywir ",
                "tag": "p"
            },
            {
                "content": "4. Dewis gweithio gydag asiant ardrethu ",
                "tag": "p"
            },
            {
                "content": "Efallai yr hoffech benodi rhywun i ddelio â’ch ardrethi busnes ac Asiantaeth y Swyddfa Brisio (VOA) ar eich rhan. Gelwir hyn eich asiant.  ",
                "tag": "p"
            },
            {
                "content": "Mae gan y mwyafrif helaeth o asiantiaid ardrethu enw da ac yn darparu gwasanaeth da. Ond mae lleiafrif bach yn gweithredu’n anonest. ",
                "tag": "p"
            },
            {
                "content": "Fel arfer, mae asiantiaid amheus yn addo gostyngiadau mawr mewn ardrethi busnes - ond maent yn gwneud hyn trwy gyflwyno gwybodaeth anghywir. Gallai hyn arwain at gosbau neu filiau ardrethi uwch i chi. ",
                "tag": "p"
            },
            {
                "content": "Os ydych yn penderfynu i benodi asiant ardrethu i reoli eich ardrethi busnes ar eich rhan, gallwch gael mynediad at ein rhestr wirio i’ch helpu i ddewis. Rydym hefyd wedi cyhoeddi fideo i esbonio sut y dylech fynd ati i ddewis asiant ardrethu ar ein sianel YouTube: Rhestr wirio ar gyfer dewis asiant ardrethi busnes ",
                "tag": "p"
            },
            {
                "content": "5. Sut mae’r VOA yn prisio fy eiddo? ",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio un o dri dull, yn dibynnu ar y math o dystiolaeth sydd ar gael: ",
                "tag": "p"
            },
            {
                "content": "Efallai na fydd gwerth ardrethol ar gyfer eiddo yr un fath â’r rhent gwirioneddol a delir am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Mae gennym ragor o wybodaeth am sut rydym yn cyfrifo prisiad gwahanol eiddo ar ein blog (Asiantaeth y Swyddfa Brisio – Newyddion a diweddariadau gan yr Asiantaeth y Swyddfa Brisio) ac ar ein sianel YouTube (Sut rydym yn mesur eiddo ar gyfer ardrethi busnes). ",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/09/29/revaluation-2026-everything-you-need-to-know/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In this blog, you'll find everything you need to know about Revaluation 2026."
    },
    {
        "title": "From seed to sapling: why seed collection is fundamental to future forest resilience",
        "authors": [
            "Lorenza Pozzi"
        ],
        "posted_on": "2025-09-29T09:00:00",
        "categories": [
            "Climate change and resilience"
        ],
        "content": [
            {
                "content": "Each autumn, a quiet but critical process begins across the country: the collection of tree seed. This marks the very first step in the journey from seed to sapling and ultimately, to a thriving forest.",
                "tag": "p"
            },
            {
                "content": "The meticulous task of tree seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection is a skilled and strategic task. Trained collectors begin by identifying trees and stands that have produced a significant crop of seed or fruit. Armed with large bags and a great deal of patience, they set out to gather seeds in a variety of ways, depending on the species, terrain and available resources.",
                "tag": "p"
            },
            {
                "content": "For example, oak trees often require large nets to be spread beneath their canopy to catch falling acorns. This method prevents the acorns from reaching the forest floor, where they would quickly rot. In contrast, species such as hawthorn, rose or blackthorn are typically harvested by hand, requiring careful handling of the thorny branches to collect berries, rosehips and sloes.",
                "tag": "p"
            },
            {
                "content": "Once collected, the seeds undergo several processing steps. Some are ready to be sown immediately, while others must be cleaned to separate them from the surrounding fruit flesh, cones, or wings. Certain species also require a process called stratification, in which seeds are exposed to specific temperature conditions for a set period, to break dormancy and trigger germination. Only then can the seeds be sown or stored in a temperature and humidity controlled environment to preserve their viability.",
                "tag": "p"
            },
            {
                "content": "Investing in seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection, processing and storage are foundational to successful tree production. For this reason, as England works toward its statutory target of increasing tree and woodland cover to 16.5% of total land area by 2025,1 investment in seed infrastructure has become increasingly important. Forestry England has taken a leading role in this effort, establishing a state-of-the-art seed processing facility at Delamere nursery in Cheshire.",
                "tag": "p"
            },
            {
                "content": "The Forestry Commission’s tree and seed production grants have enabled various organisations to improve their seed processing capabilities, such as More Trees, which have been able to increase their community tree nursery network seed collections from 30,000 to 150,000 seeds annually.",
                "tag": "p"
            },
            {
                "content": "Through the first three rounds of the Seed Sourcing Grant, the Forestry Commission has funded the identification, management or establishment of over 200 seed stands or orchards, representing over 20 different species.",
                "tag": "p"
            },
            {
                "content": "Genetic quality not just quantity",
                "tag": "h2"
            },
            {
                "content": "Effective seed collection is not simply about gathering as many seeds as possible. Quality and genetic diversity are equally critical. A robust seed collection strategy involves sourcing seed from a wide geographic area and from numerous individual trees. This approach maximises intra-specific genetic diversity (the genetic diversity within one species) to increase the ways trees can respond to future threats.",
                "tag": "p"
            },
            {
                "content": "Genetic diversity equips woodlands to better tolerate and adapt to environmental stressors such as drought, pests and disease. Each tree carries a unique genetic makeup, and within a diverse population, some individuals may possess traits that enable them to survive and thrive under challenging conditions. This diversity in populations offers a variety of responses to threats, increasing the overall adaptability and health of the woodland ecosystem.",
                "tag": "p"
            },
            {
                "content": "A combined approach to seed sourcing",
                "tag": "h2"
            },
            {
                "content": "Veteran trees are often assumed to be genetically superior due to their longevity and presumed local adaptation. While these trees can certainly contribute valuable genetic material, their survival could also have been influenced by chance, historical land use or human selection, rather than by inherently superior genetics. In addition, these trees survived past conditions that are now rapidly changing.",
                "tag": "p"
            },
            {
                "content": "As global temperatures rise, rainfall patterns shift and extreme weather events become more frequent. The environments that shaped today’s veteran trees are evolving. The traits which helped these trees survive in the past may not equip their offspring to thrive in the future.",
                "tag": "p"
            },
            {
                "content": "To address this, seed for today’s forests is also sourced from more southerly latitudes, where trees have already adapted to warmer conditions and drought stress. This practice, known as assisted migration, mimics natural migration processes but at a faster rate.",
                "tag": "p"
            },
            {
                "content": "Rather than choosing between local or non-local seed sources, it is useful to take a combined approach at the landscape level. By using seeds from both local trees and climate-adapted populations from other regions, we can hedge our bets against uncertainty and build forests that are genetically diverse and resilient.",
                "tag": "p"
            },
            {
                "content": "Sourcing seeds for future forest resilience",
                "tag": "h2"
            },
            {
                "content": "Ultimately, forest resilience depends on several factors. These factors range from how suitable tree species are to site conditions, the compatibility of tree mixes (trees that complement one another), structural diversity (having a mix of tree ages and heights), as well as the sustainable management of woodlands and forests.",
                "tag": "p"
            },
            {
                "content": "However, providing genetic diversity through thoughtful seed collection remains fundamental. Each seed collected and nurtured is a potential tree that will contribute to the ecological, social and economic value of our leafy landscapes for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/29/from-seed-to-sapling-why-seed-collection-is-fundamental-to-future-forest-resilience/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Lorenza Pozzi, the Forestry Commission’s Nurseries Data, Insights and Liaison Officer, explores the intricacies of seed selection across England and the importance of careful seed selection and collection for future forest resilience."
    }
]