[
    {
        "title": "GCSE results day 2025: Everything you need to know including the number grading system",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-15T12:47:40",
        "categories": [
            "GCSE",
            "GCSE results"
        ],
        "content": [
            {
                "content": "Thousands of students across the country will soon be finding out their GCSE results and thinking about the next steps in their education.  ",
                "tag": "p"
            },
            {
                "content": "Here we explain everything you need to know about the big day, from when results day is, to the current 9-1 grading scale, to what your options are if your results aren’t what you’re expecting.  ",
                "tag": "p"
            },
            {
                "content": "When is GCSE results day 2025? ",
                "tag": "h3"
            },
            {
                "content": "GCSE results day will be taking place on Thursday the 21 August.   ",
                "tag": "p"
            },
            {
                "content": "The results will be made available to schools on Wednesday and available to pick up from your school by 8am on Thursday morning.  ",
                "tag": "p"
            },
            {
                "content": "Schools will issue their own instructions on how and when to collect your results.  ",
                "tag": "p"
            },
            {
                "content": "When did we change to a number grading scale? ",
                "tag": "h3"
            },
            {
                "content": "The shift to the numerical grading system was introduced in England in 2017 firstly in English language, English literature, and maths.  ",
                "tag": "p"
            },
            {
                "content": "By 2020 all subjects were shifted to number grades. This means anyone with GCSE results from 2017-2020 will have a combination of both letters and numbers.  ",
                "tag": "p"
            },
            {
                "content": "The numerical grading system was to signal more challenging GCSEs and to better differentiate between students’ abilities - particularly at higher grades between the A*-C grades. There only used to be 4 grades between A* and C, now with the numerical grading scale there are 6.  ",
                "tag": "p"
            },
            {
                "content": "What do the number grades mean? ",
                "tag": "h3"
            },
            {
                "content": "The grades are ranked from 1, the lowest, to 9, the highest. ",
                "tag": "p"
            },
            {
                "content": "The grades don’t exactly translate, but the two grading scales meet at three points as illustrated below.  ",
                "tag": "p"
            },
            {
                "content": "The bottom of grade 7 is aligned with the bottom of grade A, while the bottom of grade 4 is aligned to the bottom of grade C.  ",
                "tag": "p"
            },
            {
                "content": "Meanwhile, the bottom of grade 1 is aligned to the bottom of grade G. ",
                "tag": "p"
            },
            {
                "content": "What to do if your results weren’t what you were expecting? ",
                "tag": "h3"
            },
            {
                "content": "If your results weren’t what you were expecting, firstly don’t panic. You have options. ",
                "tag": "p"
            },
            {
                "content": "First things first, speak to your school or college – they could be flexible on entry requirements if you’ve just missed your grades.  ",
                "tag": "p"
            },
            {
                "content": "They’ll also be able to give you the best tailored advice on whether re-sitting while studying for your next qualifications is a possibility.  ",
                "tag": "p"
            },
            {
                "content": "Resits ",
                "tag": "h3"
            },
            {
                "content": "If you’re really unhappy with your results you can enter to resit all GCSE subjects in summer 2026. You can also take autumn exams in GCSE English language and maths. ",
                "tag": "p"
            },
            {
                "content": "Speak to your sixth form or college to decide when it’s the best time for you to resit a GCSE exam.  ",
                "tag": "p"
            },
            {
                "content": "Look for other courses with different grade requirements   ",
                "tag": "h3"
            },
            {
                "content": "Entry requirements vary depending on the college and course. Ask your school for advice, and call your college or another one in your area to see if there’s a space on a course you’re interested in.   ",
                "tag": "p"
            },
            {
                "content": "Consider an apprenticeship  ",
                "tag": "h3"
            },
            {
                "content": "Apprenticeships combine a practical training job with study too. They’re open to you if you’re 16 or over, living in England, and not in full time education. ",
                "tag": "p"
            },
            {
                "content": "As an apprentice you’ll be a paid employee, have the opportunity to work alongside experienced staff, gain job-specific skills, and get time set aside for training and study related to your role.  ",
                "tag": "p"
            },
            {
                "content": "You can find out more about how to apply here. ",
                "tag": "p"
            },
            {
                "content": "Talk to a National Careers Service (NCS) adviser  ",
                "tag": "h3"
            },
            {
                "content": "The National Career Service is a free resource that can help you with your career planning. Give them a call to discuss potential routes into higher education, further education, or the workplace.  ",
                "tag": "p"
            },
            {
                "content": "Whatever your results, if you want to find out more about all your education and training options, as well as get practical advice about your exam results, visit the National Careers Service page and Skills for Careers to explore your study and work choices.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/gcse-results-day-2025-number-grading-system/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Thousands of students across the country will soon be finding out their GCSE results and thinking about the next steps in their education.   Here we explain everything you need to know about the big day, from when results day is, …"
    },
    {
        "title": "Using government data to verify your identity: the role of the GOV.UK Wallet",
        "authors": [
            "Hannah Rutter"
        ],
        "posted_on": "2025-08-15T10:55:54",
        "categories": [
            "Digital identity"
        ],
        "content": [
            {
                "content": "Every day, people use official government documents like passports or driving licences to prove things about themselves in the economy. However, these physical documents weren’t designed for the digital age.  ",
                "tag": "p"
            },
            {
                "content": "This is why, through the Data (Use and Access) Act, we are making it easier for people to digitally share information that the government holds about them to prove who they are, if they wish to. ",
                "tag": "p"
            },
            {
                "content": "The ‘information gateway’ powers established by the Data Act set out the conditions under which information sharing can take place. Public authorities will only be able to rely on this power to share information if the individual chooses.  Data must only be shared with registered digital verification services who are following government rules, and only for the purposes of identity or eligibility verification.  ",
                "tag": "p"
            },
            {
                "content": "The GOV.UK Wallet will help people manage and share their data ",
                "tag": "h2"
            },
            {
                "content": "The GOV.UK Wallet will be one of the first ways this information gateway moves from policy to reality, bringing many public authorities together to digitise their credentials and make them available to users. ",
                "tag": "p"
            },
            {
                "content": "Using the GOV.UK Wallet, people will be able to instigate the sharing of their data with registered private sector digital verification services to securely prove things about themselves for uses across the economy, like proving their age to buy an age-restricted product. These registered services will be critical intermediaries to ensure information is shared safely from the GOV.UK Wallet. ",
                "tag": "p"
            },
            {
                "content": "People can also use the digital versions of their documents in their GOV.UK Wallet as source documents for a whole range of identity and attribute proofing.  ",
                "tag": "p"
            },
            {
                "content": "This includes creating ‘derived credentials’ with a registered provider. This is currently done using physical documents. GOV.UK Wallet will make this process much more seamless. These credentials can then be reused across the economy without the user needing to return to the GOV.UK Wallet each time.  ",
                "tag": "p"
            },
            {
                "content": "Privacy, control and choice will be integral to this process. No data will be shared without the user instigating the process and giving their permission first.  ",
                "tag": "p"
            },
            {
                "content": "You can read more about the critical role for digital verification services in enabling the GOV.UK Wallet over on the GDS blog. ",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/08/15/using-government-data-to-verify-your-identity-the-role-of-the-gov-uk-wallet/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Every day, people use official government documents like passports or driving licences to prove things about themselves in the economy. However, these physical documents weren’t designed for the digital age.   This is why, through the Data (Use and Access) Act, …"
    },
    {
        "title": "How to save 1000 species from extinction?",
        "authors": [
            "Tim Wilkins"
        ],
        "posted_on": "2025-08-15T08:53:37",
        "categories": [
            "Biodiversity",
            "Environmental Improvement Plan",
            "Natural Capital",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Science and evidence",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Tim Wilkins, Principal Specialist in Species Recovery",
                "tag": "p"
            },
            {
                "content": "When a legally-binding target to reduce species extinction risk in England was set by government in 2023: The Environmental Targets (Biodiversity) (England) Regulations 2023, this question – How to save a 1000 species from extinction? – went from being hypothetical, to haunting me on a daily basis. As the principal specialist in species recovery, how could I not know the answer to this question? Thus began the start of a 2 ½ year rollercoaster-of-a-project, bringing together a dizzying array of knowledge and expertise from across the environmental sector, to produce individual species action plans.",
                "tag": "p"
            },
            {
                "content": "The outcome is published this week (13 August 2025): Threatened Species Recovery Actions (TSRA), comprising a spreadsheet and report/user-guide. Although published by Natural England, this is the result of large and diverse partnership of environmental non-governmental organisations, expert societies and government agencies, involving over 80 specialists from across the natural history spectrum. My thanks go to everyone who has contributed, TSRA simply could not have happened without their input.",
                "tag": "p"
            },
            {
                "content": "In many ways the project is reminiscent of the UK Biodiversity Action Plan (UKBAP), but marks a shift towards a more prioritised approach, focusing only on species most in need of targeted action in England today, and limiting recovery actions to the top three most important. My hope is that going forward TSRA will influence species conservation priorities nationally and provide an information resource for future project development.",
                "tag": "p"
            },
            {
                "content": "A small team at Natural England oversaw the project, first compiling a long list of over 2,000 species of conservation concern, largely drawn from the British Red Lists. Specifically, those species that were classed as Critically Endangered, Endangered, Vulnerable or Near Threatened, and those that had been entirely lost from England, along with the addition of ‘Species of Principal Importance in England’ (Section 41 of the NERC Act 2006). It was important to me that the species list was as diverse as possible, so it was encouraging to find that over 40 taxonomic groups were represented, spanning a wide range of terrestrial, freshwater and marine habitats.",
                "tag": "p"
            },
            {
                "content": "Contributors were asked to sift the species list using two criteria, evaluating the status of each species in England today, and assessing whether broader nature recovery measures would be sufficient, or whether something additional and more bespoke was necessary. Actions were only drafted for those species identified as priorities for tailored measures.  As a result over 1,900 species were evaluated and 1,384 species were action planned, generating more than 3,600 actions.",
                "tag": "p"
            },
            {
                "content": "Although these numbers sound daunting, this isn’t unworkable complexity. While landscape-scale measures to restore, create and link up habitats are vital for species and nature recovery as a whole, both macro and micro approaches have key roles to play. Increasing our understanding of what wildlife needs species by species, provides an evidence base on which measures at more macro scales can draw, resulting in more integrated and successful outcomes overall. ",
                "tag": "p"
            },
            {
                "content": "Datasets like TSRA also have the potential to be transformative, highlighting groups of species with common recovery needs, and providing a smorgasbord of options for innovative project development. All of the above will collectively lead to improved delivery, and ultimately to a reduction in extinction risk levels.",
                "tag": "p"
            },
            {
                "content": "With thanks to my team at Natural England who provided the answer to the question in the title:  Tim Baker, Christine Hipperson-Jervis, and Maria Thompson. ",
                "tag": "p"
            },
            {
                "content": "This project has been funded by Natural England’s Species Recovery Programme, which has been delivering species recovery projects for over 30 years, through a programme of targeted action for threatened species with bespoke needs. TSRA will be used as an evidence base to underpin the Programme in the future, which will contribute to the restoration and recovery of our most threatened species.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/08/15/how-to-save-1000-species-from-extinction/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Tim Wilkins, Principal Specialist in Species Recovery When a legally-binding target to reduce species extinction risk in England was set by government in 2023: The Environmental Targets (Biodiversity) (England) Regulations 2023, this question – How to save a 1000 …"
    },
    {
        "title": "Spurdog Returns: How Science and Fishers Are Working Together to Protect a Recovering Shark",
        "authors": [
            "Joanna Murray"
        ],
        "posted_on": "2025-08-14T14:59:35",
        "categories": [
            "Fisheries",
            "Science",
            "Vulnerable species"
        ],
        "content": [
            {
                "content": "Spurdog (also known as the spiny dogfish, scientific name Squalus acanthias) is a type of small shark found in oceans around the world. It can travel long distances and has been an important species for commercial fishing in the past.",
                "tag": "p"
            },
            {
                "content": "However, the number of spurdog in the Northeast Atlantic (the part of the Atlantic Ocean near Europe) dropped significantly in the early 2000’s compared to how many there were in the 1950s and 60s. Because of this sharp decline, governments introduced strict fishing rules to help the population recover.",
                "tag": "p"
            },
            {
                "content": "From 2010 to 2022, fishermen were not allowed to catch spurdog on purpose, and the total amount of spurdog that could be legally caught, called the Total Allowable Catch (TAC), was set to zero. The only exception was a small amount that could be kept if the fish were accidentally caught while fishing for other species. This was part of what’s called a Bycatch Avoidance Scheme, which is a program designed to reduce the number of unwanted fish caught by accident (called bycatch).",
                "tag": "p"
            },
            {
                "content": "In 2017, spurdog was officially listed as a prohibited species, which meant it was illegal to keep or land any spurdog, even if caught by accident.",
                "tag": "p"
            },
            {
                "content": "But in 2022, the International Council for the Exploration of the Sea (ICES), a group of scientists that gives advice on ocean health and fish stocks, said that spurdog populations had improved enough to allow limited fishing again. So, for 2023 and 2024, a controlled amount of spurdog fishing (a TAC) was allowed, and the species was no longer officially prohibited.",
                "tag": "p"
            },
            {
                "content": "Even with this change, a careful, precautionary approach was still needed to protect the population. One key measure was that any spurdog longer than 100cm must still be protected. These larger sharks are usually females that can produce many pups, so protecting them helps the population stay healthy and grow.",
                "tag": "p"
            },
            {
                "content": "Cefas research project",
                "tag": "h2"
            },
            {
                "content": "In April 2023, the UK government's Department for the Environment, Food and Rural Affairs (Defra), asked scientists at Cefas to carry out a research project on spurdog. The goal was to help manage the spurdog, a species that was fully protected until 2023 but is now allowed to be caught in limited amounts under new commercial fishing rules. Even though fishing is now allowed, the larger spurdog, which are usually females that can produce the most and biggest pups, are still protected and cannot be landed.",
                "tag": "p"
            },
            {
                "content": "As part of this project, Cefas is working on several key areas:",
                "tag": "p"
            },
            {
                "content": "Our Spurdog video will explain more.",
                "tag": "p"
            },
            {
                "content": "How are we doing this?",
                "tag": "h2"
            },
            {
                "content": "Working with the Fishing Industry and Other Stakeholders",
                "tag": "p"
            },
            {
                "content": "We’re speaking with a wide range of people who are involved with or affected by spurdog fishing. This includes local and national organisations like UK fishing groups, scientists, conservation groups such as the Shark Trust, and recreational fishing representatives like the Angling Trust. We want to understand their concerns, expectations, and how they’re responding to the return of commercial spurdog fishing.",
                "tag": "p"
            },
            {
                "content": "We’re also holding national project meetings to share progress, discuss the latest research, and make sure everyone involved is on the same page.",
                "tag": "p"
            },
            {
                "content": "At the quayside, we’ve been talking directly with skippers to find out if they plan to change how they fish now that spurdog can be caught again. We’ve also asked whether they’d be willing to voluntarily report their catches, including how much spurdog they keep, and how much they discard, whether dead or alive, using the Clean Catch app.",
                "tag": "p"
            },
            {
                "content": "By talking to those involved in the onshore industry such as processors and sellers of spurdog, we have been exploring the relationship between current market conditions for spurdog, and the fisheries management measures introduced in April 2023.",
                "tag": "p"
            },
            {
                "content": "Tracking What’s Being Caught",
                "tag": "p"
            },
            {
                "content": "We’ve set up a baseline, a picture of what spurdog catches and discards looked like before the fishing rules changed (from 2016 to 2022). Most of that data came from:",
                "tag": "p"
            },
            {
                "content": "These sources give us some of the best available information, and they continue to be essential for understanding how things are changing now that spurdog fishing is allowed again.",
                "tag": "p"
            },
            {
                "content": "We’re using:",
                "tag": "p"
            },
            {
                "content": "This helps us see where and when spurdog are being caught, and how that compares to previous years.",
                "tag": "p"
            },
            {
                "content": "We’re also collecting information on recreational catches, to understand how important spurdog is to the sector.",
                "tag": "p"
            },
            {
                "content": "Looking at What Happens After Spurdog Are Caught and Released",
                "tag": "p"
            },
            {
                "content": "We’ve reviewed previous scientific studies to understand how many spurdog survive after being caught and then released, both right away and over time.",
                "tag": "p"
            },
            {
                "content": "We combined this with:",
                "tag": "p"
            },
            {
                "content": "We’re also figuring out what extra information is needed to improve these estimates and make them more reliable.",
                "tag": "p"
            },
            {
                "content": "Improving the App and Data Collection",
                "tag": "p"
            },
            {
                "content": "The information that fishers shared during the bycatch avoidance scheme has turned out to be some of the most valuable data we have. It helped us understand spurdog catches during the time when fishing was banned and allowed us to see how fishing patterns changed once new rules came in.",
                "tag": "p"
            },
            {
                "content": "This data was also critical for understanding how many spurdog survive after being discarded, especially for different types of fishing methods like gillnetting and trawling.",
                "tag": "p"
            },
            {
                "content": "Now, with the Clean Catch app, fishers can continue to submit valuable data. The app makes it easy to record details about:",
                "tag": "p"
            },
            {
                "content": "This data is held by the app developers but can be accessed by Cefas to improve our understanding of how well spurdog survive after being released, especially for the bigger, protected individuals and how the fishery is changing overall.",
                "tag": "p"
            },
            {
                "content": "If you are a fisherman and want to submit data on your spurdog catches, watch this video to find out how to download the app and use it:",
                "tag": "p"
            },
            {
                "content": "Spurdog Clean Catch UK app tutorial video",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/08/14/spurdog-returns-how-science-and-fishers-are-working-together-to-protect-a-recovering-shark/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Spurdog (also known as the spiny dogfish, scientific name Squalus acanthias) is a type of small shark found in oceans around the world. It can travel long distances and has been an important species for commercial fishing in the past. …"
    },
    {
        "title": "What citizen scientists are telling us about bathing waters through AI signposts",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-14T11:56:08",
        "categories": [
            "Citizen Science",
            "Cleaner Seas",
            "Cleaner Seas",
            "Community",
            "Environment Agency",
            "tourism",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "Hello Lamp Post-driven QR signage being put up at Combe Martin in Devon",
                "tag": "p"
            },
            {
                "content": "Valuable new information about how and when people use popular bathing waters has become available, ten months after AI-powered signage was launched at pilot sites around England. ",
                "tag": "p"
            },
            {
                "content": "Under the Water Watch project, QR signs at popular bathing water destinations in the South West and the North reveal that Sunday was their busiest day for people to share their experiences and that one in three users are keen to be involved with Environment Agency-backed citizen science. ",
                "tag": "p"
            },
            {
                "content": "Between September 2024 and July 2025 more than 3,000 responses were collected using the Hello Lamp Post platform at six bathing waters: Par Sands in Cornwall and Combe Martin in Devon, two sites at Lake Windermere, River Ribble at Edisford Bridge and River Nidd in Yorkshire.  ",
                "tag": "p"
            },
            {
                "content": "Interactive signage, including QR codes, were placed on fences, benches and walls. Smartphone users then scan the code or text the number on the sign to share their observations and views and get information about local bathing waters. ",
                "tag": "p"
            },
            {
                "content": "One of the signs at Par Sands in Cornwall being used",
                "tag": "p"
            },
            {
                "content": "Operating both during and outside the bathing water season, the signage provided lots of useful insights and information on water quality and how bathing waters were used throughout the year, including: ",
                "tag": "p"
            },
            {
                "content": "Swimmers at Lake Windermere with one of the signs",
                "tag": "p"
            },
            {
                "content": "Across Combe Martin, River Ribble and Lake Windermere an average of 9.5% of Hello Lamp Post users reported seeing something positive or special, including children enjoying the water, beautiful scenery, or interesting wildlife.  ",
                "tag": "p"
            },
            {
                "content": "Across all the sites an average of 23.7% of Hello Lamp Post users said they had seen potential causes of water pollution, including foam in the water, blue-green algae, dog waste and litter. ",
                "tag": "p"
            },
            {
                "content": "At Lake Windermere users answering on Hello Lamp Post consisted of residents (37.2%), frequent visitors (13.7%) and occasional visitors (49.1%). ",
                "tag": "p"
            },
            {
                "content": "Signage being put up by the River Nidd",
                "tag": "p"
            },
            {
                "content": "In the Nidd, 96.5% of participants said it was essential or important to maintain a healthy environment. Across all sites 33.9% expressed interest in getting involved with citizen science initiatives in the future. ",
                "tag": "p"
            },
            {
                "content": "Throughout the pilot, the most answered questions by the AI tool were what is the water quality? What local citizen science initiatives can I get involved with and how do I report pollution? ",
                "tag": "p"
            },
            {
                "content": "The statistics collected through Hello Lamp Post will be used to supplement the data already gathered by the Environment Agency, as part of its monitoring programmes. To date the data collected has been used to compliment bathing water investigations and helped keep us informed about the presence of blue-green algae. ",
                "tag": "p"
            },
            {
                "content": "The next phase of the Water Watch project is now in development and will see the continuation of the place-based signage. This will see some new locations and the development of a national conversation to allow anyone to get involved from their local water course. Visit the Environment Agency’s Supporting Citizen Science page to find out more.   ",
                "tag": "p"
            },
            {
                "content": "This ongoing project adds to our recently published report into water recreational use across England that gives robust and insightful data on how people use our waterways for the first time.  ",
                "tag": "p"
            },
            {
                "content": "Together these sets of data will help us to plan our resources effectively as we work with the Government to implement their bathing water reforms. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/14/what-citizen-scientists-are-telling-us-about-bathing-waters-through-ai-signposts/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Hello Lamp Post-driven QR signage being put up at Combe Martin in Devon Valuable new information about how and when people use popular bathing waters has become available, ten months after AI-powered signage was launched at pilot sites around England.  …"
    },
    {
        "title": "Young People and the Future of Scotland - How to get young people involved in strategic foresight",
        "authors": [
            "mikeaskew"
        ],
        "posted_on": "2025-08-14T11:48:32",
        "categories": [
            "Futures Procurement Framework",
            "Methodologies",
            "Participatory futures",
            "Young people"
        ],
        "content": [
            {
                "content": "By Claire Elliott, Scottish Government",
                "tag": "p"
            },
            {
                "content": "Introduction",
                "tag": "p"
            },
            {
                "content": "A bold approach to a futures project, bringing young people into Scotland’s long-term policy thinking, made possible through financial support via GO-Science Futures’ co-funding initiative.",
                "tag": "p"
            },
            {
                "content": "Young People and the Future of Scotland was a pilot initiative under the Scottish Government’s Horizon Scanning 2024-25 programme, designed to bring young voices into long-term policy thinking.",
                "tag": "p"
            },
            {
                "content": "The project team had been working towards identifying the Future Trends for Scotland in the next 10-to-20 years, drawing on the expertise of more than 180 individuals representing government, public sector, third sector organisations, academia and businesses. Recognising that young people have the longest stake in Scotland’s future - and may experience emerging trends differently - the project team wanted to capture their perspectives.",
                "tag": "p"
            },
            {
                "content": "Through GO-Science’s Futures Procurement Framework the team contracted Demos Helsinki to provide futures expertise. Using the Scottish Government Children and Young People’s Participation Framework, Scottish Youth Parliament was contracted as an expert in participatory engagement.",
                "tag": "p"
            },
            {
                "content": "In February 2025, a diverse group of young people came together for a day in Edinburgh to explore possible futures for Scotland. The day was co-designed with young people and delivered in partnership with Demos Helsinki and the Scottish Youth Parliament. Co-creation was a core foundation of the methodology, with young people designing tools and methods, leading the project and participating in fun and creative activities, which helped engage participants throughout the day. These included a creative task to design an artefact from the future and an immersive gallery approach to exploring potential future states. The positive feedback received after the event is a testament of the success of the approach. Young people found that engaging in futures thinking was empowering, helped build their confidence and develop skills, with one participant stating: “Our involvement ensures decisions reflect the needs of our generation, making the outcomes from projects like this more forward-thinking and impactful to those it will actually impact.”",
                "tag": "p"
            },
            {
                "content": "The published findings reveal that young people in Scotland perceive the nation’s future challenges – climate change, economic fairness and public service resilience – as deeply interconnected. One of the youth participants suggested: “Stop dealing with climate change at the surface and fix the root causes”, while others argued that fair wealth distribution and strategic investment are essential to funding initiatives that protect the environment and strengthen communities. Moreover, they highlighted the importance of political and digital education in empowering citizens to identify misinformation and build trust in decision-makers, underscoring a growing awareness among Scotland’s youth that systemic change requires collaboration, transparency, and long-term thinking.",
                "tag": "p"
            },
            {
                "content": "The project team reflected that collaboration was central to the approach, and that shared values and flexibility were essential to delivering a high-quality engagement in a short timeframe. GO-Science provided helpful support and proportionate oversight throughout the project. The GO-Science’s Futures Procurement Framework and the Scottish Government’s Children and Young People’s Participation Framework were easy to use and complemented each other well.",
                "tag": "p"
            },
            {
                "content": "This project has laid the groundwork for embedding youth voices in strategic foresight. The published tools and methods are now available for others to adapt and use in their own engagement work. The Scottish Government hopes to build on this work, exploring further opportunities to engage young people in long-term thinking across different policy areas.",
                "tag": "p"
            },
            {
                "content": "Find out more by reading the full report, where you can explore the tools used, and accessing the young person’s guide to the findings.",
                "tag": "p"
            },
            {
                "content": "Learn more about how you can procure expert futures support by visiting Futures Procurement Framework - GOV.UK or contacting the GO-Science Futures team. Likewise, contact the Futures team to hear about our co-funding initiatives.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2025/08/14/young-people-and-the-future-of-scotland-how-to-get-young-people-involved-in-strategic-foresight/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "By Claire Elliott, Scottish Government Introduction A bold approach to a futures project, bringing young people into Scotland’s long-term policy thinking, made possible through financial support via GO-Science Futures’ co-funding initiative. Young People and the Future of Scotland was a …"
    },
    {
        "title": "RPA email receipts are changing",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-08-14T10:32:50",
        "categories": [
            "Rural Payments service"
        ],
        "content": [
            {
                "content": "We’re changing the email notification customers receive when they email RPA.",
                "tag": "p"
            },
            {
                "content": "What's changing",
                "tag": "h2"
            },
            {
                "content": "Shorter notification containing a reference number ",
                "tag": "p"
            },
            {
                "content": "If you’ve recently emailed the RPA email address, you will have received a long acknowledgement email. We are reducing the size of this notification and the information it contains.  ",
                "tag": "p"
            },
            {
                "content": "The shorter notification will contain a reference number that is specific to the email you sent to us. This is useful information for you to save so that you can be confident your email arrived, and you can quote the unique reference when needed. It will also include the subject of your email. ",
                "tag": "p"
            },
            {
                "content": "Different email address ",
                "tag": "p"
            },
            {
                "content": "You’ll also notice that the address the notification comes from is different. ",
                "tag": "p"
            },
            {
                "content": "Rural Payments Service rural.payments.service@notifications.service.gov.uk ",
                "tag": "p"
            },
            {
                "content": "The new notification will come from an email address that will be unfamiliar to you. We want to make you aware that it is a genuine email notification from RPA. We will only ever email you from the addresses listed on the following GOV.UK page:",
                "tag": "p"
            },
            {
                "content": " https://www.gov.uk/guidance/rpa-fraud-information",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/08/14/rpa-email-receipts-are-changing/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "We’re changing the email notification customers receive when they email RPA. What's changing Shorter notification containing a reference number  If you’ve recently emailed the RPA email address, you will have received a long acknowledgement email. We are reducing the size …"
    },
    {
        "title": "Level 3 results analysis 2025: Key trends and context for teachers",
        "authors": [
            "Amanda Swann"
        ],
        "posted_on": "2025-08-14T09:30:00",
        "categories": [
            "A levels and GCSEs",
            "Exams",
            "Grading",
            "Results",
            "Vocational and technical qualifications"
        ],
        "content": [
            {
                "content": "More than 850,000 A and AS level results have been issued to students in England today, along with just over 250,000 results for vocational and technical performance-table qualifications taken alongside them.",
                "tag": "p"
            },
            {
                "content": "These are results that enable young people to progress along a range of pathways – to university, apprenticeships or employment. They are the reward for the effort and quality of work that those students have displayed, and I would like to offer congratulations to everyone receiving their results today.",
                "tag": "p"
            },
            {
                "content": "Across the range of level 3 qualifications, a total of more than 1.1 million results have been issued this summer. The highest number of those are for A levels, with 814,335 being taken by 313,190 students in 137 different subjects. A further 50,475 AS level results have been issued today as well.",
                "tag": "p"
            },
            {
                "content": "Here are some other key facts about today's level 3 results:",
                "tag": "p"
            },
            {
                "content": "What are the trends behind the results?",
                "tag": "h2"
            },
            {
                "content": "This year the number of 18-year-olds is up on 2024, and there are some small but noticeable patterns in the type of qualifications they have chosen. The number of A levels being taken this year has actually fallen slightly since 2024, by about 2,500, and the trends in the choices of subject have continued. STEM subjects such as mathematics, further maths and physics have risen in popularity, even in a slightly smaller cohort, whereas some arts and humanities subjects have declined.",
                "tag": "p"
            },
            {
                "content": "There has been a small increase in pass rates. We can’t say for sure why this is the case, but there are some factors that could be part of the story.",
                "tag": "p"
            },
            {
                "content": "Based on prior attainment, such as these students’ GCSE grades, and relative to the national population of 18-year-olds, this year’s cohort of A level students seems to be stronger than last year’s.",
                "tag": "p"
            },
            {
                "content": "Moreover, this year’s A level students made their post-16 choices in 2023, which was the first year GCSE grading returned to normal after the pandemic. That could mean those students had a more accurate picture of their strengths to guide their choices. We can’t be certain but it may be that some students who might have taken A levels in previous years instead opted for some of the level 3 vocational options, such as applied general qualifications (for example BTECs) or T Levels.",
                "tag": "p"
            },
            {
                "content": "So today’s results may reflect changes in the choices of students 2 years ago, and the types of qualifications they wanted to study to take their next step.",
                "tag": "p"
            },
            {
                "content": "It is important to emphasise that while each year’s cohort of students will be slightly different, the standard of work needed to get a particular grade remains comparable with previous years. This means any change in numbers achieving a grade is entirely due to a change in student performance, not a change in the standard expected. You can find out more about this process here.",
                "tag": "p"
            },
            {
                "content": "Where to find more details",
                "tag": "h2"
            },
            {
                "content": "Today, for the first time, we are publishing a statistical report on this year’s results. If you want more in-depth analysis of outcomes for A levels, AS, applied generals, tech levels and technical qualifications within T Levels, this report will be a great place to find it. We have also published interactive visualisations of outcomes by centre type, variability in school and college A level results, A level outcomes in England, A level grade combinations, and an interactive map of England showing A level results in different subjects by grade and county.",
                "tag": "p"
            },
            {
                "content": "As normal, the Joint Council for Qualifications (JCQ) has published results in England for AS and A level, overall and by subject. These results are also shown in our interactive visualisation.",
                "tag": "p"
            },
            {
                "content": "The annual results period is the culmination of a lot of hard work, not just by the students involved but also their teachers and those who have supported them along the way. Congratulations to you all.",
                "tag": "p"
            },
            {
                "content": "Amanda Swann",
                "tag": "p"
            },
            {
                "content": "Executive Director for General Qualifications, Ofqual",
                "tag": "p"
            }
        ],
        "link": "https://ofqual.blog.gov.uk/2025/08/14/level-3-results-analysis-2025-key-trends-and-context-for-teachers/",
        "blog": "The Ofqual blog",
        "blog_link": "https://ofqual.blog.gov.uk",
        "description": "More than 850,000 A and AS level results have been issued to students in England today, along with just over 250,000 results for vocational and technical performance-table qualifications taken alongside them. These are results that enable young people to progress …"
    },
    {
        "title": "Channel demersal NQS FMP explained: goals, benefits and updates",
        "authors": [
            "​​Regional Fisheries Groups team, Marine Management Organisation​"
        ],
        "posted_on": "2025-08-13T16:00:09",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "In response to requests from the inshore fishing industry, raised through the Regional Fisheries Groups (RFGs), the Marine Management Organisation (MMO) has developed a set of infographics and short videos to help explain the goals and progress of the first five Fisheries Management Plans (FMPs), published in December 2023. ",
                "tag": "p"
            },
            {
                "content": "Spotlight on the Channel demersal non-quota species FMP ",
                "tag": "h2"
            },
            {
                "content": "The Channel demersal non-quota species FMP, often referred to as the Channel demersal NQS FMP, is one of the first five plans and aims to ensure the long-term sustainability of demersal non-quota stocks in the Channel and the fishers who depend on them. ",
                "tag": "p"
            },
            {
                "content": "There are 19 species covered in this FMP including gurnards, pouting, brill, john dory, lemon sole, red mullet, turbot, smoothhound, lesser spotted dogfish, cuttlefish, squid and octopus.  ",
                "tag": "p"
            },
            {
                "content": "What’s happening now? ",
                "tag": "h2"
            },
            {
                "content": "We’re committed to transparency and keeping our stakeholders informed as the FMPs are implemented. To support this, we have created an infographic which outlines current actions, achievements, and next steps.  ",
                "tag": "p"
            },
            {
                "content": "It will be updated regularly and shared across: ",
                "tag": "p"
            },
            {
                "content": "Goals of the Channel NQS FMP ",
                "tag": "h2"
            },
            {
                "content": "We have also created an infographic and video to show the FMP goals and why they will help. ",
                "tag": "p"
            },
            {
                "content": "Learn about the goals of the FMP and why they were chosen: ",
                "tag": "p"
            },
            {
                "content": "Watch a short video designed for the fishing sector which gives a summary of the goals: ",
                "tag": "p"
            },
            {
                "content": "Stay connected ",
                "tag": "h2"
            },
            {
                "content": "Whether you're actively involved or simply want to stay informed, we encourage you to explore the resources, share your feedback, and subscribe to this blog for updates. For queries relating directly to the Channel demersal NQS FMP, contact FMPs@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "If you fish commercially or recreationally within the 12 nautical mile limit and would like to receive regular updates from the RFGs, including news on FMPs and inshore fisheries, email us at regionalfisheriesgroups@marinemanagement.org.uk to join the mailing list. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/08/13/channel-demersal-nqs-fmp-explained-goals-benefits-and-updates/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Learn about the Channel demersal NQS FMP, its goals, and latest updates through new infographics and video from the MMO and RFGs."
    },
    {
        "title": "Secure by Design: Two Years of Building a More Resilient MOD",
        "authors": [
            "E. Fairford"
        ],
        "posted_on": "2025-08-13T13:49:31",
        "categories": [
            "Cyber",
            "Cyber Confidence",
            "Cyber Defence",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Two years ago, the Ministry of Defence (MoD) launched its Secure by Design initiative, a fundamental shift in how we approach cybersecurity. Since then, significant progress has been made in embedding this approach across our capabilities. However, the evolving threat landscape demands continued vigilance and adaptation. ",
                "tag": "p"
            },
            {
                "content": "Addressing the Cyber Threat",
                "tag": "p"
            },
            {
                "content": "In today's interconnected world, the battle for national security extends beyond land, sea, air, and space to encompass a fifth, critical domain: cyberspace. The MoD, custodian of highly sensitive data and advanced technologies, faces a constant barrage of sophisticated cyberattacks. This reality is underscored by the Strategic Defence Review's (SDR) recognition of cyberspace as the enabling domain, integrating all others yet uniquely contested by adversaries daily. These attacks pose significant risks, from the theft of strategic advantage to economic disruption and the erosion of public trust.",
                "tag": "p"
            },
            {
                "content": "Secure by Design: A Necessity",
                "tag": "p"
            },
            {
                "content": "In this high-stakes digital battleground, the MoD can't afford a reactive approach to cybersecurity. We need to be proactive, building security into our capabilities right from the start. That's what Secure by Design does – it's not just a good idea, it's mission-critical. Think of building a fortress where the strength of each brick, the placement of every wall, is meticulously chosen to provide the optimal level of security. That’s the essence of Secure by Design – it's about making conscious choices at every stage of development for a more resilient outcome.",
                "tag": "p"
            },
            {
                "content": "This ensures our defence systems remain operational and effective even under cyberattack. It is about maintaining a decisive advantage against those who seek to undermine our national security.",
                "tag": "p"
            },
            {
                "content": "However, this is not just about technology; it's about trust. By embedding security at the core, we build confidence with our allies and the nation, demonstrating our unwavering commitment to a safe and secure digital landscape.",
                "tag": "p"
            },
            {
                "content": "How We're Making Secure by Design a Reality",
                "tag": "p"
            },
            {
                "content": "To meet this challenge, the MoD's implementation of Secure by Design has involved a fundamental shift in approach.",
                "tag": "p"
            },
            {
                "content": "Firstly, we're fostering a culture where everyone takes responsibility for cybersecurity. Security is no longer a separate function but an integral part of every project. Our teams across the organisations, including within delivery, security, and commercials teams are working together, prioritising security from the very beginning of a capability. It's like developing a missile defence system, you wouldn't add the targeting system when missiles are incoming. Cybersecurity is a fundamental component, not an afterthought.",
                "tag": "p"
            },
            {
                "content": "Secondly, we have moved beyond a checklist mentality, adopting a collaborative model where our expert team are acting as trusted advisors to guide capabilities throughout their lifecycle. This partnership aims to empower our teams to innovate without compromising security.",
                "tag": "p"
            },
            {
                "content": "We have also evolved the Secure by Design Guidance, a comprehensive resource available to everyone, both within the Ministry of Defence and our industry partners. This ensures consistent application of best practices.",
                "tag": "p"
            },
            {
                "content": "A Collaborative Endeavour",
                "tag": "p"
            },
            {
                "content": "The success of Secure by Design depends on a collective effort. We urge all industry partners to embrace this approach, actively collaborating with MoD delivery teams, consulting the Secure by Design Guidance, and integrating security into their core processes. By working together, we can significantly strengthen our national cyber defences and safeguard the UK's future.",
                "tag": "p"
            }
        ],
        "link": "https://defencedigital.blog.gov.uk/2025/08/13/secure-by-design-two-years-of-building-a-more-resilient-mod/",
        "blog": "Defence Digital",
        "blog_link": "https://defencedigital.blog.gov.uk",
        "description": "Two years ago, the Ministry of Defence (MoD) launched its Secure by Design initiative, a fundamental shift in how we approach cybersecurity. Since then, significant progress has been made in embedding this approach across our capabilities. However, the evolving threat …"
    },
    {
        "title": "The enquiries team – the human face of the Royal Courts of Justice",
        "authors": [
            "Stephen Clarke, Enquiry Desk Clerk, Royal Courts of Justice"
        ],
        "posted_on": "2025-08-13T12:03:34",
        "categories": [
            "General",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "When you walk through the doors of the Royal Courts of Justice (RCJ) in London, you might feel a bit overwhelmed. The Victorian Gothic architecture, the hustle and bustle of legal professionals in their robes, and the sheer size of the building can be daunting.",
                "tag": "p"
            },
            {
                "content": "Whether you’re a seasoned barrister, a judge or a member of the public attending your first court hearing, we’re the first people you’re likely to meet. Between us we’re the unofficial welcomers, problem-solvers, and guides to one of our best-known court buildings.",
                "tag": "p"
            },
            {
                "content": "More than just directions",
                "tag": "h2"
            },
            {
                "content": "Despite its grand appearance, the RCJ is a working court at the heart of the justice system. Each day justice is delivered across up to 96 courtrooms and a number of hearing rooms, where complex civil cases are heard and judges preside over matters ranging from commercial disputes to public law challenges.",
                "tag": "p"
            },
            {
                "content": "Our day starts at 8:15am when we prepare court lists for the day. Once the building opens to the public, we’re non-stop, dealing with enquiries from court users in person and on the phone, until closing time.",
                "tag": "p"
            },
            {
                "content": "We try to direct people to get their problems resolved as quickly as possible. Often, they’re going through complex and stressful situations and we’re the first people they meet. We don’t just see ourselves as intermediaries between court users and the departments they’re contacting - we’re the human face of the RCJ and HMCTS for the people that need us.",
                "tag": "p"
            },
            {
                "content": "Ensuring everyone can access justice",
                "tag": "h2"
            },
            {
                "content": "One of the most important parts of our job is helping people who need extra support. We’re proud of our role in ensuring everyone has equal access to our services. We have a team of Disability Contact Officers (including Steven) who are specially trained to assist with disability-related queries and requests from our visitors. Disability Contact Officers help to coordinate reasonable adjustments for disabled court users, advise on accessibility, and help to ensure we meet our obligations under the Equality Act 2010.",
                "tag": "p"
            },
            {
                "content": "Recently a lady visited the RCJ who was partially blind. She was running late for her appointment with the Support Through Court charity. Understandably, she felt flustered, so we escorted her to her appointment, and offered to help her leave the building safely when she was ready. Things like that are important to people when they’re in an unfamiliar environment.",
                "tag": "p"
            },
            {
                "content": "We’re also here to help people with hidden disabilities. A positive change in recent years is the introduction of the Hidden Disabilities Sunflower lanyard, which helps us identify and offer help to people who have hidden disabilities. Hidden disabilities can range from chronic illnesses to sensory and processing difficulties, so we listen carefully to what each person needs. We’re proud to have pioneered this at the RCJ and it’s now been adopted by all our buildings.",
                "tag": "p"
            },
            {
                "content": "The changing face of justice",
                "tag": "h2"
            },
            {
                "content": "We have 30 years of service between us and we’ve seen many changes over the years. Technology has transformed how the courts operate, with many processes now digital rather than paper based. Years ago, we’d see ushers carrying three sets of books into courtrooms for hearings. Now the information they need is on their laptops, which is much more efficient.",
                "tag": "p"
            },
            {
                "content": "Despite these technological advances, the human touch is still essential and our role on the front-line is even more important. Every day is different whether we’re helping a nervous person find their hearing, guiding a visitor with mobility issues through the building, or simply providing reassurance in an intimidating environment. We’re always ready to help and make a positive difference.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Y tîm ymholiadau - wyneb ddynol y Llysoedd Barn Brenhinol",
                "tag": "h2"
            },
            {
                "content": "Pan fyddwch yn cerdded drwy ddrysau’r Llysoedd Barn Brenhinol (RCJ) yn Llundain, efallai y byddwch yn cael eich llethu. Mae pensaernïaeth Gothig Fictoraidd, prysurdeb y proffesiwn cyfreithiol yn eu gynau, a maint yr adeilad yn gallu bod yn frawychus.",
                "tag": "p"
            },
            {
                "content": "Pa un a ydych yn fargyfreithiwr profiadol, yn farnwr neu’n aelod o’r cyhoedd yn mynychu eich gwrandawiad cyntaf yn y llys, ni yw’r bobl gyntaf yr ydych yn debyg o gwrdd â nhw.   Rhyngom, ni yw’r croesawyr answyddogol, datryswyr problemau a thywyswyr i un o’n hadeiladau llys mwyaf adnabyddus.",
                "tag": "p"
            },
            {
                "content": "Mwy na chyfarwyddiadau yn unig",
                "tag": "h2"
            },
            {
                "content": "Er gwaethaf ei ymddangosiad mawreddog, mae’r RCJ yn lys gweithredol sy’n ganolog i’r system gyfiawnder. Pob dydd, caiff cyfiawnder ei gyflawni ar draws hyd at 96 o lysoedd a nifer o ystafelloedd gwrandawiadau, ble gwrandewir ar achosion sifil cymhleth a barnwyr yn llywyddu dros faterion yn amrywio o ddadleuon masnachol i heriau cyfraith gyhoeddus. ",
                "tag": "p"
            },
            {
                "content": "Mae ein diwrnod yn dechrau am 8:15am pan fyddwn yn paratoi ein rhestrau llys am y diwrnod. Unwaith mae’r adeilad yn agor i’r cyhoedd, rydym yn brysur yn delio gydag ymholiadau gan ddefnyddwyr y llys yn bersonol a dros y ffôn, tan amser cau.",
                "tag": "p"
            },
            {
                "content": "Rydym yn ceisio cyfeirio pobl i gael datrys eu problemau gynted â phosibl. Yn aml, byddant yn mynd drwy sefyllfaoedd cymhleth a llawn straen a ni yw’r bobl gyntaf maent yn cwrdd â nhw. Nid ydym yn ystyried ein hunain fel cyfryngwyr rhwng defnyddwyr llys a’r adrannau maent yn cysylltu â nhw yn unig - ni yw wyneb ddynol yr RCJ a GLlTEF i bobl sydd ein hangen ni.",
                "tag": "p"
            },
            {
                "content": "Sicrhau y gall pawb gael mynediad at gyfiawnder",
                "tag": "h2"
            },
            {
                "content": "Un o rannau pwysicaf ein swydd yw helpu pobl sydd angen cefnogaeth ychwanegol. Rydym yn falch o’n rôl i sicrhau bod gan bawb fynediad i’n gwasanaethau. Mae gennym dîm o Swyddogion Cyswllt Anabledd (gan gynnwys Steven) a hyfforddwyd yn arbennig i gynorthwyo gydag ymholiadau cysylltiedig ag anabledd a cheisiadau gan ein hymwelwyr.  Mae Swyddogion Cyswllt Anabledd yn helpu i gydlynu addasiadau rhesymol ar gyfer defnyddwyr llys anabl, cynghori ar hygyrchedd a helpu i sicrhau ein bod yn cwrdd â’n rhwymedigaethau o dan y Ddeddf Cydraddoldeb 2010.",
                "tag": "p"
            },
            {
                "content": "Yn ddiweddar, ymwelodd gwraig oedd yn rhannol ddall â’r RCJ. Roedd yn rhedeg yn hwyr ar gyfer ei hapwyntiad gyda’r elusen Support Through Court.  Yn naturiol, roedd yn teimlo’n ddryslyd, felly gwnaethom ei thywys i’w hapwyntiad, a chynnig ei helpu i adael yr adeilad yn ddiogel pan oedd yn barod. Mae pethau felly yn bwysig i bobl pan fyddant mewn amgylchedd anghyfarwydd.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yma i helpu pobl gydag anableddau cudd. Newid cadarnhaol mewn blynyddoedd diweddar yw cyflwyno’r cortyn gwddf Blodyn Haul Anableddau Cudd, sy’n ein helpu i nodi a chynnig cymorth i bobl ag anableddau cudd. Gall anableddau cudd amrywio o salwch cronig i anawsterau prosesu a synhwyraidd, felly rydym yn gwrando’n ofalus ar beth mae pob unigolyn ei angen. Rydym yn falch o fod wedi arloesi hyn yn yr RCJ, a bellach mae wedi’i fabwysiadu gan bob un o’n hadeiladau.",
                "tag": "p"
            },
            {
                "content": "Trawsnewid amlwg cyfiawnder ",
                "tag": "h2"
            },
            {
                "content": "Mae gennym 30 mlynedd o wasanaeth rhyngom ac rydym wedi gweld llawer o newidiadau dros y blynyddoedd. Mae technoleg wedi trawsnewid sut mae’r llysoedd yn gweithredu, gyda nifer o brosesau bellach yn ddigidol yn hytrach nag ar bapur.  Flynyddoedd yn ôl, byddem yn gweld tywyswyr yn cario tri set o lyfrau i’r llysoedd ar gyfer gwrandawiadau. Bellach, mae’r wybodaeth maent ei hangen ar eu gliniaduron, sy’n llawer mwy effeithlon.",
                "tag": "p"
            },
            {
                "content": "Er gwaethaf y datblygiadau technolegol hyn, mae’r cyswllt dynol yn dal yn hanfodol ac mae ein rôl ar y rheng flaen hyd yn oed yn bwysicach. Mae pob diwrnod yn wahanol, pa un a ydym yn helpu rhywun nerfus i ddod o hyd i’w gwrandawiad, yn arwain ymwelydd gyda phroblemau symudedd drwy’r adeilad, neu’n syml, yn rhoi sicrwydd mewn amgylchedd brawychus.  Rydym bob amser yn barod i helpu a gwneud gwahaniaeth cadarnhaol.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/08/13/the-enquiries-team-the-human-face-of-the-royal-courts-of-justice/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Steven Sanders and Stephen Clarke share what it’s like to support and guide visitors at one of our most iconic buildings, the Royal Courts of Justice, where every day brings a chance to make a difference."
    },
    {
        "title": "Skills England: Better skills for better jobs ",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-08-13T11:04:14",
        "categories": [
            "News and announcements",
            "Strategy"
        ],
        "content": [
            {
                "content": "Skills England is creating better skills for better jobs. Our vision is to: ",
                "tag": "p"
            },
            {
                "content": "In our first blog, Phil Smith CBE, Skills England Chair, explains what's been happening over the last few weeks, expands on the Skills England vision and what this means for our work to drive economic growth and enable opportunity for all. ",
                "tag": "p"
            },
            {
                "content": "Over the last month I've had the opportunity to talk at many events and meet lots of extremely engaged and committed people and organisations and there is overwhelming interest in what Skills England is going to do in the skills space and how this will be done and also a re-assuring groundswell of support. Let me highlight a few areas.",
                "tag": "p"
            },
            {
                "content": "Understanding our nation’s skills needs and improving our skills offer ",
                "tag": "h2"
            },
            {
                "content": "Improving skills across the nation, as you will understand, is a huge task. To make sure we have maximum impact and to attempt to address the right areas, our starting point will be to identify skills gaps which are holding back growth and opportunity. ",
                "tag": "p"
            },
            {
                "content": "Currently, a third of job vacancies are driven by skills shortages. Employer investment in training per employee fell by a fifth from 2011 to 2022. Meanwhile, by 2035 we expect 1.4 million new jobs to be created, with potentially very different skills requirements, driven by technological change. ",
                "tag": "p"
            },
            {
                "content": "Addressing the reasons behind the decline in employer investment is complex, and multi-faceted but important that we understand much better. For example, as the shortages in the UK economy have grown, the pressure to recruit from abroad has increased, even where there is capacity and capability to train at home. Skills England will work with employers, providers and regions amongst others help understand the reasons for and reverse that trend. We will support employers to equip their domestic workforce with the skills they need for now and in the future. Working alongside the Plan for Change and Industrial Strategy, we will work to unify the currently fragmented skills landscape to help drive economic growth across all regions and access to high quality skilled jobs.",
                "tag": "p"
            },
            {
                "content": "Simplifying access to skills ",
                "tag": "h2"
            },
            {
                "content": "The skills system is complex and particularly challenging, although not exclusively, for individual learners trying to improve their access to high quality jobs as well as small business owners. Apprenticeships and technical education have a powerful and well relevant part to play in providing opportunities for school leavers and career changers and existing workers, but their uptake and acceptance needs to be radically improved if we they are going to play the role they could have in the future of our skills system.  ",
                "tag": "p"
            },
            {
                "content": "As part of this, we will make sure education and training pathways are clear. This will help both young people starting out in their careers, and adults who need to reskill. This means examining the existing pathways, removing duplication, and clarifying how people can enter and progress in high demand occupations. ",
                "tag": "p"
            },
            {
                "content": "Building on the occupational maps and the range of apprenticeships, T Levels, HTQs and other qualifications, Skills England will identify where training and qualifications need to be optimised to reduce skills gaps, support economic growth and help people build productive careers.  ",
                "tag": "p"
            },
            {
                "content": "Co-creating solutions to local, regional and national skills needs with partners and employers ",
                "tag": "h2"
            },
            {
                "content": "Collaboration must be at the heart of how we work to reshape the skills landscape. We want to co-design and co-creation of new approaches with industry and regional partners. This means on-going collaboration and dialogue, rather than occasional engagement with stakeholders in central and local government, businesses, employers, training providers, further and higher education, unions and representative bodies. It is vital that this is a productive and solution-oriented dialogue and we need all the help we can get from sectors, regions, employers, providers and others to coordinate this for agility and impact.  ",
                "tag": "p"
            },
            {
                "content": "The necessity to create a world-class, highly skilled workforce is critical and we are committed with your help to shape our system, which already had tremendous strengths to be the very best it can be.",
                "tag": "p"
            },
            {
                "content": "Phil Smith",
                "tag": "p"
            },
            {
                "content": "Skills England Board Chair",
                "tag": "p"
            },
            {
                "content": "Follow our progress ",
                "tag": "h2"
            },
            {
                "content": "You can follow us through a number of channels: ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/08/13/skills-england-better-skills-for-better-jobs/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Skills England is creating better skills for better jobs. Our vision is to:  In our first blog, Phil Smith CBE, Skills England Chair, explains what's been happening over the last few weeks, expands on the Skills England vision and what …"
    },
    {
        "title": "Our experience on a cyber threat intelligence placement",
        "authors": [
            "Chloe Rowe"
        ],
        "posted_on": "2025-08-13T10:48:22",
        "categories": [
            "How we work",
            "People and recruitment",
            "Skills and development"
        ],
        "content": [
            {
                "content": "Our journey at ICS as Cyber Threat Intelligence Analysts began in June 2024 where we joined as two placement students from Sheffield Hallam University studying cyber security. ",
                "tag": "p"
            },
            {
                "content": "This is the first proper job within the cyber security sphere for both of us and it has already met and exceeded our expectations. ",
                "tag": "p"
            },
            {
                "content": "First impressions and initial challenges ",
                "tag": "h2"
            },
            {
                "content": "Transitioning from being university students to working full time in cyber with ICS was certainly something we both looked forward to since getting our offers. ",
                "tag": "p"
            },
            {
                "content": "We have been surrounded by a fantastic team who have encouraged us and have been consistently supportive since we have joined. This made for a smooth transition and helped take away that overwhelming aspect. ",
                "tag": "p"
            },
            {
                "content": "Skills acquired ",
                "tag": "h2"
            },
            {
                "content": "One aspect to our placement that we have particularly enjoyed is that we have not been assigned to one direct role, we have had the flexibility to emerge ourselves in various aspects of cyber security that ICS provide. ",
                "tag": "p"
            },
            {
                "content": "This includes threat intelligence research, rule creation and alert investigation in our SOC, indulging in Red Team Activity and much more. ",
                "tag": "p"
            },
            {
                "content": "We are gaining experience of an array of industry-specific tooling, most of which neither of us had used before. As well as learning on the job, we have been able to consolidate and showcase our new skills by taking on two professional certifications related to cyber. This wouldn’t have been possible without the opportunity to work at ICS. ",
                "tag": "p"
            },
            {
                "content": "Key experiences ",
                "tag": "h2"
            },
            {
                "content": "As well as being integrated within the cyber team, we have also worked alongside the wider ICS community. We have had the opportunity to present our recent work to colleagues at an Architecture meet up which was a new and exciting experience for us. ",
                "tag": "p"
            },
            {
                "content": "We have also had the opportunity to attend conferences associated with our work. These conferences have provided us with a wider view of cyber as well as allowing us to engage with the wider cyber community. ",
                "tag": "p"
            },
            {
                "content": "We have worked together to develop the threat matrix which has enabled us to conduct our threat research and analyse our red team testing in a simple and structured format, this is one of our projects that we have been particularly proud of. ",
                "tag": "p"
            },
            {
                "content": "Personal growth ",
                "tag": "h2"
            },
            {
                "content": "We have also noticed a strong personal development. Working as threat analysts has helped us develop the understanding of being aware 24/7 and the necessity of maintaining focus when working, something that can be easily forgotten about at university. ",
                "tag": "p"
            },
            {
                "content": "We feel our time at ICS has helped us with public speaking and being able to communicate with colleagues. ",
                "tag": "p"
            },
            {
                "content": "Alongside all the technical skills we have learned, we have also had the freedom and opportunity to display and improve our soft skills. Skills that enable us to communicate and interact with our colleagues and the wider community, these skills have been imperative in our development here at ICS. ",
                "tag": "p"
            },
            {
                "content": "These things, alongside working with some amazing, caring and knowledgeable people, have enabled us to maximise our experience so far with ICS. ",
                "tag": "p"
            }
        ],
        "link": "https://icsdigital.blog.gov.uk/2025/08/13/our-experience-on-a-cyber-threat-intelligence-placement/",
        "blog": "ICS Digital",
        "blog_link": "https://icsdigital.blog.gov.uk",
        "description": "Find out what two of our Cyber Threat Intelligence Analysts thought about their placement with ICS Digital."
    },
    {
        "title": "The Species Recovery Programme Capital Grant Scheme – a Natural England partnership success story",
        "authors": [
            "James Phillips"
        ],
        "posted_on": "2025-08-13T08:20:39",
        "categories": [
            "Biodiversity",
            "Natural Capital",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By James Phillips - Principal Officer – Species Recovery and Species Re-introductions and Karen Shelley-Jones - Senior Officer – Funding and Grant Scheme Management",
                "tag": "p"
            },
            {
                "content": "England’s species charm, intrigue, amaze and inspire us, sparking interest and concern in the natural world.  They have deep cultural resonance featuring in music, poetry and folklore. However, many of our native species are struggling.  Evidence shows that some 12% of our species are at risk of extinction in England and in the six years from 2012 to 2018, the average abundance of species declined approximately 3% per year.",
                "tag": "p"
            },
            {
                "content": "Natural England’s Species Recovery Programme (SRP) supports targeted action for England’s most vulnerable species. The Government’s Environment Act targets for species created renewed focus and Natural England developed a Capital Grant Scheme designed to support a wide range of new projects through grants of up to half a million pounds.",
                "tag": "p"
            },
            {
                "content": "Two Years of Action, A Future for Wildlife",
                "tag": "p"
            },
            {
                "content": "We are now celebrating two years since Natural England announced the grants awarded by the Species Recovery Programme Capital Grant Scheme in September 2023. It has been an exciting period of delivery. Natural England has worked with and helped fund 63 projects involving 78 different partners across England, from the Lizard Peninsula in Cornwall to Cumbria and Northumberland.",
                "tag": "p"
            },
            {
                "content": "The Grant Scheme provided £12.8 million of funding, which generated £5.4 million of match funding by our partners, and a strong volunteer element, valued at £1.2 million.",
                "tag": "p"
            },
            {
                "content": "The range of activity and work completed to help our most threatened species is impressive. From research into the reasons for decline, testing recovery solutions, propagation of seeds, and conservation translocations, to direct bespoke habitat enhancement and creation on the ground, all these efforts deliver the key elements needed to drive species recovery. In 18 months, the Grant Scheme has created and enhanced of over 2,400ha of wildlife-rich habitats including over 260 hectares of flower-rich grassland meadows, 405 hectares of floodplain grasslands and 354 hectares of broadleaved and wet woodland enhanced. With 50 hectares of lowland and upland heathland, 100 hectares of wetlands, 13 hectares of lowland fen and 215 wildlife ponds created or restored. ",
                "tag": "p"
            },
            {
                "content": "150 species across a variety of taxonomic groups have directly benefitted from the targeted actions of these partnership projects, including amazing species such as the crystal moss animal, large marsh grasshopper, greater horseshoe bat, black grouse, willow tit, Eurasian curlew, wood white butterfly, Duke of Burgundy butterfly, large Atlantic pocket-moss, hazel dormouse, Lizard crystalwort, Atlantic salmon and northern pool frog.",
                "tag": "p"
            },
            {
                "content": "Highlights for our most threatened species have included:",
                "tag": "p"
            },
            {
                "content": "Powered by People, Benefiting People",
                "tag": "p"
            },
            {
                "content": "People are central to making all of this happen. Through the Grant Scheme we have directly funded over 60 full time equivalent staff into new and existing conservation roles. Volunteering plays a key role in delivering nature conservation with people’s passion for wildlife helping to make the difference. The Grant Scheme has helped over 4,000 people get more involved as volunteers in species recovery and 100,000 hours of volunteer time has been recorded, showing the importance of volunteers and citizen science. ",
                "tag": "p"
            },
            {
                "content": "Steve, a volunteer with the ‘White Cliffs and White Chalk’ National Trust project, said “It's been a real delight to meet and benefit from the knowledge of the professionals involved with the project, who have been so generous in sharing their knowledge. This and a feeling of real engagement with an amazing natural environment has been a huge psychological boost for me, especially after the isolation of COVID and only recently moving to the area. This has been, and continues to be, a great way to gain a better understanding of local ecology and to improve my understanding of the protected areas and species at risk.”",
                "tag": "p"
            },
            {
                "content": "Partners have helped people engage more with nature by holding 465 public facing and educational events and activities, attended by over 80,000 members of the public from school children to contractors.",
                "tag": "p"
            },
            {
                "content": "What Next?",
                "tag": "p"
            },
            {
                "content": "While we celebrate these achievements, there is still much to do. Many once common species continue to decline at an alarming rate.",
                "tag": "p"
            },
            {
                "content": "Natural England has evaluated the Grant Scheme, reviewed the feedback from partners and considered the latest species population assessments. This has helped us refine how we target and prioritise the Species Recovery Programme and how we streamline it for partners.",
                "tag": "p"
            },
            {
                "content": "Natural England will shortly be making an announcement about future plans. We look forward to working with, and expanding the range of partners involved in the Species Recovery Programme and are excited to see what successes we will be celebrating in 2030.",
                "tag": "p"
            },
            {
                "content": "To stay up to date with developments please email SRP@naturalengland.org.uk to be added to our mailing list.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/08/13/the-species-recovery-programme-capital-grant-scheme-a-natural-england-partnership-success-story/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By James Phillips - Principal Officer – Species Recovery and Species Re-introductions and Karen Shelley-Jones - Senior Officer – Funding and Grant Scheme Management England’s species charm, intrigue, amaze and inspire us, sparking interest and concern in the natural world.  …"
    },
    {
        "title": "Your A level results are in – now what? Exploring apprenticeships as your next step ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-12T15:34:29",
        "categories": [
            "Apprenticeships"
        ],
        "content": [
            {
                "content": "Getting your A level results can feel like standing at a crossroads. While for some university might seem like the default next step, apprenticeships also offer an exciting alternative—one that lets you earn money, gain real-world experience, and work toward a qualification. ",
                "tag": "p"
            },
            {
                "content": "What is an apprenticeship? ",
                "tag": "h3"
            },
            {
                "content": "An apprenticeship blends learning and earning. You’ll be employed by a company, trained on the job, often working towards a recognised qualification. It’s hands-on learning from day one—applying theory in real workplace situations. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships typically last one to two years, with some lasting up to six years, depending on the role. You’ll spend most of your time working, with dedicated time off the job for study—whether at a college, university, training provider or online. Best of all, your training is funded by your employer and the government, so there are no tuition fees. ",
                "tag": "p"
            },
            {
                "content": "Is an apprenticeship right for you? ",
                "tag": "h3"
            },
            {
                "content": "If you learn best by doing, want to start earning straight away, or have a clear career interest, an apprenticeship could be the right fit for you. They’re available in a wide range of fields—from engineering and construction to digital marketing, finance and healthcare. ",
                "tag": "p"
            },
            {
                "content": "Degree apprenticeships are also an option for some professions and specialisms. These let you work toward a bachelor’s or master’s degree while employed, combining academic study with practical experience. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships vs. university ",
                "tag": "h3"
            },
            {
                "content": "Apprenticeships can absolutely be an alternative to university. Many employers value the practical experience apprentices bring and run extensive programmes to train people within their own systems and culture. ",
                "tag": "p"
            },
            {
                "content": "If a degree apprenticeship is available in your chosen occupation, you’ll earn the same qualification as a full-time university student—but with years of work experience. You’ll be working on real projects, earning a salary, and gaining financial independence from the start. ",
                "tag": "p"
            },
            {
                "content": "University focuses more on academic study. You’ll pay tuition fees and likely take out loans. Both paths lead to a degree, but they offer very different experiences. ",
                "tag": "p"
            },
            {
                "content": "Which industries are looking for apprentices? ",
                "tag": "h3"
            },
            {
                "content": "If you're wondering where the opportunities are, Skills England, the government body responsible for strengthening the nation’s skills system and tackling skills shortages, has identified ten priority sectors where job growth is expected to be strongest by 2030. These include areas like advanced manufacturing, clean energy, creative industries, digital technologies, financial services, life sciences, and healthcare. ",
                "tag": "p"
            },
            {
                "content": "Many of these growing sectors actively recruit apprentices, from junior production roles in creative industries to technical positions in clean energy companies. This means choosing an apprenticeship could put you on a path into some of the UK's most dynamic and expanding industries. ",
                "tag": "p"
            },
            {
                "content": "Do apprentices get paid? ",
                "tag": "h3"
            },
            {
                "content": "Yes—all apprentices earn at least the apprentice minimum wage rate, although many employers pay more. Your salary depends on your age, the industry, and how long you’ve been in the programme. ",
                "tag": "p"
            },
            {
                "content": "You’re not just a student—you’re an employee with a proper contract, holiday entitlement, and other employee rights. It’s a genuine earning opportunity while you build your skills and qualifications.  ",
                "tag": "p"
            },
            {
                "content": "How do I find the right apprenticeship for me? ",
                "tag": "h3"
            },
            {
                "content": "Beyond browsing job listings, it's worth thinking about your career progression. Skills England has occupational maps that show clear pathways from different types of training to career opportunities.  ",
                "tag": "p"
            },
            {
                "content": "These can help you see how an apprenticeship might lead to the career you're interested in. Understanding these pathways can help you choose an apprenticeship that aligns with your long-term goals, not just your immediate interests. ",
                "tag": "p"
            },
            {
                "content": "Where to explore your options ",
                "tag": "h3"
            },
            {
                "content": "Take your time ",
                "tag": "h3"
            },
            {
                "content": "Your A level results are just the beginning. There’s no need to rush—take time to research and reflect on what suits your learning style and lifestyle. ",
                "tag": "p"
            },
            {
                "content": "Whether you choose university, an apprenticeship, or another path, the goal is to find what aligns with your interests and ambitions. Apprenticeships offer a powerful combination of earning, learning, and experience that many young people find incredibly rewarding. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/your-a-level-results-are-in-now-what-exploring-apprenticeships-as-your-next-step/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Getting your A level results can feel like standing at a crossroads. While for some university might seem like the default next step, apprenticeships also offer an exciting alternative—one that lets you earn money, gain real-world experience, and work toward …"
    },
    {
        "title": "Understanding Climate Risks",
        "authors": [
            "Eva Grace - Actuary"
        ],
        "posted_on": "2025-08-12T13:58:14",
        "categories": [
            "Climate change"
        ],
        "content": [
            {
                "content": "A practical guide to scenario analysis for public sector organisations",
                "tag": "h2"
            },
            {
                "content": "Climate change presents complex challenges with varying timeframes that can sometimes feel overwhelming for public sector organisations to deal with. ",
                "tag": "p"
            },
            {
                "content": "The Government Actuary’s Department (GAD) has published a helpful guide on getting started with climate scenario analysis to help organisations better understand these risks. This guide sets out a structured approach that can transform long-term uncertainty into actionable insights for today's decision-makers.",
                "tag": "p"
            },
            {
                "content": "Why scenario analysis matters",
                "tag": "h2"
            },
            {
                "content": "Climate-related risks don't wait for perfect information or complete certainty. From flooding that damages infrastructure to heat waves that affect service delivery, these impacts are already affecting public sector operations. ",
                "tag": "p"
            },
            {
                "content": "Scenario analysis offers a way forward, enabling organisations to explore how climate risks might evolve across different plausible futures and make informed decisions despite uncertainty.",
                "tag": "p"
            },
            {
                "content": "The approach aligns with recommendations from the Task Force on Climate-Related Financial Disclosures (TCFD). It is supported by HM Treasury TCFD application guidance specifically designed for government and public sector bodies. ",
                "tag": "p"
            },
            {
                "content": "Rather than attempting to predict exactly what will happen, scenario analysis helps organisations understand their vulnerabilities and build resilience across a range of possible outcomes.",
                "tag": "p"
            },
            {
                "content": "Getting started: Seven steps to success",
                "tag": "h2"
            },
            {
                "content": "The 7 steps are a key part of GAD's recently published climate scenario analysis guide.",
                "tag": "p"
            },
            {
                "content": "Building on what you already know",
                "tag": "h3"
            },
            {
                "content": "Most public sector organisations have already begun thinking about climate risks, perhaps through emergency planning, asset management, or sustainability initiatives. The first step involves surveying this existing work across the organisation. While co-ordinating different teams and departments can be challenging, building on previous efforts will save significant time and resources in the long run.",
                "tag": "p"
            },
            {
                "content": "Establishing your baseline",
                "tag": "h3"
            },
            {
                "content": "Understanding current climate-related risks provides essential groundwork for future analysis. This means identifying present-day exposures – such as properties at flood risk, infrastructure vulnerable to extreme weather, or services affected by seasonal variations. Documenting current impacts, including repair costs and insurance premiums, creates a solid foundation for projecting how these might change under different climate scenarios.",
                "tag": "p"
            },
            {
                "content": "Understanding your data needs",
                "tag": "h3"
            },
            {
                "content": "Effective scenario analysis requires 3 types of information.",
                "tag": "p"
            },
            {
                "content": "Setting realistic scope",
                "tag": "h3"
            },
            {
                "content": "Successful scenario analysis requires careful scoping decisions. Which risks should take priority? The answer depends on what information will be most useful for decision-making, balanced against budget and data constraints. Organisations typically project risks across short, medium, and long-term timeframes, aligned with planning horizons and asset lifetimes. ",
                "tag": "p"
            },
            {
                "content": "The scope might focus on specific high-risk areas initially rather than attempting organisation-wide coverage immediately. Quality often trumps quantity in early iterations, with the understanding that the process can expand over time.",
                "tag": "p"
            },
            {
                "content": "Analysing climate risks",
                "tag": "h3"
            },
            {
                "content": "With scope defined and data requirements understood, organisations can begin assessing risks across different climate scenarios. This involves using available global scenarios that describe climate change and transition to a low-carbon economy. This is often supplemented with sector-specific or local information.",
                "tag": "p"
            },
            {
                "content": "The analysis examines how exposed and vulnerable the organisation is to future climate hazards, translating this into potential financial impacts. Multiple models may be needed, alongside qualitative assessments, with clear documentation of assumptions and limitations throughout.",
                "tag": "p"
            },
            {
                "content": "Evaluation and disclosure",
                "tag": "h3"
            },
            {
                "content": "Climate scenario analysis isn't a purely technical exercise – it's fundamentally about supporting governance and decision-making. Evaluation involves working with decision-makers to understand what the analysis reveals about organisational resilience and where improvements might be needed.",
                "tag": "p"
            },
            {
                "content": "Disclosure provides a record of this ongoing analysis, demonstrating how climate risks are being identified, assessed, and managed. This transparency supports accountability and continuous improvement.",
                "tag": "p"
            },
            {
                "content": "Continuous improvement",
                "tag": "h3"
            },
            {
                "content": "Perhaps the most important principle is that scenario analysis is an iterative process. Each round of analysis reveals areas for improvement, whether through better data, refined models, or expanded scope. The key is not to let the prospect of future improvements prevent getting started – perfect analysis isn't the goal, but progressively better understanding is.",
                "tag": "p"
            },
            {
                "content": "Making it work in practice",
                "tag": "h3"
            },
            {
                "content": "Climate scenario analysis might seem daunting, but it's designed to be practical and decision-focused. Organisations can start small, build gradually, and improve over time. External support is available where internal capabilities need supplementing, from quality assurance to specialist technical input. ",
                "tag": "p"
            },
            {
                "content": "The ultimate goal isn't to predict the future with certainty – it's to understand risks well enough to make informed decisions about resilience, adaptation, and strategic planning. In a world where climate impacts are already evident and set to intensify, scenario analysis provides a structured way to navigate uncertainty and build organisational resilience. ",
                "tag": "p"
            },
            {
                "content": "For public sector organisations serving communities across the country, this approach offers a path towards more climate-resilient services and operations. By understanding how climate risks might evolve, organisations can better protect the assets, operations, and people they serve while fulfilling their responsibilities in an uncertain but changing world. ",
                "tag": "p"
            },
            {
                "content": "For details of the services which we offer and how GAD can help support your organisation’s climate scenario analysis and TCFD journey, email: climate.change@gad.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h2"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page. ",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/08/12/understanding-climate-risks/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Climate scenario analysis helps public sector organisations turn long-term climate uncertainty into actionable insights for today's decisions, supporting resilience and adaptation planning."
    },
    {
        "title": "Results day 2025: What's next after picking up your A level, T level and VTQ results?",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-12T10:55:55",
        "categories": [
            "A Level",
            "Further education",
            "T Levels",
            "T Levels",
            "Universities"
        ],
        "content": [
            {
                "content": "It can feel like there’s a lot riding on A Level, T Level and Vocational Technical Qualifications (VTQ) results day but if you don’t get your predicted grades, don’t worry - it doesn’t mean that your education journey stops here. ",
                "tag": "p"
            },
            {
                "content": "It's also important to remember that the number of top grades has no bearing on the number of university places available. ",
                "tag": "p"
            },
            {
                "content": "Even if you don’t get exactly the grades you’d expected, you may be able to follow the route you were preparing to take. But if you do need to change your plans, there are plenty of alternative, exciting options for everyone. ",
                "tag": "p"
            },
            {
                "content": "Here we explain your choices if things didn’t go to plan on results day. ",
                "tag": "p"
            },
            {
                "content": "When is A level/T Level/VTQ results day 2025? ",
                "tag": "h3"
            },
            {
                "content": "Results day this year is on Thursday 14 August 2025. ",
                "tag": "p"
            },
            {
                "content": "What if I don’t get the grades I need for my university course? ",
                "tag": "h3"
            },
            {
                "content": "Even if you don’t get the grades you need, your university or college may still offer you a place. ",
                "tag": "p"
            },
            {
                "content": "Whatever your grades, there’s still time to rethink your plans if you’re having second thoughts. And if you didn’t make your university offer, there are plenty of alternative options out there ",
                "tag": "p"
            },
            {
                "content": "The first thing you should do is talk to your school or college, and to your preferred university or college, as they may be able to offer some flexibility.  ",
                "tag": "p"
            },
            {
                "content": "University admissions teams will be on hand on results day to help students and have plenty of experience with helping applicants to find a course that will allow them thrive. ",
                "tag": "p"
            },
            {
                "content": "Find your university’s admissions contact details by heading to the admission section of their website.  ",
                "tag": "p"
            },
            {
                "content": "What if I don’t pass all the components of my T Level? ",
                "tag": "h3"
            },
            {
                "content": "Don’t worry if you haven’t passed all the components of your T Level – you may still be able to secure enough UCAS points to go to university, if that’s your plan  ",
                "tag": "p"
            },
            {
                "content": "UCAS points are available for those who have completed their industry placement and passed either the core or occupational specialism part of their T Level. ",
                "tag": "p"
            },
            {
                "content": "How many UCAS points you achieve will vary depending on the T Level subject you took as the weighting of the core and occupational specialism for each course varies. ",
                "tag": "p"
            },
            {
                "content": "You can find out how many UCAS points you can achieve for only partially passing your T Level with the UCAS tariff calculator. ",
                "tag": "p"
            },
            {
                "content": "What are my options if I still want to go to university or continue studying? ",
                "tag": "h3"
            },
            {
                "content": "Clearing ",
                "tag": "h4"
            },
            {
                "content": "Clearing is when UCAS provides students with the chance to apply for university places which haven’t yet been filled. It’s available to anyone who has made a UCAS Undergraduate application and doesn’t hold any offers. ",
                "tag": "p"
            },
            {
                "content": "Clearing provides an opportunity for those who have missed their conditions or had a last-minute change of heart about the university or course they want to study. ",
                "tag": "p"
            },
            {
                "content": "How do I know if I’m eligible to find a course through clearing? ",
                "tag": "h4"
            },
            {
                "content": "Clearing runs from 5 July until 21 October. You will be eligible if: ",
                "tag": "p"
            },
            {
                "content": "You can find out more about clearing by watching this video from UCAS. ",
                "tag": "p"
            },
            {
                "content": "Resit ",
                "tag": "h4"
            },
            {
                "content": "If you’re unhappy with your results you can apply to  resit your subjects in summer 2026. ",
                "tag": "p"
            },
            {
                "content": "You should speak to your school or college about retaking exams. ",
                "tag": "p"
            },
            {
                "content": "Higher Technical Qualifications (HTQs) ",
                "tag": "h4"
            },
            {
                "content": "If you’re interested in continuing your education but an undergraduate degree isn’t for you, then you might want to consider a HTQ.  ",
                "tag": "p"
            },
            {
                "content": "HTQs are technical qualifications that employers have helped develop so you can get the tailored training and skills you need to secure a job in your chosen industry.  ",
                "tag": "p"
            },
            {
                "content": "You can study a HTQ full time or part time. You’re usually taught in a classroom at a college, university or an independent training provider. ",
                "tag": "p"
            },
            {
                "content": "You can take a HTQ in a variety of different subjects across a wide range of sectors, including healthcare, digital, construction, engineering and education.  ",
                "tag": "p"
            },
            {
                "content": "You also may be eligible for student finance. The amount you could get will depend on your circumstances and the type of HTQ you’re studying. You can find a HTQ through UCAS. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships ",
                "tag": "h4"
            },
            {
                "content": "There are now more than 700 high quality apprenticeships in a wide range of roles. ",
                "tag": "p"
            },
            {
                "content": "This includes high level apprenticeships, like degree apprenticeships in nursing, engineering, law, and science.  ",
                "tag": "p"
            },
            {
                "content": "Apprentices earn while learning, gaining valuable on-the-job experience while receiving training at university or college. ",
                "tag": "p"
            },
            {
                "content": "You can search for apprenticeships here.  ",
                "tag": "p"
            },
            {
                "content": "School leavers scheme ",
                "tag": "h4"
            },
            {
                "content": "Some companies offer school leaver schemes to young people who have completed A levels. The schemes allow young people to learn and train with a large company while earning a wage. ",
                "tag": "p"
            },
            {
                "content": "School leaver schemes are usually like graduate schemes, except they’re aimed at pupils who’ve recently left school. You can apply to the scheme while you’re still in school. ",
                "tag": "p"
            },
            {
                "content": "Employers create their own schemes, so students need to search for school leaver schemes or check each company’s website to see if one is available and apply. ",
                "tag": "p"
            },
            {
                "content": "What if I’m not sure what I want to do? ",
                "tag": "h3"
            },
            {
                "content": "Talk to a National Careers Service adviser ",
                "tag": "h4"
            },
            {
                "content": "Whatever your results, you have lots of options and there is more than one route into most careers. It’s not always grades which are the most important thing, and employers look for a range of skills and qualifications. ",
                "tag": "p"
            },
            {
                "content": "First of all, you should talk to your school or college to discuss your options. Friends and family can also be a source of support to bounce ideas off, but it can be useful to talk your plans through with an impartial expert. ",
                "tag": "p"
            },
            {
                "content": "You can speak to a professional careers adviser for free and get judgment-free, confidential information and advice via the National Careers Service Exam Results helpline, via phone or by webchat. ",
                "tag": "p"
            },
            {
                "content": "Whatever your results, if you want to find out more about all your education and training options, as well as get practical advice about your exam results, visit the Skills for Careers. ",
                "tag": "p"
            },
            {
                "content": "What if I think there’s something wrong with my results? ",
                "tag": "h3"
            },
            {
                "content": "Speak to your school or college for advice ",
                "tag": "h4"
            },
            {
                "content": "There is a rigorous system in place which makes sure that exams are marked fairly and accurately. ",
                "tag": "p"
            },
            {
                "content": "If you think there has been a mistake in how your exam was marked, you should speak to your school or college who can request a review from the exam board. ",
                "tag": "p"
            },
            {
                "content": "You shouldn’t request a review unless you think there has been an error, or you could risk missing out on other options. Consider carefully if appealing is the right course of action for you by discussing it with your school or college. ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/results-day-2025-next-after-picking-up-a-level-t-level-vtq-results/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "It can feel like there’s a lot riding on A Level, T Level and Vocational Technical Qualifications (VTQ) results day but if you don’t get your predicted grades, don’t worry - it doesn’t mean that your education journey stops here.  …"
    },
    {
        "title": "Standardisation of Post-Consent Monitoring for Offshore Wind Farms",
        "authors": [
            "Sophia Yakoob, Offshore Wind Advisor, Strategic Renewables Unit (SRU)"
        ],
        "posted_on": "2025-08-12T07:54:20",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The MMO’s Strategic Renewables Unit has finalised their work with other government departments, Statutory Nature Conservation Bodies (SNCBs), The Crown Estate and Renewable UK to standardise the post-consent monitoring requirements for offshore wind farms. The aims is to make these requirements clear and ensure data is more consistent and useable.",
                "tag": "p"
            },
            {
                "content": "The team carried out a literature review and examined post-consent monitoring reports from the past 10 years, available through the MMO’s Marine Case Management System, to create an initial list of recommended standards. Following extensive feedback from a stakeholder workshop and an industry survey, the final standards were developed. These recommendations guide applicants to finalising their post-consent monitoring plans for marine mammals, seabirds, benthic habitats, underwater noise, fish and shellfish, and geophysical surveys.",
                "tag": "p"
            },
            {
                "content": "These standards will be used to make decisions on post-consent monitoring reports on whether applicants have completed sufficient monitoring that adhere to the recommended standards. The standards will be implemented by the MMO Licensing Team as a checklist.",
                "tag": "p"
            },
            {
                "content": "The standardised approach will allow data to be compared more easily between projects, which will bring multiple benefits, including making it easier to draw robust conclusions about cumulative impacts and allowing the conclusions from one monitoring programme to be used in assessing the impacts of another project. Over time, this will reduce the uncertainty in assessments by strengthening the feedback loop between data, evidence, and decision-making. This approach will also enable data to be more easily discovered, shared and re-used by stakeholders including industry, SNCBs, regulators and academics, as it will be presented in an accessible and widely understood format.",
                "tag": "p"
            },
            {
                "content": "For the full report and the accompanying guidance, visit: Marine licensing: Standardisation of Post-Consent Environmental Monitoring for Wind Farms in English Waters - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Underwater Noise",
                "tag": "h2"
            },
            {
                "content": "Successful Coordination of Noisy Activities",
                "tag": "p"
            },
            {
                "content": "The Southern North Sea Special Area of Conservation (SNS SAC) is designated to protect harbour porpoise, meaning underwater noise from offshore development must be carefully managed in the area.",
                "tag": "p"
            },
            {
                "content": "Management of underwater noise during the summer 2025 season (April – September) in the SNS SAC has been a great success so far. As in previous years, management has included twice-weekly coordination calls between offshore developers and operators to align their noisy activities and ensure that noise disturbance thresholds for the site are not exceeded.",
                "tag": "p"
            },
            {
                "content": "Pre-season projections indicated that this would be a very busy period of offshore development; however, thanks to excellent coordination by offshore developers and operators, all works to date have successfully taken place within the noise disturbance thresholds.",
                "tag": "p"
            },
            {
                "content": "This is the first year the developer and operator calls have been led by a coordinator, funded by the Offshore Wind Industry Council’s Pathways to Growth Programme. As a result, meetings have run efficiently, and communication between the group and regulators has significantly improved. Regulators hope the coordinator role can continue in future years, subject to available funding.",
                "tag": "p"
            },
            {
                "content": "Call for Information",
                "tag": "p"
            },
            {
                "content": "Regulators and government departments are currently working together to plan for future seasons. On Monday, 4 August, the MMO and OPRED issued a call for information on planned impulsive noise activities within or affecting the SNS SAC for:",
                "tag": "p"
            },
            {
                "content": "Developers and operators are encouraged to respond with this request as soon as possible, as early engagement with regulators is strongly encouraged.",
                "tag": "p"
            },
            {
                "content": "For queries, contact the underwater noise team at: sru@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/08/12/standardisation-of-post-consent-monitoring-for-offshore-wind-farms-2/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The MMO’s Strategic Renewables Unit has finalised their work with other government departments, Statutory Nature Conservation Bodies (SNCBs), The Crown Estate and Renewable UK to standardise the post-consent monitoring requirements for offshore wind farms. The aims is to make these …"
    },
    {
        "title": "GSE leadership in action: Demonstrating our Leadership Values",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-08-11T13:24:54",
        "categories": [
            "Learning & Development",
            "Talent & Leadership"
        ],
        "content": [
            {
                "content": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership.",
                "tag": "p"
            },
            {
                "content": "Michelle Hackett, Head of International Fisheries Science at the Department for Environment, Food and Rural Affairs (Defra), uses these leadership values every day to lead with confidence and empower her team. Let’s hear how she achieves this.",
                "tag": "p"
            },
            {
                "content": "GSE Leadership Values Masterclass: Leading through change",
                "tag": "p"
            },
            {
                "content": "If you would like the chance to develop your leadership in this way, don’t miss the upcoming hybrid Leadership Values Masterclass on the 4 September, open to all members of the GSE profession interested in strengthening their leadership skills. The masterclass will explore the challenges and opportunities of leading through change and senior leaders will talk through examples of the application of GSE Leadership values.",
                "tag": "p"
            },
            {
                "content": "Register your interest by completing the form Leadership Values Masterclass September 2025, or email us at gse@go-science.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/08/11/gse-leadership-in-action-demonstrating-our-leadership-values/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership. Michelle Hackett, Head of International Fisheries Science at the Department for …"
    },
    {
        "title": "Our new powers in action: tackling company cloning",
        "authors": [
            "Integrity and Enforcement Team"
        ],
        "posted_on": "2025-08-11T12:00:54",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Our new powers under the Economic Crime and Corporate Transparency Act 2023 are already making a real-world impact.",
                "tag": "p"
            },
            {
                "content": "As part of our ongoing efforts to prevent financial crime and expose organised criminals who engage in fraud, we have targeted an emerging area of concern: the exploitation of businesses through the cloning of legitimate companies.",
                "tag": "p"
            },
            {
                "content": "Investigating cloned restaurant companies",
                "tag": "h2"
            },
            {
                "content": "Between December 2023 and February 2024, our intelligence and enforcement teams identified 786 companies that had been incorporated and were suspected to be fraudulent clones of established restaurant businesses.",
                "tag": "p"
            },
            {
                "content": "By looking to exploit the reputation of well-known hospitality brands, organised crime groups were trying to make their illegal activities look legitimate and trustworthy. ",
                "tag": "p"
            },
            {
                "content": "These cloned companies often used names that closely resembled existing brands, often only differentiating themselves by a single character or punctuation mark.",
                "tag": "p"
            },
            {
                "content": "Their intention is typically to:",
                "tag": "p"
            },
            {
                "content": "Well-known restaurant groups and public figures within the hospitality sector were among those targeted, which resulted in widespread media coverage.Companies House took immediate action to investigate this activity, and we were soon able to flag companies for enforcement action.",
                "tag": "p"
            },
            {
                "content": "As a result, 2,895 fraudulent appointments and 965 companies were removed from the register. We also then changed the names of 929 of the associated companies, an important action that protected the businesses and individuals whose company or personal names were misappropriated in these cases.",
                "tag": "p"
            },
            {
                "content": "How our new powers are helping",
                "tag": "h2"
            },
            {
                "content": "The Economic Crime and Corporate Transparency Act has given Companies House important new powers to respond to such threats:",
                "tag": "p"
            },
            {
                "content": "Increasing transparency and trust in UK business",
                "tag": "h2"
            },
            {
                "content": "These cases highlight the importance of the role Companies House plays to preserve the integrity of the register. Cloned companies pose a threat to both legitimate businesses and the public. Suppliers and investors who rely on accurate company information are also at risk if we do not stop this criminal activity.",
                "tag": "p"
            },
            {
                "content": "We're committed to using our new powers effectively to challenge this misuse of the register and disrupt criminal activity.",
                "tag": "p"
            },
            {
                "content": "Together, we're strengthening the UK’s company register and helping to build a more transparent and trustworthy business environment.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/08/11/our-new-powers-in-action-tackling-company-cloning/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Read how we used our new powers to remove nearly 1,000 fraudulent restaurant company 'clones' from the register."
    },
    {
        "title": "Putting the forestry back into agroforestry",
        "authors": [
            "Jim O'Neill"
        ],
        "posted_on": "2025-08-11T09:00:00",
        "categories": [
            "Woodland creation",
            "Woodland management"
        ],
        "content": [
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Ten years ago, agroforestry – the practice of integrating trees into a farm’s land use – was a little-known concept in the agricultural world. Since then, knowledge and interest in planting trees on farms has grown rapidly. ",
                "tag": "p"
            },
            {
                "content": "At the Forestry Commission, we have a growing team of Agroforestry Woodland Officers, who are becoming regular faces at farming events and shows across England.",
                "tag": "p"
            },
            {
                "content": "Agroforestry integrates trees into farming systems and when well-planned and managed, can maintain or enhance existing agricultural output.",
                "tag": "p"
            },
            {
                "content": "Think of it as three-dimensional farming, where the third dimension – the trees – can add to the yield directly through timber, fruit and nuts, or by providing shade and shelter that helps increase crop yields and livestock performance.",
                "tag": "p"
            },
            {
                "content": "While agroforestry is often considered for the benefits trees provide to your land, crops and livestock, trees can do much more – they can produce a valuable crop themselves.",
                "tag": "p"
            },
            {
                "content": "This is where forestry expertise becomes crucial: growing high-quality timber requires specific knowledge and skills that the forestry sector can provide.",
                "tag": "p"
            },
            {
                "content": "Turning to timber",
                "tag": "h2"
            },
            {
                "content": "As agroforestry gains popularity, many are asking an obvious question: could these trees also produce quality timber? The answer is yes but it requires knowledge and skill, and the kind of expertise that forestry professionals have developed over decades. You could say it’s about putting the forestry back into agroforestry.",
                "tag": "p"
            },
            {
                "content": "Quality timber production isn’t something that happens by accident. It requires careful planning and ongoing management throughout the tree’s life cycle: from establishment and protection through to pruning and harvesting. Each of these stages needs thoughtful consideration when designing a new agroforestry system.",
                "tag": "p"
            },
            {
                "content": "As with any good farming or forestry decision, success depends on matching your approach to your specific conditions. Your soil type, land aspect and the climate will influence species choice, how densely to plant trees and what’s practical for you and your farm. Budding agroforesters need to think strategically about integration: will you grow crops between rows of trees, or graze livestock under or amongst them?",
                "tag": "p"
            },
            {
                "content": "Planning and managing your vertical crop",
                "tag": "h2"
            },
            {
                "content": "Species selection for maximum value",
                "tag": "h3"
            },
            {
                "content": "Successful timber agroforestry requires strategic species selection. Different tree species offer varying timber values and growth characteristics, so there are various options that can align with your farming system and local markets.",
                "tag": "p"
            },
            {
                "content": "For example, wild cherry can yield high-value timber for furniture and joinery, reaching maximum height within 20-50 years and yielding fruit within 5-6 years. For detailed information on species selection and management techniques, Forest Research’s Tree Species Guide for UK Agroforestry Systems provides comprehensive guidance on species best suited to farms.",
                "tag": "p"
            },
            {
                "content": "Protecting your crop from mammals",
                "tag": "h3"
            },
            {
                "content": "Farmers and foresters alike are familiar with the threats posed by mammals such as deer and grey squirrels. Managing mammals is particularly critical in agroforestry systems, where lower tree densities mean the loss of individual trees has a greater potential impact than in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "An important first step is to conduct a baseline assessment to understand the risk or current level of impact mammals could have on your trees. This will allow you to put appropriate mammal management in place across your site. Then early adoption of protection measures is essential to minimise damage and ensure success of your agroforestry project.",
                "tag": "p"
            },
            {
                "content": "Adapting forestry techniques",
                "tag": "h3"
            },
            {
                "content": "Managing your ‘vertical crop’ requires adapting standard forestry techniques for the unique demands of integrated farming systems.",
                "tag": "p"
            },
            {
                "content": "High pruning is a key technique which involves systematically removing lower branches to create clean stems and an elevated canopy. This serves three purposes: producing valuable knot-free timber, allowing light to reach the crops below, and providing clearance for farm machinery to easily pass underneath.",
                "tag": "p"
            },
            {
                "content": "Harvesting an agroforestry timber crop",
                "tag": "h3"
            },
            {
                "content": "Agroforestry aims to maintain the benefits that the trees bring over time, which means harvesting can look different than it does in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "Instead of clear-felling large areas, consider methods like selective felling and continuous cover forestry. These involve removing smaller numbers of carefully chosen trees while preserving the overall tree canopy.",
                "tag": "p"
            },
            {
                "content": "By harvesting individual trees or small groups, you can maintain essential benefits like shelter, biodiversity and soil protection, while still generating an income. It also creates space for replanting keeping your system both productive and resilient.",
                "tag": "p"
            },
            {
                "content": "Timber from agroforestry offers farmers another route to diversification and builds business resilience. However, success depends on honest assessment – do you have the capacity to carry out the work, and can you find reliable markets for your products?",
                "tag": "p"
            },
            {
                "content": "Building agroforestry skills for the future",
                "tag": "h2"
            },
            {
                "content": "The forestry expertise needed for quality timber production in agroforestry systems isn’t just valuable today, it’s essential for the future. As agroforestry grows, so does the need for training and education, though skill gaps remain a barrier to wider adoption.",
                "tag": "p"
            },
            {
                "content": "There are promising developments. Agroforestry is beginning to appear in university courses, from guest lectures at Harper Adams to dedicated postgraduate programmes like Bangor University’s MSc in Agroforestry and Food Security. The Soil Association also offers an e-learning module on agroforestry and farm woodlands.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, there’s growing momentum to embed agroforestry into formal education and advisory services. This will ensure the next generation of farmers, advisors and land managers are equipped to confidently integrate trees into productive landscapes. Meanwhile, peer-to-peer learning through networks like the Farm Woodland Forum offer practical ways for farmers and landowners to share knowledge and experience.",
                "tag": "p"
            },
            {
                "content": "Getting started with agroforestry",
                "tag": "h2"
            },
            {
                "content": "For those looking to integrate trees into your farm, get in touch with your local Agroforestry Woodland Officer through our contact form. They can offer advice and guidance to get you started.",
                "tag": "p"
            },
            {
                "content": "If you have existing woodland, understanding the condition of your existing trees can help you dip your toe into forestry and harvesting timber. Start by assessing your current trees through the Woodland Condition Assessment app. It’s a practical first step to bring your trees and woodland into management.",
                "tag": "p"
            },
            {
                "content": "Find out more information on our guide to agroforestry GOV.UK page.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/08/11/putting-the-forestry-back-into-agroforestry/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Jim O'Neill, Agroforestry Development Manager, shows how applying traditional forestry knowledge to agroforestry systems can unlock timber production potential."
    },
    {
        "title": "What is drought? ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-11T08:13:21",
        "categories": [
            "Drought"
        ],
        "content": [
            {
                "content": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency monitor it, and how are we responding? ",
                "tag": "p"
            },
            {
                "content": "Droughts are natural events that cannot be defined, as every drought is different. Whilst they are all caused by a shortage of rainfall, the characteristics (including timing, duration, impacts on people, the environment, agriculture and business) can vary. ",
                "tag": "p"
            },
            {
                "content": "Some droughts are short and intense, caused by a hot, dry summer. Others are long and take time to develop over multiple seasons due to low amounts of rainfall. ",
                "tag": "p"
            },
            {
                "content": "As a result of climate change, we are experiencing longer hotter summers and more intense rainfall in winters, leading to an increased likelihood of drought and flooding events. ",
                "tag": "p"
            },
            {
                "content": "What are the types of drought? ",
                "tag": "p"
            },
            {
                "content": "The main types of drought, which may occur separately or together, are: ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency monitors various indicators (such as rainfall, river flows, groundwater levels, reservoir storage, ecology, public water supplies) and will decide the level of drought an area is in.  ",
                "tag": "p"
            },
            {
                "content": "We use four stages to describe and manage our response: ",
                "tag": "p"
            },
            {
                "content": "You can keep up-to-date with the latest dry with situation with our Dry weather and drought in England: summary reports. ",
                "tag": "p"
            },
            {
                "content": "What does the Environment Agency do during dry weather and drought? ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency has a statutory duty under The Water Resources Act 1991 to ensure there is enough water for people and the environment. During dry weather, we carry out a range of actions to monitor, report and act to reduce the impacts of dry weather on the natural environment.  ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency is responsible for: ",
                "tag": "p"
            },
            {
                "content": "Further information on how the Environment Agency responds to dry weather can be found: Drought: how it is managed in England   ",
                "tag": "p"
            },
            {
                "content": "Find out more about we’re responding to the 2025 drought  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/11/what-is-drought/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency …"
    }
]