[
    {
        "title": "RPA to start making Higher Level Stewardship (HLS) payments from December",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-11-12T10:41:13",
        "categories": [
            "Environmental Stewardship"
        ],
        "content": [
            {
                "content": "We announced an increase to the Higher Level Stewardship (HLS) payment rates in May 2025. In this blog we provide a reminder of how you can estimate the value of your options and let you know when you'll receive your increased 2025 payment.",
                "tag": "p"
            },
            {
                "content": "When you'll receive your increased 2025 payment",
                "tag": "p"
            },
            {
                "content": "We'll start making 2025 annual payments to HLS customers from December 2025. When you receive your 2025 payment, we'll send you your remittance advice confirming the total value of your annual payment based on your 2025 claim. This won't be broken down by individual options.",
                "tag": "p"
            },
            {
                "content": "Why we're increasing HLS payment rates",
                "tag": "p"
            },
            {
                "content": "HLS payment rates haven't changed for more than 10 years. During this time, they've fallen behind rates offered through other schemes, including Countryside Stewardship Higher Tier (CSHT) and the Sustainable Farming Incentive (SFI).",
                "tag": "p"
            },
            {
                "content": "We're investing £30 million to increase payment rates so farmers with HLS agreements can continue to restore habitats, support rare species, preserve historic features and maintain traditional landscape features. This recognises the valuable contribution you make, delivering important benefits for nature alongside food production.",
                "tag": "p"
            },
            {
                "content": "What's changing",
                "tag": "p"
            },
            {
                "content": "We're increasing 157 options by 34.4% of the difference between your HLS rate and the equivalent CS or SFI action. This brings them more in line with those schemes.",
                "tag": "p"
            },
            {
                "content": "The change to your claim value depends on which options are in your agreement. If you have options with rates that are increasing, the new rates apply from 1 January 2025. Your payments will increase automatically - you don't need to do anything.",
                "tag": "p"
            },
            {
                "content": "How increased rates were calculated",
                "tag": "p"
            },
            {
                "content": "HLS rates increase where there's an equivalent CS or SFI action paid at a higher rate. This means 157 options will increase. There are 23 HLS options already paid at higher rates than their CS and SFI equivalents, so these won't change. A further 22 HLS options don't have comparable CS or SFI actions, so these will stay the same.",
                "tag": "p"
            },
            {
                "content": "The Entry Level Stewardship element of your agreement remains unchanged.",
                "tag": "p"
            },
            {
                "content": "Calculating your new rates",
                "tag": "p"
            },
            {
                "content": "Standard rates - if your agreement has standard rates, use the payment rate tables on GOV.UK to calculate how much each option will increase.",
                "tag": "p"
            },
            {
                "content": "Non-standard rates - to calculate increases for non-standard rates, agreement holders need to calculate the difference between the non-standard rate set out in their agreement and the CS/SFI equivalent.",
                "tag": "p"
            },
            {
                "content": "We're updating our systems to generate new payment calculations for each agreement holder and will send you your remittance advice confirming the total value of your payment when we start making payments in December 2025.",
                "tag": "p"
            },
            {
                "content": "For more information read the Increase in payment rates for Higher Level Stewardship from 2025 guidance on GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/11/12/rpa-to-start-making-higher-level-stewardship-hls-payments-from-december/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "We announced an increase to the Higher Level Stewardship (HLS) payment rates in May 2025. In this blog we provide a reminder of how you can estimate the value of your options and let you know when you'll receive your …"
    },
    {
        "title": "UK NSC consults on evidence related to screening for antenatal and postnatal mental health conditions",
        "authors": [
            "Omaer Syed"
        ],
        "posted_on": "2025-11-12T08:53:26",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to population screening for antenatal and postnatal mental health conditions. ",
                "tag": "p"
            },
            {
                "content": "We are asking stakeholders and members of the public to provide feedback on a 2025 evidence map and its conclusions. The evidence map looked at the latest literature on this topic and concluded that more in-depth work is not currently justified. It recommended the topic be reviewed again in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "The committee reviews the evidence for antenatal and postnatal mental health conditions regularly.",
                "tag": "p"
            },
            {
                "content": "A UK NSC evidence summary in 2019 found no evidence to support changing the pre-existing recommendation not to screen. The committee commissioned the 2025 evidence map to review literature published on the topic since that 2019 review, including evidence on new tests and interventions.",
                "tag": "p"
            },
            {
                "content": "The consultation responses will be presented to the UK NSC before it considers updating its recommendation.",
                "tag": "p"
            },
            {
                "content": "Antenatal and postnatal mental health conditions",
                "tag": "h2"
            },
            {
                "content": "Antenatal and postnatal mental health conditions include common mental health disorders such as anxiety, depression, phobias, obsessive-compulsive disorder (OCD) and post-traumatic stress disorder (PTSD), plus severe mental illness (SMI) such as psychosis and personality disorder.",
                "tag": "p"
            },
            {
                "content": "The nature of most of these conditions may range from mild to severe, requiring different kinds of care or treatment provided by universal and specialist services. The management and treatment of mental health conditions during pregnancy and the postnatal period need to consider the impact of interventions not only on the woman but also on her baby. ",
                "tag": "p"
            },
            {
                "content": "In England, about 26% of women experience a mental health disorder during the perinatal period, with depression and anxiety being the most common.",
                "tag": "p"
            },
            {
                "content": "Screening tools exist which primarily focus on detecting anxiety and depression in women who have not previously experienced mental ill health. Examples include the Edinburgh Postnatal Depression Scale (EPDS), the Patient Health Questionnaire (PHQ), and the Whooley questions.",
                "tag": "p"
            },
            {
                "content": "Treatment may involve psychological, psychosocial, or pharmacological interventions. Treatment is determined by the diagnosis, the woman’s previous mental health history, the possible harms and benefits to the woman and baby, and the acceptability of the treatment to the woman.",
                "tag": "p"
            },
            {
                "content": "There is NICE clinical guidance on recognising antenatal and postnatal mental health issues and making referrals.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified a substantial volume of new published evidence since 2019. However, it concluded that:",
                "tag": "p"
            },
            {
                "content": "Based on this evidence map, more in-depth work is not currently justified, and it is recommended the topic be reviewed again in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/12/uk-nsc-consults-on-evidence-related-to-screening-for-antenatal-and-postnatal-mental-health-conditions/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to population screening for antenatal and postnatal mental health conditions."
    },
    {
        "title": "How well will I be protected from flu this year with the current UK influenza vaccines?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-11-11T15:52:38",
        "categories": [
            "Immunisation and vaccination"
        ],
        "content": [
            {
                "content": "You may wonder why you need to have a flu vaccine every year, and how effective the flu vaccines are in preventing you from becoming seriously unwell. The vaccines help protect those most vulnerable from developing serious illness and being hospitalized and we strongly encourage all those eligible to get vaccinated against flu as soon as possible - vaccines remain our best defence.",
                "tag": "p"
            },
            {
                "content": "Every winter, influenza viruses sweep through communities, causing a seasonal epidemic. There are several different flu vaccines that are used in the national vaccination programme and all of them protect against the 3 main flu virus types: influenza A(H1N1), influenza A(H3N2) and influenza B.",
                "tag": "p"
            },
            {
                "content": "What is H3N2 and what is a drifted strain?",
                "tag": "h2"
            },
            {
                "content": "Within these main virus types, the flu viruses that we see circulating in England and around the globe are constantly evolving in a process known as antigenic drift. This is why the strains chosen for the seasonal flu vaccines are updated for every season. The World Health Organization (WHO) closely monitors which flu viruses have been circulating globally to try and predict which strains should be used to make vaccines for the next season.",
                "tag": "p"
            },
            {
                "content": "Sometimes, flu viruses continue to evolve after the vaccine strains have been selected and vaccines have been manufactured. This means they no longer resemble the vaccine strains as closely as we’d like. This is what has happened for one of the viruses (the ‘drifted’ H3N2 subtype) in the vaccine used in the Northern hemisphere this season. ",
                "tag": "p"
            },
            {
                "content": "How do we respond to drifted strains?",
                "tag": "h2"
            },
            {
                "content": "Even when drifted strains have emerged in the past, the vaccine typically still provided protection against severe illness caused by the affected strain, with only a small reduction in effectiveness. The UK flu programme uses a range of technologically advanced vaccines to provide optimal protection, including when there are drifted strains, guided by annual evaluation by UKHSA and partner public health agencies and recommended by the Joint Committee on Vaccination and Immunisation (JCVI). And each vaccine also gives protection against the other 2 strains recommended by WHO.",
                "tag": "p"
            },
            {
                "content": "Think of flu vaccines like preparing for a winter trip: you pack layers to protect against rain, snow, and wind because you don't know exactly what weather you'll face and when. Similarly, the flu vaccines provide different layers of protection for each type of flu, to try and give you the broadest protection across the whole of winter.",
                "tag": "p"
            },
            {
                "content": "Will our current flu vaccines protect against H3N2?",
                "tag": "h2"
            },
            {
                "content": "In light of the concerns around the drifted A(H3N2) strain this season, we at UKHSA have rapidly assessed how well vaccines are working by studying whether people who have been vaccinated are less likely to attend hospital with influenza. Our analysis shows that this season’s vaccines are offering effective protection against severe flu – children are around 70 to 75% less likely to attend or be admitted to hospital with flu if vaccinated and adults are around 30 to 40% less likely to attend or be admitted. This is similar to what we see most years with flu vaccines and continues to demonstrate that flu vaccines remain the best protection against flu. We strongly encourage all those eligible to get vaccinated against flu as soon as possible,",
                "tag": "p"
            },
            {
                "content": "UKHSA will continue to monitor this drifted strain through laboratory analyses of the virus, our routine surveillance of the health burden of flu and through epidemiological studies of vaccine effectiveness. And we will continue to monitor for other flu strains becoming more common as we go through winter.",
                "tag": "p"
            },
            {
                "content": "Find out if you’re eligible for a flu vaccine and book here.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/11/11/how-well-will-i-be-protected-from-flu-this-year-with-the-current-uk-influenza-vaccines/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Every winter, influenza viruses sweep through communities, causing a seasonal epidemic. There are several different flu vaccines that are used in the national vaccination programme and all of them protect against the 3 main flu virus types: influenza A(H1N1), influenza A(H3N2) and influenza B."
    },
    {
        "title": "How citizen scientists are helping to close the freshwater data gap",
        "authors": [
            "Amy Stocking"
        ],
        "posted_on": "2025-11-11T15:00:00",
        "categories": [
            "Biodiversity",
            "Ecosystem Services",
            "Education",
            "Natural Capital",
            "Natural England",
            "Nature",
            "Nature Recovery Network",
            "Science and evidence"
        ],
        "content": [
            {
                "content": "By Amy Stocking and Matilda Dixon, Higher Officers for Citizen Science",
                "tag": "p"
            },
            {
                "content": "Ponds may be small, but they punch well above their weight when it comes to biodiversity, supporting around two-thirds of all freshwater species in the UK. Yet they have long been understudied, especially in urban areas. It’s a lack of data which presents a challenge, especially at a time when public and government attention is focused on our freshwater environments. ",
                "tag": "p"
            },
            {
                "content": "Fortunately, however, help may be on its way… Over the last three years, as part of Defra’s Natural Capital and Ecosystem Assessment programme, Natural England has been working with partner organisations and citizen scientists to better understand and protect these crucial habitats. The result has been three innovative initiatives – GenePools, the Priority Ponds Project, and the Urban Pond Count – which have placed the power of freshwater research directly into the hands of the public. By testing new technologies and accessible methods, these projects are providing new ways for non-experts to meaningfully contribute to large-scale environmental data collection.",
                "tag": "p"
            },
            {
                "content": "Unlocking pond biodiversity through eDNA with the Natural History Museum and Cefas: GenePools",
                "tag": "p"
            },
            {
                "content": "Running from 2021 to 2025, GenePools has been an ambitious partnership involving Natural England, the Natural History Museum, CEFAS (the Centre for Environment, Fisheries and Aquaculture Science), and JNCC (the Joint National Conservation Committee).  Its goal? To explore the biodiversity of urban ponds using environmental DNA (eDNA) testing. eDNA sampling allows scientists to detect and classify species based on the genetic material they shed into the environment. While it’s still a relatively recent addition to the ecological toolkit, it has the potential to become a foundational one, with uses and methods currently being explored across Natural England and beyond.",
                "tag": "p"
            },
            {
                "content": "A major challenge for scientists seeking to understand urban ponds is their inaccessibility, as most are tucked away in private gardens. But with more than 80% of the UK population living in urban areas, they’re ideal for a citizen science approach. The Natural History Museum, which led engagement for GenePools, invited volunteers from six cities to collect water samples for analysis, recruiting participants from pre-schoolers to retirees. Their collective efforts resulted in the sampling of over 750 ponds and the identification of thousands of species: insect DNA appeared in 98% of ponds, frog DNA in 53%, and mammal DNA in 50% – including one weasel in a pond in Bristol!",
                "tag": "p"
            },
            {
                "content": "Results from each participant’s own pond were shared via user-friendly apps and reports – meaningful feedback at a local level which reinforces the value of individual contributions to a wider scientific effort. At a larger scale, meanwhile, over 70,000 records are in the process of being added to the National Biodiversity Network Atlas  – some of the first DNA-based records to enter the UK’s largest open-access collection of biodiversity information. Further research into the results by our partners Cefas is ongoing. ",
                "tag": "p"
            },
            {
                "content": "But GenePools wasn’t just about data collection; its main purpose was to refine the sampling techniques and the engagement strategies needed to make eDNA-based monitoring practical and scalable for citizen scientists in the future, and to explore the potential for integration of this data with professional pond and eDNA datasets. For example, by aligning the methods used with the England Ecosystem Survey, which is undertaking professional pond eDNA surveys in rural areas across the country, we’ve been able to ensure that the GenePools data can become part of a national picture,  feeding into initiatives like the new pond health metric which is currently in development.",
                "tag": "p"
            },
            {
                "content": "Mapping and measuring with the Freshwater Habitats Trust: Priority Pond Assessments and the Urban Pond Count",
                "tag": "p"
            },
            {
                "content": "While GenePools investigated the detailed make-up of urban pond communities, we also lack data on the overall condition of ponds across the UK, and even on how many ponds there are in urban areas. To start answering these questions, we’ve worked with partners the Freshwater Habitats Trust (FHT) to create the Priority Pond Assessment and the Urban Pond Count.",
                "tag": "p"
            },
            {
                "content": "‘Priority habitat’ is a national designation, and carries with it legal protections. Fewer than 2% of England’s ponds are designated as ‘priority’ at present, despite estimates which suggest the true number meeting the criteria is closer to 20%. ",
                "tag": "p"
            },
            {
                "content": "To help us get a better idea of the real state of affairs, therefore, FHT developed an easy-to-use survey based on seven simple pond features – like shade or plant coverage – which allows non-specialists to identify likely priority ponds. They estimate that the algorithm identifies 97% of non-priority ponds and 58% of priority ponds; while it isn’t perfect, this initial filtering will make it much easier for specialists to focus their efforts on ponds which are likely to fit the priority pond criteria.",
                "tag": "p"
            },
            {
                "content": "Since the project's launch in mid-2024, almost 750 surveys have been completed, identifying over 100 probable priority ponds. When combined with data from other projects, over 250 new priority ponds have been recorded. As many as 100,000 priority ponds may still be unrecorded across the country, though – to help reduce that number, visit the FHT website now and find out how to survey for priority ponds in your area!",
                "tag": "p"
            },
            {
                "content": "Alongside this, FHT have led the first national attempt to estimate the number of urban ponds, the Urban Pond Count. This is another glaring gap in our knowledge base: the last national pond survey dates back to 2007 and largely overlooked ponds in urban areas. ",
                "tag": "p"
            },
            {
                "content": "Through the count, volunteers recorded over 500 ponds – 89 of which had never been mapped before – allowing us to estimate that England's towns and cities probably host around 8,500 ponds in total. As with priority ponds, however, the final number awaits your invaluable input for your local area…",
                "tag": "p"
            },
            {
                "content": "A word of thanks",
                "tag": "p"
            },
            {
                "content": "Looking ahead, we’re exploring how these methods can be refined, scaled, better integrated with professional survey, and applied across other habitats.",
                "tag": "p"
            },
            {
                "content": "But the benefits of these projects haven’t just been scientific. Citizen scientists have known for a long time that their work is not only about collecting better data but also about fostering awareness, stewardship and pleasure in exploring nature. We’re immensely grateful to everyone who’s been a part of this work, and we hope very much that the odd wellyful of (precious, species-rich) water hasn’t put you off coming back for more pond-bothering in the future!",
                "tag": "p"
            },
            {
                "content": "Note: this is the second in a series of three blogs on Natural England’s citizen science work. You can read the first article here, and look out for the third over the next few days.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/11/11/how-citizen-scientists-are-helping-to-close-the-freshwater-data-gap/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Amy Stocking and Matilda Dixon, Higher Officers for Citizen Science Ponds may be small, but they punch well above their weight when it comes to biodiversity, supporting around two-thirds of all freshwater species in the UK. Yet they have …"
    },
    {
        "title": "How AI-ready content can boost policy effectiveness",
        "authors": [
            "Andrea Leary, Content Lead"
        ],
        "posted_on": "2025-11-11T14:53:28",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "Andrea Leary",
                "tag": "h3"
            },
            {
                "content": "I’m often asked about the risk of generative (GenAI) bots serving up incorrect information from GOV.UK or Business.gov.uk. My answer is that GenAI bots are not the risk in themselves. Instead, they’re just another channel that gets Department for Business and Trade (DBT) information to wider audiences. We should focus less on a user's GenAI bot intelligence and more on improving DBT's content quality, which we have direct influence over.",
                "tag": "p"
            },
            {
                "content": "If content is well-structured and written to the principles of good content design, the GenAI bot used by a business will be much more likely to find the information requested. It serves it up according to the AI bot-user’s needs.",
                "tag": "p"
            },
            {
                "content": "How much are small businesses relying on AI?",
                "tag": "h2"
            },
            {
                "content": "DBT’s official statistics about the UK’s business landscape (summarised in this House of Commons library booklet) show that 95% of UK businesses employ 9 people or fewer.  74% of businesses consist of only directors and have no employees. Together they account for almost 30% of the UK’s business turnover. ",
                "tag": "p"
            },
            {
                "content": "Not only do these types of businesses lack the staff to do time-consuming research for business information, they may also blur the lines between the “tech hacks” they use at home and at work.",
                "tag": "p"
            },
            {
                "content": "When we drill into GOV.UK figures, we can estimate that 3.4m ChatGPT sessions in 2025 have involved users engaging with DBT-related content. Meanwhile referral traffic from ChatGPT to the GOV.UK website continues to grow – in fact by 346% from January to September this year.",
                "tag": "p"
            },
            {
                "content": "Anecdotally, some businesses are now asking DBT International Trade Advisers to verify AI summaries. Businesses want to know if information they've got from a bot is correct.",
                "tag": "p"
            },
            {
                "content": "If one of the strategic aims at DBT is to support small businesses by reducing the burden of running a business and supporting growth, we have a duty to ensure DBT’s online content is “bot friendly.”",
                "tag": "p"
            },
            {
                "content": "How DBT is seizing the opportunity of more channels",
                "tag": "h2"
            },
            {
                "content": "Firstly, service owners, led by Anais Reding, Head of User Centred Design and Tracey Wilson, Deputy Service Owner, are asking colleagues across DBT to think about which GOV.UK and Business.gov.uk pages are about the policy areas they're responsible for. Is the information correct and current? Bots cannot necessarily tell. ",
                "tag": "p"
            },
            {
                "content": "Keeping information up to date has always been important for a department with thousands of pages of content online across many policy areas. Now we understand the wider repercussions if any inaccuracies are not dealt with.",
                "tag": "p"
            },
            {
                "content": "Secondly, content designers are helping colleagues understand the concept of user needs. To put it simply, every time a person puts a question into a bot, they are expressing a need that they hope the AI bot will meet in its answer content. Content on GOV.UK and Business.gov.uk needs to be structured round the needs of its intended audience – if it is to be surfaced by bots in contexts relevant to the user.",
                "tag": "p"
            },
            {
                "content": "To show colleagues user needs for business content, content designers use insights from:",
                "tag": "p"
            },
            {
                "content": "The test for content can be thought of as: does the content’s structure answer a question a user may put into a bot to meet their needs?",
                "tag": "p"
            },
            {
                "content": "If online content is not structured to meet these proven needs, the department is not making use of the opportunity offered by GenAI bots. Worse, there is a risk of content not being found by bots at all.",
                "tag": "p"
            },
            {
                "content": "If businesses cannot access or use accurate government information that they need to grow or comply, how can our department’s policies be effective?",
                "tag": "p"
            },
            {
                "content": "How content design enables reliable information and policy effectiveness",
                "tag": "h2"
            },
            {
                "content": "Content designers’ capabilities, usually used when designing services for businesses, are essential to designing for GenAI bots.",
                "tag": "p"
            },
            {
                "content": "We can design, when writing, to reduce the risk of misinformation if businesses use the “middleman” of an GenAI bot instead of searching on GOV.UK themselves.",
                "tag": "p"
            },
            {
                "content": "Content designers are trained to write according to:",
                "tag": "p"
            },
            {
                "content": "When they get to do this properly, content is simultaneously:         ",
                "tag": "p"
            },
            {
                "content": "The payoff is policy communicated more effectively, regardless of channel. Also, a growing awareness that seemingly unrelated policy areas are, in fact, related to each other in the eyes of the people who depend on these policies to make a living. ",
                "tag": "p"
            },
            {
                "content": "Content design capabilities have been in government digital and data professions for years. Now they are absolutely essential if we are to take advantage of these fast-growing channels to boost policy effectiveness.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/11/11/how-ai-ready-content-can-boost-policy-effectiveness/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "As use of generative AI grows, so does the opportunity to meet businesses’ quests for information. Only if DBT’s online content is designed to meet users’ needs."
    },
    {
        "title": "How to deal with restrictions in the register",
        "authors": [
            "Bethany Boothby, Assistant Land Registrar, and Andrew Smedley, Registration Services"
        ],
        "posted_on": "2025-11-11T13:47:57",
        "categories": [
            "Law and practice"
        ],
        "content": [
            {
                "content": "We see a lot of applications seeking to disapply or modify a restriction in the title register where this is either incorrect or unnecessary. In this blog, senior practitioners consider how best to tackle restrictions that are no longer fit for purpose. ",
                "tag": "p"
            },
            {
                "content": "A restriction is often entered in the register to ensure that no disposition is registered without, for example, providing evidence to the registrar that a specified person has consented to it. But sometimes the wording of a restriction in the register needs to be changed. This often happens where a further disposition (such as a transfer to new owners) is being registered, requiring compliance with the restriction’s terms. Here we explore some of those situations and how to change the wording of a restriction or otherwise allow registration of the disposition, as appropriate. ",
                "tag": "p"
            },
            {
                "content": "First, please note: if you think the registrar has made an error in entering the restriction in the register, please contact HM Land Registry at the earliest opportunity. We will investigate and, if we agree, we will seek to correct the issue as quickly as possible. ",
                "tag": "p"
            },
            {
                "content": "Cancellation, withdrawal and entry of a restriction – the ‘replacement route’",
                "tag": "h2"
            },
            {
                "content": "In almost every case, you can apply to remove one restriction from the register and enter a different form of restriction in its place.If the party initiating the change is the beneficiary of the restriction, that party should apply to withdraw the existing restriction from the register using form RX4 and apply to enter the new one using form RX1, making sure panel 8 of the RX1 is completed accordingly. If the party initiating the change is the registered proprietor or a third party who is not the beneficiary, they can apply to cancel the existing restriction using form RX3 and apply to enter the new one using form RX1.  In this case, unless the application contains the beneficiary’s consent to removal of the restriction, we will serve a 15-day objection notice on any identifiable beneficiary.",
                "tag": "p"
            },
            {
                "content": "We refer to this method of removal (using form RX3 or RX4) and entry (using form RX1) as the ‘replacement route’.",
                "tag": "p"
            },
            {
                "content": "Alteration of  existing restriction",
                "tag": "h2"
            },
            {
                "content": "For a simple and straightforward change of wording, in many cases all that’s needed is an application in form AP1 for alteration of the restriction in the register, supported by evidence to support the change required. For example:",
                "tag": "p"
            },
            {
                "content": "We may also consider an application to alter an existing restriction where a corporate beneficiary has changed, or an individual has died. You’ll need to send supporting evidence with your application.",
                "tag": "p"
            },
            {
                "content": "Disapplication of a restriction",
                "tag": "h2"
            },
            {
                "content": "If an applicant is struggling to obtain compliance or consent from the beneficiary of a restriction, an application can be made to the registrar in form RX2 to disapply the restriction. The outcome of a disapplication application is at the discretion of the registrar. Situations where this might be appropriate include where:",
                "tag": "p"
            },
            {
                "content": "In every case, you must lodge evidence which clearly shows the actions that have been taken to comply with the terms of the restriction as worded, and why the registrar should make the order requested. For example, if the restriction requires a certificate of compliance with certain clauses in a document or deed, then we would require evidence that those clauses have been complied with. In most cases, evidence that the applicant has tried to communicate with the restrictioner on multiple occasions is not sufficient.If the application is accepted, the registrar will make an order disapplying the restriction to allow registration of the later disposition. The disapplication does not remove the restriction from the register.Additionally, if the restriction was never intended to catch a certain type of disposition, then disapplication would not be appropriate as it would relate only to the current transaction, not all future ones, so the replacement route, or more rarely, modification, should be used.",
                "tag": "p"
            },
            {
                "content": "Modification of a restriction",
                "tag": "h2"
            },
            {
                "content": "We can only make an order for modification of a restriction if the replacement route cannot be used.  ",
                "tag": "p"
            },
            {
                "content": "You can use form RX2 to apply to modify the existing restriction, but successful applications are very rare. We can only consider making an order where the applicant is able to explain why: ",
                "tag": "p"
            },
            {
                "content": "In practice",
                "tag": "h2"
            },
            {
                "content": "The following examples illustrate many of the above points discussed and are in roughly chronological order.",
                "tag": "p"
            },
            {
                "content": "Remember",
                "tag": "h2"
            },
            {
                "content": "An application for disapplication of a restriction (using form RX2) is only appropriate in limited circumstances, some of which are mentioned above, and an application for modification of a restriction is appropriate in extremely limited circumstances. The outcome of such applications is at the discretion of the registrar. ",
                "tag": "p"
            },
            {
                "content": "In nearly every case, the old restriction in our example could be altered (by applying in form AP1) or removed from the register and a new one entered (using forms RX3/RX4 and RX1). An RX2 application will not be accepted where it is possible to follow the replacement route. ",
                "tag": "p"
            },
            {
                "content": "HM Land Registry regularly receives applications in form RX2 where the alteration or replacement routes should have been followed instead, and we either have to raise requisitions on those applications or cancel them, as the case may be. ",
                "tag": "p"
            },
            {
                "content": "More information, training and guidance ",
                "tag": "h2"
            },
            {
                "content": "Our practice guide 19: notices, restrictions and the protection of third-party interests in the register examines the nature and effect of notices and restrictions, gives guidance on their entry and explains how to cancel or amend existing notices and restrictions. ",
                "tag": "p"
            },
            {
                "content": "Head to HM Land Registry's training hub for help and guidance in a variety of formats on a range of land registration topics, including restrictions. ",
                "tag": "p"
            },
            {
                "content": "First published in the Law Society’s magazine Property in Practice, September 2025 edition. ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/11/11/how-to-deal-with-restrictions-in-the-register/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Senior HM Land Registry practitioners set out how best to tackle restrictions that are no longer fit for purpose."
    },
    {
        "title": "Protecting our seas together: MPA byelaws, enforcement, and compliance",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-11-11T13:27:46",
        "categories": [
            "Enforcement",
            "Evidence",
            "fisheries",
            "marine conservation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Our mission is to safeguard England’s marine environment while supporting a thriving and sustainable fishing industry. One way we can achieve this is through the implementation and enforcement of byelaws within our offshore marine protected areas (MPAs). ",
                "tag": "p"
            },
            {
                "content": "Our MPA byelaws are the product of an extensive assessment, evidence gathering and consultation process. They are designed to protect sensitive habitats and species from damaging fishing activities, particularly the use of bottom-towed fishing gear, which can have significant impacts on important marine ecosystems. ",
                "tag": "p"
            },
            {
                "content": "Since the introduction of our Stage 2 MPA byelaws in March 2024, increasing the total area under our protection to almost 18,000 km2, we’ve seen high levels of compliance across the fishing industry. This demonstrates the ability of our fishers to adapt, as well as our shared commitment and the value we place in protecting our marine environment. It also reflects our effective and proportionate approach to enforcement.  ",
                "tag": "p"
            },
            {
                "content": "As we continue our ongoing review of all responses received during our recent Stage 3 MPA consultation, we’d like to take this opportunity to share more details about our enforcement work, and why it matters. ",
                "tag": "p"
            },
            {
                "content": "Pink sea fan & Ross worm on wave exposed circalittoral rock at Stoke Point, Plymouth, MPA. Credit: Natural England/Keith Hiscock #HiddenSeas ",
                "tag": "p"
            },
            {
                "content": "Smart surveillance, targeted enforcement ",
                "tag": "p"
            },
            {
                "content": "MMO uses a robust, intelligence-led approach to enforcement. We receive automatic position data from all fishing vessels over 12 metres operating within the UK’s 200-mile exclusive economic zone. This allows us to maintain a real-time picture of fishing activity and detect any unusual or potentially non-compliant patterns. ",
                "tag": "p"
            },
            {
                "content": "Where needed, we deploy surface and aerial surveillance assets, including our two Offshore Patrol Vessels, which regularly patrol MPAs in English waters. Our teams also conduct inspections at sea or at the quayside, timed to align with seasonal fishing patterns for maximum effectiveness. ",
                "tag": "p"
            },
            {
                "content": "From March 2024 we started analysing fishing vessels' VMS positions for potential breaches of the MMO's second stage of offshore MPA byelaws. ",
                "tag": "p"
            },
            {
                "content": "Since then, we have observed 524 vessels actively fishing with bottom-towed gear in English waters, of which 66 were detected breaching the byelaws, with several cases under investigation for potential prosecution. ",
                "tag": "p"
            },
            {
                "content": "In May 2025, we secured our first prosecution for contravention of an MPA byelaw, resulting in a guilty plea and a £40,000 financial order for the Master of the French-registered fishing vessel. This demonstrates our ability to take decisive action when required. ",
                "tag": "p"
            },
            {
                "content": "Image OPV Trafalgar Sentinel ",
                "tag": "p"
            },
            {
                "content": "High compliance, low repeat offences ",
                "tag": "p"
            },
            {
                "content": "We’re proud to report that compliance with MPA byelaws is consistently high. Incursions into closed areas are relatively rare, and repeat offences are even rarer. This is a testament to successful our approach and adaptability of the fishing industry. ",
                "tag": "p"
            },
            {
                "content": "Listening and learning: Stage 3 MPA Consultation ",
                "tag": "p"
            },
            {
                "content": "Following our recent Stage 3 MPA consultation, we are reviewing all stakeholder responses. We’re committed to ensuring that future management measures take into consideration all views and evidence provided by fishers, conservation groups, and coastal communities. ",
                "tag": "p"
            },
            {
                "content": "Should the decision be made to proceed with new byelaws, a statutory notification period will follow, giving industry time sufficient time to prepare and adapt. This approach has previously led to strong compliance and smooth transition. ",
                "tag": "p"
            },
            {
                "content": "Your role matters ",
                "tag": "p"
            },
            {
                "content": "We want to take this opportunity to thank the fishers for their continued compliance with MPA byelaws. The protection of our MPAs will allow sensitive marine habitats to recover, supporting healthier ecosystems and ensuring a sustainable future for coastal communities and fishers. ",
                "tag": "p"
            },
            {
                "content": "Find out more about our recent Stage 3 MPA consultation. ",
                "tag": "p"
            },
            {
                "content": "Learn more about our Compliance and Enforcement Strategy. ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/11/11/protecting-our-seas-together-mpa-byelaws-enforcement-and-compliance/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Our mission is to safeguard England’s marine environment while supporting a thriving and sustainable fishing industry. One way we can achieve this is through the implementation and enforcement of byelaws within our offshore marine protected areas (MPAs).  Our MPA byelaws …"
    },
    {
        "title": "Building the Skills System Britain needs: Skills England's role in Post-16 Reform, by Tessa Griffiths and Sarah Maclean",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-11-11T13:09:06",
        "categories": [
            "analysis",
            "Insight",
            "News and announcements",
            "post-16 white paper",
            "Strategy"
        ],
        "content": [
            {
                "content": "The government's Post-16 Education and Skills White Paper marks a pivotal moment, setting out the Government’s plan for a world-leading skills system which meets the needs of employers, drives innovation and improves people’s lives.",
                "tag": "p"
            },
            {
                "content": "Skills England will be at the heart of delivering this comprehensive vision for change. The White Paper, alongside our new remit letter from The Rt Hon Pat McFadden, Secretary of State for Work and Pensions, sets out the strategic direction for our work in the coming years and will shape our priorities as we build a skills system that drives growth and widens opportunity. ",
                "tag": "p"
            },
            {
                "content": "Data-driven planning: creating a single authoritative voice",
                "tag": "h2"
            },
            {
                "content": "As the White Paper notes, Skills England will be the single authoritative voice on England’s current and future skills needs, aligning national with regional skills needs.",
                "tag": "p"
            },
            {
                "content": "We have published four data and insight-driven reports covering skills challenges, sector-specific analysis, future employment demand, and AI upskilling needs across 10 growth sectors. ",
                "tag": "p"
            },
            {
                "content": "Our Assessment of priority skills to 2030 report found that we will need 900,000 more skilled workers in our priority sectors in the next 5 years, with two-thirds requiring qualifications at Level 4 and above. It will be critical, then, that we make progress towards the government's ambitious new target of two-thirds of young people participating in higher-level learning by age 25, with the sub-target of at least 10% of young people doing an apprenticeship or another form of higher technical education. ",
                "tag": "p"
            },
            {
                "content": "We're working with the Industrial Strategy Advisory Council and Migration Advisory Committee as part of the Labour Market Evidence Group. Together, we're creating a robust evidence base to rebalance the labour market away from over-reliance on international recruitment towards improved domestic training. We are working with other government departments, businesses, and industry bodies to support sector workforce planning, providing analysis, advice, and delivery partnership to help develop the domestic pipeline of workers. ",
                "tag": "p"
            },
            {
                "content": "This isn't just about national planning. We're also working closely with Strategic Authorities (including metro mayors) and Employer Representative Bodies to align regional and national skills policy. We need to work together on local labour market challenges, ensuring that Local Skills Improvement Plans, Local Growth Plans, and Get Britain Working Plans work together effectively to connect local people with key jobs in their economies. ",
                "tag": "p"
            },
            {
                "content": "Employer partnership and investment: building the workforce the country needs ",
                "tag": "h2"
            },
            {
                "content": "Employers are at the heart of our vision for better skills for better jobs. We will support them to invest in their workforce through a suite of technical qualifications, apprenticeships, and training products that lead to employment, all based on employer-designed occupational standards.",
                "tag": "p"
            },
            {
                "content": "We are harnessing artificial intelligence and data analytics to ensure these occupational standards remain responsive to changing economic demands. The White Paper reaffirms our commitment to prioritise the 10 highest impact sectors and to work in partnership with other departments and industry, supporting the workforce planning plans and delivering the four funded skills packages in Construction, Engineering, Digital, and Defence. ",
                "tag": "p"
            },
            {
                "content": "Through job plans we will provide a clear direction of travel for national and local government, public services and industry to develop the domestic workforce together and facilitate the sector-level and local collaboration necessary for business to invest further in skills pipelines.",
                "tag": "p"
            },
            {
                "content": "The White Paper also introduces further qualification reforms, including the introduction of V Levels as a new vocational pathway alongside A Levels and T Levels.  V Levels will offer young people more choice and flexibility, allowing them to mix vocational and academic study or explore different sectors before specialising. V levels will be linked to occupational standards and we look forward to working closely with the Department for Education as this work is taken forward.",
                "tag": "p"
            },
            {
                "content": "Inclusive access and quality: leaving no learner behind ",
                "tag": "h2"
            },
            {
                "content": "Skills England is committed to building a skills system that works for everyone, particularly those who face the biggest barriers to opportunity. The White Paper's NEET (not in education, employment, or training) prevention package directly responds to our analysis showing that 18-24 year-olds qualified below Level 2 are 75% more likely to be NEET than the average young person, rising to 180% more likely for disadvantaged young people with special educational needs (SEND).  ",
                "tag": "p"
            },
            {
                "content": "The White Paper's commitment to £1.2 billion additional annual investment in skills by 2028-29 reflects the government's recognition that skills are fundamental to economic growth and social mobility. Skills England intelligence will inform the advice that people receive at all stages of their adult lives, through links with the National Jobs and Careers Service. Our research will also give a firm basis for the Department for Work and Pension’s understanding of how training can provide pathways into work for a variety of cohorts, including those at risk of becoming NEET.",
                "tag": "p"
            },
            {
                "content": "Take action: help shape the future of skills  ",
                "tag": "h2"
            },
            {
                "content": "The changes outlined in the White Paper represent more than policy reform – they're about creating pathways to prosperity for millions of people whilst building the skilled workforce our economy needs. But we cannot deliver this transformation alone. ",
                "tag": "p"
            },
            {
                "content": "We need your voice. Whether you're a business leader, education provider, local authority, learner, or community organisation, your insights and experiences are vital to getting this right. ",
                "tag": "p"
            },
            {
                "content": "In our next White Paper blog post, Phil Smith, Chair of Skills England, will explain how you can get involved in the consultation on the White Paper and share your feedback on these reforms. Your input will directly shape how we implement these changes and ensure they work for your community, your business, and your learners. ",
                "tag": "p"
            },
            {
                "content": "The challenge is significant, but so is our determination to build a skills system that truly works for everyone – learners, employers, and communities across Britain. Together, we can build the skills system the country needs. ",
                "tag": "p"
            },
            {
                "content": "Tessa Griffiths and Sarah Maclean ",
                "tag": "p"
            },
            {
                "content": "Joint Chief Executives, Skills England ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/11/11/building-the-skills-system-britain-needs-skills-englands-role-in-post-16-reform-by-tessa-griffiths-and-sarah-maclean/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "The government's Post-16 Education and Skills White Paper marks a pivotal moment, setting out the Government’s plan for a world-leading skills system which meets the needs of employers, drives innovation and improves people’s lives. Skills England will be at the heart of delivering this comprehensive vision …"
    },
    {
        "title": "Coverage of the standards and conduct announcement",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-11-11T12:29:56",
        "categories": [
            "Local government",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Today, the Ministry of Housing, Communities and Local Government announced planned reforms to provide local authorities with powers to clean up local politics. This responds to the challenges local authorities have faced since the Localism Act in 2011, which has left them unable to respond to incidents of misconduct and poor behaviour.",
                "tag": "p"
            },
            {
                "content": "The announcement was covered across national outlets including PA, The Mirror, and The Guardian.",
                "tag": "p"
            },
            {
                "content": "PA (Jonathan Bunn) ran a piece on the wire highlighting that proposals will ‘clean up local politics’ to restore public confidence including introducing suspension powers, withholding allowances and banning individuals from premises in a raft of measures that will be tougher than the existing Localism Act 2011.",
                "tag": "p"
            },
            {
                "content": "The Mirror (Sophie Huskisson) ran a straight piece which outlines the measures that are being introduced. It notes that \"bad actors” misbehaviour within local authorities is being rooted out with new powers such as suspensions and having their allowances withheld.",
                "tag": "p"
            },
            {
                "content": "The Guardian (Eleni Courea) also report that mayors and councillors in England face suspensions of up to six months for serious misconduct and repeated rule breaches. The piece mentions two examples of cases with councillors this year who were convicted for serious offences but remained in post until they were handed prison sentences.",
                "tag": "p"
            },
            {
                "content": "This morning, Minister for Local Government and Homelessness, Alison McGovern, also gave interviews to Times Radio, Sky News, LBC, Good Morning Britain, ITN , GB News and Bauer to talk about the impact the measures will have and how it ties in with the government’s wider local government reforms.",
                "tag": "p"
            },
            {
                "content": "The announcement is also covered in trade outlets, including the Local Government Chronicle and Municipal Journal, who note that the measures are being proposed to clean up local politics and restore public confidence. ",
                "tag": "p"
            },
            {
                "content": "Secretary of State, Steve Reed, said:",
                "tag": "p"
            },
            {
                "content": "Secretary of State for Ministry of Housing, Communities and Local Government, Steve Reed, said:  ",
                "tag": "p"
            },
            {
                "content": "\"I know firsthand the dedication and talent within our local authorities up and down the country.  ",
                "tag": "p"
            },
            {
                "content": "\"But when a small minority behave badly, it's a disservice to those hardworking councillors and to taxpayers – distracting from the incredible work happening in our communities every day.  ",
                "tag": "p"
            },
            {
                "content": "\"We must clean up local politics by rooting out those who bring the system into disrepute. These reforms will give councils and mayoral authorities the power to do exactly that.”  ",
                "tag": "p"
            },
            {
                "content": "Minister of State for Local Government and Homelessness, Alison McGovern, said:   ",
                "tag": "p"
            },
            {
                "content": "\"The vast majority of councillors are dedicated public servants working hard for their communities. These reforms will raise the bar and ensure swift, fair action where it's needed most.",
                "tag": "p"
            },
            {
                "content": "\"Residents deserve the highest standards from their representatives, and those standing for election deserve more back up when things go wrong.",
                "tag": "p"
            },
            {
                "content": "“With Town Hall austerity for the poorest places, and rising abuse, being a local councillor is harder than ever.  But our country needs local leaders who will stand up for people.  These changes are the first step on the road to recovery for local democracy.",
                "tag": "p"
            },
            {
                "content": "\"These measures will help create a safer, more respectful environment that builds trust and helps attract the best and brightest talent into local government, giving residents the representation they deserve.” ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/11/11/coverage-of-the-standards-and-conduct-announcement/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Today, the Ministry of Housing, Communities and Local Government announced planned reforms to provide local authorities with powers to clean up local politics. This responds to the challenges local authorities have faced since the Localism Act in 2011, which has …"
    },
    {
        "title": "Introducing our new one-day IP Workshop for businesses ",
        "authors": [
            "Christina Watts"
        ],
        "posted_on": "2025-11-11T09:33:19",
        "categories": [
            "Business",
            "Copyright",
            "Design",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "If you’ve ever wondered how to protect your business idea or been unsure about intellectual property (IP) and how it applies to your work, you're not alone. Getting to grips with the basics of IP can feel daunting when you're running a business. ",
                "tag": "p"
            },
            {
                "content": "That's why our Business Outreach Team has created a new, CPD-accredited one-day workshop that introduces you to IP and helps you understand how it relates to your business. ",
                "tag": "p"
            },
            {
                "content": "Why IP matters (and why we're here to help) ",
                "tag": "h3"
            },
            {
                "content": "IP might not be the most obvious priority when you're focused on launching products, winning customers, or growing your business. But it’s often one of your most valuable assets. It can protect your innovations, distinguish your brand from competitors, and add tangible value to your business. ",
                "tag": "p"
            },
            {
                "content": "The challenge is that IP can be complex and knowing where to start isn't always clear. That's where our Business Outreach Team comes in – to give you the foundational knowledge you need. ",
                "tag": "p"
            },
            {
                "content": "Learning from IPO experts ",
                "tag": "h3"
            },
            {
                "content": "You'll be learning directly from the Intellectual Property Office's Business Outreach Team, who have extensive knowledge of IP and how it works in practice, helping businesses across the UK navigate IP. ",
                "tag": "p"
            },
            {
                "content": "The one-day workshop is designed for business owners, inventors, product designers, business coaches, accountants, university lecturers, and anyone responsible for managing an IP portfolio. Whether you're completely new to IP or looking to build on existing knowledge, this workshop will give you practical insights into how IP functions. ",
                "tag": "p"
            },
            {
                "content": "What you'll learn ",
                "tag": "h3"
            },
            {
                "content": "The workshop covers three core areas: ",
                "tag": "p"
            },
            {
                "content": "An interactive workshop format ",
                "tag": "h3"
            },
            {
                "content": "Rather than sitting through presentations all day, this workshop is designed to be interactive. You'll work through case studies based on real scenarios, participate in quizzes to test your knowledge, and complete practical exercises that help bring IP concepts to life. ",
                "tag": "p"
            },
            {
                "content": "Ready to get started?",
                "tag": "h3"
            },
            {
                "content": "Understanding the basics of IP can help you make informed decisions about your business and know when you might need professional advice. Whether you're developing new products, building a brand, or managing innovations, our Business Outreach Team is here to help you learn how IP works and how it relates to your business. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/11/11/introducing-our-new-one-day-ip-workshop-for-businesses/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Our Business Outreach Team has created a new, CPD-accredited one-day workshop that introduces you to IP and helps you understand how it relates to your business. "
    },
    {
        "title": "Challenges of Considering a Spiritual Model when Working Under a Social Work/Medical Model",
        "authors": [
            "Soyeb Aswat"
        ],
        "posted_on": "2025-11-10T15:47:27",
        "categories": [
            "Care and support",
            "Communities",
            "Information and access",
            "Knowledge and skills",
            "Mental health",
            "Our profession",
            "Research",
            "Society",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "Introductions ",
                "tag": "p"
            },
            {
                "content": "Challenges of Considering a Spiritual Model when Working Under a Social Work/Medical Model - Soyeb Aswat",
                "tag": "h2"
            },
            {
                "content": "Having come into the Social Work arena as a Newly Qualified Social Worker working within an area which had a large South Asian Muslim Community, I quickly realised there were misconceptions and barriers to accessing and providing culturally appropriate interventions for this client group.",
                "tag": "p"
            },
            {
                "content": "A major dilemma I faced was what I now name, the Medical Model vs the Spiritual Model. The dilemma of engaging with a client that is presenting with mental health symptoms, that we may term as psychosis, but the client states that their voices are attributed to Jinn possession and the intervention they want is spiritual healing or exorcism. Thus, presenting a dilemma for professionals working within a Western Medical Framework, that can appear to be not fully considerate of these differential views. ",
                "tag": "p"
            },
            {
                "content": "When these alternate views are dismissed without consideration, the individual client and/or groups of individuals with the same belief can become alienated and unwilling to access services. This can create a barrier between building a therapeutic relationship with the client and the potential opportunity to engage at an early intervention stage with both the client and groups of individuals, leading to long term detrimental impact. ",
                "tag": "p"
            },
            {
                "content": "To try and bridge these two differentiating concepts or views of treating the same set of symptoms, there are some key areas that need consideration.",
                "tag": "p"
            },
            {
                "content": "As professionals and as individuals we do need to be aware of the differentiating views of mental health within different cultures and countries. ",
                "tag": "p"
            },
            {
                "content": "Some of the key areas that I feel need consideration are summarised within this model, which has been based on personal experience along with various research projects I have undertaken or been involved in:",
                "tag": "p"
            },
            {
                "content": "Some (but not all) actions to take when working with spirituality:",
                "tag": "p"
            },
            {
                "content": "By using evidence base and research we are able to consider someone's spiritual needs alongside the traditional medical model interventions. ",
                "tag": "p"
            },
            {
                "content": "Undertaking research or study within your own organisation around this subject can really help evaluate how well individuals and the organisation are meeting mental health needs, but also the spiritual needs of those they work with and support.",
                "tag": "p"
            },
            {
                "content": "If anyone is interested in exploring this in more detail or would like to share ideas around this, please email: soyeb.aswat@baswindependent.co.uk",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2025/11/10/challenges-of-considering-a-spiritual-model-when-working-under-a-social-work-medical-model/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "Introductions Challenges of Considering a Spiritual Model when Working Under a Social Work/Medical Model - Soyeb Aswat Having come into the Social Work arena as a Newly Qualified Social Worker working within an area which had a large South Asian …"
    },
    {
        "title": "A year of Google Analytics 4 on GOV.UK",
        "authors": [
            "Anne Cremin, Senior Performance Analyst, GOV.UK"
        ],
        "posted_on": "2025-11-10T15:41:48",
        "categories": [
            "Data",
            "How we work",
            "User insights",
            "What we're working on"
        ],
        "content": [
            {
                "content": "At GOV.UK, we use data and insights to help us design the best possible content and services for our users. Making the most of our data, collected with a user’s consent, is central to realising the vision set out in the blueprint for modern digital government.",
                "tag": "p"
            },
            {
                "content": "Google Analytics is an important tool that enables us to understand how people use GOV.UK. Over the past few years, we’ve migrated from the previous version of this tool, Universal Analytics, to the current supported version, Google Analytics 4 (GA4). We’ve previously talked about our work upgrading to GA4, and the technical side of our implementation. Now, we want to reflect on a year of using the data, and where we want to go next.",
                "tag": "p"
            },
            {
                "content": "How the last year has gone",
                "tag": "h2"
            },
            {
                "content": "In July 2024 the Government Digital Service (GDS) made the successful transition from Universal Analytics to GA4 with no interruption to service and a clean switch from old to new data collection. We had already been tracking page views in GA4 for nearly 2 years, and had at least a year’s data for the majority of our key events. We have more than 1,500 data analytics users across government, all of whom we managed to migrate to GA4 a few months before sunset. We had given critical users longer to familiarise themselves with the data via an early access group.",
                "tag": "p"
            },
            {
                "content": "One thing we discovered during the migration is that the out-of-the-box GA4 interface would not directly meet many of our needs. We therefore adopted BigQuery as our primary platform for storing, processing and analysing our GA4 data, to enable high quality reporting and analysis. By enhancing our GA4 data with other datasets in BigQuery, we are able to uncover deeper insights about GOV.UK, such as analysing page visits against Google and internal site searches, or analysing traffic by content owner. BigQuery also allows us to customise reporting and metrics to our specific needs, enabling teams to quickly generate tailored insights and visualisations using tools such as Looker Studio. The insights we can gain from this allow us to build a much clearer picture of user behaviour on GOV.UK to help inform decision making at all levels.",
                "tag": "p"
            },
            {
                "content": "Since we completed the migration, we have also moved from implementation to maintenance and continuous improvement. We have a healthy backlog of bug fixes and improvements we’d like to make to our web analytics offering, and maintaining the high quality of our GA4 implementation requires ongoing effort. To help with this, we developed a support model to manage our routine tasks as well as requests from GA4 users in GOV.UK. We’re hoping to roll this out to more teams within GDS in the coming months. We’ve also upskilled on Dataform, to improve the stability of our GA4 data pipelines, and are continuing to iterate our work with the help of a growing data engineering function in GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Where we’re going next",
                "tag": "h2"
            },
            {
                "content": "More than 100 products rely on GA4 data, such as GOV.UK’s search engine, the Content Data app, and a lot of our internal reporting. So, one of our primary goals is to ensure that this data remains as high quality as possible. We have developed a strategy for the next year that underpins our ambition to continually monitor, maintain and iterate our GOV.UK GA4 data. Google is also regularly releasing new features for GA4, so we’re keeping our eyes open for anything that can help us or our data users.",
                "tag": "p"
            },
            {
                "content": "We are also thinking about governance and resilience across the team and the wider GDS. We’re currently working to ensure the right staff have the right skills to maintain our data collection and processing, and reduce bottlenecks.",
                "tag": "p"
            },
            {
                "content": "With GOV.UK’s proposition expanding to new channels, we’ll be increasingly focussing on enabling cross-channel analysis, and we’re also looking for new ways to get more out of our data. We’re investigating how our work could be influenced by changes coming out of the Data (Use and Access) Act and are actively engaging with the Information Commissioner's Office consultation on updating their guidance.",
                "tag": "p"
            },
            {
                "content": "We are also increasingly mixing our GA4 data with other datasets such as our own GOV.UK polling, and content data sources, utilising a tool our data engineers are currently building, called a semantic layer. Our semantic layer will help to translate complex data into familiar terms, so people can easily understand and work with it without needing technical knowledge. This will really help to improve our ability to make data-driven decisions.",
                "tag": "p"
            },
            {
                "content": "We’re really proud of how far we’ve come in this project. Equally, we know there’s still so much more value we can unlock from our web analytics data. We look forward to gradually delivering this to our users.",
                "tag": "p"
            }
        ],
        "link": "https://insidegovuk.blog.gov.uk/2025/11/10/a-year-of-google-analytics-4-on-gov-uk/",
        "blog": "Inside GOV.UK",
        "blog_link": "https://insidegovuk.blog.gov.uk",
        "description": "Discover what we’ve learned in the year since the GOV.UK website fully migrated to Google Analytics 4, and how our use of data is evolving as GOV.UK expands to multiple digital channels."
    },
    {
        "title": "Five reasons to join the Operational Delivery Profession and power up your Civil Service career!",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-11-10T14:56:43",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Join a profession",
            "Operational Delivery",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "If your role involves direct service, case work, processing, telephony, or enforcement, or supports those that do, the Operational Delivery Profession (ODP) is your professional home. The essential services you provide connect government policy to real-life impact every single day. As civil servants, we are expected to invest in our skills to continually improve and deliver the best outcomes for the public. Joining the ODP is the easiest and fastest way to meet this commitment, providing specialised support for the essential work you do. This is an 'open membership' profession, that requires no qualifications or HR process to join. You can also become a member if ODP is your secondary profession.",
                "tag": "p"
            },
            {
                "content": "Here are five reasons to register with the ODP today!",
                "tag": "p"
            },
            {
                "content": "Why join the Operational Delivery Profession?",
                "tag": "h2"
            },
            {
                "content": "1. Get a clear career roadmap with the Professional Skills Framework",
                "tag": "h3"
            },
            {
                "content": "Stop guessing about your next move. As an ODP member, you gain access to the Professional Skills Framework. This tool is your comprehensive career roadmap, showing you exactly what skills you need for different ODP roles and the specific development pathways to acquire them. Invest five minutes to join and gain a clear path for your entire career.",
                "tag": "p"
            },
            {
                "content": "2. Get matched with a mentor, coach or buddy in minutes",
                "tag": "h3"
            },
            {
                "content": "Need advice, guidance, or just a friendly chat? The ODP makes it easy. Use LISTR, the ODP's online mentoring, coaching, and buddying tool. LISTR can match you with an experienced mentor, coach, or buddy across the Civil Service in minutes, providing you with bespoke support and advice based on your skills and needs.",
                "tag": "p"
            },
            {
                "content": "3. Access learning and development on demand",
                "tag": "h3"
            },
            {
                "content": "Your development shouldn't disrupt your operational schedule. As an ODP member, you get immediate access to specialised learning resources whenever you need them. This includes a vast e-library and a wealth of online resources covering everything from digital skills to wellbeing - all available to you 24/7.",
                "tag": "p"
            },
            {
                "content": "4. Learn and share best practice in the Centre of Excellence",
                "tag": "h3"
            },
            {
                "content": "The ODP is a living community. As a member, you get access to the Centre of Excellence, a dedicated space to share and learn the best operational practice from colleagues in similar roles across different government departments. By connecting, you help drive innovation and ensure the whole Civil Service delivers in the best way possible.",
                "tag": "p"
            },
            {
                "content": "5. Celebrate and get inspired",
                "tag": "h3"
            },
            {
                "content": "Do you know a colleague (or team) doing an exceptional job, innovating, or showing outstanding excellence? They can be recognised! ODP members are eligible for the annual ODP Awards, which celebrate the incredible achievements and impact within the profession. It’s the perfect way to shine a spotlight on the vital work you and your colleagues do every day but also to find the most inspiring stories and ideas that will be most relevant to your every day work.",
                "tag": "p"
            },
            {
                "content": "Ready to unlock your potential?",
                "tag": "h3"
            },
            {
                "content": "How to get started:",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/11/10/five-reasons-to-join-the-operational-delivery-profession-and-power-up-your-civil-service-career/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Discover how the Operational Delivery Profession provides civil servants with dedicated career frameworks, on-demand learning and a thriving community of practice."
    },
    {
        "title": "Celebrating talent and building a supportive future.",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-11-10T11:00:20",
        "categories": [
            "#GFIEsuccessstory",
            "Break down barriers to opportunity",
            "Care Experienced",
            "Care Leavers",
            "Life Chance Recruitment",
            "National Care Leavers Month"
        ],
        "content": [
            {
                "content": "This month, we’re proud to celebrate National Care Leavers Month. It’s a time to shine a spotlight on the remarkable contributions care leavers make to our communities and society, and to recognise the unique challenges they often navigate as they move into adulthood and independence. By listening, understanding, and taking action, we can help ensure every care leaver has the opportunities, respect, and support they deserve to thrive.",
                "tag": "p"
            },
            {
                "content": "Care leavers face barriers in education, employment and housing that can affect long-term outcomes. Celebrating their strength and resilience is not just about recognition; it’s about committing to practical steps that unlock potential, improve public value, and create a more inclusive public service.",
                "tag": "p"
            },
            {
                "content": "Employing Care Experienced Individuals ",
                "tag": "h3"
            },
            {
                "content": "Our approach is turning potential into opportunity through GFiE LifeChances recruitment. GFIE offers care leavers the chance to bring their strengths into the workplace—resilience, independence, and strong problem‑solving skills developed through lived experience. Many candidates who have joined the Civil Service through GFIE have not only secured roles, but have also gone on to thrive in their careers.",
                "tag": "p"
            },
            {
                "content": "We discover and support incredible talent by working closely with a range of referring partners—including local authorities, charities, and organisations that help care leavers navigate their journey into employment.",
                "tag": "p"
            },
            {
                "content": "One of our key partners is Drive Forward Foundation, who play a vital role in referring talented candidates for opportunities at GFIE. We value our partnership with Drive Forward and the positive impact it has.",
                "tag": "p"
            },
            {
                "content": "Below, you can hear directly from Drive Forward about their experience working with GFIE and how together, we’ve been able to make a meaningful difference in the lives of care leavers. ",
                "tag": "p"
            },
            {
                "content": "The GFIE team often visit job fairs, community outreach events, taking time to speak with people and provide support. Our goal is to help experienced individuals discover skills and potential they may not yet see in themselves, in which they can bring into the work force. ",
                "tag": "p"
            },
            {
                "content": "This means.....",
                "tag": "h3"
            },
            {
                "content": "You can find more information about this Pathway and our other GFiE Pathways at Civil Service Careers GFIE Pathway Page, or can contact us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/11/10/celebrating-talent-and-building-a-supportive-future/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This month, we’re proud to celebrate National Care Leavers Month. It’s a time to shine a spotlight on the remarkable contributions care leavers make to our communities and society, and to recognise the unique challenges they often navigate as they …"
    },
    {
        "title": "Navigating drought: Reflections on protecting waterways and supporting canal users ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-11-10T09:29:00",
        "categories": [
            "Drought",
            "Rivers",
            "tourism"
        ],
        "content": [
            {
                "content": "As the summer boating season has drawn to a close, it’s a moment to reflect on the challenges and achievements of the past summer. Drought conditions have tested our waterways and infrastructure - but they’ve also revealed resilience, innovation, and a shared commitment to protecting England’s canals and rivers. ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency (EA) Chair, Alan Lovell, recently hosted a visit at Allington Lock on the River Medway in Kent for several senior representatives from the Canal and River Trust, including Chair David Orr. ",
                "tag": "p"
            },
            {
                "content": "The group discussed key topics such as water management, navigation services, and future collaboration between both organisations. As part of this, they shared lessons learnt and best practice across cross-cutting areas of work - including recent experiences managing low river flows and drought conditions.  ",
                "tag": "p"
            },
            {
                "content": "Reflecting on a record-breaking summer ",
                "tag": "p"
            },
            {
                "content": "2025 brought England its hottest summer on record. Extended dry spells and minimal rainfall pushed many rivers and canals to historically low levels. These conditions forced difficult decisions: temporary closures, lock restrictions, and reduced access. While disruptive, these measures were essential to safeguard water supplies, protect habitats, and maintain resilience. ",
                "tag": "p"
            },
            {
                "content": "We’ve seen how low flows can strain infrastructure, hinder navigation, and increase environmental risks. In some areas, water levels dropped below safe thresholds for boating, prompting urgent action from navigation authorities and regulators.  ",
                "tag": "p"
            },
            {
                "content": "The EA’s role: Balancing navigation and environmental protection ",
                "tag": "p"
            },
            {
                "content": "As both a regulator and navigation authority, the EA has to wear multiple hats. We oversee water abstraction and reservoir operations, issue stop notices when levels fall too low, prioritising long-term water security. ",
                "tag": "p"
            },
            {
                "content": "Our navigation responsibilities span over 1,000 km of inland waterways, including the non-tidal River Thames, River Great Ouse, and Medway Navigation. It’s our job to keep them open and safe for a variety of uses - especially boating. This includes maintaining locks and weirs, managing water levels, issuing notifications for closures or restrictions, and removing obstructions. ",
                "tag": "p"
            },
            {
                "content": "During drought, we monitor water levels, issue guidance to boaters, and work with partners on water-saving measures.  ",
                "tag": "p"
            },
            {
                "content": "Learning from the Canal & River Trust’s response ",
                "tag": "p"
            },
            {
                "content": "The Canal & River Trust (the Trust), which looks after 2,000 miles of canals and navigable rivers across England and Wales, has played a vital role in managing the wider canal network. With more than 35,000 boats on these waters, canals are busier now than at the height of the Industrial Revolution. ",
                "tag": "p"
            },
            {
                "content": "The Trust’s teams and volunteers work around the clock to manage water levels but a record-breaking dry start to spring meant restrictions were brought in early, around Easter, to conserve the water supply in several canals. This meant reducing lock operating hours to extend water supplies and navigation for as long as possible. In some instances, locks were temporarily closed to boats, helping save water to keep boats afloat, protect wildlife, and safeguard canal infrastructure. ",
                "tag": "p"
            },
            {
                "content": "For every restriction or closure, the Trust considered factors such as reservoir and river supply, boat traffic demand, evaporation, transpiration, and environmental flow needs. ",
                "tag": "p"
            },
            {
                "content": "Volunteer lock keepers helped manage boat traffic to ensure water was used sparingly. Their conversations with boaters shared knowledge about what was happening, why it mattered, and how to help. The Trust’s use of digital channels, including its Notices alert system, Boaters’ Update newsletter, website, and social media, has helped boaters stay informed and involved.  ",
                "tag": "p"
            },
            {
                "content": "The dry spring and hot summer took their toll, with, at its peak, around 400 miles of the canal network affected by navigation restrictions or closures. The Trust provided support to people living on their boats and worked with boat hire companies when planning the closures so they could offer alternative routes where possible.  ",
                "tag": "p"
            },
            {
                "content": "However, closures weren't all negative: where canals were temporarily closed, the Trust brought forward repairs to minimise disruption later in the year. Autumn rainfall has begun replenishing canal pounds and reservoirs, allowing the Trust to ease restrictions and reopen routes. ",
                "tag": "p"
            },
            {
                "content": "Collaboration in action: EA and the Trust ",
                "tag": "p"
            },
            {
                "content": "The EA and the Trust worked closely to manage water levels, prioritise navigation routes, and communicate with users. Joint planning, real-time updates, and shared water-saving initiatives helped reduce disruption and build resilience. Together, we’ve shown that collaboration isn’t just beneficial, it’s essential. By pooling expertise and resources, we’ve been able to make fair, transparent decisions based on the best available data. ",
                "tag": "p"
            },
            {
                "content": "Spotlight on the Broads ",
                "tag": "p"
            },
            {
                "content": "While many inland waterways faced significant drought-related challenges this summer, the Broads presented a different picture. The Norfolk and Suffolk Broads - Britain’s largest protected wetland and third-largest inland waterway - are governed largely by tidal processes rather than river flows. This means navigable depth is typically buffered during dry periods as the sea backfills the system. ",
                "tag": "p"
            },
            {
                "content": "However, drought can still have ecological consequences. Reduced freshwater inputs can lead to increased salinity intrusion, pushing saltwater further upstream than usual. In extreme cases, this can result in fish deaths. A combination of events in early October led to hundreds of freshwater fish dying near the River Thurne including Hickling Broad due to a combination of pressures. In response, the EA deployed staff to carry out a fish rescue from Womack Staithe to Hickling Broad, successfully relocating over 100,000 fish (over two separate events). These ecological pressures highlight the importance of tailored approaches to drought resilience.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "Drought has tested our waterways. But it has also revealed the strength of our partnerships, the dedication of our communities, and the importance of adaptive management. As conditions begin to improve, we’re reflecting on what worked, what we’ve learned, and how we can build greater resilience for the future. ",
                "tag": "p"
            },
            {
                "content": "The EA remains committed to supporting navigation and protecting our shared water resources. We’ll continue working with the Trust, the Broads Authority, and local communities to ensure our rivers and canals remain safe, accessible, and sustainable - now and in the years to come. ",
                "tag": "p"
            },
            {
                "content": "Find the latest information on drought here:  weekly dry weather summaries, water situation reports, and the Water hub.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/11/10/navigating-drought-reflections-on-protecting-waterways-and-supporting-canal-users/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "As the summer boating season has drawn to a close, it’s a moment to reflect on the challenges and achievements of the past summer. Drought conditions have tested our waterways and infrastructure - but they’ve also revealed resilience, innovation, and a shared commitment to protecting England’s canals and rivers."
    },
    {
        "title": "How healthy is our wildlife? New report unveiled.",
        "authors": [
            "Jenny Cantlay"
        ],
        "posted_on": "2025-11-10T09:00:16",
        "categories": [
            "Wildlife"
        ],
        "content": [
            {
                "content": "The Great Britain Wildlife Health Partnership (GBWHP) has just released its new look annual report for 2024 and it is more than just a facelift. It provides a comprehensive overview into the fascinating world of wildlife disease surveillance activities in 2024 across England, Wales and Scotland, offering insights for scientists, conservationists, and curious nature lovers alike, interested in the health of our native and non-native wildlife species.",
                "tag": "p"
            },
            {
                "content": "The Great Britain Wildlife Health Partnership (GBWHP) is a long-standing wildlife surveillance collaboration that monitors the disease status of free-living wildlife in Great Britain (GB).",
                "tag": "p"
            },
            {
                "content": "Who is behind the partnership?",
                "tag": "h2"
            },
            {
                "content": "GBWHP is a collaboration of nine expert organisations working together to monitor the health of free-living wildlife across GB. The team includes:",
                "tag": "p"
            },
            {
                "content": "The partnership shares information on new and re-emerging threats to wildlife and their impact. The One Health approach examines how threats impact human and animal health, highlighting their connection to biodiversity and the environment.",
                "tag": "p"
            },
            {
                "content": "Scanning the wild: how surveillance works",
                "tag": "h2"
            },
            {
                "content": "Infectious and non-infectious disease surveillance of wild mammals, birds, amphibians and reptiles in GB is mainly achieved by post-mortem examination and diagnostic testing of dead wild animals. This is known as scanning surveillance. Carcases are submitted to the APHA Diseases of Wildlife Scheme (DoWS) via veterinary investigation centres and surveillance pathology partners, SRUC, and other GBWHP partners with pathology facilities. This ensures that we have pathology expertise across a wide range of terrestrial and aquatic wildlife species.",
                "tag": "p"
            },
            {
                "content": "Which species are being monitored?",
                "tag": "h2"
            },
            {
                "content": "From hedgehogs in back gardens to whales off the coast, the GBWHP casts a wide net in monitoring the health of our nation’s wild creatures. The Garden Wildlife Health project investigates reports of sick and dead garden birds, amphibians, reptiles, and hedgehogs - those familiar faces of British back gardens. Meanwhile, the UK Cetacean Strandings Investigation Programme dives into the mysteries behind the deaths of marine giants like dolphins, porpoises, whales, as well as seals, basking sharks, and sea turtles found along our shores.",
                "tag": "p"
            },
            {
                "content": "On land, APHA’s Diseases of Wildlife Scheme (DoWS) and Scotland’s Rural College (SRUC) receive a wide variety of wild mammals and birds from across GB, helping to build a clearer picture of terrestrial health. The Wildfowl and Wetlands Trust (WWT) monitors wild bird populations at seven key wetland sites, while Cefas brings its aquatic expertise to the table, safeguarding the health of fish and shellfish in both marine and freshwater environments.",
                "tag": "p"
            },
            {
                "content": "Targeted surveillance",
                "tag": "h2"
            },
            {
                "content": "Targeted surveillance of wildlife is also done in some cases. This is the proactive sampling of species aimed at detecting a particular disease or pathogen - an essential step for early intervention and effective disease control. Sections in this year’s report showcase the wide range of scanning and targeted surveillance activities conducted by partners over the last year. The impact of diseases on wildlife populations, with the wider implications for humans and domestic animals are also explained. Understanding these connections is key to building a resilient, One Health approach to disease management.",
                "tag": "p"
            },
            {
                "content": "Mass fatalities: when disease strikes hard",
                "tag": "h2"
            },
            {
                "content": "Some diseases described in the report can lead to mass fatalities of wildlife. For example, European brown hare syndrome in hare species and avian botulism in waterfowl. For species of conservation concern, a mass fatality may further threaten an already vulnerable or declining population. An example where disease surveillance is playing a key role in monitoring this kind of threat, described in the report, is in the detection of squirrel pox disease, spread by grey squirrels, which can threaten geographically isolated red squirrel populations with extinction.  ",
                "tag": "p"
            },
            {
                "content": "Unusual or novel disease",
                "tag": "h2"
            },
            {
                "content": "Mortality investigations of wildlife also enable the diagnosis of an unusual or novel disease - shared in the highlighted cases section of the report. Cefas describes an investigation into the deaths of numerous White Craw Crayfish in Northeast England, a species listed as endangered on the International Union for Conservation (IUCN) Red List of threatened species. The crayfish were found to have unusual shell deformities and Cefas provided a rapid response, collecting samples from dead crayfish at different sites for diagnostic testing.",
                "tag": "p"
            },
            {
                "content": "Wildlife and human health: the hidden connection",
                "tag": "h2"
            },
            {
                "content": "For some diseases, wild animals can be a source of infection for domestic animals and humans. Surveillance is carried out on wildlife for several of these pathogens due to public health concerns and updates are provided in the report. Examples include:",
                "tag": "p"
            },
            {
                "content": "Why it matters: the power of surveillance",
                "tag": "h2"
            },
            {
                "content": "Wildlife surveillance by GBWHP has proven vital in detecting disease threats to vulnerable British species already facing environmental pressures from habitat loss, pollution and climate change. The latest report offers key insights into disease patterns and risk factors, enhancing our understanding of how wildlife health intersects with livestock and human populations for more informed, targeted action under a One Health approach.",
                "tag": "p"
            },
            {
                "content": "Get involved: report what you see",
                "tag": "h2"
            },
            {
                "content": "Please report any unusual wildlife mortality events in England and Wales to the APHA Diseases of Wildlife Scheme (DoWS). Suitable wildlife casualties will be accepted for submission and further investigation under DoWS.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/11/10/how-healthy-is-our-wildlife/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Explore GB’s wildlife health in the 2024 report, led by APHA’s expert surveillance, uncovering disease threats, novel cases, and vital One Health connections across species."
    },
    {
        "title": "How to protect trees and woodland from mammal damage",
        "authors": [
            "Chris Tomlin"
        ],
        "posted_on": "2025-11-10T09:00:00",
        "categories": [
            "Deer",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Mammal damage can have a significant impact on trees of all ages and on wider woodland ecosystems. Deer browsing alone can reduce timber values by up to 30-50%,1 and in extreme cases, it can stop the establishment of new woodlands altogether. Common mammal species that are known to damage trees include deer, grey squirrels, voles, rabbits, hares and domestic livestock.",
                "tag": "p"
            },
            {
                "content": "Mammal damage to valuable ecosystem services",
                "tag": "h2"
            },
            {
                "content": "Mammals play an important role in woodland ecosystems and agroforestry (integrating trees into farming systems). But wild, domestic and feral mammals can all cause significant damage to trees, potentially impacting woodland creation and management goals. This may affect the valuable ecosystem services that trees provide, such as biodiversity conservation and timber production. ",
                "tag": "p"
            },
            {
                "content": "Understanding which species pose a risk – either now or in the future – helps landowners and managers to implement the most effective tree protection measures.",
                "tag": "p"
            },
            {
                "content": "Mammal damage to trees and biodiversity",
                "tag": "h2"
            },
            {
                "content": "Studies show that well-managed woodlands increase biodiversity value, so the protection of trees from mammals is essential, for both established woodlands and for newly created woodland. If we don’t protect trees, it can result in:",
                "tag": "p"
            },
            {
                "content": "Every stage of tree growth can be attacked by one or more species of mammal. Often a species, such as grey squirrels, may cause damage at several growth stages . Most mammal damage to trees is from either:",
                "tag": "p"
            },
            {
                "content": "Our new tree protection guidance",
                "tag": "h2"
            },
            {
                "content": "We have launched our new tree protection guidance, specifically for woodland owners, woodland advisors and those planning to plant new woodland in the UK. Our guidance includes helpful real-world examples of tree protection in action, and a new visual guide will be available soon, that helps to spot the signs of mammal damage in your wood.",
                "tag": "p"
            },
            {
                "content": "This new guidance, based on best practice from across Europe, will help you to identify mammal species that can harm trees, and the practical ways you can prevent damage and protect our treasured UK treescape.",
                "tag": "p"
            },
            {
                "content": "A diverse range of mammal species covered",
                "tag": "h3"
            },
            {
                "content": "Our new guidance includes 23 mammal species, from eight species groups found in the UK, that can directly or indirectly impact trees and biodiversity. Species are grouped based on similarities in their ecology, behaviour, legal status and the type of damage they can cause to individual trees and treescapes.",
                "tag": "p"
            },
            {
                "content": "Tree protection methods",
                "tag": "h3"
            },
            {
                "content": "Our guidance outlines both the positive and negative effects of mammals and advises landowners and managers on appropriate methods to prevent or mitigate tree damage. A proportion of these methods are well-established, while others are considered to be more innovative or still in development. ",
                "tag": "p"
            },
            {
                "content": "Methods include directly managing mammal populations, physically preventing damage through exclusion or deterrence and modifying woodland management practices to improve tree resilience.",
                "tag": "p"
            },
            {
                "content": "Real-world examples",
                "tag": "h3"
            },
            {
                "content": "We feature real-world examples of tree protection strategies in action across the UK, with insights and experiences shared directly from woodland and land managers.",
                "tag": "p"
            },
            {
                "content": "A visual and practical guide",
                "tag": "h3"
            },
            {
                "content": "A new visual guide to mammal tree damage will be available soon. The guide will feature photos of mammal damage to look out for, as well as practical advice that covers additional species to the existing grey squirrel and deer damage guide.",
                "tag": "p"
            },
            {
                "content": "Incorporating best practice and experience in tree protection from Edinburgh Napier University, Confor, Natural England and Forest Research, has led to the creation of this easy to navigate, practical guidance, designed to benefit every woodland manager. ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/10/how-to-protect-trees-and-woodland-from-mammal-damage/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Chris Tomlin, a Policy Advisor at the Forestry Commission, welcomes the launch of the Forestry Commission’s new tree protection guidance – designed to help landowners and managers identify mammal damage and protect woodland and agroforestry projects."
    },
    {
        "title": "Building Britain's Future: Why Nature and Growth Go Hand in Hand",
        "authors": [
            "Tony Juniper"
        ],
        "posted_on": "2025-11-10T08:00:00",
        "categories": [
            "Development",
            "Green Infrastructure",
            "Growth",
            "Natural England"
        ],
        "content": [
            {
                "content": "By Tony Juniper CBE, Chair of Natural England",
                "tag": "p"
            },
            {
                "content": "It’s obvious isn’t it. Britain can either build the homes, infrastructure and clean energy systems our growing economy needs, or we can protect our natural environment for future generations.",
                "tag": "p"
            },
            {
                "content": "This apparent choice can at first sight make sense, but the fact is that it’s false, and a false choice that has for far too long held back progress.",
                "tag": "p"
            },
            {
                "content": "The reality is that our economic success, public health and national resilience all depend on a thriving natural environment. From the clean water that powers our industries to the green spaces that keep our communities healthy, Nature isn't an obstacle to growth – it's the foundation that makes a liveable future possible.",
                "tag": "p"
            },
            {
                "content": "This basic truth about the need to restore the health of the natural world in order that it can continue to support society is what drives our new strategy. It’s called “Recovering Nature for Growth, Health and Security” and was launched last week. It sets out a systemic change in approach. This is because England’s natural environment has continued to decline overall, despite current protections, and incremental site-by-site action has not generated the level of Nature recovery we need to see.",
                "tag": "p"
            },
            {
                "content": "Implementing this strategy means change in how Natural England works, and in how we work with partners across business, government and communities to integrate Nature into every day decision making. Nature is essential national infrastructure, underpinning economic growth, health, and security. Although it remains under great strain, there is hope for the future in much of the work now taking place.",
                "tag": "p"
            },
            {
                "content": "Even in places where the natural world is particularly fragile, strong partnerships are enabling sensitive development to come forward in ways which allow Nature to recover. That’s exactly what we’ve seen recently in the Arun Valley area in North Sussex where Natural England has worked with partners to enable more than 20,000 new homes to go ahead while protecting internationally important wetlands and creating new opportunities for Nature recovery.",
                "tag": "p"
            },
            {
                "content": "Why businesses are embracing Nature",
                "tag": "h4"
            },
            {
                "content": "Across Britain, forward-thinking companies are discovering that working with Nature isn't just good for the environment – it's good for business. I frequently come across specific cases which prove this broad point, including at one of Britain’s largest infrastructure projects.",
                "tag": "p"
            },
            {
                "content": "At Sizewell C, Nature reserves are being created and enhanced alongside the construction of a huge new power station. I’ve seen in Nottinghamshire how the aggregates company Tarmac is delivering Nature-positive outcomes at quarry sites while supplying the materials needed for new houses and major infrastructure. Anglian Water has embedded strong Nature-positive ambitions into plans for its new Fenland Reservoir. Across the farming sector, more producers are embracing Nature recovery as part of modern food production.",
                "tag": "p"
            },
            {
                "content": "What strikes me most about these examples is how seamlessly environmental ambition aligns with business objectives. These companies aren't reluctantly complying with regulations – they're pioneering solutions that create competitive advantages.",
                "tag": "p"
            },
            {
                "content": "Strategic partnerships that unlock growth",
                "tag": "h4"
            },
            {
                "content": "The key to combining Nature and growth successfully lies in working at a strategic scale, bringing together multiple partners to find innovative solutions, and to do that during project conception, rather than retrofitting mitigations half way through. Natural England has pioneered this approach, and the results speak for themselves.",
                "tag": "p"
            },
            {
                "content": "Our strategic licencing system for great crested newts exemplifies this thinking. Rather than assessing each development site individually, we enable planners and developers to focus development in suitable areas while funding enhanced habitat for these protected amphibians elsewhere. The result? A faster planning process and larger, healthier newt populations overall.",
                "tag": "p"
            },
            {
                "content": "This partnership approach proved transformative in delivering over 50,000 homes around the Thames Basin Heaths. When the area was designated as a Special Protection Area for ground-nesting birds in 2005, housing plans initially stalled due to concerns about increased recreational pressure. But Natural England worked closely with 11 local authorities and developers to create alternative green spaces for residents. The outcome exceeded everyone's expectations: homes were built ahead of schedule, almost 2,000 hectares of new recreational space was created, and populations of Dartford warbler, woodlark and nightjar increased.",
                "tag": "p"
            },
            {
                "content": "Policy frameworks that enable innovation",
                "tag": "h4"
            },
            {
                "content": "Today's legislative landscape actively encourages businesses to integrate Nature into development plans. The commitment to halt biodiversity decline by 2030 provides clear direction, while policies like Biodiversity Net Gain ensure new developments leave a Nature-positive legacy. In many cases, this results in higher quality natural environments than existed before development began.",
                "tag": "p"
            },
            {
                "content": "These aren't bureaucratic barriers – they're frameworks that unlock innovation and create new market opportunities for businesses that embrace Nature-based solutions.",
                "tag": "p"
            },
            {
                "content": "The Britain we’re building together",
                "tag": "h4"
            },
            {
                "content": "If we can replicate these successful partnerships across the country, the transformation could be profound. Within the next decade, we could see housing developments that incorporate functional ecosystems, making homes more resilient to climate impacts and more attractive places to live. Infrastructure could work with natural processes rather than against them, reducing long-term maintenance costs while improving performance.",
                "tag": "p"
            },
            {
                "content": "Communities would have better access to Nature, supporting improved physical and mental health outcomes while reducing pressure on NHS services. A development sector would emerge that sees Nature recovery as a competitive advantage – one that creates investment-attractive places and enables a healthy, productive workforce.",
                "tag": "p"
            },
            {
                "content": "Leading the world in green growth",
                "tag": "h4"
            },
            {
                "content": "Britain has always been at its best when facing down false choices, when finding innovative solutions and when thinking clearly about the future and what it might hold. The path ahead is clear. It invites us to collaborate and build the partnerships necessary for achieving the resilient, prosperous and secure nation that can come from integrated the goals of growth and Nature recovery, rather than relying on the kinds of outdated thinking that pit development against the health of our natural environment.",
                "tag": "p"
            },
            {
                "content": "The more sector leaders and businesses collaborate and innovate with Nature at the heart of their plans, the brighter our future becomes. We can establish Britain as a world leader in Nature recovery – a country where people are healthier and happier in greener and more resilient communities, where forward looking businesses reap the economic rewards that accompany the steps we must make toward a healthier planet.",
                "tag": "p"
            },
            {
                "content": "This isn't just possible – it's already happening. And what we can see now is just the beginning.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/11/10/building-britains-future-why-nature-and-growth-go-hand-in-hand/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Tony Juniper CBE, Chair of Natural England It’s obvious isn’t it. Britain can either build the homes, infrastructure and clean energy systems our growing economy needs, or we can protect our natural environment for future generations. This apparent choice …"
    }
]