[
    {
        "title": "Travel health and the growing risk of antibiotic-resistant STIs like gonorrhoea",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-28T14:45:32",
        "categories": [
            "Sexual health"
        ],
        "content": [
            {
                "content": "Travel offers exciting adventures, but it's important to protect your health wherever you go. While casual sexual encounters during holidays are common, protecting yourself from sexually transmitted infections (STIs) is more crucial than ever - especially with rising trends in antibiotic resistance.",
                "tag": "p"
            },
            {
                "content": "Why protection matters when travelling",
                "tag": "h2"
            },
            {
                "content": "When enjoying holidays overseas, practising safer sex is just as important as getting travel insurance or applying sunscreen. STIs can pose a serious risk to health, so there is a need to use condoms consistently and correctly with all new or casual partners.",
                "tag": "p"
            },
            {
                "content": "There's a concerning upward trend of antibiotic-resistant gonorrhoea infections, particularly in popular tourist destinations across the Asia-Pacific region. This includes countries such as Thailand, China, Cambodia and Vietnam. These infections are sometimes called ‘super-gonorrhoea’ in the media.",
                "tag": "p"
            },
            {
                "content": "Treatment challenges",
                "tag": "h2"
            },
            {
                "content": "Gonorrhoea has developed resistance to various antibiotics, including ceftriaxone - considered the 'last-line' treatment option. This means healthcare providers have limited alternatives when this treatment fails.",
                "tag": "p"
            },
            {
                "content": "While ceftriaxone resistance remains uncommon in the UK, cases are being detected with increasing frequency. The data reveals a worrying pattern:",
                "tag": "p"
            },
            {
                "content": "Broader STI context",
                "tag": "h2"
            },
            {
                "content": "Within the UK, the overall number of gonorrhoea diagnoses (not just those with resistance to ceftriaxone) have reached record-breaking levels in recent years.",
                "tag": "p"
            },
            {
                "content": "Know the symptoms",
                "tag": "h2"
            },
            {
                "content": "Many people with gonorrhoea have no symptoms, making regular testing essential. However, possible signs include:",
                "tag": "p"
            },
            {
                "content": "Take action",
                "tag": "h2"
            },
            {
                "content": "If you've had condomless sex while travelling:",
                "tag": "p"
            },
            {
                "content": "1. Get tested when you return to the UK, even if you don't have symptoms",
                "tag": "p"
            },
            {
                "content": "2. Avoid sexual contact if you notice any symptoms",
                "tag": "p"
            },
            {
                "content": "3. Seek treatment promptly after a diagnosis - untreated gonorrhoea can lead to serious health problems including pelvic inflammatory disease, infertility, and pregnancy complications",
                "tag": "p"
            },
            {
                "content": "Testing options",
                "tag": "h2"
            },
            {
                "content": "Testing is quick, free and confidential. Depending on where you live, you can:",
                "tag": "p"
            },
            {
                "content": "- order an STI self-sampling kit online",
                "tag": "p"
            },
            {
                "content": "- visit your local sexual health clinic",
                "tag": "p"
            },
            {
                "content": "Prevention is better than treatment",
                "tag": "h2"
            },
            {
                "content": "When you are planning a trip abroad, visit the Travel Health Pro website to find out more about health risks in your destination.",
                "tag": "p"
            },
            {
                "content": "With resistant infections becoming more common prevention remains crucial. Using condoms with new or casual partners is the best way to protect yourself both at home and abroad.",
                "tag": "p"
            },
            {
                "content": "Returning from your travels with good memories is far better than bringing back an infection that could have serious health consequences and be difficult to treat.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/28/travel-health-and-the-growing-risk-of-antibiotic-resistant-stis-like-gonorrhoea/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Recent data shows a concerning upward trend of antibiotic-resistant gonorrhoea infections, particularly in popular tourist destinations across the Asia-Pacific region. This includes countries such as Thailand, China, Cambodia and Vietnam. These infections are sometimes called ‘super-gonorrhoea’ in the media."
    },
    {
        "title": "Final data analysis under way to inform SCID screening recommendation",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-03-28T13:24:56",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "Well over 1 million babies have now been screened for severe combined immune deficiency (SCID) since the September 2021 launch of an in-service evaluation (ISE) in NHS services.",
                "tag": "p"
            },
            {
                "content": "NHS England (NHSE) has now completed the collection of all the data and information from the ISE.",
                "tag": "p"
            },
            {
                "content": "The UK National Screening Committee (UK NSC) recommended the evaluation of screening for SCID. Evidence suggested that screening was likely to be effective in increasing the number of babies who survive before and after treatment, but there were important evidence gaps that could only be answered by evaluating screening in lots of babies.",
                "tag": "p"
            },
            {
                "content": "The data and information that has now been collected from the ISE will help determine the best way to deliver newborn screening for SCID. It will also fill the important evidence gaps that include:",
                "tag": "p"
            },
            {
                "content": "Statisticians, clinicians, patient and public voice (PPV) representatives and screening programme experts are currently analysing and discussing the data so they can be included in a final ISE report to be submitted to the UK NSC.",
                "tag": "p"
            },
            {
                "content": "This report will provide evidence on the effectiveness of newborn blood spot (NBS) screening for SCID. The UK NSC and its expert fetal, maternal and child health (FMCH) group will assess the report with the NHSE ISE team. The report will then form part of a package of evidence that will go out to public consultation. Following that consultation, the UK NSC will make a recommendation and ministers will make a final decision on whether screening for SCID should become part of the NHS NBS screening programme.",
                "tag": "p"
            },
            {
                "content": "We would again like to take this opportunity to thank everyone who has been involved in the planning and delivery of the ISE. This includes a wide range of health care professionals, including midwives, laboratory staff, paediatricians, child health services, modellers, statisticians, commissioners, immunisation leads and IT experts.",
                "tag": "p"
            },
            {
                "content": "We will continue to keep you up to date on progress via the blog.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK National Screening Committee. You can register to receive updates direct to your inbox, so there’s no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/03/28/final-data-analysis-under-way-to-inform-scid-screening-recommendation/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Well over 1 million babies have now been screened for severe combined immune deficiency (SCID) since the September 2021 launch of an in-service evaluation (ISE) in NHS services."
    },
    {
        "title": "Mountain hares in decline: New research reveals diminishing numbers in the Peak District ",
        "authors": [
            "Dr Carlos Bedson"
        ],
        "posted_on": "2025-03-28T11:15:04",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Monitoring",
            "Natural England",
            "Nature",
            "Science and evidence",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Dr Carlos Bedson",
                "tag": "p"
            },
            {
                "content": "The Peak District is home to England's only population of mountain hares, a remarkable Arctic species introduced here in the 1870s by sporting landowners. These cold-adapted mammals, with their distinctive seasonal white winter coats, have become an iconic part of our upland landscape.",
                "tag": "p"
            },
            {
                "content": "However, new research published in the peer-reviewed journal Ecology and Evolution reveals a concerning decline in this unique population.",
                "tag": "p"
            },
            {
                "content": "I’m Dr Carlos Bedson, one of the authors of the new paper, and a quantitative spatial ecologist supporting the East Midlands area team of Natural England. ",
                "tag": "p"
            },
            {
                "content": "Long-term monitoring reveals significant decline",
                "tag": "p"
            },
            {
                "content": "Since 2017, we've been conducting surveys of mountain hare populations in the Peak District using distance sampling methodology - the leading non-invasive technique for wildlife population monitoring worldwide. Our previous research, published in 2022, established baseline population figures of approximately 3,500 mountain hares, with density hotspots of around 15 hares per square kilometre.",
                "tag": "p"
            },
            {
                "content": "Our latest findings, based on eight years of continuous monitoring, show a dramatic decline of nearly 60% in the main mountain hare hotspots. Density has fallen to just 6 hares per square kilometre, with the total Peak District population now estimated at only 1,000 individuals - a number that raises serious questions about their long-term viability.",
                "tag": "p"
            },
            {
                "content": "Multiple factors likely driving the decline",
                "tag": "p"
            },
            {
                "content": "The causes of this decline are likely complex and interconnected. As cold-adapted animals, mountain hares are particularly vulnerable to climate change. When their white winter coats no longer match the increasingly snow-free landscape, they become more visible to predators - a phenomenon known as coat colour mismatch.",
                "tag": "p"
            },
            {
                "content": "Other potential factors include:",
                "tag": "p"
            },
            {
                "content": "Interestingly, our research indicates that mountain hare numbers appear higher in areas where previously degraded blanket bog has been ecologically restored with diverse vegetation. In contrast, numbers remain very low in areas dominated by deep, impenetrable heather.",
                "tag": "p"
            },
            {
                "content": "Looking ahead: Conservation and research priorities",
                "tag": "p"
            },
            {
                "content": "Understanding the exact causes of this decline requires further research. We're considering additional methods such as Global Positioning System (GPS) collaring to better understand how mountain hares respond to human activity and environmental changes. However, with such low population densities, this approach may meet initial challenges in actually finding hares for collaring.",
                "tag": "p"
            },
            {
                "content": "The support of conservation partners may be crucial as we look for ways to assist this unique population. Natural England is committed to maintaining our existing monitoring programme and is open to developing new partnerships to support this remarkable species.",
                "tag": "p"
            },
            {
                "content": "By working together, we hope to understand the factors which can support the continued presence of mountain hares in England's uplands.",
                "tag": "p"
            },
            {
                "content": "---",
                "tag": "p"
            },
            {
                "content": "Dr Carlos Bedson's research was originally supported by a group of conservation charities including the People's Trust for Endangered Species and the Hare Preservation Trust, and various universities. The new paper \"Seven Year Decline of Mountain Hare Abundance in the Peak District, England\" is now published in Ecology and Evolution.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/28/mountain-hares-in-decline-new-research-reveals-diminishing-numbers-in-the-peak-district/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Dr Carlos Bedson The Peak District is home to England's only population of mountain hares, a remarkable Arctic species introduced here in the 1870s by sporting landowners. These cold-adapted mammals, with their distinctive seasonal white winter coats, have become …"
    },
    {
        "title": "When something goes wrong, it is often the case that 'someone knew'",
        "authors": [
            "Doug Chalmers"
        ],
        "posted_on": "2025-03-28T10:06:22",
        "categories": [
            "Early Warning Signs",
            "Ethical standards",
            "Leadership"
        ],
        "content": [
            {
                "content": "Recent independent inquiries have laid bare the catastrophic impact of major failures by public sector bodies on innocent lives. The Grenfell, Infected Blood and Post Office inquiries all heard harrowing evidence of human suffering, including the tragic and avoidable loss of life. Public sector failure also comes with a financial penalty – not just the expense of inquiries to determine why scandals happened and the cost of government compensation schemes borne by the taxpayer. There is also the time public sector bodies must spend dealing with the aftermath of failures, inevitably diverting resources from their organisations’ core purposes. And then there is the damage done to public trust. Public sector organisations wield huge power over the lives of citizens and are entrusted to act in the public interest. When they let down the public, the consequences are manifold and far-reaching.",
                "tag": "p"
            },
            {
                "content": "Understandably, the public wants to know that those identified as culpable for failure will face consequences. They rightly want those responsible to be ‘held accountable’. But how much better would it be if public sector bodies could avert the crisis in the first place?",
                "tag": "p"
            },
            {
                "content": "Of course, the old adage that ‘hindsight is 20/20’ holds true – it is far easier to evaluate past decisions from the vantage point of knowing the outcome than it is to foresee problems in advance.",
                "tag": "p"
            },
            {
                "content": "Major failings in public life are invariably due to a combination of factors. The picture is usually complex – illustrated by public inquiries often spanning several years and producing reports that can run into well over a thousand pages. However, a look at some recent public inquiries such as the Grenfell, Infected Blood and Post Office Horizon IT inquiries and independent reviews such as the Windrush review and reviews of maternity services, reveal recurring themes. These include a failure to listen to and act on concerns raised by employees and/or the public, a failure to learn lessons from past mistakes or similar incidents and a failure to identify and share emerging themes that might have alerted the organisation to a developing risk. There is often a failure of the board to have effective oversight of issues and concerns. A common characteristic of bodies responsible for a major failure is an overly defensive organisational culture. ",
                "tag": "p"
            },
            {
                "content": "Our report, ‘Recognising and Responding to Early Warning Signs’, launched on 25 March, highlights these common themes and sets out to support public sector bodies in getting better at spotting problems at the earliest possible stage – while there is still time to act and, potentially, avert a disaster.",
                "tag": "p"
            },
            {
                "content": "To stand a chance of successfully recognising and responding to early warning signs leaders must do four things. They must realise they have a problem, act to address it, identify the wider lessons to be learned and be diligent in ensuring that those lessons are embedded fully within the organisation.",
                "tag": "p"
            },
            {
                "content": "When things go wrong, it is often the defensive response of the public sector body and its failure to acknowledge what happened and offer a meaningful apology that compounds the pain suffered. Responding with candour is important following major failures when the public wants to know what has happened. But the responsibility to uphold the principles of honesty and openness goes wider. These principles – like all of the Seven Principles of Public Life – are an important guide to the behaviour the public expects at all times.",
                "tag": "p"
            },
            {
                "content": "Our report is aimed squarely at those in public life. Rather than making hard recommendations, we offer practical insights and ‘points for reflection’ intended to help leaders think deeply about the processes and culture in their organisation and consider whether improvements can be made. But the questions are not only for leaders; they can help staff at all levels to challenge their leaders to think about these important matters. ",
                "tag": "p"
            },
            {
                "content": "No-one is perfect – mistakes will be made because humans are fallible and the harsh glare of hindsight may show those decisions to have been flawed. But this isn’t a reason not to try to get better at recognising the first signs of things going wrong and to respond appropriately. The cost of failure is too high not to try.",
                "tag": "p"
            },
            {
                "content": "This blog first appeared in Civil Service World on 25 March 2025.",
                "tag": "p"
            },
            {
                "content": "Sign up for alerts",
                "tag": "p"
            },
            {
                "content": "Follow CSPL on Linkedin or X",
                "tag": "p"
            },
            {
                "content": "Watch short film about the work of the Committee",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/03/28/when-something-goes-wrong-it-is-often-the-case-that-someone-knew/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "The Committee on Standards in Public Life published its report, Recognising and Responding to Early Warning Signs in Public Sector Bodies, on 25 March 2025."
    },
    {
        "title": "GDS’s user research on AI in government",
        "authors": [
            "Louise Petre - Head of User Research, GDS"
        ],
        "posted_on": "2025-03-27T15:21:09",
        "categories": [
            "AI",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Earlier this year, the AI Opportunities Action Plan was published, outlining that effective AI adoption across the UK will boost economic growth, provide jobs for the future and improve people's everyday lives. ",
                "tag": "p"
            },
            {
                "content": "To help ramp up AI adoption within government and the wider public sector, we’ve done some user research to understand what colleagues need to use AI safely, confidently and effectively. We explored their current behaviour, attitudes, fears and activities. ",
                "tag": "p"
            },
            {
                "content": "We used what we’ve learnt from this user research to inform the Generative AI Framework, the new AI Playbook for the UK Government, new learning resources on AI, as well as to understand if there are skills and roles missing from the Capability Framework that we need to add to support the use of AI.",
                "tag": "p"
            },
            {
                "content": "What we did",
                "tag": "h3"
            },
            {
                "content": "We ran two surveys and several rounds of interviews, across the public sector, over a six month period between 2023 and 2024. These involved over 150 participants from more than 20 government departments. Running the survey twice helped us to understand how things were changing. ",
                "tag": "p"
            },
            {
                "content": "To get a deeper understanding we interviewed colleagues in a variety of roles and departments including people already working on or leading AI and machine learning projects.",
                "tag": "p"
            },
            {
                "content": "When developing our findings we brought together our research data with industry analysis and conversations with subject matter experts from different parts of government.",
                "tag": "p"
            },
            {
                "content": "What we learned",
                "tag": "h3"
            },
            {
                "content": "People want to understand what AI is, what it can and cannot achieve, how it can be applied in government and how they can gain the skills and knowledge necessary to use AI safely, managing the associated risks.",
                "tag": "p"
            },
            {
                "content": "People have misconceptions of what AI is and what it might achieve",
                "tag": "h4"
            },
            {
                "content": "Understanding of AI technology in government is evolving. Over the six month period dividing our user research studies, the civil servants’ awareness of AI has increased and people have become more familiar with tools like chatbots. However, the way they conceptualise AI has been shaped by the prominence of generative AI tools, with some participants associating AI primarily with generative AI.",
                "tag": "p"
            },
            {
                "content": "The misconception that AI means large language models and chatbots can make managing stakeholders’ expectations complicated. Generative AI tools are not the solution to every problem and present issues of accuracy, potential bias, and, in some cases, sustainability. It is important that people implementing AI services demystify AI for their stakeholders, making sure that they understand the potential and limitations of different AI technologies when considering if AI is the right tool for the job.",
                "tag": "p"
            },
            {
                "content": "A partial understanding of AI can lead someone to think that AI can be successfully applied to most use cases, or, conversely, to worry about risks and block usage of AI tools. Both these attitudes may impact civil servants who want the opportunity to experiment and learn what AI can do for them safely, with guardrails in place. ",
                "tag": "p"
            },
            {
                "content": "While AI is not new, there’s still work to be done to help people get a realistic understanding of AI, its capabilities, applications and limitations. User research suggests that, in addition to training and guidance, sometimes a single example or case study can help demystify AI and change people’s attitude. During interviews several people mentioned a specific presentation, conversation, or case study that got them excited about AI and prompted them to learn more.",
                "tag": "p"
            },
            {
                "content": "The emergence of AI provides government with an opportunity to rethink its approach to governing services",
                "tag": "h4"
            },
            {
                "content": "Survey respondents showed a good understanding of potential risks of AI. Their concerns broadly mirrored conversations about AI outside of government. Respondents were keen to understand how they should deal with things like privacy, bias, ethics, concerns around plagiarism, security, and potential for misuse. ",
                "tag": "p"
            },
            {
                "content": "Civil servants are aware that there are additional complications and responsibilities when using AI in government, due to the nature of the data used and the reach and impact of government services. ",
                "tag": "p"
            },
            {
                "content": "Departments are implementing guidelines and the Government Digital Service (GDS) regularly reviews guidance on AI. However, teams who work on live AI services acknowledge that they need to regularly be kept informed on new guidance and good practice to build, test and monitor AI solutions. Currently, to make sure that AI services operate as expected, teams rely on existing frameworks and governance processes for assessing and monitoring data products. ",
                "tag": "p"
            },
            {
                "content": "Across government, we are still learning what the impact of AI models is for service governance processes. With many teams exploring ways to validate, monitor and measure AI services, there's an opportunity to combine cross-government lessons learned into guidance that would be useful for anyone working in AI.",
                "tag": "p"
            },
            {
                "content": "How might we enable more public servants to make the most of AI  ",
                "tag": "h4"
            },
            {
                "content": "AI changes the way we interact with technology, and the way we build digital products. This change can be scary: it might change how frontline staff deliver their services, what digital and data roles do or how they collaborate.",
                "tag": "p"
            },
            {
                "content": "A big part of change management is providing relevant, real examples, and opportunities to experiment with AI:",
                "tag": "p"
            },
            {
                "content": "In our research we uncovered a need for relevant examples and opportunities to share knowledge. Evolving capability, changes in attitude and more mature AI services are making this possible. Showcasing government use cases can help build awareness and inform good practice. ",
                "tag": "p"
            },
            {
                "content": "Participants also expressed a need to connect with others who are doing innovative work with AI to be inspired, avoid duplicating work and learn from each other. Networks such as the Artificial intelligence community of practice play a key role in this process, offering opportunities to share knowledge and make connections. ",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h3"
            },
            {
                "content": "There’s work going on to address what we’ve learnt in our user research.",
                "tag": "p"
            },
            {
                "content": "GDS has just published the AI Playbook for UK Government. The Playbook offers an introduction to AI technologies for government, an exploration of their capabilities and limitations, and guidance on how to buy, implement and use AI safely and responsibly. This also includes sections on governance, quality assurance of AI products and how to build AI teams. This Playbook will be regularly reviewed and updated.",
                "tag": "p"
            },
            {
                "content": "If you are interested in gaining AI skills, you can also take free e-learning courses on Civil Service Learning and access off-the-shelf training on Government Campus via the learning frameworks. These courses range from short introductions to AI topics to detailed online courses on technical aspects of AI technologies and products.",
                "tag": "p"
            },
            {
                "content": "To understand how other departments are using AI and connect with the relevant teams, you can attend the monthly events organised by the AI Community of Practice. Moreover, you can review the projects presented in the Algorithmic Transparency Recording Standards (ATRS), which lists all the algorithmic tools deployed in decision making processes by public sector bodies.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/03/27/gdss-user-research-on-ai-in-government/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Our user research into AI and generative AI across the public sector has helped us understand how colleagues view and interact with these technologies, including their aspirations, concerns and current usage patterns"
    },
    {
        "title": "How merging creative design and futures at Defra led to collaborative strategic insights",
        "authors": [
            "mikeaskew"
        ],
        "posted_on": "2025-03-27T14:52:49",
        "categories": [
            "Trend Series"
        ],
        "content": [
            {
                "content": "By Emma Mutch, Defra",
                "tag": "p"
            },
            {
                "content": "Introduction",
                "tag": "p"
            },
            {
                "content": "Defra, in collaboration with Andthen, shares insights into how it developed a new horizon scanning capability and emerging trends and global megatrends outputs. Unique approaches and methods were used in this work, notably a highly diverse horizon scanning practice, the use of ‘future artefacts’ to bring emerging trends to life and developing a methodology for determining the origin points of global megatrends.",
                "tag": "p"
            },
            {
                "content": "Context",
                "tag": "p"
            },
            {
                "content": "Defra wanted to build their evidence base on weak signals of change, emerging trends, and global mega trends. This could then be used to provide actionable insights on emerging opportunities and risks to inform decision-making at both executive and programme levels. Another aim was to raise awareness and literacy around strategic futures work, embed long-term thinking into policy and strategy and enhance practices in horizon scanning and trend development.",
                "tag": "p"
            },
            {
                "content": "Defra procured Andthen’s services via the GO-Science Futures Procurement Framework to deliver the following:",
                "tag": "p"
            },
            {
                "content": "Beyond these products, the focus was on building a system for futures thinking that could evolve beyond Andthen’s involvement and be sustained by Defra. The products needed to be memorable, engaging and policy-relevant. ",
                "tag": "p"
            },
            {
                "content": "Horizon scans",
                "tag": "p"
            },
            {
                "content": "The horizon scans were built from weak signals, identified by a diverse team of scanners covering various regions globally. Weak signals were captured daily, and each fortnight, six of the most novel signals were selected and developed into formal Horizon Scans with brief analysis.",
                "tag": "p"
            },
            {
                "content": "While scanning is a well-established futures method, this project intentionally aimed to significantly broaden the scope of its sources. Andthen brought together a team of scanners across three global regions and engaged additional scanners for focussed periods to source materials from places where information was more challenging to extract. The team also intentionally targeted fringe areas looking at subcultures, as well as the worlds of art and design to help source a diverse set of data.",
                "tag": "p"
            },
            {
                "content": "To make the insight effective and useable for Defra, scans were tagged with a key use case to help Defra colleagues quickly identify whether a scan was for information only, whether it spoke to an opportunity or risk, or whether it might give insight into an area for research prioritisation.",
                "tag": "p"
            },
            {
                "content": "Emerging Trends",
                "tag": "p"
            },
            {
                "content": "As the horizon scans were created, they were clustered and tagged with recurring topics on an ongoing basis. This created the foundation for the generation of a set of ‘trends’ every six months. These trends would be longlisted, researched further, and then shortlisted before a final set of six would be selected based on their relevance to Defra’s priority outcomes and key active policy areas. These six trends were then developed into a six-monthly emerging trends publication.",
                "tag": "p"
            },
            {
                "content": "A crucial innovation was the use of futures artefacts —objects, behaviours, or situations which made the (sometimes abstract) trends more tangible. Rather than simply describing the emerging trends through analysis and weak signals, these artefacts allowed people to visualise representations of what the future might hold, and reflect on how these trends might appear in their everyday experiences.",
                "tag": "p"
            },
            {
                "content": "This was achieved through creatively extrapolating each emerging trend into future scenarios. The team identified opportunities and moments in these scenarios for future artefacts, and then often chose to visualise moments which might help a viewer consider key questions around the trend. This encouraged more active discussion about what these changes could mean for Defra’s work.",
                "tag": "p"
            },
            {
                "content": "Global Megatrends",
                "tag": "p"
            },
            {
                "content": "The global megatrends (external version will be found on Science Search from mid-April 25) focussed on much larger drivers of change, orders of magnitudes larger than the emerging trends. These global megatrends were identified using a literature review (including Defra’s past research into global megatrends) and then were refined through a series of 12 challenge sessions with 44 international subject matter experts. The emerging trends were mapped against each global megatrend, indicating whether they were likely to support (i.e. speed up) or oppose (i.e. slow down) the respective megatrends.",
                "tag": "p"
            },
            {
                "content": "Rather than simply mapping out where trends are heading, the team developed a new methodology to determine the ‘origin points’ of each. Using a tight definition of ‘global megatrend’ was key to this, as we were able to argue that the point of ‘origin’ for each megatrend was the point from which a sustained change over time was visible in at least two continents, across at least two sectors or systems. Through using this origin point methodology, we were surprised to find that many of the global megatrends weren’t just measured in decades (as we expected), but in centuries or even millennia.",
                "tag": "p"
            },
            {
                "content": "If you are a civil servant and want to know more about Defra’s horizon scans, emerging trends and global megatrends, please reach out to futures.defra@defra.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2025/03/27/how-merging-creative-design-and-futures-at-defra-led-to-collaborative-strategic-insights/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "By Emma Mutch, Defra Introduction Defra, in collaboration with Andthen, shares insights into how it developed a new horizon scanning capability and emerging trends and global megatrends outputs. Unique approaches and methods were used in this work, notably a highly …"
    },
    {
        "title": "The vital role of Quality Assurance in pensions calculations",
        "authors": [
            "Jemma Byrne - Senior Pensions Consultant"
        ],
        "posted_on": "2025-03-27T14:11:42",
        "categories": [
            "Analysis",
            "Pensions",
            "Pensions administration"
        ],
        "content": [
            {
                "content": " A pensions administration professional’s perspective",
                "tag": "h2"
            },
            {
                "content": "In pensions administration, precision is paramount; errors can have a significant impact on someone’s post-retirement life. In the battle to mitigate and reduce errors, the role of quality assurance (QA) cannot be overstated. ",
                "tag": "p"
            },
            {
                "content": "As a senior pensions administrator who has worked for several of the leading administration providers, I have experienced firsthand the positive impact that QA has.",
                "tag": "p"
            },
            {
                "content": "Mistakes can happen in anything that we do; they are an inevitable part of life. In the pensions world, they can arise through errors in numbers or in the way that we present and communicate information. They can be genuine errors or misinterpretations of data and information held on our administration systems. Some, due to poor or incomplete data, may be outside of the administrators’ control while others arise from individual or systemic issues within pension systems and processes.",
                "tag": "p"
            },
            {
                "content": "Scheme administrators strive to get things right first time and work hard with their members and stakeholders to put things right when they go wrong. In the vast majority of cases, administrators provide good, clear and accurate information to their members. Very little is ever said about the considerable number of transactions and interactions that members have with their pension providers every day where things go right.",
                "tag": "p"
            },
            {
                "content": "However, when an error arises, for whatever reason, dealing with the fallout and rectifying the error can take effort, resources and time that administrators could spend focusing on other things. Reviewing quality control processes and mechanisms regularly can reduce risk and help to minimise errors recurring in the future.",
                "tag": "p"
            },
            {
                "content": "What is quality assurance?",
                "tag": "h2"
            },
            {
                "content": "QA is a systematic process of verifying and validating the accuracy and reliability of calculations, administrative processes and the member communications that go with them. ",
                "tag": "p"
            },
            {
                "content": "It acts as a safeguard, ensuring that calculations, communications and scheme processes are precise, compliant, and transparent, promoting trust amongst members, trustees and wider stakeholders alike. ",
                "tag": "p"
            },
            {
                "content": "QA encompasses a range of activities. This can range from reviewing individual calculations before issue (including the end-to-end calculation process from the receipt of data to the member communication) to auditing entire systems and processes on a regular basis.",
                "tag": "p"
            },
            {
                "content": "The ultimate goal is to identify and rectify errors before they reach scheme members.",
                "tag": "p"
            },
            {
                "content": "What are some of the benefits of undertaking quality assurance activities?",
                "tag": "h2"
            },
            {
                "content": "How can schemes implement effective quality assurance?",
                "tag": "h2"
            },
            {
                "content": "Implementing effective QA involves establishing systematic processes to ensure that all aspects of the scheme meet predefined quality standards.",
                "tag": "p"
            },
            {
                "content": "Some key strategies that schemes can follow to implement are:",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "Quality assurance is not about ticking boxes; it is about safeguarding the future of scheme members and ensuring the integrity of the pension scheme. As we continue to navigate an ever-evolving regulatory landscape, the role of QA becomes more critical. ",
                "tag": "p"
            },
            {
                "content": "Pensions professionals are committed to ensuring that members receive the right benefits at the right time, first time, every time. By championing and prioritising QA within our individual schemes we can continue to build robust, trustworthy, and efficient pension systems that stand the test of time and foster a culture of excellence across our industry.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h3"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/03/27/the-vital-role-of-quality-assurance-in-pensions-calculations/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Robust quality assurance (QA) processes are a crucial tool for administrators to help mitigate calculation and administrative error. This blog explores what QA is, the benefits to schemes in undertaking QA activity and some strategies schemes could implement to improve QA in their schemes. "
    },
    {
        "title": "Uncorking innovation ",
        "authors": [
            "Sara Jones"
        ],
        "posted_on": "2025-03-27T10:00:00",
        "categories": [
            "Patents"
        ],
        "content": [
            {
                "content": "As the nights get lighter and the weather gets a little warmer, perhaps your mind is starting to turn towards summer evenings spent outside enjoying a glass of white, red or rosé. Wine, like everything else, has plenty of hidden intellectual property (IP). From its branding, protected by trade marks, to ornate labels registered as designs, IP flows with each pour. My colleague Sara recently explored the origins of the corkscrew, the key that opens your favourite bottle, so today, we're diving into a key part of its IP and how it changed the game. It turns out that just like a good bottle, this invention has increased in value throughout time… ",
                "tag": "p"
            },
            {
                "content": "The man behind the bottle ",
                "tag": "h3"
            },
            {
                "content": "Believe it or not, the person wine enthusiasts have to thank for being able to open a bottle of their favourite tipple with ease this summer, is a member of the English clergy. Cheshire-born Reverend, Samuel Henshall, was granted the first patent for the corkscrew in 1795, and his patent, No. 2061 issued on 24 August 1795, represented a significant innovation in wine access technology. ",
                "tag": "p"
            },
            {
                "content": "Henshall's design wasn't the first corkscrew ever created - earlier versions had existed since the mid-17th century when cork became the standard bottle stopper, but his was the first to receive formal intellectual property protection. This was thanks to his clever addition of a disk that prevented the worm (spiral section) from going too far into the cork. This became known as the Henshall button, and the seemingly small invention made the device patentable, paving the way for the future of innovation in corkscrews.  ",
                "tag": "p"
            },
            {
                "content": "From Georgian gamble to modern patent opportunity ",
                "tag": "h3"
            },
            {
                "content": "The patent system of the late 18th century differed significantly from today's IP landscape. The application process was less rigorous and considerably more expensive in relation to average incomes, and protection lasted for 14 years rather than the 20 that modern innovators receive.  ",
                "tag": "p"
            },
            {
                "content": "This meant that for Henshall, securing a patent represented a substantial financial investment with uncertain returns, and for the Reverend, the patent for his corkscrew didn't lead to fortune. He dealt with financial debt throughout his life, and it's reported that upon his death in 1807, he was buried with the remaining stock of his corkscrews - a poignant symbol of an invention that, while revolutionary, failed to provide its creator with the financial rewards of his IP. ",
                "tag": "p"
            },
            {
                "content": "Although his patent may not have brought personal wealth, it certainly aged well over the centuries. To this day, the Henshall corkscrew remains a rare and valuable culinary device, and it has helped to shape the future of wine innovation. ",
                "tag": "p"
            },
            {
                "content": "The twists and turns of modern innovation ",
                "tag": "h3"
            },
            {
                "content": "Henshall's pioneering patent sparked a revolution in wine access technology that continues to this day. The simple button mechanism he introduced became the foundation for countless future innovations, including the double-helix \"waiter's friend\" corkscrew, patented in 1883 by Carl Wienke (US283731)  ",
                "tag": "p"
            },
            {
                "content": "In the modern day, wine opening technology showcases remarkable diversity, with designs ranging from electric models that remove corks at the touch of a button, to air-pressure systems that inject gas into bottles. One modern wine opening technology even allows users to pour wine from a sealed bottle without even popping the cork. The Coravin system, protected by a plethora of patents, including EP2844606, allows wine to be extracted without removing the cork at all - an innovation that may have seemed like pure magic to Henshall. ",
                "tag": "p"
            },
            {
                "content": "Why IP protection matters – raising a glass to patents ",
                "tag": "h3"
            },
            {
                "content": "Next time you pop open a bottle of wine, spare a thought for Reverend Henshall. While his patent may not have brought him personal fortune, his IP has enriched wine culture worldwide for over two centuries, and his innovation demonstrates the profound impact that protected ideas can have across generations. ",
                "tag": "p"
            },
            {
                "content": "Whether you're working on the next revolutionary corkscrew or an innovation in an entirely different field, protecting your IP is the first step toward ensuring your idea makes its mark on history.  ",
                "tag": "p"
            },
            {
                "content": "So, raise a glass to the corkscrew and the power of patents – and consider how protecting your own innovations might change the future! You can read more about applying for a patent in our guidance Apply for a patent: File your initial application - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/03/27/uncorking-innovation/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Wine, like everything else, has plenty of hidden intellectual property (IP). Today, we're diving into a key part of its IP and how it changed the game. It turns out that just like a good bottle, this invention has increased in value throughout time… "
    },
    {
        "title": "What are the 2024 Storm Overflow EDM Annual Returns?",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-03-27T09:30:47",
        "categories": [
            "Cleaner Seas",
            "EDM",
            "Environment Agency",
            "Rivers",
            "storm overflows",
            "Water"
        ],
        "content": [
            {
                "content": "Today, we published water company Event Duration Monitoring (EDM) Annual Return data for 2024, which can also be viewed on a map via the Storm Overflow portal, showing the frequency and duration of spills from storm overflows in England. EDM tracks the number of times a storm overflow is used (spill count) and for how long (spill duration).",
                "tag": "p"
            },
            {
                "content": "The data for 2024 shows:",
                "tag": "p"
            },
            {
                "content": "The data also shows that in 2024:   ",
                "tag": "p"
            },
            {
                "content": "What’s clear from this data is that storm overflow spill counts and duration remain at unacceptably high levels again in this year’s EDM Annual Returns. This is a result of longstanding underinvestment and poor asset maintenance, but this year marks the start of positive long-term changes.",
                "tag": "p"
            },
            {
                "content": "Why do water companies have storm overflows?",
                "tag": "p"
            },
            {
                "content": "Without storm overflows, sewage and rainwater could back up into our homes through sinks, baths, showers and toilets.",
                "tag": "p"
            },
            {
                "content": "What’s the Environment Agency’s role?",
                "tag": "p"
            },
            {
                "content": "We put permits in place for storm overflow operation to ensure they are only used when they should be – during times of rainfall and snowmelt. If storm overflows operate when they shouldn’t, they can affect the water quality in our rivers and coasts. EDM data helps to inform our inspections – we use it to identify which overflows have unusually high spill counts or durations to inform where to investigate.   When we find that water companies have broken the law, we take a wide range of actions – including prosecutions for the most serious offences.",
                "tag": "p"
            },
            {
                "content": "Our role is to take action which brings about the best outcome for the environment, and make sure those who pollute pay – depending on the severity and circumstances of a spill this can range from warnings to criminal prosecutions. For example, last year Severn Trent Water were fined £2million for raw sewage discharges; and Yorkshire Water paid £1million to two environmental and wildlife charities following an investigation by the Environment Agency.",
                "tag": "p"
            },
            {
                "content": "Crucially, we also always provide our expert advice and guidance to water companies on the issue to hold them accountable for their actions and to drive improvements. Take, for example, at a wastewater pumping station in Hampshire. Using EDM data, our officers could see that it was discharging an unusually high number of times. During their inspection of the station, they found that the site was breaching its permit and identified lots of other risks which could affect the storm overflow use. Southern Water is now addressing the concerns and non-compliances during our inspection to reduce the impact on the environment.",
                "tag": "p"
            },
            {
                "content": "What is EDM data used for?",
                "tag": "p"
            },
            {
                "content": "Through our requirement on water companies to install event duration monitors on storm overflows, there is more monitoring in place than ever before, more than any other country in the world – which means that we are uncovering more spills than ever. Undoubtedly, the results from this year’s returns show that the current situation is far from where we want it to be; but what this data gives us is greater transparency, enabling greater scrutiny about the scale of the issue. It’s the evidence we need to drive tougher actions and underpin future planning, which will ultimately see spill counts reduce and support wider economic growth.",
                "tag": "p"
            },
            {
                "content": "The water industry is at the starting point to move towards real, positive change. However, while the trajectory for improvement related to planned investment will be long-term, we expect water companies to work hard to ensure the assets they have now are maintained and operated properly. Looking to the future, landmark changes this year include:",
                "tag": "p"
            },
            {
                "content": "So, what does this all mean? From this year, water companies must ensure that they are prepared for changes which affect the pressure and demand on their sewage systems. ",
                "tag": "p"
            },
            {
                "content": "In order to do this, and make other environmental improvements, we have secured a record level of water company investment for storm overflow improvements. ",
                "tag": "p"
            },
            {
                "content": "As the EA, we’re tightening the rules around storm overflows so water companies must investigate poor performing overflows sooner. We will soon have increased legal powers which means we can take tougher actions against water companies which break the law.",
                "tag": "p"
            },
            {
                "content": "Reducing the use of storm overflows is vital to achieving cleaner, healthier waterways for both people and the environment. This is a long-term process, and we won’t see effects from these improvement changes overnight; but we’ve got the investment, mechanisms and legal powers in place to move closer towards a considerably better future.  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/03/27/what-are-the-2024-edm-annual-returns/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Today, we published water company Event Duration Monitoring (EDM) Annual Return data for 2024, which can also be viewed on a map via the Storm Overflow portal, showing the frequency and duration of spills from storm overflows in England. EDM tracks …"
    },
    {
        "title": "Exploring AI in Healthcare: Insights from the AI Airlock Pilot",
        "authors": [
            "Jincy Robin"
        ],
        "posted_on": "2025-03-26T14:40:59",
        "categories": [
            "AI Airlock",
            "Medical Devices"
        ],
        "content": [
            {
                "content": "The AI Airlock is a pilot programme designed to help test and improve the rules for AI-powered medical devices to ensure they reach patients quickly, safely and effectively.",
                "tag": "p"
            },
            {
                "content": "Since we announced the pilot cohort in early December, the AI Airlock team has been busy onboarding the successful candidates and working with them to design and implement bespoke testing plans. AI medical devices have the potential to radically transform healthcare if implemented safely. However, it can be difficult to evaluate and ensure the safety, accuracy and explainability of these products, which requires an agile regulatory framework. The AI Airlock pilot cohort highlight four cutting-edge projects addressing some of these challenges, each focused on advancing the role of AI while meeting critical safety standards.",
                "tag": "p"
            },
            {
                "content": "More about our pilot cohort",
                "tag": "h2"
            },
            {
                "content": "SmartGuideline by Automedica, aims to improve accuracy and trust in AI-driven clinical decision support systems. It explores the use of TAG-RAG technology, a novel approach to overcoming regulatory concerns associated with the use of Large Language Models (LLMs) in healthcare. Their Airlock case study seeks to determine what constitutes sufficient clinical evidence of safety while assessing SmartGuideline’s ability to minimise hallucinations, improve knowledge retrieval, and ensure more preordained responses.",
                "tag": "p"
            },
            {
                "content": "OncoFlow by UMA, focuses on the explainability of AI in oncology. Since LLMs are often criticised for their lack of transparency, OncoFlow is designed to provide clear, comprehensible, and consistent justifications for its outputs, ensuring that clinicians and specialists can trust its recommendations. The study compares different AI models to evaluate their performance, explainability, and clinical utility in processing unstructured oncology data.",
                "tag": "p"
            },
            {
                "content": "In the field of radiology, PACS Radiology Auto Impression by Phillips Medical Systems is pioneering efforts to validate AI-generated radiology reports using synthetic data. The study hypothesises that there should be no significant difference between synthetically generated summaries and real data in terms of quality. A key objective for this case study is to understand the parameters that define high-quality synthetic data, the challenges of using LLMs to generate such data, and how AI can be leveraged for validation.",
                "tag": "p"
            },
            {
                "content": "Beyond clinical workflows and data validation, the use of AI is also being explored for real-time monitoring of AI powered medical devices. Federated AI Monitoring Service (FAMOS) by Newton’s Tree is designed to enhance the safety and performance of third-party AI medical devices. By identifying performance variations and safety issues in real-time, FAMOS aims to improve risk management and regulatory compliance. This case study will investigate the use of real-time monitoring systems for identifying performance variations and safety issues within a product’s post market surveillance and safety monitoring of AI as a medical device.",
                "tag": "p"
            },
            {
                "content": "Unfortunately, Lenus Stratify, had to withdraw from the pilot and is no longer participating in the study. While this is a setback, the remaining projects continue to drive forward the AI Airlock pilot studies.",
                "tag": "p"
            },
            {
                "content": "By addressing key concerns around safety, explainability, and validation, AI Airlock aims to lay the groundwork for safer and broader AI adoption in clinical settings. As AI continues to evolve in the medical field, initiatives like these will play a crucial role in shaping its future, ensuring that technological advancements meet the highest standards of reliability and trust.",
                "tag": "p"
            },
            {
                "content": "Some proud moments to share...",
                "tag": "h2"
            },
            {
                "content": "The team has recently participated in various national and international events as presenters and panellists, sharing the sandbox model and early insights from AI Airlock.",
                "tag": "p"
            },
            {
                "content": "We held AI Airlock: Connect, an in-person event to bring together the pilot cohort and expert stakeholders who have been instrumental to the success of the pilot so far. Baroness Merron, the Parliament Under-Secretary of State for Patient Safety, Women’s Health and Mental Health opened the event with an inspiring speech and our Chief Executive Dr June Raine provided a keynote speech and her very valuable inputs during the session.  ",
                "tag": "p"
            },
            {
                "content": "At the event, we discussed how, together, we're gaining insights into the challenges of regulating AI for medical devices for effectiveness and patient safety. Each candidate gave detailed presentations about the regulatory challenge and some early insights from testing so far. In the afternoon the group discussed the future of the Airlock programme and captured all important lessons to be learned. This will help us create guidance and support for companies bringing new and transformative AI technologies to the health system.",
                "tag": "p"
            },
            {
                "content": "Some of the fascinating early comments that we received were:",
                "tag": "p"
            },
            {
                "content": "“Yesterday's AI Airlock event was one of the best innovation events I've ever attended… a perfect opportunity to collaborate with a range of specialists on health innovation topics and to have those all-important 1-2-1 conversations”",
                "tag": "p"
            },
            {
                "content": "“I thought it was a great day, and some fascinating discussions.”",
                "tag": "p"
            },
            {
                "content": "What’s upcoming for AI Airlock?",
                "tag": "h2"
            },
            {
                "content": "The pilot candidates are working towards completing their sandbox testing, exploring the challenges identified by each case study and outlined above whilst working towards making their products safer. We have now completed the Simulation Airlock testing - roundtable workshops involving open discussions and brainstorming exercises. These sessions brought together technology and regulatory stakeholders to address focussed questions and provide critical insights from their areas of expertise. The next steps include drafting outputs based on insights from the simulations and virtual testing. Over the summer, an extensive AI Airlock programme report will be prepared including learning from each pilot project as well as key insights from the overarching programme evaluation. We will also be aiming to hold a public webinar to mark the final step in the pilot programme.",
                "tag": "p"
            },
            {
                "content": "As the testing phase progresses, these projects will provide key learnings that will shape the future regulatory framework for AI as a medical device. The insights gained will not only inform regulatory guidance but also help develop safer, more effective AI solutions that can be trusted by clinicians, patients, and regulatory bodies alike.",
                "tag": "p"
            },
            {
                "content": "The next big step",
                "tag": "h2"
            },
            {
                "content": "We were pleased that the second phase of AI Airlock was confirmed in the government's Regulation Action Plan published on 17 March. We'll be working with our partners to plan the next phase of AI Airlock which will aim to further explore the AI as a Medical Device regulatory landscape. We look forward to announcing further details in due course.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/03/26/exploring-ai-in-healthcare-insights-from-the-ai-airlock-pilot/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "The AI Airlock is a pilot programme designed to help test and improve the rules for AI-powered medical devices to ensure they reach patients quickly, safely and effectively. Since we announced the pilot cohort in early December, the AI Airlock …"
    },
    {
        "title": "Asking for guidance part 4: A case of distribution in kind",
        "authors": [
            "Mike Harrison, Senior Caseworker, Registration Services"
        ],
        "posted_on": "2025-03-26T13:05:02",
        "categories": [
            "Law and practice"
        ],
        "content": [
            {
                "content": "Approximately 65% of complex applications receive requisitions. This is because some points are hard to anticipate in advance and we are keen to work directly with customers to ensure everything is in place before we receive the application.  ",
                "tag": "p"
            },
            {
                "content": "Our Ask for Guidance service provides expert assistance with complex applications, help to navigate through the registry processes, and support in avoiding unnecessary errors before lodging an application. Handling issues before submission saves a lot of back-and-forth later.  ",
                "tag": "p"
            },
            {
                "content": "But customers often ask: what constitutes a ‘complex application’? In this series, we look at real examples of thorny issues that our experts have resolved. Previously, we explored unique restrictions, historic charges and a caution relating to tithes. ",
                "tag": "p"
            },
            {
                "content": "In this case, we’ll explore distribution in specie.   ",
                "tag": "p"
            },
            {
                "content": "The question",
                "tag": "h2"
            },
            {
                "content": "A Professional Support Lawyer (PSL) got in touch with us asking for guidance.  ",
                "tag": "p"
            },
            {
                "content": "Their client, a company, was entering into a distribution in specie at market value; which box should they check in the consideration panel of the TR1?  ",
                "tag": "p"
            },
            {
                "content": "A distribution in specie refers to allocation of non-cash assets in their existing form - for example property, shares or equipment, as opposed to selling the assets and apportioning the cash proceeds of sale.  ",
                "tag": "p"
            },
            {
                "content": "Generally, in specie distributions are made when cash isn’t available or because allocating the physical asset would be more advantageous than distributing the cash. ",
                "tag": "p"
            },
            {
                "content": "This specific point is something we’d want to help with via the Ask for Guidance service. It isn't covered in our practice guides, although section 4.2 of practice guide 35 deals with distributions in specie resulting from a company’s liquidation. In this case, however, the company had sufficient reserves.  ",
                "tag": "p"
            },
            {
                "content": "So, how should panel 8 of the TR1 be completed? ",
                "tag": "p"
            },
            {
                "content": "Our answer",
                "tag": "h2"
            },
            {
                "content": "In these circumstances, panel 8 of the TR1 is usually completed with: “This Transfer gives effect to the payment of a dividend in specie”. ",
                "tag": "p"
            },
            {
                "content": "It is also important to lodge evidence of the company’s power to make the transfer. This is likely to be within its articles of association, or by way of a special resolution, or by minutes of a board meeting, a copy of which should be uploaded with the application. ",
                "tag": "p"
            },
            {
                "content": "What about the fee?",
                "tag": "h2"
            },
            {
                "content": "When it comes to transfers that occur by way of dividends or distributions in specie, the fee payable depends on the circumstances. ",
                "tag": "p"
            },
            {
                "content": "A Scale 1 fee applies if the transfer satisfies a debt in respect of a dividend due to the shareholder. To assess the correct fee, the applicant should check the minutes of the Board Meeting to confirm the exact circumstance of the distribution in specie. ",
                "tag": "p"
            },
            {
                "content": "In other cases, such as a transfer not on sale and based on the certified value of the estate, a Scale 2 fee applies. ",
                "tag": "p"
            },
            {
                "content": "Further information",
                "tag": "h2"
            },
            {
                "content": "For more information about corporate insolvency, see our practice guide 35. ",
                "tag": "p"
            },
            {
                "content": "To access our specialist support services, including Ask for Guidance, Application Management, Developing Estates, large-scale applications and large-scale voluntary first registrations, head to our Specialist Support Services hub on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "If in doubt...",
                "tag": "h2"
            },
            {
                "content": "This blog series is intended to show you how these kinds of applications can be handled, as well as the types of application that could be referred to our Ask for Guidance team.   ",
                "tag": "p"
            },
            {
                "content": "If you have a tricky question about a complex application that you’re about to submit, and you can’t find the answer in our practice guides, we would encourage you to use our Ask for Guidance service. If we’re able to point you to existing guidance then we will, otherwise we will walk you through your particular issue and ensure your application is ready to submit. ",
                "tag": "p"
            },
            {
                "content": "For less complex and unusual queries, visit our training hub on GOV.UK for a wealth of guidance and resources, including our practice guides. ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/03/26/asking-for-guidance-part-4-a-case-of-distribution-in-kind/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "In which our expert caseworker considers an unusual question involving panel 8 of form TR1."
    },
    {
        "title": "Using integrated pest management to grow healthy crops and support nature ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-03-26T13:00:18",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "The recently published UK National Action Plan for Pesticides outlines how government will support farmers to manage pests, weeds and diseases sustainably, minimising the risks and impacts on human health and the environment from pesticides, whilst supporting food security.  ",
                "tag": "p"
            },
            {
                "content": "At the heart of this plan is integrated pest management (IPM) and sustainable crop protection. ",
                "tag": "p"
            },
            {
                "content": "IPM is a sustainable approach to preventing and managing pests, weeds and diseases on your land. It can help strengthen both food production and farm resilience. ",
                "tag": "p"
            },
            {
                "content": "IPM guidance is available on GOV.UK. It outlines the aims and principles and includes a plan template with crop-specific guidance to help you consider different control measures and assess and evaluate your IPM approach.  ",
                "tag": "p"
            },
            {
                "content": "The guidance also includes a decision support tool to help you make informed on-farm decisions. ",
                "tag": "p"
            },
            {
                "content": "Soon you will be able to apply for grants to access equipment, technology and take part in innovative farm-led trials which can help you to reduce pesticide use.  ",
                "tag": "p"
            },
            {
                "content": "You can also join the free ADAS IPM knowledge-sharing network (IPM Net) which can help you review your IPM strategy and identify opportunities to improve the efficiency, sustainability and profitability of your farm. ",
                "tag": "p"
            },
            {
                "content": "Many farmers are already using IPM techniques. We spoke to a few of them, as well as an agronomist, about how they use IPM to grow healthy crops, support their businesses and help nature thrive. ",
                "tag": "p"
            },
            {
                "content": "Striking the balance to farm with nature  ",
                "tag": "h2"
            },
            {
                "content": "Establishing flower-rich grass margins, blocks, or in-field strips close to cropped areas can provide habitat for natural crop pest predators. They can support wild pollinators including bumblebees, butterflies, hoverflies and farmland birds.   ",
                "tag": "p"
            },
            {
                "content": "Jonathan Boaz, an award-winning farmer for soil management from Worcestershire, shares how he has been using IPM for several years and what inspired him to start.",
                "tag": "p"
            },
            {
                "content": "Small gains, big wins  ",
                "tag": "h2"
            },
            {
                "content": "David Bell, a farmer and Voluntary Initiative (VI) Champion and new UK Chair of the VI, from Upper Magus Farm in East Fife, shares his approach to IPM.  ",
                "tag": "p"
            },
            {
                "content": "An agronomist's view ",
                "tag": "h2"
            },
            {
                "content": "Sean Sparling, a multi-award-winning independent agronomist shares his views on what makes IPM successful.  ",
                "tag": "p"
            },
            {
                "content": "Using IPM to improve soil health   ",
                "tag": "h2"
            },
            {
                "content": "David Blacker from Shipton, North Yorkshire shares how he uses IPM approaches to farm combinable crops.  ",
                "tag": "p"
            },
            {
                "content": "If you'd like to share your tips and experiences with integrated pest management, please do leave a comment below. ",
                "tag": "p"
            },
            {
                "content": "To receive an email notification whenever we publish a new post, subscribe to the Farming blog.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/03/26/using-integrated-pest-management-to-grow-healthy-crops-and-support-nature/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The UK’s National Action Plan for Pesticides guides farmers towards sustainable pest, weed and disease management through integrated pest management (IPM). By combining techniques like crop rotation, biodiversity, and selective pesticide use, IPM strengthens farm resilience, boosts food production, and helps nature thrive. In this post we share resources and case studies."
    },
    {
        "title": "From Inspiration to Action: Driving Gender Diversity in Engineering",
        "authors": [
            "Natalie Wood"
        ],
        "posted_on": "2025-03-26T10:43:30",
        "categories": [
            "a great place to work",
            "Diversity and Inclusion",
            "engineering",
            "gender equality",
            "Our People",
            "representation matters",
            "software development",
            "Women in Tech"
        ],
        "content": [
            {
                "content": "Before joining the Civil Service, I did science outreach, demonstrating different robots to school children and explaining how we program them. We showed that they too could grow up to do programming and themselves as a career. There were so many girls who had clearly never considered doing anything technical before, and it was so exciting to show them a new path and help them realise the possibilities before them.",
                "tag": "p"
            },
            {
                "content": "As a woman in software development, inspiring the next generation of female engineers has always meant a lot to me. Throughout my career, it has been rare to work in a team with another female engineer, and it’s clear that women remain significantly underrepresented in this field.",
                "tag": "p"
            },
            {
                "content": "This month we celebrated International Women’s Day, and it made me reflect on the representation of women across engineering roles in Justice Digital. ",
                "tag": "p"
            },
            {
                "content": "Women are underrepresented in software development. According to a Diversity in Tech report in 2024, only 20% of software developers in the UK were women or non-binary.  At Justice Digital in 2023 our representation stood below this average at 17%.",
                "tag": "p"
            },
            {
                "content": "This lack of representation is particularly surprising given the strong history of women in computing. Back in the 19th century, Ada Lovelace theorised how a computer could be programmed to solve complex calculations, essentially making her the first-ever computer programmer. The original “computers” were, in fact, women: human mathematicians who analysed data using mechanical calculators.",
                "tag": "p"
            },
            {
                "content": "The theme for this year's International Women’s Day was ‘Accelerate Action’. ",
                "tag": "p"
            },
            {
                "content": "An action that I have taken recently with our Head of Engineering and Rosie, another lead developer, is to create a working group within Justice Digital with the ambitious goal of doubling the number of women in our engineering roles (which includes software developers, DevOps, technical architects, and Quality Assurance testers) over the next three years.",
                "tag": "p"
            },
            {
                "content": "This working group includes some wonderful people in a variety of roles across all teams in Justice Digital. We will work to come up with ways to improve the representation of women in engineering by looking at how we can improve recruitment and retention, how to better support our women, and see how we can contribute to the wider community of women in tech.",
                "tag": "p"
            },
            {
                "content": "At Justice Digital we have committed to driving diversity, equity, and inclusion as a key part of our long term Talent Plan. Our dedicated working group plays an essential role in bringing these ambitions to life, and it has the full support of our entire organisation.",
                "tag": "p"
            },
            {
                "content": "There is no question about how valuable diversity and inclusion are in a modern organisation. We succeed when we bring together different voices and ideas, and we create a fairer workplace.",
                "tag": "p"
            },
            {
                "content": "My hope is that the young girls who were inspired to consider programming and computing as a career will find Justice Digital to be an attractive and fulfilling workplace for the women they become. Have you worked to improve diversity in engineering? I would love to hear your ideas and suggestions on how we can make this a reality. I can be contacted at natalie.wood@digital.justice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/03/26/from-inspiration-to-action-driving-gender-diversity-in-engineering/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "Before joining the Civil Service, I did science outreach, demonstrating different robots to school children and explaining how we program them. We showed that they too could grow up to do programming and themselves as a career. There were so …"
    },
    {
        "title": "Using species conservation translocations as a tool for nature recovery",
        "authors": [
            "Delphine Pouget"
        ],
        "posted_on": "2025-03-26T09:52:14",
        "categories": [
            "Biodiversity",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Species re-introductions",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Delphine Pouget and Jeremy Sabel, Natural England’s Species Recovery & Reintroductions Team",
                "tag": "p"
            },
            {
                "content": "Natural England recognises that species translocations can be an important tool in nature recovery.",
                "tag": "p"
            },
            {
                "content": "Natural England’s ambition is to promote and enable high quality conservation translocation projects to support restoration of natural processes and nature recovery. This blog is part of a series providing advice on this topic:",
                "tag": "p"
            },
            {
                "content": "Conservation translocations are the deliberate movement and release of organisms where the primary objective is a measurable conservation benefit.",
                "tag": "p"
            },
            {
                "content": "Interest in conservation translocations as a tool for nature recovery has grown in recent years:",
                "tag": "p"
            },
            {
                "content": "Species translocation can revive ecosystems and inspire the public imagination and hope for the future. However, not all translocations are universally supported by all sectors of society.  ",
                "tag": "p"
            },
            {
                "content": "Natural England’s roles",
                "tag": "p"
            },
            {
                "content": "Natural England has distinct roles with respect to conservation translocations:",
                "tag": "p"
            },
            {
                "content": "As a regulator we aim to be fair and objective, providing clear guidance on the information needed, and judging the proposal based on the evidence provided. This applies to all projects, including those led by Natural England. The level of evidence required will vary depending on the nature of the proposal. Proposals that seek to restore ecosystem function at a landscape scale or that involve species where the potential impact of their release is not fully understood, are likely to require significant evidence gathering (biological, social and economic) before proceeding. However, we strive to balance the need for sufficient evidence and the risk of inaction.",
                "tag": "p"
            },
            {
                "content": "Priorities",
                "tag": "p"
            },
            {
                "content": "When considering a species recovery project, stakeholders should consider whether the species is a local priority (e.g. by engaging with their Local Nature Recovery Strategy) and whether a conservation translocation is a necessary component.",
                "tag": "p"
            },
            {
                "content": "Natural England may prioritise a conservation translocation where:",
                "tag": "p"
            },
            {
                "content": "The legality of translocating species",
                "tag": "h2"
            },
            {
                "content": "Controls on releasing animals do not distinguish between native and non-native species. Section 14 of the Wildlife and Countryside Act 1981 prohibits the release of any animal ‘of a kind’ that is not either ‘ordinarily resident’ or a ‘regular visitor’. It is also an offence to release into the wild any animal or plant listed on Schedule 9. The schedule lists certain species that are ordinarily resident or regular visitors but whose release needs to be controlled, including certain native species (e.g. barn owls).  The release of a former native species is therefore controlled because it involves a kind of animal that is no longer ordinarily resident. Guidance to help interpret these terms can be found on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "To ensure unique sub-species and any other distinctive, locally adapted populations are safeguarded, Natural England considers that organisms of a species sourced from populations outside Britain are of a different ‘kind’ to those belonging to British populations, unless there is evidence that they are indistinguishable (e.g. from perspectives of genetics, disease risk and behaviour). Releases of such animals will therefore require a licence unless it is agreed by Natural England that a licence is unnecessary.",
                "tag": "p"
            },
            {
                "content": "Native species",
                "tag": "p"
            },
            {
                "content": "The term native species is often used to describe species which naturally occur or have naturally occurred in the past, in England. Due to the increasing number of projects seeking to translocate species, we have provided a definition to explain what is and is not native.",
                "tag": "p"
            },
            {
                "content": "Natural England considers that a native species to Great Britain is a species that has:",
                "tag": "p"
            },
            {
                "content": "For further advice relating to conservation translocations see more on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Conservation Translocations",
                "tag": "p"
            },
            {
                "content": "There are four types of conservation translocation: reintroduction, reinforcement, assisted colonisation and ecological replacement which are explained in our guidance on GOV.UK. In this blog, we share our latest thinking on assisted colonisation and ecological replacement.",
                "tag": "p"
            },
            {
                "content": "Assisted colonisation",
                "tag": "h2"
            },
            {
                "content": "Habitat and climate change are the two most important factors driving changes in the broad distribution and abundance of many species. Some species will be able to track the pace of change through shifts in their distribution but many others, due to poor mobility, the fragmented nature of their habitat, or other barriers to dispersal, will not.  ",
                "tag": "p"
            },
            {
                "content": "Assisted colonisation provides one possible option to support species unable to track the pace of change, by moving them to new locations within, or outside their current natural range, where the climatic or ecological conditions are predicted to become increasingly favourable over time.",
                "tag": "p"
            },
            {
                "content": "Assisted colonisation represents the more interventionist end of the conservation translocation spectrum and should only be considered if other interventions have been tried or considered and discounted. Decision support tools have been developed to help inform the choice of responses, including where assisted colonisation would be appropriate.",
                "tag": "p"
            },
            {
                "content": "Ecological replacement ",
                "tag": "h2"
            },
            {
                "content": "Natural England has not developed criteria for identifying when an ecological replacement may be a suitable option, other than using domesticated pigs, cattle or horses to replicate naturalistic grazing by wild native species. As with any translocation project restoring a lost population, it is important to understand why the species was lost in the past and whether conditions are suitable for the replacement. When you apply for a licence for any ecological replacement project you will need to show that you have considered the following:",
                "tag": "p"
            },
            {
                "content": "Natural England’s role in promoting and enabling responsible conservation translocation projects",
                "tag": "p"
            },
            {
                "content": "The English Code helps planning and implementation of responsible projects. Projects should not rush to decide to translocate a species because a conservation translocation is not suitable for the conservation needs of every species. There may be more effective (e.g. lower cost and risk) alternatives, and it is important build support for a translocation among stakeholders and local communities.",
                "tag": "p"
            },
            {
                "content": "Engagement is a key requirement of the Code, and Natural England welcomes and encourages individuals and organisations with prospective conservation translocation proposals to engage with us and with other stakeholders as early as possible.",
                "tag": "p"
            },
            {
                "content": "Further information",
                "tag": "p"
            },
            {
                "content": "If you would like to discuss a conservation translocation, please contact Natural England at SpeciesRecoveryReintroduction@naturalengland.org.uk",
                "tag": "p"
            },
            {
                "content": "The English code is supplemented by practical guidance on licensing and on planning projects as well as case studies to help projects learn from past experience. ",
                "tag": "p"
            },
            {
                "content": "Natural England recognises the importance of monitoring, the need to be adaptive by learning from past successes and failures and sharing results and outcomes.",
                "tag": "p"
            },
            {
                "content": "The England Species Reintroductions Taskforce intends to develop an online hub and database for practitioners to access information about past and existing conservation translocations.",
                "tag": "p"
            },
            {
                "content": "Natural England will publish a second volume of case studies in due course. If you have any case studies that you wish to contribute, please get in touch.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/26/using-species-conservation-translocations-as-a-tool-for-nature-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Delphine Pouget and Jeremy Sabel, Natural England’s Species Recovery & Reintroductions Team Natural England recognises that species translocations can be an important tool in nature recovery. Natural England’s ambition is to promote and enable high quality conservation translocation projects …"
    },
    {
        "title": "Using Generative AI to help users resolve Trade Barriers",
        "authors": [
            "Susie Friedman, Senior Product Manager"
        ],
        "posted_on": "2025-03-26T09:26:03",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Susie Friedman",
                "tag": "h3"
            },
            {
                "content": "Feroze Rub",
                "tag": "h3"
            },
            {
                "content": "This blog post explores how we increased collaboration and knowledge sharing among distributed policy teams through an innovative approach.",
                "tag": "p"
            },
            {
                "content": "The Department for Business and Trade (DBT) is committed to removing barriers to trading and investing abroad for United Kingdom businesses. When businesses report barriers they face, there is a cross-government effort to resolve the barrier quickly and efficiently. The Digital Market Access Service (DMAS) facilitates the management of trade barriers. We recently introduced a comparison and recommendation engine to improve knowledge sharing across global teams.",
                "tag": "p"
            },
            {
                "content": "User Research: A team sport",
                "tag": "h3"
            },
            {
                "content": "We often discuss involving the whole team in user research to improve user empathy. However, ensuring everyone participates in the entire process - from deciding what to learn, attending sessions, and analysing insights - also increases the likelihood of identifying more diverse user problems.",
                "tag": "p"
            },
            {
                "content": "Several rounds of user research revealed these themes:",
                "tag": "p"
            },
            {
                "content": "On DMAS, much barrier detail is held in free-text descriptions rather than structured fields. This meant traditional search engines could not effectively mine the 'semantic' meaning of a barrier. One user provided an example of a monthly task. After downloading the dataset of over 3,000 barriers, they would have to run through a complex search of over 50 keywords to find all relevant barriers. ",
                "tag": "p"
            },
            {
                "content": "An innovative solution",
                "tag": "h3"
            },
            {
                "content": "Improving search and data quality are common goals for case management systems, but our developers saw a different solution. We could help users find barriers similar to theirs using a recommendation engine. Just like Netflix recommends new films to watch, or Tesco recommends items to add to your basket, users would learn from, or deduplicate, the similar barriers we “recommend”. ",
                "tag": "p"
            },
            {
                "content": "From lean prototype to 'truly revolutionary' deployment",
                "tag": "h3"
            },
            {
                "content": "DBT has quarterly 'firebreaks' where employees can take a week away from their usual work to tackle a problem and drive positive outcomes for the department. During one of these firebreaks, our team developed a testable prototype using a small language model, all-MiniLM-L6-v2, to convert trade barriers into numerical representations. This enabled semantic search based on similarity metrics, making it possible to find related content—something that was previously impossible with a keyword-based approach.",
                "tag": "p"
            },
            {
                "content": "Once approved for 'real data' use, we granted super-users early access to the new ‘Related Barriers’ feature, fine-tuning the similarity parameters based on their expertise.",
                "tag": "p"
            },
            {
                "content": "Early adopters provided incredibly positive feedback. They described \"seeing some barriers [they] would never have found otherwise\" and \"reaching out to [another] team to learn more [about a similar barrier] because I think we can resolve it together.\"",
                "tag": "p"
            },
            {
                "content": "Demystifying AI",
                "tag": "h3"
            },
            {
                "content": "The Alan Turing Institute paper which underscores DBT's approach to Artificial Intelligence (AI) requires that any AI be explainable to users who interact with it. Discovery and usability testing taught us that users assumed the 'similarity score' would be generated based on finding similar words like \"Whiskey\" and \"Whisky\" in the title and description. (This is closer to a 'bag of words' approach).",
                "tag": "p"
            },
            {
                "content": "The algorithm does not read text the same way people do. Instead, it encodes the title and description into a numerical vector representation that captures their meaning. It then compares these vectors to calculate a similarity score. We tested a couple of explanations with users, settling on :",
                "tag": "p"
            },
            {
                "content": "‘To calculate how related the barriers are, we use a neural-network-based algorithm which understands the context of the title and summary and compares it to other barriers.",
                "tag": "p"
            },
            {
                "content": "It does this by comparing the entire text at once for similarities, rather than picking out the context of each individual word. So, the algorithm focuses more on the pattern or shape of the content.",
                "tag": "p"
            },
            {
                "content": "A good way to think of this is how you might compare different types of shapes. For example, the model might understand one barrier as a yellow labrador. Potential duplicate barriers might look like a black labrador or a golden retriever. Whereas barriers which are poor matches might look like a Staffordshire terrier . While they are all dogs, labradors and retrievers are much more similar than a Staffordshire terrier, and the technology can understand this nuance.'",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h3"
            },
            {
                "content": "Related Barriers has been live since January 2025 making it part of the growing number of AI proof of concepts making it into production. A growing number of internal users have been interacting with it and finding relevant barriers on the service.",
                "tag": "p"
            },
            {
                "content": "The DMAS team is continuing to explore AI solutions for user and business problems. We are currently running experiments to understand if Generative AI can produce high-quality titles and summaries for businesses to see. We are also exploring whether Generative AI can summarise company interactions across DBT products.  This could assist teams by providing greater context and identifying opportunities for resolved barriers. ",
                "tag": "p"
            },
            {
                "content": "Broadly, DBT is currently building the infrastructure to self-host Large Language Models. It will allow product teams and data professionals to safely use AI to solve user needs with sensitive data. Our AI governance is being evolved to encourage innovation and experimentation while enabling secure and ethical use.",
                "tag": "p"
            },
            {
                "content": "Read more about how our governance framework is enabling the responsible use of AI here.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/03/26/using-generative-ai-to-help-users-resolve-trade-barriers/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT used a Large Language Model to increase knowledge sharing and improve its Market Access Service"
    },
    {
        "title": "The UK Forestry Standard: a guide to sustainable forestry and responsible timber harvesting",
        "authors": [
            "Chris Watson"
        ],
        "posted_on": "2025-03-26T08:00:00",
        "categories": [
            "Woodland creation",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Trees play a vital role in addressing climate change, supporting biodiversity and sustaining our way of life. Recreation, biodiversity and good quality habitats are often a byproduct of woodlands originally created to provide timber – a vital and renewable resource in our daily lives. ",
                "tag": "p"
            },
            {
                "content": "Sustainable forestry is an approach that ensures forests are managed responsibly to support society’s need for timber and the environment without compromising the needs of future generations.",
                "tag": "p"
            },
            {
                "content": "Why sustainable forestry?",
                "tag": "h2"
            },
            {
                "content": "In the face of climate change, our forests need to remain healthy and resilient to continue to produce timber and deliver valuable benefits to nature and society. Sustainable forestry promotes resilience by improving woodland diversity, its ability to adapt and the overall condition of our woods and forests.  ",
                "tag": "p"
            },
            {
                "content": "Managing woodland sustainably for timber production, secures a reliable supply of home-grown wood that helps meet our growing demand for timber and relieves pressure on forests worldwide. ",
                "tag": "p"
            },
            {
                "content": "What is the UK Forestry Standard?",
                "tag": "h2"
            },
            {
                "content": "The UK Forestry Standard (UKFS) sets the benchmark for sustainable forestry and sits alongside forestry policies, regulations and legislation. It sets out clear principles for sustainable forest management and timber harvesting that cover aspects such as biodiversity, soil health, water protection, landscape conservation and climate resilience. ",
                "tag": "p"
            },
            {
                "content": "Compliance with the UKFS is a requirement of government grants and permissions for forestry operations (such as woodland creation, felling and replanting proposals).  ",
                "tag": "p"
            },
            {
                "content": "Through sustainable practices, forest managers can balance the production of timber with the protection of biodiversity, landscapes and local communities. ",
                "tag": "p"
            },
            {
                "content": "What does responsible timber harvesting look like?",
                "tag": "h2"
            },
            {
                "content": "Harvesting provides the opportunity for the landowner to generate income through the sale of timber; many woodlands were originally planted for this purpose. However, sustainable harvesting is also a key tool in the management of resilient, biodiverse woodlands providing the opportunity to increase the structural and species diversity of a woodland. ",
                "tag": "p"
            },
            {
                "content": "Different silvicultural practices are used to grow and harvest trees depending on site type, species choice and the objectives of the forester. Techniques such as continuous cover forestry, which is gaining popularity, maintains a permanent canopy while allowing for selective harvesting. It can help increase resilience to climate change by providing shade and shelter to the next generation of trees, either planted or germinated from seeds from nearby trees. Selective systems provide a more stable habitat overall, which suits a wide range of woodland species, though not all. ",
                "tag": "p"
            },
            {
                "content": "Other techniques such as managing even age stands of trees on a clearfell system (the removal of all or most trees in an identified area in one operation) can be a productive and cost-effective way of producing good quality logs for sawmills to process. Clearfell benefits bird species including nightjar and woodlark that like open and woodland edge habitats. This management practice is a requirement of some designated ‘special protection areas’ aimed at protecting these species. ",
                "tag": "p"
            },
            {
                "content": "1. Minimising environmental impact",
                "tag": "h3"
            },
            {
                "content": "When undertaking any forest operations, such as timber harvesting, environmental impact needs to be carefully considered, and any negative effects minimised. Proposals for felling and thinning will need to be approved by the Forestry Commission and within these proposals there will typically be a requirement for restocking and regenerating your woodland after harvesting.  ",
                "tag": "p"
            },
            {
                "content": "The UKFS emphasises practices such as selective harvesting (the selective removal of trees in a forest), using regulated rotation cycles (the length of time between planting and harvesting) and stipulates clearfelling limits. This helps reduce habitat disruption and maintains the integrity of forest ecosystems.  ",
                "tag": "p"
            },
            {
                "content": "2. Planning operations carefully",
                "tag": "h3"
            },
            {
                "content": "Forest operations must be carefully planned to ensure safe and effective working on site, whilst protecting the forest environment. The UKFS provides comprehensive guidance to help develop operational plans, which cover critical considerations like access and timber stacking.  ",
                "tag": "p"
            },
            {
                "content": "For instance, forest tracks and designated stacking areas must be strategically located to minimise environmental disturbances, and felling and extraction routes should limit crossings over streams and drains. Well-planned and maintained extraction routes and stacking areas increase productivity, reduce costs and improve safety for machinery operators and timber hauliers.",
                "tag": "p"
            },
            {
                "content": "3. Safeguarding vulnerable areas",
                "tag": "h3"
            },
            {
                "content": "Safeguarding sensitive site areas, such as fragile soils and habitats, is equally essential. To protect ecosystems, harvesting is carefully timed and low impact techniques are promoted to conserve soil health, reduce compaction and prevent erosion. Forest managers are encouraged to avoid harvesting during the bird nesting season and avoid practices that degrade soils and historic features such as woodbanks; such as the use of heavy machinery when ground conditions are wet. This often means being mindful of when to harvest timber and maintaining buffer zones. ",
                "tag": "p"
            },
            {
                "content": "Biosecurity protocols include cleaning equipment and controlling the movement of materials from contaminated to clean sites, to further protect forests from invasive species, pests and diseases. ",
                "tag": "p"
            },
            {
                "content": "4. Investing in future forests",
                "tag": "h3"
            },
            {
                "content": "The UKFS prioritises restocking to ensure sustainability and to maintain forest cover, encouraging harvested trees to be replaced through natural regeneration (where trees seed within the woodland habitat itself) or planting suitable species. Reducing the impacts of mammal damage is an essential element of sustainable forest management, especially where natural regeneration is taking place.   ",
                "tag": "p"
            },
            {
                "content": "The UKFS limits single species planting to 65%, steering forestry away from monoculture plantations, which can be more vulnerable to pests and diseases, and support less biodiversity. Instead, it encourages mixed woodlands of compatible species that are better equipped to handle environmental challenges and support nature. ",
                "tag": "p"
            },
            {
                "content": "To improve climate resilience, the use of pest-resistant species and those suited to predicted future climates is essential. ",
                "tag": "p"
            },
            {
                "content": "Mapping tools such as the Ecological Site Classification system developed by Forest Research to help identify suitable species for specific sites, while resources like Forestry England’s video on sustainable harvesting provide practical insights into these practices. These combined efforts ensure the UK’s forests are diverse, resilient and well-prepared to thrive despite future challenges.",
                "tag": "p"
            },
            {
                "content": "The benefits of the UK Forestry Standard",
                "tag": "h2"
            },
            {
                "content": "The UKFS serves as a vital resource for forest managers, offering practical advice and standards to ensure sustainable practices are implemented effectively. By following this guidance, forest operations can not only meet legal and environmental requirements but also contribute to the long-term health and resilience of the UK’s forests.",
                "tag": "p"
            },
            {
                "content": "Sustainable forestry provides wider environmental, economic and social benefits. These include: ",
                "tag": "p"
            },
            {
                "content": "Economic benefits",
                "tag": "h3"
            },
            {
                "content": "Environmental benefits",
                "tag": "h3"
            },
            {
                "content": "Social benefits",
                "tag": "h3"
            },
            {
                "content": "The UK Forestry Standard plays a crucial role in shaping a sustainable future for our forests, balancing timber production with other community (or societal) needs, as well as the needs of wildlife and the wider environment. By following this guidance, landowners and forestry professionals can contribute to the health of our woodlands, support rural economies and help address climate change.  ",
                "tag": "p"
            },
            {
                "content": "Sustainable forestry is not only vital for the future of our forests, but also vital for the future generations that depend on them. By investing in responsible forest management today, we ensure a thriving, resilient landscape for tomorrow. ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/03/26/the-uk-forestry-standard-a-guide-to-sustainable-forestry-and-responsible-timber-harvesting/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Chris Watson is the Forestry Commission's Woodland Resilience Advisor. Here he outlines the principles and wider environmental, economic and social benefits of sustainable forest management and timber harvesting through the UK Forestry Standard."
    },
    {
        "title": "NHSE National Secure Data Environment (Get Access to Data) Alpha Reassessment",
        "authors": [
            "manyeelam"
        ],
        "posted_on": "2025-03-25T17:05:37",
        "categories": [
            "Alpha",
            "Assurance",
            "Service assessments"
        ],
        "content": [
            {
                "content": "From: DHSCAssessment date: 18/5/2023Reassessment date: 26/10/2023Stage: Alpha reassessmentResult: Met at reassessmentService provider: NHS England",
                "tag": "p"
            },
            {
                "content": "Service description ",
                "tag": "h2"
            },
            {
                "content": "This service aims to solve the problem of enabling secure access to and support in the use of NHS datasets for external users for health and social care research.    ",
                "tag": "p"
            },
            {
                "content": "Service users ",
                "tag": "h2"
            },
            {
                "content": "The primary users of this service are Researchers and Analysts, who use the environment to access NHSE datasets and perform analysis using analytical tools. ",
                "tag": "p"
            },
            {
                "content": "Secondary users are Data Managers, who facilitate SDE access for researchers/analysts, and support them on a regular basis. ",
                "tag": "p"
            },
            {
                "content": "Users access the SDE to access NHS data broadly for one of these purposes: ",
                "tag": "p"
            },
            {
                "content": "Report contents",
                "tag": "h2"
            },
            {
                "content": "1. Understand users and their needs ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "2. Solve a whole problem for users ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 2 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "3. Provide a joined-up experience across all channels    ",
                "tag": "h2"
            },
            {
                "content": " Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 3 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "4. Make the service simple to use ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 4 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessnent",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 4 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "5. Make sure everyone can use the service     ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "6. Have a multidisciplinary team ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 6 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "7. Use agile ways of working ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 7 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "8. Iterate and improve frequently ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 8 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 8 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "9. Create a secure service which protects users’ privacy ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 9 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 9 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "10. Define what success looks like and publish performance data ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 10 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "11. Choose the right tools and technology ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 11 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "12. Make new source code open ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 12 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service conditionally met point 12 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "13. Use and contribute to open standards, common components and patterns ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 13 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "14. Operate a reliable service ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 14 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 14 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2025/03/25/nhse-national-secure-data-environment-get-access-to-data-alpha-reassessment/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "From: DHSCAssessment date: 18/5/2023Reassessment date: 26/10/2023Stage: Alpha reassessmentResult: Met at reassessmentService provider: NHS England Service description  This service aims to solve the problem of enabling secure access to and support in the use of NHS datasets for external users for health and social care research.     …"
    },
    {
        "title": "Who’s eligible for the 2025 COVID-19 vaccine, or ‘Spring Booster’?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-25T15:52:00",
        "categories": [
            "Coronavirus (COVID-19)",
            "Immunisation and vaccination"
        ],
        "content": [
            {
                "content": "As we move into spring, protection from any earlier COVID-19 vaccination you may have had will be starting to wane.",
                "tag": "p"
            },
            {
                "content": "COVID-19 can still be very dangerous and even life threatening, particularly for older people and those with a weakened immune system.",
                "tag": "p"
            },
            {
                "content": "Thankfully, for those who are more likely to become seriously ill from COVID-19, the NHS offers a free vaccine in the spring to top up their protection. This was previously known as the ‘Spring Booster’.",
                "tag": "p"
            },
            {
                "content": "The vaccine has saved countless lives, prevented thousands from needing to go to hospital and helped us to live with the virus without fear or restrictions.",
                "tag": "p"
            },
            {
                "content": "UKHSA surveillance data relating to last spring’s programme shows that those who received a vaccine were around 45% less likely to be admitted to hospital with COVID-19 from 2 weeks following vaccination, compared to those who remained unvaccinated.",
                "tag": "p"
            },
            {
                "content": "Eligibility for the COVID-19 vaccination this spring",
                "tag": "h2"
            },
            {
                "content": " The eligibility criteria is the same as for spring 2024, and similar to spring 2022 and spring 2023, with the addition of immunocompromised people in younger age groups:",
                "tag": "p"
            },
            {
                "content": "The eligibility is the same across the 4 nations of the UK (England, Scotland, Wales and Northern Ireland).",
                "tag": "p"
            },
            {
                "content": "Age-based criteria",
                "tag": "h2"
            },
            {
                "content": "Those who are aged 75 and over can come forward to top up their protection this spring. If you are 74 but turn 75 years old by 17 June 2025, you don’t have to wait for your birthday to come forward.",
                "tag": "p"
            },
            {
                "content": "Eligibility for residents and staff in care homes",
                "tag": "h2"
            },
            {
                "content": "Those who are resident in care homes for older adults are also eligible. Carers and staff in care homes are not eligible, this is because the vaccination programme this spring is targeted towards providing protection to those most vulnerable to severe disease.",
                "tag": "p"
            },
            {
                "content": "Those with a weakened immune system",
                "tag": "h2"
            },
            {
                "content": "We understand that having a weakened immune system (immunosuppression) is a lot less straightforward than the other criteria. Looking online can cause even more confusion, as people might see themselves (and be considered by others) as immunosuppressed but might not fit the immunosuppression criteria for vaccination.",
                "tag": "p"
            },
            {
                "content": "So, what are the immunosuppression criteria? Eligibility is outlined in Chapter 14a of the Green Book, a document published by UKHSA specifically for public health professionals. It can be a complicated document for non-experts, so we've listed some of the groups here:",
                "tag": "p"
            },
            {
                "content": "While this list summarises some major groups, it does not cover everything. Please check online at nhs.uk/get-vaccine to see if you are eligible.",
                "tag": "p"
            },
            {
                "content": "Booking the spring COVID-19 vaccine",
                "tag": "h2"
            },
            {
                "content": "You should come forward rather than waiting for the NHS to contact you this year. The National Booking System opens on 25 March to book appointments from 1 April: nhs.uk/bookcovid. If you or someone you know can’t get online, book by calling 119 free of charge, where a translator is available if needed.",
                "tag": "p"
            },
            {
                "content": "Getting your COVID-19 vaccine is very convenient, with thousands of appointments available across the country every day, usually at pharmacies and GP practices.",
                "tag": "p"
            },
            {
                "content": "While having your spring vaccine around 6 months after your last dose is the usual timeframe, you can have it as soon as 3 months after a previous COVID-19 vaccine dose. If you are eligible, you can get protection from a spring COVID-19 vaccination even if you have not taken up a COVID-19 vaccine offer in the past. Most people do not need extra vaccinations to make up for any they have missed, but your doctor may advise a further dose if you have a severely weakened immune system.",
                "tag": "p"
            },
            {
                "content": "It is important that everyone who is eligible takes up the offer this spring before the vaccination programme closes on 17 June 2025.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/25/whos-eligible-for-the-2025-covid-19-vaccine-or-spring-booster/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Details of who is eligible to book a free NHS COVID-19 vaccination this spring."
    },
    {
        "title": "Join us for a Lunch and Learn session about working in GVS",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-03-25T15:50:54",
        "categories": [
            "Government Veterinary Services",
            "Professional development"
        ],
        "content": [
            {
                "content": "Have you ever wondered what roles there are for vets in government? ",
                "tag": "p"
            },
            {
                "content": "Did you know vet roles exist in 9 government departments? ",
                "tag": "p"
            },
            {
                "content": "Join us for a conversation with Government Veterinary Service (GVS) colleagues on Tuesday 22nd April 12:30-13:15, to hear an overview of their careers and their hopes for the future of GVS. ",
                "tag": "p"
            },
            {
                "content": "This is a great opportunity to ask questions and have a discussion, including picking up tips about getting into the GVS and understanding some of the challenges or opportunities about working in GVS. ",
                "tag": "p"
            },
            {
                "content": "Our panellists include ",
                "tag": "p"
            },
            {
                "content": "Jorge Martin-Almagro is the Deputy Chief Veterinary Officer for international and trade affairs in the Department for Environment, Food and Rural Affairs (Defra). ",
                "tag": "p"
            },
            {
                "content": "Lévon Stephan is a Senior Veterinary Advisor and Assessor in the UK Office for Sanitary and Phytosanitary Controls (SPS), in Defra, where he provides veterinary advice and assessment of animal health, welfare and veterinary public health to the UK. ",
                "tag": "p"
            },
            {
                "content": "Fin Twomey is the Head of the Animal and Plant Health Agency (APHA) Surveillance Intelligence Unit, with responsibility for Scanning Surveillance across a wide range of species, including farmed and wildlife, in England and Wales. ",
                "tag": "p"
            },
            {
                "content": "Natalie Sampson is the Head of Veterinary Advisory Services, UK & International Affairs Directorate at the Food Standards Agency (FSA). She is also a council member at the Veterinary Public Health Association. ",
                "tag": "p"
            },
            {
                "content": "This session can count as part of our CPD, so remember to log it!",
                "tag": "p"
            },
            {
                "content": "Contact gvs@defra.gov.uk if you would like more information!",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/03/25/join-us-for-a-lunch-and-learn-session-about-working-in-gvs/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Have you ever wondered what roles there are for vets in government?  Did you know vet roles exist in 9 government departments?  Join us for a conversation with Government Veterinary Service (GVS) colleagues on Tuesday 22nd April 12:30-13:15, to hear …"
    },
    {
        "title": "Why clear and accurate pricing matters – and how businesses can get it right",
        "authors": [
            "Sarah Cardell"
        ],
        "posted_on": "2025-03-25T15:15:22",
        "categories": [
            "Consumer protection"
        ],
        "content": [
            {
                "content": "It’s vital that shoppers can access clear pricing information. Knowing how much you’ll pay is fundamental to making good decisions – working out which product is best for you, and where to buy it.",
                "tag": "p"
            },
            {
                "content": "When firms don't display their prices accurately or leave out essential pricing information that people need to know, it can make products appear cheaper than they are. That can undermine people’s trust when they find out the real cost, and prevent businesses from competing on a level playing field.",
                "tag": "p"
            },
            {
                "content": "Access to clear and accurate pricing information is a priority for the CMA. Our work over several years – on the price of everything from a family holiday to a cycle of IVF treatment, from buying a mattress to writing a will – shows the CMA’s commitment to supporting businesses to comply with the law, and to act where we see bad practice.",
                "tag": "p"
            },
            {
                "content": "New and innovative pricing systems, including those using the latest technology such as AI, can offer real benefits to consumers, businesses and the wider economy. To ensure consumers maintain trust and confidence in how pricing works, businesses need to help people understand how they work. What determines the price they pay? How can prices change over time?",
                "tag": "p"
            },
            {
                "content": "If consumers understand how new pricing systems work, they can be confident that they are being treated fairly and are more likely to remain loyal which helps businesses to grow.",
                "tag": "p"
            },
            {
                "content": "Our recent work on pricing",
                "tag": "h2"
            },
            {
                "content": "We've been busy over recent weeks on several projects related to pricing:",
                "tag": "p"
            },
            {
                "content": "Ticketmaster investigation",
                "tag": "h3"
            },
            {
                "content": "The CMA has been investigating Ticketmaster, following concerns about the sale of tickets for the UK leg of the Oasis Live ‘25 concert tour. We reached an important milestone in that investigation today, sending Ticketmaster a ‘consultation letter’ setting out the CMA’s concerns and seeking changes to Ticketmaster’s processes.",
                "tag": "p"
            },
            {
                "content": "We have 2 main concerns. ",
                "tag": "p"
            },
            {
                "content": "Firstly, we don't think customers were given clear and timely information about how the pricing of certain tickets would work. In particular, we don't think it was clear that there were 2 categories of standing tickets at different prices, with all of the cheaper standing tickets sold first before the more expensive standing tickets were released. As a result, many fans may have waited in a long queue without understanding what they would be paying and then having to decide quickly whether to pay a higher price than they expected.",
                "tag": "p"
            },
            {
                "content": "Secondly, we’re concerned that Ticketmaster labelled certain seated tickets as ‘platinum’ and sold them to fans for around 2.5 times the price of equivalent standard tickets, without sufficiently explaining that they didn't offer additional benefits and were often located in the same area of the stadium. We’re concerned that this may have misled fans into thinking they were getting better tickets when that wasn’t necessarily the case.",
                "tag": "p"
            },
            {
                "content": "Dynamic pricing",
                "tag": "h3"
            },
            {
                "content": "We’re also looking at how ‘dynamic pricing’ is being used across different sectors of the economy. Dynamic pricing generally involves prices changing in a relatively short period of time because of changing market conditions, like a high level of consumer demand or a shortage of availability. In some cases that can involve complex algorithms, with prices changing frequently and at great speed.",
                "tag": "p"
            },
            {
                "content": "There is often considerable confusion about what dynamic pricing is and how it is used. For example, in our Ticketmaster investigation, many fans were under the impression that Ticketmaster used an algorithmic pricing model to adjust its prices in real time. However, we did not find evidence that was the case. Instead, Ticketmaster used a different pricing model where it released a number of standing tickets at a lower price and, once they sold out, released remaining standing tickets at a much higher price.",
                "tag": "p"
            },
            {
                "content": "We're examining how dynamic pricing is used by businesses, why they use it and what benefits it has, including whether it varies by sector – for example, business practice and consumer expectations may be different for holiday pricing as compared to tickets. ",
                "tag": "p"
            },
            {
                "content": "We want to understand both the benefits and potential risks for consumers and competition. We have engaged with a number of businesses and consumer groups who have helped us develop a richer understanding of dynamic pricing. We'll publish our findings by the end of April. ",
                "tag": "p"
            },
            {
                "content": "We’ll also be providing our findings to the government to help inform its consideration of the issues raised by dynamic pricing, including in the live events sector.",
                "tag": "p"
            },
            {
                "content": "Ticket resale",
                "tag": "h3"
            },
            {
                "content": "We’ve responded this week to the government’s consultation on proposals to strengthen consumer protection in relation to ticket resale for live events. The consultation drew on previous CMA work highlighting that typical price mark-ups in the ticket resale market are around 50%, and that bulk buying of tickets by professional ticket touts can drive these inflated prices.",
                "tag": "p"
            },
            {
                "content": "The government wants to protect consumers from ‘excessive resale pricing’, and we’ve made clear in our response to the consultation that we support its proposal for a price cap on resold tickets to deliver that objective.",
                "tag": "p"
            },
            {
                "content": "Our response also sets out a number of considerations to help the government successfully implement such a price cap, including:",
                "tag": "p"
            },
            {
                "content": "What businesses can do to help build consumer trust and confidence in their pricing systems",
                "tag": "h2"
            },
            {
                "content": "Great businesses put their customers front and centre of what they do and they innovate to use pricing strategies that serve their customers and drive growth. The work we’ve described above highlights the importance of thinking through a customer journey. For example, what information do consumers need to make informed choices throughout the purchasing process, whatever pricing strategy a business uses?",
                "tag": "p"
            },
            {
                "content": "Businesses use dynamic pricing in lots of different ways, but here are some overarching steps businesses can take to help ensure compliance and build trust about their pricing in the areas I’ve described above:",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "You might be interested in:",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/03/25/why-clear-and-accurate-pricing-matters-and-how-businesses-can-get-it-right/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "Learn how we’ve been working to help consumers get clearer and more accurate price information, and what businesses can do to get it right."
    },
    {
        "title": "Government publishes first Pesticides National Action Plan in a decade ",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-03-25T15:06:40",
        "categories": [
            "Chemicals and pesticides",
            "Pollinators"
        ],
        "content": [
            {
                "content": "Last week, the Government published the Pesticides National Action Plan, the first in a decade. The Action Plan sets out a clear direction for the sustainable future of pesticide use in the UK. ",
                "tag": "p"
            },
            {
                "content": "Pesticides play an important role in protecting our crops, supporting food production, preserving our natural landscapes and maintaining important public spaces such as our roads and sports pitches. However, overuse or incorrect use of pesticides can contribute to the loss of vital biodiversity and can cause risks to human health.  ",
                "tag": "p"
            },
            {
                "content": "We have already committed to taking decisive action to protect bees and other pollinators by ending the use of three bee killing neonicotinoids —clothianidin, imidacloprid, and thiamethoxam – in England. The publication of the Action Plan presents another step in protecting our environment and promoting food security for the future.  ",
                "tag": "p"
            },
            {
                "content": "The Action Plan sets out how all four UK governments will support farmers, growers and other land managers to increase their use of nature-based techniques, reducing the potential harm from pesticides, while still controlling pests effectively.  ",
                "tag": "p"
            },
            {
                "content": "The Plan has three key objectives:  ",
                "tag": "p"
            },
            {
                "content": "We’ve explained these objectives in more detail in the sections below. ",
                "tag": "p"
            },
            {
                "content": "Integrated Pest Management  ",
                "tag": "p"
            },
            {
                "content": "Integrated pest management (known as IPM) is a holistic and sustainable approach that uses all available methods to prevent, monitor, and control pests, weeds and diseases, which can help to reduce the need for conventional pesticides. We recently published guidance for farmers and growers to help them use IPM in their work.  ",
                "tag": "p"
            },
            {
                "content": "Innovation is key to make sure farmers and growers have the most effective IPM tools at their disposal. We have already committed £150 million for industry-led research and development via the Farming Innovation Programme. In the Action Plan, we outline how we will make it easier to get biopesticides – which tend to be lower risk than chemical pesticides – to market and support innovation in precision application – including the use of drones.   ",
                "tag": "p"
            },
            {
                "content": "A UK target for reduction of pesticides  ",
                "tag": "p"
            },
            {
                "content": "We are introducing a domestic reduction target for pesticides in the UK, to reduce the potential harm caused by pesticides to the environment by at least 10% by 2030. The actions in the National Action Plan set out how we will deliver against this aim while supporting food production.  ",
                "tag": "p"
            },
            {
                "content": "Our target is measured using the Pesticide Load Indicator, which is a UK-specific metric made up of 20 different indicators, and the target requires a 10% reduction against each.  ",
                "tag": "p"
            },
            {
                "content": " These indicators include measures of both acute and chronic harm across 10 different species, as well as measures of how a pesticide behaves in the environment. By driving action across these measures, we are taking a holistic approach rather than, for example, making progress on reducing potential harm to fish but not paying attention to bees. ",
                "tag": "p"
            },
            {
                "content": "Our target must drive sustainable change. Achieving this will require action by Government, manufacturers, and farmers and growers. The package of actions outlined in the National Action Plan are designed to deliver this action. ",
                "tag": "p"
            },
            {
                "content": "For more information, you can read the GOV.UK target explainer.   ",
                "tag": "p"
            },
            {
                "content": "Supporting safe pesticide use  ",
                "tag": "p"
            },
            {
                "content": "We want everyone using pesticides to do so safely and responsibly. ",
                "tag": "p"
            },
            {
                "content": "We'll help people understand the legal rules for using pesticides - from safe storage to equipment maintenance - through updated guidance. ",
                "tag": "p"
            },
            {
                "content": "We'll also use information from inspections and other sources to provide targeted support to pesticide users. ",
                "tag": "p"
            },
            {
                "content": "For more information on the safe use of pesticides you can read the HSE code of practice, and if you are a professional pesticide user you can watch our video on how to register as a professional user of plant protection products. ",
                "tag": "p"
            },
            {
                "content": "Read the full Action Plan for more information ",
                "tag": "p"
            },
            {
                "content": "The National Action Plan will help support a sector where restoring nature is not in competition with the sustainable production of food, but is essential to it. ",
                "tag": "p"
            },
            {
                "content": "For more information on everything we’ve mentioned above, read the UK Pesticides National Action Plan itself.  ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/03/25/government-publishes-first-pesticides-national-action-plan-in-a-decade/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Last week, the Government published the Pesticides National Action Plan, the first in a decade. Read this post to find out more."
    },
    {
        "title": "Funding Service: How we transformed Delta based on user needs  ",
        "authors": [
            "Susanna Winstanley, Senior Content Designer"
        ],
        "posted_on": "2025-03-25T14:14:20",
        "categories": [
            "Funding Service"
        ],
        "content": [
            {
                "content": "Delta is the main platform the Ministry of Housing, Communities and Local Government (MHCLG) uses to collect data and make payments. Part of the department’s Funding Service, it helps the department make policy decisions, release national statistics and process payments to local authorities.   ",
                "tag": "p"
            },
            {
                "content": "Last year, Delta handled:  ",
                "tag": "p"
            },
            {
                "content": "Listening to users: the need for change",
                "tag": "h2"
            },
            {
                "content": "Delta has served the department since 2017, when it was built to replace its predecessor LOGASNet. Over the past 8 years, it has become a widely used and important system. We have consistently worked on Delta, introducing a case level approach to data collections, improving site navigation and accessibility, and making updates based on user needs.",
                "tag": "p"
            },
            {
                "content": "While these improvements were valuable, we knew there was room for a more fundamental transformation and our users agreed too.",
                "tag": "p"
            },
            {
                "content": "In 2024, we surveyed more than 700 external users and 30 internal users to understand their experience of Delta. Almost 50% found the system unnecessarily complex and more than 30% struggled with navigation. This was summed up by one user who said: “The system is clunky and not easy to navigate or search for the data that you want.”  ",
                "tag": "p"
            },
            {
                "content": "Enter Delta 2.0  ",
                "tag": "h2"
            },
            {
                "content": "We developed Delta 2.0 to directly address this user feedback. The aim of the new version was to improve and simplify the interface and improve the technical build.   ",
                "tag": "p"
            },
            {
                "content": "We introduced GOV.UK design patterns to make the new interface easier to use and more accessible. We improved navigation, summary information and how data is shown, and introduced clear signposting for data submission. These changes went through rigorous user testing, to make sure the designs met user needs.  ",
                "tag": "p"
            },
            {
                "content": "We also improved the way Delta functions technically, making the infrastructure less complicated and more secure, removing bugs, and reducing the hosting costs from £1.3 million to £0.4 million – a 70% saving.   ",
                "tag": "p"
            },
            {
                "content": "On 4 December 2024, we successfully launched Delta 2.0, with no service downtime and no issues.  ",
                "tag": "p"
            },
            {
                "content": "Impact and next steps  ",
                "tag": "h2"
            },
            {
                "content": "The initial response to Delta 2.0 has been positive, with users rating the changes 4.15 out of 5 in terms of satisfaction – an impressive score!   ",
                "tag": "p"
            },
            {
                "content": "Users have shared encouraging feedback, including:  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead, we’ll be making changes for internal users, building on what we’ve learnt from this work to improve the Submissions Dashboard.  ",
                "tag": "p"
            },
            {
                "content": "Find out more ",
                "tag": "h2"
            },
            {
                "content": "To find out more about Delta, or for information on the wider work of the service, contact FundingService@communities.gov.uk. Follow our progress by subscribing to the MHCLG Digital blog and reading our latest blog posts. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/03/25/funding-service-how-we-transformed-delta-based-on-user-needs/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Delta is the main platform MHCLG uses to collect data and make payments. It helps the department make policy decisions, release national statistics and process payments to local authorities.  Read how the Funding Service transformed Delta based on user needs."
    },
    {
        "title": "An update on customer account managers now and in the future ",
        "authors": [
            "Leighton Burman"
        ],
        "posted_on": "2025-03-25T13:23:31",
        "categories": [
            "Motorcycle trainers",
            "Uncategorized",
            "Vocational trainers"
        ],
        "content": [
            {
                "content": "DVSA introduced Customer Account Managers in response to vocational and motorcycle training providers saying they needed a better way to communicate with DVSA. The role started in October 2021.   There have been some changes since they were introduced. So, this seems a good opportunity for an update. ",
                "tag": "p"
            },
            {
                "content": "A new head account manager  ",
                "tag": "h2"
            },
            {
                "content": "One of the recent changes to the team has been my recent appointment as head account manager, so allow me to introduce myself.   I've been in the role for a couple of weeks, but I’ve been with DVSA since 2017. I started out as a Vehicle Standard Assessor inspecting HGVs, PSVs and dangerous goods vehicles for their annual test. I then held a number of leadership roles, before starting this role.As you can imagine, I’m still finding my feet and am looking forward to the challenge. One of the first things I want to do was to make sure you all understand what the team does and how we can support you and your business. ",
                "tag": "p"
            },
            {
                "content": "We are here to help  ",
                "tag": "h2"
            },
            {
                "content": "The team and I are your main point of contact for any business customer enquiries. This could be from something as simple as a query about using our booking system, but we can also help with: ",
                "tag": "p"
            },
            {
                "content": "Helping us improve  ",
                "tag": "h2"
            },
            {
                "content": "We are always looking for ways to improve the service we offer and would love you to tell us what we could do better. One of the easiest ways to do this is to complete the regular customer satisfaction surveys. This is a chance for you to tell us what you think about the service DVSA provides and led to the original introduction of customer account managers.  ",
                "tag": "p"
            },
            {
                "content": "Many of you have completed the current survey already, but if you’ve not had your say yet you can find the survey using the right link below: ",
                "tag": "p"
            },
            {
                "content": "The deadline is 31 March 2025. It’s really important to hear back from you so we can continue to improve the service we offer.  We have exciting plans for the year ahead and beyond, focused on being visible and accessible to you. But you can use the surveys to let us know what you’d like to see.  ",
                "tag": "p"
            },
            {
                "content": "Contacting your customer account manager ",
                "tag": "h2"
            },
            {
                "content": "I hope that all vocational trainers will know their local customer account manager and are already in regular contact with them. ",
                "tag": "p"
            },
            {
                "content": "As the team has not been supporting motorcycle trainers for as long, some of you might not have had the chance to meet your customer account manager or even find out who they are. If that’s the case, then please have a look through the table below;  ",
                "tag": "p"
            },
            {
                "content": "To contact the team or to find out which area you are covered by please send an email using the addresses below. The inboxes are monitored daily.  ",
                "tag": "p"
            },
            {
                "content": "What are our plans for the year ahead?  ",
                "tag": "h2"
            },
            {
                "content": "We are currently working on a programme of visits to enable us to see as many trainers as possible. We want to continue to develop strong client relationships with you through regular contact.  We will also be focusing more on the monitoring of trainer booking and work with individual trainers to look at how you are using the system in line with the booker agreements. Your local account manager will be in touch soon to demonstrate how this data can improve our joint performance and give better access to test availability for all.  The next 12 months are shaping up to be busy for the customer account manager team and I am determined that we will continue to support you and your businesses moving forward.",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/03/25/an-update-on-customer-account-managers-now-and-in-the-future/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "DVSA introduced Customer Account Managers in response to vocational and motorcycle training providers saying they needed a better way to communicate with DVSA. The role started in October 2021.   There have been some changes since they were introduced. So, this …"
    },
    {
        "title": "Improving MOT site reviews – here’s what you need to know ",
        "authors": [
            "Chris Price"
        ],
        "posted_on": "2025-03-25T10:20:11",
        "categories": [
            "MOT testing service",
            "News and updates"
        ],
        "content": [
            {
                "content": "This blog provides an update from our MOT Enforcement team on changes we are making to our reviews process from 1 April 2025.The lion’s share of our work is targeted enforcement. This is led by intelligence sent to us from garages and the public, and data from assessing MOT garages. This assessment is known as a “site review” – which can either be onsite or offsite. We’ve done site reviews for many years. It helps us to keep test stations operating as they should and allows us to “risk rate” – helping us target our efforts at garages that are most likely to have problems. The site review process also provides opportunity for advice and guidance.",
                "tag": "p"
            },
            {
                "content": "Changing onsite reviews",
                "tag": "h2"
            },
            {
                "content": "For most garages, we will do an onsite review. However, these full onsite reviews can be time-consuming for our examiners and your teams. They don’t always tell us if vehicles tested are receiving the correct result, which is the most important bit.",
                "tag": "p"
            },
            {
                "content": "With that in mind, we’re amending onsite reviews to make the process a bit slicker. This will help us focus on improving poorly performing garages and minimising disruption to your businesses. ",
                "tag": "p"
            },
            {
                "content": "What has changed?",
                "tag": "h2"
            },
            {
                "content": "Following a review and with feedback from industry, we are changing the onsite review to a more basic compliance check.  We will still be visiting garages for these, but rather than doing a deep dive into the systems and processes of running the garage, our aim is to focus more on the test results.",
                "tag": "p"
            },
            {
                "content": "Why we're making these changes to site reviews",
                "tag": "h3"
            },
            {
                "content": "The change means less preparation time for garages and less time undertaking onsite reviews for us. This means we can visit more garages and provide support.  For Authorised Examiners (AEs), streamlining this should mean our visits are less disruptive, focusing on managing the quality of testing in garages. At a minimum we will check that: ",
                "tag": "p"
            },
            {
                "content": "Streamlining our approach ",
                "tag": "h3"
            },
            {
                "content": "Of course, we still expect good systems to be in place to manage people, quality control and the site. These are the basics that help ensure good quality MOT standards. So we may assess these to make sure they’re in place, checking that managers are taking this responsibility seriously. Where garages don’t provide information or have adequate systems, we will take action. ",
                "tag": "p"
            },
            {
                "content": "Our streamlined approach means we can carry out this basic compliance check whenever we visit a Vehicle Testing Station (VTS). Even if we are there to sign off a new tester or carry out an appeal, we can quickly check the site is well-run.  ",
                "tag": "p"
            },
            {
                "content": "This new approach does not mean a reduction in the support we give to garages. In fact, with more focus on the test we hope that our examiners will be able to support and advise garages even more. ",
                "tag": "p"
            },
            {
                "content": "Off-site review to “VTS Self Assessments” ",
                "tag": "h2"
            },
            {
                "content": "Where garages have a positive record with DVSA, in some cases we will conduct an offsite review instead of visiting the garage.",
                "tag": "p"
            },
            {
                "content": "Following AE feedback, we are making some changes to the offsite review  which will now be know as a “VTS Self Assessment”.   ",
                "tag": "p"
            },
            {
                "content": "Moving to a self assessment form",
                "tag": "h3"
            },
            {
                "content": "As you may know, offsite reviews are currently carried out by phone calls. Often, the designated staff member isn’t available or the timing of the call is inconvenient resulting in a poor assessment for the VTS or it being cancelled.  ",
                "tag": "p"
            },
            {
                "content": "To correct this, we will now email a self-assessment form to the nominated Authorised Examiner Designated Manager (AEDM). They will have 14 days to return the form, which DVSA will assess. This will make the process more flexible.  ",
                "tag": "p"
            },
            {
                "content": "If there is no cause for concern this will result in no further action or where we have serious queries, it could trigger an on-site follow up visit.  ",
                "tag": "p"
            },
            {
                "content": "This change will also help free up examiners to focus on other areas that demand their attention, such as new tester signoffs and garage approvals. It will provide more education and advice where needed and allow us to take action on non-compliant garages, so that MOT testing remains a level playing field for all.  ",
                "tag": "p"
            },
            {
                "content": "Lowering the disciplinary points threshold so points don’t make surprises! ",
                "tag": "h2"
            },
            {
                "content": "When we were researching what changes to make, we found that some low-level cases (where minor non-compliances were found through some type of DVSA visit or investigation) could have been resolved with advice and education. ",
                "tag": "p"
            },
            {
                "content": "To solve this, we are increasing the threshold for triggering consideration of  disciplinary action from 30 to 40 points from 1 April 2025.   ",
                "tag": "p"
            },
            {
                "content": "This helps us identify the best course of action and consider whether additional training is needed before we escalate matters to a disciplinary case. ",
                "tag": "p"
            },
            {
                "content": "Our aim is to foster a culture where we can help rectify issues and learn from them, rather than always taking action.  Any common areas for retraining we identify will help us prepare better training materials for all VTSs.  ",
                "tag": "p"
            },
            {
                "content": "Fit for the future  ",
                "tag": "h2"
            },
            {
                "content": "These changes will allow you to improve the quality of the test for your customers, identify issues as they arise, and help us to help you when we’re on-site.  ",
                "tag": "p"
            },
            {
                "content": "We know that your priority will be to provide the best service possible to your customers and make sure their vehicles are safe to drive, and we want to help you maintain the high standards that you strive for.    ",
                "tag": "p"
            },
            {
                "content": "However, this doesn’t mean DVSA won’t take enforcement action if we identify material issues, especially if they reoccur.  ",
                "tag": "p"
            },
            {
                "content": "By focusing on support and streamlining these reviews, we can make the process quicker and provide exactly what’s needed – allowing us to concentrate on solving problems and for you to focus on running the garage well.  ",
                "tag": "p"
            }
        ],
        "link": "https://mattersoftesting.blog.gov.uk/improving-mot-site-reviews-heres-what-you-need-to-know/",
        "blog": "Matters of Testing",
        "blog_link": "https://mattersoftesting.blog.gov.uk",
        "description": "This blog provides an update from our MOT Enforcement team on changes we are making to our reviews process from 1 April 2025."
    },
    {
        "title": "Priority Pathogens: The disease families which require urgent scientific research",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-25T09:54:22",
        "categories": [
            "Health security"
        ],
        "content": [
            {
                "content": "The UK Health Security Agency (UKHSA) was set up to protect health from infectious diseases and environmental hazards. We prepare for future threats to prevent health and socioeconomic impacts and although there are hundreds of pathogens that can cause disease in humans, we now are in a better position than ever thanks to increased development of diagnostics, therapeutics and vaccines (DTVs). ",
                "tag": "p"
            },
            {
                "content": "There is always more that we can do, and we are not alone in this fight, the scientific community, which includes partners from academia and industry, play a vital role in boosting our resilience through increased research and development into DTVs – addressing any gaps we might have in our knowledge.",
                "tag": "p"
            },
            {
                "content": "But how do scientists know which infectious diseases to focus on? Attempts to ‘prioritise’ pathogens have become even more common since the Covid-19 pandemic, and lists generated by the likes of the World Health Organization (WHO) and the Coalition for Epidemic Preparedness Innovations (CEPI) are helping to support the co-ordination of global preparedness efforts.",
                "tag": "p"
            },
            {
                "content": "UKHSA has now published its own perspectives. Through its Priority Pathogen Families reference tool, the agency is highlighting 24 pathogen families where it believes further research is most needed in the interests of biosecurity – uniquely, this tool includes pathogen families of a global concern, as well as those already impacting on the nation’s public health (endemic disease).  ",
                "tag": "p"
            },
            {
                "content": "In this blog post we take a look at the new Priority Pathogen Families reference tool and how it will help focus and guide preparedness efforts against some of the top threats to public health.",
                "tag": "p"
            },
            {
                "content": "What the priority pathogen list is for",
                "tag": "h2"
            },
            {
                "content": "The Priority Pathogen Families reference tool has been produced to guide and support decisions of research funders and scientific organisations in England; specifically, for work related to research and development into DTVs.",
                "tag": "p"
            },
            {
                "content": "There has been great progress made in recent years, but there are still significant gaps where we need DTVs. With so many bacteria and viruses having the potential to cause disease in humans, the scientific community needs an easily accessible tool to help determine their priorities and advance preparedness against infectious diseases. ",
                "tag": "p"
            },
            {
                "content": "This tool is UKHSA’s first attempt at highlighting those families where, should there be a lack of DTVs for us to combat an impending pandemic or epidemic, strong research and development may be extra important.",
                "tag": "p"
            },
            {
                "content": "How the pandemic/epidemic level was decided",
                "tag": "h2"
            },
            {
                "content": "For the 24 pathogen families, a relative high/medium/low categorisation of “pandemic and epidemic potential” is suggested. This assessment is based on the pathogen family as a whole; individual pathogens within a family may have a higher or lower potential to lead to pandemics and epidemics.",
                "tag": "p"
            },
            {
                "content": "The ratings are the opinion of UKHSA experts, who have considered how known pathogens within a family have previously led to epidemics or pandemics, as well as routes of transmission and severity of disease from known pathogens within a family.",
                "tag": "p"
            },
            {
                "content": "However, UKHSA would advocate for active DTV research across all families included in the tool (even those with a relative “low” categorization) given the risk of emergence of new pathogens that may represent 'disease X'. ",
                "tag": "p"
            },
            {
                "content": "The diseases which need increased scientific resource most",
                "tag": "h2"
            },
            {
                "content": "Among the pathogen families where UKHSA is keen to see greater scientific strides are the coronaviridae family, which includes Middle East Respiratory Syndrome (MERS) and of course SARS-CoV-2; the paramyxoviridae family which includes Nipah virus; and the orthomyxoviridae family which includes avian influenza. ",
                "tag": "p"
            },
            {
                "content": "All of these families are considered by UKHSA to have relative high pandemic or epidemic potential. Other families which feature in the list include Filoviridae (which includes Ebola virus, and as an overall family is suggested to have a high epidemic potential) and Poxviridae (which includes mpox, also suggested to have a high epidemic potential).",
                "tag": "p"
            },
            {
                "content": "For the 8 families of bacteria in the list (such as Enterobacteriaceae, which includes Klebsiella pneumoniae), we have highlighted where there are concerns around anti-microbial resistance. The need for effective diagnostics and therapeutics to identify and treat resistant infections or the need for new vaccines to prevent spread are key reasons why some have been prioritised.",
                "tag": "p"
            },
            {
                "content": "Importantly, it should be noted that the reference tool is not a detailed threat assessment and the list of families included in this tool is not exhaustive and are not ranked.",
                "tag": "p"
            },
            {
                "content": "How the list will boost biosecurity",
                "tag": "h2"
            },
            {
                "content": "The list of 24 pathogen families has been created to drive scientific investment and research, helping to strengthen the UK’s ability to respond to pathogen families that may impact on national biosecurity. It’s the first list designed to focus on both global public health threats and the diseases most relevant to our population.",
                "tag": "p"
            },
            {
                "content": "By identifying these key pathogen families and encouraging targeted research, the goal is to boost the development of more effective diagnostics, vaccines, and treatments. This means that if a future outbreak occurs, the UK will be in a stronger position to respond quickly and effectively, reducing the impact on public health and the economy.",
                "tag": "p"
            },
            {
                "content": "The list reflects where the UKHSA sees the greatest potential for research to improve pandemic preparedness and biosecurity. However, research into other pathogen families not included on the list remains important to ensure a broad and resilient response to emerging health threats.",
                "tag": "p"
            },
            {
                "content": "By focusing resources and expertise on these priority areas, the UK can stay ahead of potential outbreaks and protect public health more effectively in the years to come.",
                "tag": "p"
            },
            {
                "content": "What UKHSA is doing to prevent the next pandemic",
                "tag": "h2"
            },
            {
                "content": "The tool is part of the UK’s Biological Security Strategy and is one of several measures UKHSA is using to protect public health. Both UKHSA’s Vaccine Development and Evaluation Centre and Diagnostic Accelerator are working closely with universities and industry partners to identify and prepare for potential disease threats, with the Priority Pathogens tool now helping to steer these efforts.",
                "tag": "p"
            },
            {
                "content": "In addition to vaccine and diagnostic development, UKHSA is strengthening the UK’s ability to detect and respond to emerging health threats. Through enhanced pathogen surveillance and genomic sequencing, UKHSA works with international partners to identify new risks and implement swift responses. These efforts ensure that the UK is well-prepared to tackle future pandemics.",
                "tag": "p"
            },
            {
                "content": "By combining research, development, and global collaboration, UKHSA is building a flexible and coordinated approach to public health, ready to respond to future infectious disease challenges with speed.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/25/priority-pathogens-the-disease-families-which-require-urgent-scientific-research/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Today we have published a Priority Pathogen Families reference tool, highlighting 24 pathogen families where we believe further research is most needed in the interests of biosecurity."
    },
    {
        "title": "Disease emergency response in action",
        "authors": [
            "Aled Edwards"
        ],
        "posted_on": "2025-03-25T09:24:40",
        "categories": [
            "Surveillance",
            "Viral diseases"
        ],
        "content": [
            {
                "content": "The Animal and Plant Health Agency could be considered to act as the United Kingdom’s (UK) fourth emergency service – protecting the UK from a huge range of pests, and diseases of animals, plants and bees – and securing farmers’ livelihoods, food security, economic security, animal health and welfare and public health.",
                "tag": "p"
            },
            {
                "content": "APHA prevents animal diseases entering or spreading in the UK (including those that can spread from animals to people like bird flu) through a combination of surveillance, diagnostics, research and, above all, rapid response when suspicions of a notifiable disease are reported.",
                "tag": "p"
            },
            {
                "content": "APHA teams (including Field, Laboratory, Advice Services, Customer Service Centres, and Central Services) respond to disease reports 365 days a year, 24 hours a day, often in hostile and remote environments, and with little information available. Individuals need to make rapid decisions, under pressure, around next steps to ensure any potential incidence of a new disease outbreak is identified and contained as quickly as possible.",
                "tag": "p"
            },
            {
                "content": "These dedicated, passionate and highly skilled people must balance this decision-making with the consequences – get it wrong and the repercussions could have a huge impact on the farming industry, trade and tourism. Which is why erring on the side of caution while further investigations take place to confirm whether disease is present is preferable to taking no action at all and potentially allowing a disease to spread.",
                "tag": "p"
            },
            {
                "content": "Clinical signs of disease are not neat and tidy, they vary between species, they vary between stages of infection, they vary between individual animals. Many diseases have similar clinical signs. Simply observing these signs does not give a definitive diagnosis, and so laboratory tests and other evidence is needed to support the ultimate decision of confirmation or giving the all-clear.",
                "tag": "p"
            },
            {
                "content": "One such disease, which has a devastating effect on farming, trade and tourism, not to mention animal health and welfare, is foot and mouth disease (FMD). The last localised outbreak in the UK was in 2007, and before that, a national outbreak in 2001 cost the country over £14 billion in monetary terms alone, and took over eight months to eradicate.",
                "tag": "p"
            },
            {
                "content": "FMD is one of those diseases that cannot be clinically distinguished from other diseases, such as vesicular stomatitis, vesicular exanthema, and swine vesicular disease so the only way to be certain of a diagnosis is through a laboratory PCR test. The National Reference Laboratory for foot and mouth disease virus (FMDV) where tests are carried out is based at The Pirbright Institute.",
                "tag": "p"
            },
            {
                "content": "As Head of England Field Delivery, I am responsible for the field team’s response to identifying and quickly containing potential animal disease and undertaking a detailed investigation.",
                "tag": "p"
            },
            {
                "content": "To illustrate how quickly our staff are mobilised with the report of a notifiable disease, and in particular one as devastating as FMD, I can reflect on what happened recently when APHA was notified of suspicion of bluetongue virus 3 which has been circulating in England since early autumn 2024. A private vet notified APHA, as they are legally bound to do so, and an official APHA vet went to investigate within a few hours of the report being received. This case became a suspect FMD report case.",
                "tag": "p"
            },
            {
                "content": "The first I knew about this is when I received a call while I was walking my dog, I returned home to find my work phone red hot with activity. By the time I had all the relevant information, it was clear our teams had already taken the action they needed to and were in full control of the situation. The premises concerned was put under precautionary restrictions (no movement of animals, people or materials, and to use disinfectants and enhanced levels of biosecurity) while additional samples could be taken late at night and sent to Pirbright for analysis. All this took place late on a Sunday evening. The repercussions of this decision meant a local livestock market, due to take place on Monday morning, had to be stopped until disease could be negated, so communication began late that evening to make sure any impacts were minimised.",
                "tag": "p"
            },
            {
                "content": "Inspection of the source farm, and an Animal Health Officer at the market at 5:30am made sure that the market was supported in preventing animals entering. Then we received the initial negative blood result, and while waiting for the full results from the additional samples, teams from across APHA began preparations for any positive results. By the time we had the final negative results, we had sampling teams, valuation suppliers, culling contractors, and disposal solutions poised to roll into action. This was an incredible effort and demonstrates how we stand up when the biosecurity of the UK is under threat.",
                "tag": "p"
            },
            {
                "content": "FMDV is highly contagious and spreads rapidly if not contained quickly. So, it is  essential our response is rapid, ensuring we have a grip of the situation in the quickest possible timescales. APHA teams, in particular our vets, are making these decisions day in and day out – thankfully in this case the disease was negated. But without APHA’s ability for rapid response we would be at greater risk of a disease outbreak occurring and spreading rapidly with far reaching consequences.",
                "tag": "p"
            },
            {
                "content": "Once we received negative bluetongue and negative FMD results from Pirbright, we were able to inform the keeper, lifting all restrictions. Our staff supported the keeper throughout the process and are acutely aware of the distress and disruption that occurs when suspicion of a notifiable disease occurs at a premises.",
                "tag": "p"
            },
            {
                "content": "With two recent cases of FMD in Europe in as many months, the risk of this disease entering the UK is increasing, and APHA needs to make sure it is at the frontline to prevent it from taking hold should it enter. Farmers and the public must play their part too. Farmers by practicing good biosecurity and sourcing animals responsibly, the public by observing rules on bringing meat and other products of animal origin into the UK from countries affected by FMD and other animal diseases such as African swine fever and goat and sheep plague.",
                "tag": "p"
            },
            {
                "content": "It is important for farmers to remain vigilant to signs of this disease and notify your private vet or APHA straight away if you are at all concerned – this swift action is vital to stop the spread of devastating animal diseases and protect everyone from the potential consequences",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "For more information about foot and mouth disease and clinical signs in cattle, sheep and pigs visit Foot and mouth disease: how to spot and report it - GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/03/25/disease-emergency-response-in-action/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Aled Edwards, Head of England Field Delivery for the agency reveals how rapid response by several teams working closely together is helping to keep us safe from animal diseases such as foot and mouth, every day of the year."
    },
    {
        "title": "From hands-on problem solver to strategic infrastructure leader",
        "authors": [
            "HeatherS"
        ],
        "posted_on": "2025-03-25T09:03:02",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Gary Ireland shares his journey from hands-on estate management to leading long-term projects.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Can you tell us about your current role and responsibilities within the Infrastructure Team?",
                "tag": "p"
            },
            {
                "content": "Gary: I’m Gary Ireland, and I work in Strategic Command Infrastructure (Infra) as part of the Major Projects and Programme (MPP) Team. My focus is looking at Strategic Command Sites in Bedfordshire and Cambridgeshire.",
                "tag": "p"
            },
            {
                "content": "Interviewer: How did you start your career in infrastructure?",
                "tag": "p"
            },
            {
                "content": "Gary: My journey into infrastructure stems from my previous role before joining Strategic Command’s Infra Team. I worked in Defence Infrastructure Organisation (DIO) as an Estate Facilities Manager, handling infrastructure on a day-to-day basis. My responsibilities included supporting Army establishments with issues such as fixing heating problems and managing delivery tasks on site.",
                "tag": "p"
            },
            {
                "content": "That hands-on experience gave me a strong background in infrastructure. Eventually, I joined Strategic Command Infra as part of the Optimisation Team. From there, I seized the opportunity to move into my current role, which aligns better with my experience and interests.",
                "tag": "p"
            },
            {
                "content": "The transition has been a learning curve. Previously, I focused on day-to-day operational issues, but now, in the MPP Team, I’m tackling large-scale, long-term projects. It’s been a fascinating shift.",
                "tag": "p"
            },
            {
                "content": "Interviewer: You mentioned your work on MPP. Are there other projects you’re involved in?",
                "tag": "p"
            },
            {
                "content": "Gary: Yes, I’m also the Infra Lead for a transformation project, which involves relocating units from Greater London to Cambridgeshire. Currently, the Cambridgeshire site is undergoing major refurbishment.",
                "tag": "p"
            },
            {
                "content": "Interviewer: That must have been a proud moment—seeing a project go from planning to reality.",
                "tag": "p"
            },
            {
                "content": "Gary: It certainly was! Walking past the site now and seeing the progress is incredibly rewarding. It’s satisfying to know that I’ve been part of making it happen.",
                "tag": "p"
            },
            {
                "content": "The nature of infrastructure projects means it can take years to see tangible results, but that’s part of the journey. Moving from daily operations to long-term initiatives has been fulfilling, and I’m excited about the challenges ahead. It’s rewarding to know these projects will have a lasting impact for years to come.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What common misconception would you like to dispel about Defence infrastructure projects?",
                "tag": "p"
            },
            {
                "content": "Gary: A lot of people see infrastructure projects as just providing buildings and places for military personnel to live or work. But it’s much more than that. It’s about ensuring that the spaces we create are safe, compliant, and meet the users’ needs for years to come.",
                "tag": "p"
            },
            {
                "content": "A key part of my job is working with customers to capture their requirements. This involves sitting down with them, understanding their needs, and making sure the assets they receive are fit for purpose. It’s a collaborative process, not just about bricks and mortar.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What would you say to someone considering a role in infrastructure projects within Strategic Command?",
                "tag": "p"
            },
            {
                "content": "Gary Ireland: It’s a role where you truly learn on the job. It’s collaborative and people-focused—understanding needs and figuring out how to deliver on them.",
                "tag": "p"
            },
            {
                "content": "Infrastructure work is unpredictable, and that’s part of its appeal. Every project brings its own challenges, but the key is how you engage with those challenges and find solutions.",
                "tag": "p"
            },
            {
                "content": "It’s a dynamic field where you’re constantly learning. While it can be tough at times, reaching a milestone or completing a project is incredibly rewarding. One of the things I enjoy most is getting a glimpse behind the curtain and seeing how everything comes together.",
                "tag": "p"
            }
        ],
        "link": "https://stratcommand.blog.gov.uk/2025/03/25/from-hands-on-problem-solver-to-strategic-infrastructure-leader/",
        "blog": "Strategic Command",
        "blog_link": "https://stratcommand.blog.gov.uk",
        "description": "Gary Ireland shares his journey from hands-on estate management to leading long-term projects."
    },
    {
        "title": "Key takeaways from the GOTTCon 2025 panel discussion: Risk and Innovation ",
        "authors": [
            "avneetkaur"
        ],
        "posted_on": "2025-03-24T14:41:28",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Authors: Joanna Rodin and Rachel Egan, Deputy Director job-share, Strategy and Implementation, GOTT.",
                "tag": "p"
            },
            {
                "content": "Last week we chaired a panel discussion on the subject of \"Risk and Innovation\" which brought together a wide range of different experts from various sectors to explore the critical aspects of risk-taking in the pursuit of innovation. ",
                "tag": "p"
            },
            {
                "content": "Our panellists were Sumitra Varma, Head of Engineering at the Medicines and Healthcare products Regulatory Agency (MHRA), Joe Torjussen, Head of Innovation in the Cabinet Office’s Civil Service Strategy Unit and Sakura Holloway, Investment Director at UKi2s. ",
                "tag": "p"
            },
            {
                "content": "Below are the three key takeaways from this insightful discussion. ",
                "tag": "p"
            },
            {
                "content": "Differentiating between good and bad risks ",
                "tag": "h2"
            },
            {
                "content": "One of the central themes of the discussion was the importance of distinguishing between good and bad risks. Joe emphasised that good risk taking involves being clear about the potential outcomes and communicating the risk appetite effectively. This approach provides teams with the confidence to innovate while ensuring that decisions can be justified if things go wrong. He highlighted four barriers to innovation: skills, incentives, attitudes to risk, and time, space, and money. ",
                "tag": "p"
            },
            {
                "content": "Sumitra added that emerging and innovative technologies inherently carry more risk, which needs to be understood and mitigated through controlled experimentation. She stressed the importance of piloting new technologies to understand their risks before full-scale implementation. ",
                "tag": "p"
            },
            {
                "content": "Sakura, speaking from an investor's perspective, noted that early engagement with investors is crucial. She pointed out that many projects fail to engage investors early enough, missing out on opportunities across different sectors. By removing the stigma of not being ready to showcase to investors, organisations can benefit from active conversations and potentially additional funding. ",
                "tag": "p"
            },
            {
                "content": "Creating a supportive culture for innovation",
                "tag": "h2"
            },
            {
                "content": "The panellists agreed that a supportive culture is essential for fostering innovation. Sumitra emphasised that leadership-driven cultural shifts are necessary to support and take balanced risks. She noted that teams often come up with innovative ideas but lack the momentum due to insufficient support. Incentives for innovation should be aligned with making a difference, rather than just ticking boxes. ",
                "tag": "p"
            },
            {
                "content": "Sakura highlighted the importance of people in driving change. She advocated for giving individuals the opportunity to step into leadership roles and backing them as founders. This approach ensures that the right people are in place to drive innovation forward. ",
                "tag": "p"
            },
            {
                "content": "Joe stressed the need for creating a safe space where teams can challenge ideas and raise new concepts. He pointed out that the hierarchical nature of the public sector can add layers of risk aversion, making it crucial to embed a culture that encourages innovation and risk-taking. ",
                "tag": "p"
            },
            {
                "content": "Balancing risk profiles ",
                "tag": "h2"
            },
            {
                "content": "The discussion also touched on the challenges of getting the risk profile right. Sakura mentioned that there is never a scenario with no risk, but the biggest fear is not achieving a return on investment or missing out on the next big thing, so you have to take risk. She emphasised the importance of doing thorough homework and using all available resources to make informed decisions. ",
                "tag": "p"
            },
            {
                "content": "Joe reflected on a previous role where an innovative idea failed due to lack of user engagement. He underscored the importance of not brushing off failures quickly but instead reflecting and learning from them. Sharing lessons learned can help the rest of the organisation avoid similar pitfalls.",
                "tag": "p"
            },
            {
                "content": "By differentiating between good and bad risks, creating a supportive culture, and balancing risk profiles, organisations can enhance their innovation efforts. This is now essential to succeed in supporting our Mission-led government which has set a bold vision for change. ",
                "tag": "p"
            }
        ],
        "link": "https://gott.blog.gov.uk/2025/03/24/key-takeaways-from-the-gottcon-2025-panel-discussion-risk-and-innovation/",
        "blog": "Government Office for Technology Transfer",
        "blog_link": "https://gott.blog.gov.uk",
        "description": "Authors: Joanna Rodin and Rachel Egan, Deputy Director job-share, Strategy and Implementation, GOTT. Last week we chaired a panel discussion on the subject of \"Risk and Innovation\" which brought together a wide range of different experts from various sectors to …"
    },
    {
        "title": "England’s major landowners to work together to drive nature recovery.",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-03-24T11:55:37",
        "categories": [
            "30by30",
            "Community",
            "Land use",
            "Nature"
        ],
        "content": [
            {
                "content": "A group of landowners – who collectively own 10% of England’s land – met last week to accelerate nature’s recovery.",
                "tag": "p"
            },
            {
                "content": "The National Estate for Nature group brings together England's most significant landholders from across the public, private and third sectors. The group's aim is to help tackle one of our greatest challenges with limited land and competing demands like food supply and housing development - to restore and enhance nature.",
                "tag": "p"
            },
            {
                "content": "Working together for environmental delivery",
                "tag": "p"
            },
            {
                "content": "England faces a land use crisis. We need to build 1.5 million homes, construct vital energy infrastructure, grow food sustainably and reverse decades of nature decline - all on our limited landmass. For too long, these competing priorities have been approached in a fragmented, uncoordinated way.",
                "tag": "p"
            },
            {
                "content": "The National Estate for Nature aims to change this by connecting England's major landowners to drive delivery for Environment Act targets and nature recovery objectives like 30by30 (protecting 30% of land for nature by 2030) on their estates.",
                "tag": "p"
            },
            {
                "content": "As significant landowners themselves, the Defra Group will be active members of the landowners group, leading by example and supporting the group with guidance, resources and co-ordination.",
                "tag": "p"
            },
            {
                "content": "By working collectively, the group's members have enormous potential to make meaningful environmental improvements at scale.",
                "tag": "p"
            },
            {
                "content": "Sharing knowledge, building understanding",
                "tag": "p"
            },
            {
                "content": "One of the most valuable aspects of the landowners group will be the exchange of experiences, knowledge and action on land management and change. Every estate has its unique challenges and innovations, and sharing these insights will help inform better environmental decisions for all members.",
                "tag": "p"
            },
            {
                "content": "By discussing challenges and opportunities together, the group aims to develop more consistent, effective approaches to nature recovery to take forward. This collaborative mindset represents a significant shift from the traditional siloed approach to land management.",
                "tag": "p"
            },
            {
                "content": "At the first meeting, members began co-creating the group's objectives, including establishing minimum standards for land management plans with clear milestones for nature restoration and protection, to help meet statutory nature targets and 30by30.",
                "tag": "p"
            },
            {
                "content": "Taking accountability for progress",
                "tag": "p"
            },
            {
                "content": "The landowners group isn't just about good intentions. Defra will actively encourage members to make positive environmental improvements and regularly review progress across agreed actions - setting the standard for collective responsibility.",
                "tag": "p"
            },
            {
                "content": "This accountability process will help ensure that commitments translate into real-world impact.",
                "tag": "p"
            },
            {
                "content": "Supporting the Land Use Framework",
                "tag": "p"
            },
            {
                "content": "The formation of the National Estate for Nature Group comes at a critical time, with the Government's Land Use Framework consultation closing on 25 April 2025. This consultation sets out a vision for land use change including the principles that should inform policy, the type and scale of change needed, and the actions Government could take to support land managers.",
                "tag": "p"
            },
            {
                "content": "The Government has committed to introducing a Land Use Framework that will transform how we use land to support economic growth and deliver on our Plan for Change. Major landowners have great potential to make a difference and lead the way forward as this framework develops.",
                "tag": "p"
            },
            {
                "content": "Join the conversation",
                "tag": "p"
            },
            {
                "content": "We want to hear your views on the Land Use Framework consultation before it closes at on 25 April 2025.",
                "tag": "p"
            },
            {
                "content": "Together, we can develop a more coherent, strategic approach to land use that meets our environmental goals while supporting economic growth and enhancing our food security.",
                "tag": "p"
            },
            {
                "content": "And if you’d like to hear more on the group, please subscribe to our blog to stay up to date.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/03/24/englands-major-landowners-to-work-together-to-drive-nature-recovery/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Last week, a group of landowners – who collectively own 10% of England’s land – met to accelerate nature’s recovery. Read this post to find out more."
    },
    {
        "title": "If you go down to the woods today",
        "authors": [
            "Siân Powell"
        ],
        "posted_on": "2025-03-24T11:18:06",
        "categories": [
            "Bovine Tuberculosis",
            "Diagnostics & testing",
            "Surveillance",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Nestled on the western edge of the Cotswolds Area of Outstanding Natural Beauty is Woodchester Park, a steep, wooded valley containing a network of pasture, lakes and waterways with a renowned Victorian Gothic mansion at its heart. Most visitors remain unaware that this Site of Special Scientific Interest is home to two long-running mammal studies: one focuses on the famous greater horseshoe bats, which began in 1959, while the other, the subject of this blog, centres on badgers and tuberculosis, a study that started in 1976.",
                "tag": "p"
            },
            {
                "content": "In 1971, a Gloucestershire based dairy farmer found a badger that was infected with Mycobacterium bovis – the bacterium that causes bovine tuberculosis and that currently costs UK taxpayers around £150 million a year. This set off a chain of events that led to the commissioning of what was meant to be a short project to investigate the significance of tuberculosis in a wild badger population.",
                "tag": "p"
            },
            {
                "content": "The first badger in our database was a deceased adult male (a road traffic collision victim) which was diagnosed with tuberculosis by post-mortem examination on 13 December 1975. Following this discovery, the study site was founded to monitor the nearby badger population in Woodchester Park. The project was directed by an ecologist, Dr. Chris Cheeseman, and under his tenure it evolved into a research hub for pioneering innovative approaches to better understand how badger behaviour influences disease dynamics.  ",
                "tag": "p"
            },
            {
                "content": "So far, the researchers at Woodchester have had the privilege of getting to know nearly 3,200 badgers. Some of these individuals have been monitored for their entire lives, which is up to 14 years in this population (though typically less). The badgers have, for the most part, lived in relatively stable social groups and occupied distinct territories which have been mapped annually. This has shown that despite a high level of stability, some groups do merge or split over time, and some individuals move between groups. These changes are particularly interesting as they provide opportunities for the spread of infection amongst social groups.",
                "tag": "p"
            },
            {
                "content": "In recent years, we have been able to use radio-collars with GPS capability to monitor the movement of individuals, allowing us to track when and where they go. The collars also include proximity loggers which can tell us when two collared animals come into close contact. This data will be used to build social networks which may reveal how disease can spread through the population and provide insights into how to control it.  ",
                "tag": "p"
            },
            {
                "content": "Advances in diagnostics",
                "tag": "h2"
            },
            {
                "content": "As well as advances in our understanding of badger behaviour and ecology, our diagnostic capabilities have improved dramatically over the decades.",
                "tag": "p"
            },
            {
                "content": "M. bovis is a very slow growing bacterium, and so the culture of samples takes weeks to yield results. Culture has other limitations: it relies on obtaining a sample when the animal is shedding bacteria, contamination can occur from other faster growing micro-organisms, and the mycobacteria in the sample need to be in an active/replicating state.",
                "tag": "p"
            },
            {
                "content": "Therefore, the study has benefited from the addition of a range of other complimentary tests, the first of which was an enzyme-linked immunosorbent assay (ELISA) for the detection of antibodies produced in response to infection. This significantly increased test sensitivity beyond that which bacterial culture alone could achieve.",
                "tag": "p"
            },
            {
                "content": "Since then, research in diagnostics has progressed resulting in the development of two further antibody detection assays (StatPak and DPP), and an interferon gamma release assay (IGRA).",
                "tag": "p"
            },
            {
                "content": "By 2024 we were routinely using three different assays to determine disease status and progression: culture for the isolation of live bacteria, the IGRA, and the DPP assay, while also evaluating the field performance of a new antibody-based test – the IDEXX. In addition, we are now able to routinely subject any isolated bacteria to whole genome sequencing which allows us to infer transmission amongst our badgers and the local cattle.",
                "tag": "p"
            },
            {
                "content": "Using samples from our study area and this important epidemiological tool, conclusively demonstrated that infection can be transmitted in both directions between badgers and cattle. ",
                "tag": "p"
            },
            {
                "content": "The ongoing journey",
                "tag": "h2"
            },
            {
                "content": "Our database now includes over 16,000 data points—and that does not even scratch the surface of the additional research being conducted. From genetic studies on the bacteria and badgers to explore transmission, health, and relatedness, to radio collaring, camera trapping, and social network analysis to uncover the behaviours driving these dynamics, our research continues to expand in scope and impact.",
                "tag": "p"
            },
            {
                "content": "Forty plus years after the project was meant to end, the insights gained from this interdisciplinary team continue to inform disease control options and advance our knowledge of badger ecology and TB dynamics. Whether through improving biosecurity strategies, developing and validating diagnostic assays, establishing successful and safe vaccination programmes, or understanding how disease naturally fluctuates within a wild animal population, the Woodchester Park study has had real-world impact.",
                "tag": "p"
            },
            {
                "content": "As we approach our 50th anniversary in 2026, we look forward to celebrating the wealth of science produced over the past five decades, the policy and practical outputs we have helped to shape… and of course, all the exciting new discoveries and partnerships yet to come.  ",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/03/24/world-tb-day-2025/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "This World TB Day, APHA disease scientist Siân Powell describes a long-standing project at Woodchester Park to better understand TB disease spread in badger populations and advancements in our diagnostic capabilities."
    },
    {
        "title": "With tuberculosis (TB) on the rise again, how can we prevent further spread?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-24T10:06:34",
        "categories": [
            "Health Protection",
            "Tuberculosis"
        ],
        "content": [
            {
                "content": "UKHSA’s most recent data on tuberculosis (TB) revealed a rise in reported numbers in England by 13% in 2024 (5,480) compared to 2023 (4,850). This signals a rebound to above the pre-COVID-19 numbers, despite significant progress towards a decline in TB over the last few decades.",
                "tag": "p"
            },
            {
                "content": "In this blog post, we outline the trends and patterns healthcare professionals should remain alert for, to help prevent the disease spreading further.",
                "tag": "p"
            },
            {
                "content": "Causes and symptoms of TB",
                "tag": "h2"
            },
            {
                "content": "Tuberculosis is an infection caused by bacteria. It mainly affects the lungs, but it can affect any part of the body, including lymph nodes (glands), bones and the brain, causing meningitis. The infection is spread when a person with TB in their lungs or throat coughs or sneezes.",
                "tag": "p"
            },
            {
                "content": "Symptoms include a cough that lasts more than 3 weeks, high temperatures, drenching night sweats, loss of appetite and unexplained weight loss. It is a potentially fatal condition but can be cured if it's diagnosed early and treated promptly with the right combination of specific antibiotics. Early diagnosis is essential for the most successful outcome.",
                "tag": "p"
            },
            {
                "content": "Rates of TB in England",
                "tag": "h2"
            },
            {
                "content": "The incidence of TB has remained low in England for a long period of time. However, data for 2023 and 2024 shows that a previous downward trend has been reversed and rates now sit above pre-COVID-19 numbers.",
                "tag": "p"
            },
            {
                "content": "TB remains most common in urban areas, including London. However, we have recently seen increases in parts of the country where TB incidence has historically been lower, such as the South West and North East.",
                "tag": "p"
            },
            {
                "content": "This latest data set confirms England is moving further away from the trajectory required to meet World Health Organization (WHO) 2035 elimination targets. These targets include reaching 90% of people with TB treatment, providing access to healthcare services and using a WHO-recommended rapid test as the first method of diagnosing TB.",
                "tag": "p"
            },
            {
                "content": "Groups at highest risk",
                "tag": "h2"
            },
            {
                "content": "In England, we know the highest incidence is among people born outside the UK (81.5%). In instances where the person was born in the UK (18.5%), research has shown a clear link between TB and deprivation, including those who experience homelessness, drug and alcohol dependence, and have had contact with the criminal justice system.",
                "tag": "p"
            },
            {
                "content": "How frontline healthcare professionals can help reduce TB",
                "tag": "h2"
            },
            {
                "content": "It is essential that at risk groups and healthcare workers know the signs and symptoms of TB and seek out a timely diagnosis – treating TB early reduces the risk of transmission to others and improves outcome for individuals.",
                "tag": "p"
            },
            {
                "content": "It’s not uncommon for early symptoms of TB, such as a persistent cough and high temperature, to be confused with flu or COVID-19. For this reason, it’s important healthcare professionals keep local communities aware of TB symptoms, especially that a persistent cough with mucus and lasting longer than 3 weeks could be signs of the infection.   ",
                "tag": "p"
            },
            {
                "content": "Timely notification of a positive diagnosis must also be a priority, as it will inform subsequent public health action.",
                "tag": "p"
            },
            {
                "content": "Breaking down barriers to treatment",
                "tag": "h2"
            },
            {
                "content": "We know that many people diagnosed with TB face barriers to accessing the interventions required to limit onward transmission. An array of factors such as awareness and geographical access to healthcare services, language and cultural barriers, and lack of support to attend screening appointments can all play a part. They also experience difficulties self-administering treatment and attending follow-up appointments. Consequently, 25% of individuals with TB and social risk factors do not complete treatment within the expected duration.",
                "tag": "p"
            },
            {
                "content": "UKHSA recently published a toolkit for tackling TB in inclusion health groups (IHGs). This toolkit provides local systems with support to lead the development, improvement, and delivery of services to tackle TB using an integrated approach across IHGs with healthcare services. The toolkit is evidence-based and showcases best practice and learning from across the country, demonstrating the impact of outreach, providing patient-centered care and using accessible communication. Its recommendations include:",
                "tag": "p"
            },
            {
                "content": "Genomic surveillance",
                "tag": "h2"
            },
            {
                "content": "UKHSA’s world-leading genomic sequencing capabilities are tailoring the antibiotics used to treat and cure an individual with TB. As a result, the time from TB detection to understanding the effective drugs has halved from 6 to 12 weeks to approximately 2 to 4 weeks in the vast majority of treated infections – helping reduce onward transmission in the community.",
                "tag": "p"
            },
            {
                "content": "With TB cases rising, we need to maintain collective action and vigilance. UKHSA is working with partners across the healthcare system to understand how we can best refocus efforts to eliminate this preventable and treatable infection.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/24/with-tuberculosis-tb-on-the-rise-again-how-can-we-prevent-further-spread/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "On World TB Day 2025, we look at the most recent data, which showed a rise of 13% in reported numbers of cases in England between 2023 and 2024."
    },
    {
        "title": "Modernising courts and tribunals: what we've achieved and learned",
        "authors": [
            "Nick Goodwin - Chief Executive, HMCTS"
        ],
        "posted_on": "2025-03-24T09:42:42",
        "categories": [
            "Court and tribunal reform",
            "Digital services",
            "General",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Access to justice underpins the democratic rights, responsibilities and freedoms from which we all benefit. It’s been a longstanding principle for many centuries - protected and cherished by governments, the independent judiciary, civil servants and citizens.",
                "tag": "p"
            },
            {
                "content": "Over the last few years, while preserving the fundamentals of our justice system for all those who use and need it, we’ve transformed lots of the technical infrastructure and systems we use to administer courts and tribunals.",
                "tag": "p"
            },
            {
                "content": "The end of March 2025 marks the formal conclusion of our reform programme. Launched in 2016 by ministers and judges, it set out to modernise our courts and tribunals, making services faster, simpler and far more accessible.",
                "tag": "p"
            },
            {
                "content": "We’ve achieved a huge amount  and I’m immensely proud of the programme’s legacy. This quiet revolution has moved us from paper to digital, combined local knowledge with national resilience, stabilised and secured our systems, and set us up for the 21st century.",
                "tag": "p"
            },
            {
                "content": "We’ve developed 14 modern digital services, which reach far and wide. They enable access to justice for victims and defendants, separating couples, grieving families, employers and their employees, refugees, vulnerable children, businesses and their customers, among others. Over 4.1 million cases have been digitally submitted since April 2019.",
                "tag": "p"
            },
            {
                "content": "As the programme officially concludes, we remain committed to continuing to modernise the system - to ensure easier access to justice for those who rely on our services and value for money for taxpayers.",
                "tag": "p"
            },
            {
                "content": "Benefits of modernised services",
                "tag": "h2"
            },
            {
                "content": "Our digital transformation has delivered significant improvements across the justice system. Here are the some of the main benefits to our users and wider society:",
                "tag": "p"
            },
            {
                "content": "Faster, simpler services",
                "tag": "p"
            },
            {
                "content": "Our online services are faster and easier to use. In probate, for example, our data shows that probate applications which are made online using our digital service, from submission to grant of probate, are processed four times quicker than using the paper service.",
                "tag": "p"
            },
            {
                "content": "In crime, between April 2017 and January 2025 we received over 267,000 online pleas through the Single Justice Procedure, providing faster access to justice for lesser offences such as speeding, driving without insurance, TV license evasion and evading train fares.",
                "tag": "p"
            },
            {
                "content": "We’re proud of our consistently high user satisfaction rates. Over 75 per cent of people were satisfied with the single justice service, 80 per cent with online divorce and 85 per cent with appeals for social security and child support.",
                "tag": "p"
            },
            {
                "content": "Improved data and resilience",
                "tag": "p"
            },
            {
                "content": "Our digital systems provide quality insights and data we can use to improve services, including identifying any hidden barriers to access for those using them. Digital services will also provide greater resilience in the event of future unexpected crises, as demonstrated during the pandemic.",
                "tag": "p"
            },
            {
                "content": "Technology and accessibility",
                "tag": "p"
            },
            {
                "content": "The use of video technology has been transformational as it allows parties to join hearings remotely, when approved by a judge. It’s available in over 70 per cent of our courtrooms, including over 90 per cent of Crown courtrooms.",
                "tag": "p"
            },
            {
                "content": "Greater virtual attendance means fewer parties are required to travel, saving costs and reducing environmental impacts. Indeed, a 2021 review estimated the impact of moving hearings online to be 3.2 million kilograms of carbon dioxide equivalent annually, which equates to taking 1,485 cars off road for a year.",
                "tag": "p"
            },
            {
                "content": "Under the guiding framework of our Welsh Language Scheme, we’re ensuring that our reform programme provides equal accessibility in the Welsh language.",
                "tag": "p"
            },
            {
                "content": "Operational efficiency",
                "tag": "p"
            },
            {
                "content": "Reformed systems have also driven efficiency in data sharing and accuracy between criminal justice partners across crime, civil, family and tribunals. And our five modern industry standard service centres and national business centres used the latest technology to answer over 2.8 million calls during 2024, providing a dedicated service to the public with queries about cases.",
                "tag": "p"
            },
            {
                "content": "Financial benefits",
                "tag": "p"
            },
            {
                "content": "The reform programme will deliver significant financial benefits too and we're working with the judiciary to validate the impact of those changes. We'll take into account the impacts of greater digitisation, property savings and savings from decommissioning old IT systems.",
                "tag": "p"
            },
            {
                "content": "While these benefits demonstrate the programme's success, achieving them hasn't been without its challenges.",
                "tag": "p"
            },
            {
                "content": "Learning from experience",
                "tag": "h2"
            },
            {
                "content": "The reform programme has undoubtedly delivered much-needed changes but completing a programme of this scale in a large operational environment has proved challenging. Originally due to conclude in 2022, the programme has taken longer which incurred more cost and we haven’t been able to deliver everything envisaged at the outset.",
                "tag": "p"
            },
            {
                "content": "Whilst the pandemic caused major disruption, it underlined the importance of modernised services and enabled us to operate when other justice systems closed around the world. Strike action and rising demand for many services added to the challenges. It is also clear, though, that the original scope was too ambitious.",
                "tag": "p"
            },
            {
                "content": "We have been open about lessons we’ve learned from trying to do too much, too quickly and improved our feedback processes throughout the journey. We’re hugely grateful for that feedback and the support we continue to have from legal professionals, public users, the media and other partners across the justice system.",
                "tag": "p"
            },
            {
                "content": "A future built on firm digital foundations",
                "tag": "h2"
            },
            {
                "content": "As we reach this major milestone and look forward to the year ahead, in crime we will continue to focus on improving existing functionality of our systems and progressing the most impactful changes. In civil, we will prioritise the functionality which will digitise the highest volume of cases, driving the greatest user and financial benefits.",
                "tag": "p"
            },
            {
                "content": "We’ll publish blogs next week outlining in more detail what this means in specific jurisdictions.",
                "tag": "p"
            },
            {
                "content": "Looking beyond the reform programme, we must – and will – take the lessons we have learned and apply them to our ongoing modernisation journey as we continue to improve. In April, we will embark on our new strategic plan towards our longer-term vision, building on what we have already accomplished. Further modernising the justice system remains the right ambition. We will do this in a careful, managed way that focuses on incremental improvements that drive efficiency, productivity and higher quality services, without major disruption to the justice system.",
                "tag": "p"
            },
            {
                "content": "In doing so, I know I can count on the support of my colleagues, the judiciary, legal professionals and our many partners across the justice system. I am immensely proud of what we’ve achieved together already. Sincere thanks to all of you who have been part of the achievement of this historic milestone for the justice system.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae mynediad at gyfiawnder yn sail i'r hawliau, y cyfrifoldebau a’r rhyddid democrataidd yr ydym i gyd yn elwa ohonynt. Mae wedi bod yn egwyddor hirsefydlog ers canrifoedd lawer - wedi'i warchod a'i werthfawrogi gan lywodraethau, y farnwriaeth annibynnol, gweision sifil a dinasyddion.",
                "tag": "p"
            },
            {
                "content": "Dros y blynyddoedd diwethaf, tra'n cadw hanfodion ein system gyfiawnder i bawb sy'n ei defnyddio ac sydd ei hangen, rydym wedi trawsnewid llawer o'r seilwaith technegol a'r systemau rydyn ni'n eu defnyddio i weinyddu’r llysoedd a’r tribiwnlysoedd.",
                "tag": "p"
            },
            {
                "content": "Mae diwedd mis Mawrth 2025 yn nodi diweddglo ffurfiol ein rhaglen ddiwygio. Wedi'i lansio yn 2016 gan weinidogion a barnwyr, roedd yn ceisio moderneiddio ein llysoedd a'n tribiwnlysoedd, gan wneud gwasanaethau yn gyflymach, yn symlach ac yn llawer mwy hygyrch.",
                "tag": "p"
            },
            {
                "content": "Rydyn ni wedi cyflawni llawer iawn ac rwy'n hynod falch o etifeddiaeth y rhaglen. Mae'r chwyldro tawel hwn wedi ein symud o’r oes bapur i’r oes ddigidol, cyfuno gwybodaeth leol â gwytnwch cenedlaethol, sefydlogi a diogelu ein systemau, a'n paratoi ar gyfer yr unfed ganrif ar hugain.",
                "tag": "p"
            },
            {
                "content": "Rydym wedi datblygu 14 o wasanaethau digidol modern, sy'n ymestyn ymhell ac yn agos. Maent yn galluogi mynediad at gyfiawnder i ddioddefwyr a diffynyddion, cyplau sy’n gwahanu, teuluoedd sy'n galaru, cyflogwyr a'u gweithwyr, ffoaduriaid, plant sy’n agored i niwed, busnesau a'u cwsmeriaid, ymhlith eraill. Mae dros 4.1 miliwn o achosion wedi'u cyflwyno'n ddigidol ers mis Ebrill 2019.",
                "tag": "p"
            },
            {
                "content": "Wrth i'r rhaglen ddod i ben yn swyddogol, rydym yn parhau i fod yn ymrwymedig i barhau i foderneiddio'r system - er mwyn sicrhau mynediad haws at gyfiawnder i'r rhai sy'n dibynnu ar ein gwasanaethau a gwerth am arian i’r trethdalwr.",
                "tag": "p"
            },
            {
                "content": "Manteision gwasanaethau wedi'u moderneiddio",
                "tag": "h2"
            },
            {
                "content": "Mae ein trawsnewidiad digidol wedi cyflawni gwelliannau sylweddol ar draws y system gyfiawnder. Dyma'r prif fanteision i'n defnyddwyr a'r gymdeithas ehangach:",
                "tag": "p"
            },
            {
                "content": "Gwasanaethau cyflymach a symlach",
                "tag": "p"
            },
            {
                "content": "Mae ein gwasanaethau ar-lein yn gyflymach ac yn haws i'w defnyddio. Yng nghyd-destun y gwasanaeth Profiant, er enghraifft, mae ein data yn dangos bod ceisiadau profiant sy'n cael eu gwneud ar-lein gan ddefnyddio ein gwasanaeth digidol, o'r adeg gwneud y cais, yn cael eu prosesu bedair gwaith yn gyflymach na defnyddio'r gwasanaeth ar bapur.",
                "tag": "p"
            },
            {
                "content": "Yn y maes troseddol, rhwng Ebrill 2017 a Ionawr 2025 cawsom dros 267,000 o bledion ar-lein trwy'r Weithdrefn Un Ynad, gan ddarparu mynediad cyflymach at gyfiawnder ar gyfer troseddau is fel goryrru, gyrru heb yswiriant, peidio talu am drwydded deledu a pheidio talu am docynnau trên.",
                "tag": "p"
            },
            {
                "content": "Rydym yn falch o'n cyfraddau boddhad defnyddwyr cyson uchel. Roedd dros 75 y cant o bobl yn fodlon â'r gwasanaeth un ynad, 80% gydag ysgariad ar-lein ac 85% gydag apeliadau am nawdd cymdeithasol a chynnal plant.",
                "tag": "p"
            },
            {
                "content": "Gwell data a gwytnwch",
                "tag": "p"
            },
            {
                "content": "Mae ein systemau digidol yn darparu mewnwelediadau a data o safon y gallwn eu defnyddio i wella gwasanaethau, gan gynnwys nodi unrhyw rwystrau cudd o ran cael mynediad i'r rhai sy'n eu defnyddio. Bydd gwasanaethau digidol hefyd yn darparu mwy o wydnwch rhag ofn i unrhyw argyfyngau annisgwyl ddigwydd yn y dyfodol, fel yr hyn a ddigwyddodd yn ystod y pandemig.",
                "tag": "p"
            },
            {
                "content": "Technoleg a hygyrchedd",
                "tag": "p"
            },
            {
                "content": "Mae'r defnydd o dechnoleg fideo wedi bod yn drawsnewidiol gan ei fod yn caniatáu i bartïon ymuno â gwrandawiadau o bell, pan gaiff ei gymeradwyo gan farnwr. Mae ar gael mewn dros 70% o'n hystafelloedd llys, gan gynnwys dros 90% o ystafelloedd Llys y Goron.",
                "tag": "p"
            },
            {
                "content": "Mae mwy o bresenoldeb rhithiol yn golygu bod angen llai o bartïon i deithio, gan arbed costau a lleihau’r effaith andwyol ar yr amgylchedd. Yn wir, amcangyfrifodd adolygiad 2021 fod effaith symud gwrandawiadau o fod yn wyneb yn wyneb i fod ar-lein yn arbed 3.2 miliwn cilogram o garbon deuocsid bob blwyddyn, sy'n cyfateb i dynnu 1,485 o geir oddi ar y ffordd am flwyddyn.",
                "tag": "p"
            },
            {
                "content": "O dan fframwaith arweiniol ein Cynllun Iaith Gymraeg, rydym yn sicrhau bod ein rhaglen ddiwygio yn darparu hygyrchedd cyfartal yn y Gymraeg.",
                "tag": "p"
            },
            {
                "content": "Effeithlonrwydd gweithredol",
                "tag": "p"
            },
            {
                "content": "Mae systemau diwygiedig hefyd wedi llywio effeithlonrwydd mewn rhannu data a chywirdeb rhwng partneriaid cyfiawnder troseddol ar draws meysydd trosedd, sifil, teulu a’r tribiwnlysoedd. Ac mae ein pum canolfan wasanaeth safonol diwydiant modern a'n canolfannau busnes cenedlaethol wedi defnyddio'r dechnoleg ddiweddaraf i ateb dros 2.8 miliwn o alwadau yn ystod 2024, gan ddarparu gwasanaeth pwrpasol i'r cyhoedd gydag ymholiadau am achosion.",
                "tag": "p"
            },
            {
                "content": "Manteision ariannol",
                "tag": "p"
            },
            {
                "content": "Bydd y rhaglen ddiwygio yn darparu manteision ariannol sylweddol hefyd ac rydym yn gweithio gyda'r farnwriaeth i ddilysu effaith y newidiadau hynny. Byddwn yn ystyried effeithiau mwy o ddigideiddio, arbedion eiddo ac arbedion a ddaw o ddatgomisiynu hen systemau TG.",
                "tag": "p"
            },
            {
                "content": "Er bod y manteision hyn yn dangos llwyddiant y rhaglen, nid yw eu cyflawni wedi bod heb ei heriau.",
                "tag": "p"
            },
            {
                "content": "Dysgu o brofiad",
                "tag": "h2"
            },
            {
                "content": "Mae'r rhaglen ddiwygio heb amheuaeth wedi cyflawni newidiadau mawr a oedd eu hangen ond mae cwblhau rhaglen o'r raddfa hon mewn amgylchedd gweithredol mawr wedi bod yn heriol. Yn wreiddiol, roedd disgwyl i'r rhaglen ddod i ben yn 2022, ac mae'r rhaglen wedi costio mwy nag yr oeddem wedi ei ddisgwyl ac nid ydym wedi gallu cyflawni popeth a ragwelwyd ar y dechrau.",
                "tag": "p"
            },
            {
                "content": "Er bod y pandemig wedi achosi aflonyddwch mawr, roedd yn tanlinellu pwysigrwydd gwasanaethau moderneiddio ac yn ein galluogi i weithredu pan gaeodd systemau cyfiawnder eraill ledled y byd. Ychwanegodd y streicio a’r galw cynyddol am lawer o wasanaethau at yr heriau. Mae hefyd yn amlwg, fodd bynnag, bod y cwmpas gwreiddiol yn rhy uchelgeisiol.",
                "tag": "p"
            },
            {
                "content": "Rydym wedi bod yn agored am y gwersi yr ydym ni wedi'u dysgu o geisio gwneud gormod, yn rhy gyflym ac wedi gwella ein prosesau adborth trwy gydol y daith. Rydym yn hynod ddiolchgar am yr adborth hwnnw a'r gefnogaeth rydyn ni'n parhau i gael gan weithwyr proffesiynol cyfreithiol, defnyddwyr cyhoeddus, y cyfryngau a phartneriaid eraill ar draws y system gyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Dyfodol wedi'i adeiladu ar sylfeini digidol cadarn",
                "tag": "h2"
            },
            {
                "content": "Wrth i ni gyrraedd y garreg filltir fawr hon ac edrych ymlaen at y flwyddyn i ddod, byddwn yn parhau i ganolbwyntio ar wella ymarferoldeb presennol ein systemau a symud ymlaen â'r newidiadau mwyaf effeithiol. O ran gwaith sifil, byddwn yn blaenoriaethu'r ymarferoldeb a fydd yn digideiddio'r nifer uchaf o achosion, gan lywio’r buddion mwyaf i ddefnyddwyr a’r buddion mwyaf o ran gwerth am arian.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn cyhoeddi blogiau yr wythnos nesaf yn amlinellu'n fanylach beth mae hyn yn ei olygu mewn awdurdodaethau penodol.",
                "tag": "p"
            },
            {
                "content": "Wrth edrych y tu hwnt i'r rhaglen ddiwygio, mae'n rhaid i ni – a byddwn ni – yn cymryd y gwersi rydyn ni wedi'u dysgu a'u cynnwys yn ei taith foderneiddio barhaus wrth i ni barhau i wella. Ym mis Ebrill, byddwn yn cychwyn ar ein cynllun strategol newydd tuag at ein gweledigaeth tymor hwy, gan adeiladu ar yr hyn yr ydym eisoes wedi'i gyflawni. Mae moderneiddio'r system gyfiawnder ymhellach yn parhau i fod yr uchelgais. Byddwn yn gwneud hyn mewn ffordd ofalus, a reolir sy'n canolbwyntio ar welliannau cynyddol sy'n llywio effeithlonrwydd, cynhyrchiant a gwasanaethau o ansawdd uwch, heb aflonyddu mawr ar y system gyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Wrth wneud hynny, rwy'n gwybod y gallaf ddibynnu ar gefnogaeth fy nghydweithwyr, y farnwriaeth, gweithwyr proffesiynol cyfreithiol a'n partneriaid niferus ar draws y system gyfiawnder. Rwy'n hynod falch o'r hyn rydyn ni wedi'i gyflawni gyda'n gilydd eisoes. Diolch yn ddiffuant i bawb ohonoch sydd wedi bod yn rhan o gyflawni'r garreg filltir hanesyddol hon i'r system gyfiawnder.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/24/modernising-courts-and-tribunals-what-weve-achieved-and-learned/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "As the HMCTS reform programme formally concludes, Nick Goodwin reflects on its achievements, benefits to users, and plans for future modernisation of courts and tribunals."
    }
]