[
    {
        "title": "AI in schools – everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-03-31T19:59:50",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  ",
                "tag": "p"
            },
            {
                "content": "That’s why we are bringing the AI revolution to classroom – using it to modernise our education system, to back our teachers and deliver for our children.   ",
                "tag": "p"
            },
            {
                "content": "Here is everything you need to know about how AI can transform education.  ",
                "tag": "p"
            },
            {
                "content": "How could AI help teachers? ",
                "tag": "h3"
            },
            {
                "content": "From drafting curriculum plans to producing high-quality teaching resources, AI has the potential to reduce the amount of time teachers spend doing administrative tasks, so they can focus on what they do best– teaching and supporting their pupils. ",
                "tag": "p"
            },
            {
                "content": "There is so much untapped potential for AI to give teachers a helping hand with classroom life. That’s why we are funding the development of brand new AI tools for education. These tools truly stretch the capabilities of what AI can do – from assessing handwritten work to giving feedback on hand-drawn geography maps and even recognising mistakes in soldering on circuit boards made by engineering students. ",
                "tag": "p"
            },
            {
                "content": "Time previously spent on burdensome marking and admin allows teachers to focus on face-to-face teaching.",
                "tag": "p"
            },
            {
                "content": "Will teachers be replaced by AI? ",
                "tag": "h3"
            },
            {
                "content": "Absolutely not. ",
                "tag": "p"
            },
            {
                "content": "Teachers are irreplaceable, and AI could never be a substitute for teachers' professional judgement and the personal relationships they have with their pupils. ",
                "tag": "p"
            },
            {
                "content": "We're developing AI tools specifically to support teachers, not to replace the unique role they play in education. These tools are designed to handle repetitive tasks that currently take teachers’ energy away from face to face classroom interactions. ",
                "tag": "p"
            },
            {
                "content": "Good teachers are key to raising standards in education. Using AI to reduce workload could also help address the recruitment and retention challenges in teaching - helping to restore teaching as an attractive profession. These tools have the potential to make a difference to the every day lives of teachers, and will help them focus on what matters, teaching. ",
                "tag": "p"
            },
            {
                "content": "How could AI help pupils? ",
                "tag": "h3"
            },
            {
                "content": "Evidence shows  that high quality, personalised feedback builds attainment, and AI tools can help with this. This means getting more of what makes the biggest difference to their learning - high-quality face-to-face teaching and personalised feedback.  ",
                "tag": "p"
            },
            {
                "content": "AI tools can speed up marking and help teachers understand each pupil's progress better, so they can tailor their teaching to what each child needs. This won't replace the important relationship between pupils and teachers - it will strengthen it by giving teachers back valuable time to focus on the human side of teaching that makes all the difference to how well pupils learn. ",
                "tag": "p"
            },
            {
                "content": " What are you doing to develop AI in education? ",
                "tag": "h3"
            },
            {
                "content": "From investing in AI tools, to gathering evidence about how teachers and pupils are using AI, we’re already investigating how we can take advantage of AI in education. ",
                "tag": "p"
            },
            {
                "content": "These are just first steps, but we have already: ",
                "tag": "p"
            },
            {
                "content": "In August 2024 we announced two exciting initiatives to stimulate the education technology sector and help build tools that will support with teacher workload.  ",
                "tag": "p"
            },
            {
                "content": "The content store is a £3 million data library funded by the Department for Science and Technology which will be used to provide large language AI models with high quality educational information, like curriculums and mark schemes. This means AI products will be even more effective at producing resources to help teachers.  ",
                "tag": "p"
            },
            {
                "content": "We also announced the AI Tools for education: £1 million of funding through Innovate UK’s contracts for innovation programme. This was awarded to 16 technology providers to use the information from the content store to build AI tools that will help with teacher workload across all the key stages.  ",
                "tag": "p"
            },
            {
                "content": "This boost for Oak National Academy, a provider of free, optional, high-quality digital curriculum resources, has helped to develop and improve Oak’s AI tools. Oak National Academy has launched an AI-powered lesson assistant, Aila, to support teachers to reduce their workload. Oak has worked with expert AI developers, teachers and other education specialists to create a tool that teachers report has saved them around 3-4 hours per week in lesson planning.  ",
                "tag": "p"
            },
            {
                "content": "How are you making sure pupils have access to the right technology? ",
                "tag": "h3"
            },
            {
                "content": "We're investing £45 million to enhance digital connectivity in schools nationwide, specifically targeting the digital divide over the coming year. This funding includes £25 million for wireless network improvements and £20 million for fibre upgrades, ensuring reliable internet access becomes standard across all schools.  ",
                "tag": "p"
            },
            {
                "content": "We believe that every child deserves equal access to digital learning opportunities. This investment will help ensure no pupil is disadvantaged by lack of technology access, while also supporting teachers to harness educational technology advances in their classrooms.   Alongside this immediate investment, we've launched a consultation on our long-term strategy for narrowing the digital divide, with particular focus on establishing new digital and technology standards for schools and colleges across the country. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/03/artificial-intelligence-in-schools-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  "
    },
    {
        "title": "A message from FSA Chair Susan Jebb",
        "authors": [
            "Professor Susan Jebb, FSA Chair"
        ],
        "posted_on": "2025-03-31T15:26:36",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Our first FSA Board meeting of 2025 in Hull on Wednesday generated some excellent discussion and highlighted the different ways the FSA is working to keep consumers protected.",
                "tag": "p"
            },
            {
                "content": "We had an update on the Border Target Operating Model, marking a year since its implementation. It was good to hear that we're carrying out checks and seeking health certification for EU imports for the first time, but the rollout has been slower than we hoped. We still don't have controls at west coast ports, there are issues around access to data, and the legislation needed for some elements of risk management is still not in place. We’re working closely in support of Defra to resolve these issues. That said, we’re in a much better place than a year ago and the situation is continuing to improve.",
                "tag": "p"
            },
            {
                "content": "We also discussed cost-recovery for local authorities, which could potentially see them charging food businesses for their regulatory services. Local authorities recover the cost of regulation in many other sectors, for example in licensed premises selling alcohol. They have asked us to consider whether this approach may help to support a more sustainable system of regulation for food.",
                "tag": "p"
            },
            {
                "content": "We discussed the principles underpinning this work, including a focus on better outcomes for consumers and support for businesses. The Board asked officials to explore this issue further and to engage with food businesses, government departments, and local authorities, noting that any proposals would also need to be discussed with ministers. The Board were clear that the goal must be to identify a system that delivers the best outcomes for consumers, so their views must be considered too.",
                "tag": "p"
            },
            {
                "content": "Finally, we were very pleased to hear about the award of £1.4 million to the FSA to launch a new innovation hub aimed at speeding up risk assessments for new food technologies. Innovative new products, like precision fermented foods and cell cultivated products, build on the UK scientific expertise and have the potential to help us address some of the sustainability and security issues facing the food system.",
                "tag": "p"
            },
            {
                "content": "You can see a recording of all of the Board’s discussions at the FSA’s website.",
                "tag": "p"
            },
            {
                "content": "Cynhaliwyd cyfarfod cyntaf Bwrdd yr ASB ar gyfer 2025 yn Hull ddydd Mercher lle cafwyd rhaid trafodaethau ardderchog a amlygodd y gwahanol ffyrdd y mae’r ASB yn gweithio i ddiogelu defnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Cawsom ddiweddariad ar y Model Gweithredu Targed ar gyfer Ffiniau, flwyddyn ers iddo gael ei roi ar waith. Braf oedd clywed ein bod ni’n cynnal gwiriadau ac yn ceisio ardystiadau iechyd ar gyfer mewnforion o’r UE am y tro cyntaf, ond mae’r broses gyflwyno wedi bod yn arafach nag yr oeddem wedi gobeithio. Rydym yn dal i fod heb reolaethau ym mhorthladdoedd arfordir y gorllewin, mae problemau mewn perthynas â mynediad at ddata, ac nid yw’r ddeddfwriaeth sydd ei hangen ar gyfer rhai elfennau o reoli risg ar waith o hyd. Rydym yn gweithio’n agos i gefnogi Defra i ddatrys y problemau hyn. Wedi dweud hynny, rydym mewn lle llawer gwell nag oeddem ni flwyddyn yn ôl, ac mae’r sefyllfa’n parhau i wella.",
                "tag": "p"
            },
            {
                "content": "Gwnaethom hefyd drafod trefniadau er mwyn i awdurdodau lleol adennill costau. Gallai hyn olygu y byddai modd i awdurdodau lleol godi tâl ar fusnesau bwyd am eu gwasanaethau rheoleiddio. Mae awdurdodau lleol yn adennill cost rheoleiddio mewn llawer o sectorau eraill, er enghraifft mewn safleoedd trwyddedig sy’n gwerthu alcohol. Maent wedi gofyn i ni ystyried a allai’r dull hwn helpu i gefnogi system reoleiddio fwy cynaliadwy ar gyfer bwyd.",
                "tag": "p"
            },
            {
                "content": "Buom yn trafod yr egwyddorion sy’n sail i’r gwaith hwn, gan ganolbwyntio ar ganlyniadau gwell i ddefnyddwyr a chymorth i fusnesau. Gofynnodd y Bwrdd i swyddogion archwilio hyn ymhellach ac ymgysylltu â busnesau bwyd, adrannau o’r llywodraeth, ac awdurdodau lleol, gan nodi y byddai angen trafod unrhyw gynigion hefyd â gweinidogion. Roedd y Bwrdd yn glir o ran y nod, sef bod yn rhaid canfod system sy’n sicrhau’r canlyniadau gorau i ddefnyddwyr, felly rhaid ystyried eu safbwyntiau hefyd.",
                "tag": "p"
            },
            {
                "content": "Yn olaf, roeddem yn falch iawn o glywed am y dyfarniad o £1.4 miliwn i’r ASB i lansio hyb arloesi newydd a fydd â’r amcan o gyflymu asesiadau risg ar gyfer technolegau bwyd newydd. Mae cynhyrchion newydd arloesol, fel bwydydd wedi’u heplesu’n fanwl a chynhyrchion a wneir drwy feithrin celloedd, yn adeiladu ar arbenigedd gwyddonol y DU. Yn wir, gallai’r cynhyrchion hyn ein helpu ni i fynd i’r afael â rhai o’r problemau o ran cynaliadwyedd a diogeledd sy’n wynebu’r system fwyd.",
                "tag": "p"
            },
            {
                "content": "Gallwch weld recordiad o holl drafodaethau’r Bwrdd ar wefan yr ASB.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/03/31/a-message-from-fsa-chair-susan-jebb-2/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Our first FSA Board meeting of 2025 in Hull on Wednesday generated some excellent discussion and highlighted the different ways the FSA is working to keep consumers protected. We had an update on the Border Target Operating Model, marking a …"
    },
    {
        "title": "Public Launch of the Evaluation Registry",
        "authors": [
            "Civil Service"
        ],
        "posted_on": "2025-03-31T14:58:49",
        "categories": [
            "Smarter working",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Today, the Evaluation Task Force – a joint Cabinet Office and HM Treasury team – has launched the Evaluation Registry, a new website on GOV.UK. The Registry brings together all planned, ongoing, and complete evaluations of government policy into one accessible location, providing an invaluable tool for understanding “what works” in Government. ",
                "tag": "p"
            },
            {
                "content": "Evaluation is the systematic assessment of the design, implementation, and outcomes of a policy intervention. Evaluation is essential for ensuring that the Government understands the efficiency, effectiveness, and value for money of its policies, projects, and programmes. Government departments conduct and commission hundreds of evaluations each year, but there has not previously been a single, unified place to access the findings of evaluations.",
                "tag": "p"
            },
            {
                "content": "The Registry provides key information on the programmes and policies that have been or will be evaluated across government, the methodological approaches used in these evaluations, and summaries of evaluation findings. The Registry supports the wider public sector reform objective of accountability and provides an invaluable tool for understanding “what works”, contributing to evidence based reform and the share of best practice in Government.",
                "tag": "p"
            },
            {
                "content": "Since April 2024, it has been mandatory for all central government departments to use the Registry. Departments are required to upload details of all existing evaluation plans and evaluation findings to the Registry, and the Evaluation Task Force will use this information to monitor evaluation activity across government. ",
                "tag": "p"
            },
            {
                "content": "As of January 2025, the Registry includes information on over 1,400 evaluations. The public launch of the Registry will make this information available to the members of the public in public view-only access. Users will be able to search for evaluations of different policies and programmes. ",
                "tag": "p"
            },
            {
                "content": "The public launch therefore represents an important step towards improved transparency and accountability in government.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/03/31/public-launch-of-the-evaluation-registry/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Today, the Evaluation Task Force – a joint Cabinet Office and HM Treasury team – has launched the Evaluation Registry, a new website on GOV.UK. The Registry brings together all planned, ongoing, and complete evaluations of government policy into one …"
    },
    {
        "title": "Local Land Charges – the journey so far",
        "authors": [
            "Rhonda Griffiths, Head of Programme Management and Policy"
        ],
        "posted_on": "2025-03-31T13:56:34",
        "categories": [
            "Local Land Charges"
        ],
        "content": [
            {
                "content": "The desire for quicker, simpler and cheaper conveyancing is driving a host of new services and infrastructure innovations. Our digital, geospatial Local Land Charges (LLC) Register and the Search for local land charges service are part of this revolution. We recognise the need to use our data more effectively to support the priorities set out by Matthew Pennycook MP, Minister of State for Housing and Planning, and we’re committed to delivering a land registry and property market that works for everyone. ",
                "tag": "p"
            },
            {
                "content": "Here's how the LLC Programme is already advancing this aim, as we continue to deliver the most ambitious geospatial data transformation ever attempted by a UK government. ",
                "tag": "p"
            },
            {
                "content": "The progress so far",
                "tag": "h2"
            },
            {
                "content": "As a programme, we are building on our expertise. Today, a third of local authorities have migrated, a third are in active delivery, and a third are signed-up and starting work on pre-migration action plans. By 2028, all 300+ local authorities across England and Wales will have transitioned to the national LLC Register. At that time more than 26 million LLC records will be accessible online, instantly in a consistent format.  ",
                "tag": "p"
            },
            {
                "content": "The pace of LLC transformation is increasing. From January to March this year, we migrated 19 local authorities across England and Wales, making it our most successful quarter to date. We now have migrated 110 local authority datasets, bringing with it 6.5 million instantly available records.",
                "tag": "p"
            },
            {
                "content": "What does this mean for our customers?",
                "tag": "h2"
            },
            {
                "content": "Feedback from local authorities who have migrated to the national digital register shows that our service is providing immediate and lasting benefits to local government, the property industry and beyond.  ",
                "tag": "p"
            },
            {
                "content": "With the transformation of 110 local authority LLC datasets completed so far, the length of time to receive results in these areas has reduced from days or weeks to being instantly available online in a standardised, easy-to-read format. Customers can also be availed of either a free search or an official search result for a fixed fee of £15, saving an average of £10.55 per search.  ",
                "tag": "p"
            },
            {
                "content": "Through earlier access to vital information about restrictions on property, we are reducing the number of property-buying transaction failures, saving buyers between £700 and £2,700 each time.   ",
                "tag": "p"
            },
            {
                "content": "Richer textual, geospatial records also benefit local authority departments who can self-serve, when the information is added to internal systems.    ",
                "tag": "p"
            },
            {
                "content": "Migrating the data to the national register is only the start of a local authority’s journey. With the support of our Service Performance and Integration (SPI) team, we are improving data quality standards and charge registration timeliness. This best practice work enables customers to get the high-quality service they deserve, allows innovators to harness the data’s full potential and stimulates local authority efficiencies.   ",
                "tag": "p"
            },
            {
                "content": "Our next step is to build on our success by creating more opportunities for the digitised LLC dataset to be reused, encouraging economic growth. This work supports wider Government digital obligations and ambitions and will help drive innovation within the property market.  ",
                "tag": "p"
            },
            {
                "content": "Unlocking our data's full potential",
                "tag": "h2"
            },
            {
                "content": "The progress we’ve made so far has proven the LLC Programme’s capability and expertise across government. As a result, we will be working with our sponsor department, the Ministry of Housing, Communities and Local Government (MHCLG), to build on our existing work in digitising property information.  ",
                "tag": "p"
            },
            {
                "content": "We will be working with a number of local authorities to identify the best approach to open up more data and make it digital. In particular, building control and highways information which are predominantly paper-based and are known pain points in the transaction process. More details on this activity will be coming soon. ",
                "tag": "p"
            },
            {
                "content": "Achieving our goals",
                "tag": "h2"
            },
            {
                "content": "As you can tell, it’s a very busy time within the LLC Programme, and it is essential we continue to complete the work at pace without compromising data quality, or the integrity of the register. To meet our goal of completion by 2028, our team will continue to work with customers, partners and stakeholders to achieve the market transformation that will benefit us all.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/03/31/local-land-charges-the-journey-so-far/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Rhonda Griffiths, Head of Programme Management and Policy, gives us an update on how the Local Land Charges Programme is delivering the most ambitious geospatial data transformation ever attempted by a UK government."
    },
    {
        "title": "Primary school offer day 2025: Everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-03-31T12:45:28",
        "categories": [
            "Primary Schools",
            "Schools"
        ],
        "content": [
            {
                "content": "Parents of three and four-year-olds will soon find out what primary school has offered their child a place for the September 2025.  ",
                "tag": "p"
            },
            {
                "content": "Here, we explain everything you need to know about primary school offer day, from when you can expect to find out, to how to appeal a decision.  ",
                "tag": "p"
            },
            {
                "content": "When is primary school offer day?   ",
                "tag": "h3"
            },
            {
                "content": "Parents will find out which primary school has offered their child a place for September 2025 on Wednesday 16 April. ",
                "tag": "p"
            },
            {
                "content": "The decision will be sent by the local council by either letter or email. Some councils allow parents to view their results through the admissions portal or system. Exactly what time the offers will be released varies by council. ",
                "tag": "p"
            },
            {
                "content": "How likely am I to get my first-choice primary school?  ",
                "tag": "h3"
            },
            {
                "content": "We want parents to feel reassured when it comes to getting one of their top choice primary schools. ",
                "tag": "p"
            },
            {
                "content": "In 2024, 93.2% of families received an offer from their first choice of primary school and 98.6% received an offer from one of their top three choices. ",
                "tag": "p"
            },
            {
                "content": "Nearly £1.5bn of capital funding has been confirmed to support local authorities to create mainstream school places needed over the current and next two academic years. ",
                "tag": "p"
            },
            {
                "content": "What happens after I receive an offer of a school place?  ",
                "tag": "h3"
            },
            {
                "content": "A parent or carer must formally accept the offer by the given deadline. This is usually set through the local authority’s admissions portal or system. You’ll receive details of next steps with the offer.  ",
                "tag": "p"
            },
            {
                "content": "Can I appeal a primary school placement decision?  ",
                "tag": "h3"
            },
            {
                "content": "If you’re not offered your first-choice school, you can appeal the decision. However, even if you're appealing a decision, we recommend accepting the offer your child did receive so that they have a school place if the appeal is unsuccessful. Accepting another offer won’t affect your appeal or limit other options available to you.  ",
                "tag": "p"
            },
            {
                "content": "Parents or carers who want to appeal a decision should first contact the school’s admission authority, which is responsible for organising the appeal panel. Parents and carers can find their school’s admission authority by visiting their local council website: Find your local council - GOV.UK (www.gov.uk).  ",
                "tag": "p"
            },
            {
                "content": "The panel is independent and will look at the case presented by both the admission authority and the parent before coming to a decision.  ",
                "tag": "p"
            },
            {
                "content": "The decision of the appeal panel is binding – if the appeal is upheld, the admission authority must offer your child a place at the school.  ",
                "tag": "p"
            },
            {
                "content": "Admission authorities and appeal panels must comply with the statutory School Admission Appeals Code, which is available here. Guidance for parents on the admission appeals process can also be found here.  ",
                "tag": "p"
            },
            {
                "content": "How are primary school places decided?  ",
                "tag": "h3"
            },
            {
                "content": "All schools have admission criteria to decide which children get places. This criteria is set by the school or local council.  ",
                "tag": "p"
            },
            {
                "content": "While all state-funded schools must give top priority to admitting children who are in care or have been in care, admission criteria is  different for each school. They may choose to give priority to children:  ",
                "tag": "p"
            },
            {
                "content": "Your local council can give you information about a school’s criteria.  ",
                "tag": "p"
            },
            {
                "content": "Why has my child not been offered a place at one of their preferred schools?  ",
                "tag": "h3"
            },
            {
                "content": "Some schools will receive more applications than places it has available and unfortunately not every parent will be successful. Priority must be given to those who most closely meet the school’s specific admission arrangements.  ",
                "tag": "p"
            },
            {
                "content": "If the local authority is unable to offer a place at one of the parents’ preferred schools, it must offer a place at another school.  ",
                "tag": "p"
            },
            {
                "content": "In the unlikely event that a parent does not receive an offer of a place on 167 April, parents should contact their local authority for further advice.  ",
                "tag": "p"
            },
            {
                "content": "Can I join a waiting list for my top-choice primary school?  ",
                "tag": "h3"
            },
            {
                "content": "You can add your child’s name to the waiting list for any school that you’ve applied for. You should still accept the offer you received and this won’t affect where you stand in the waiting list.  ",
                "tag": "p"
            },
            {
                "content": "Schools must keep a waiting list for at least one term. The waiting list will be ordered by the school’s admission criteria.   ",
                "tag": "p"
            },
            {
                "content": "In some areas, your child will be automatically added to the waiting lists of the schools you ranked more highly. In others, you must ask to be put on the waiting list. Check the school admissions section of your local authority website to find out how it works in your area. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/03/primary-school-offer-day-2023-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Parents of three and four-year-olds will soon find out what primary school has offered their child a place for the September 2025.   Here, we explain everything you need to know about primary school offer day, from when you can …"
    },
    {
        "title": "A standard to support fair and transparent nature markets",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-03-31T12:37:48",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Nature markets allow individuals and businesses to pay for the benefits that nature provides, often supporting environmental conservation and restoration efforts. ",
                "tag": "p"
            },
            {
                "content": "These benefits, such as clean air and water, carbon storage, biodiversity, and flood protection, can be traded as credits, providing farmers with an additional income stream. ",
                "tag": "p"
            },
            {
                "content": "The British Standards Institution (BSI), funded by Defra and the devolved administrations, recently launched a standard designed to bring greater confidence and consistency to nature markets in the UK.",
                "tag": "p"
            },
            {
                "content": "It is the first of its kind. ",
                "tag": "p"
            },
            {
                "content": "The BSI Overarching Principles Standard, the first in a suite known as the Nature Investment Standards, sets out clear guidelines on transparency, measurement, governance and environmental benefits in nature markets. ",
                "tag": "p"
            },
            {
                "content": "The standard is voluntary. It is intended to support everyone involved in the market: farmers, landowners, investors and buyers. It can also be applied to relevant codes and schemes. ",
                "tag": "p"
            },
            {
                "content": "This has the potential to change how farmers earn income from sustainable land management. By improving the quality and integrity of the credits being traded, the standard helps address the current lack of regulation in the market and reduces risks including greenwashing. ",
                "tag": "p"
            },
            {
                "content": "The suite of Nature Investment Standards will create a framework with clear roles and responsibilities. This could enable farmers to earn income from: ",
                "tag": "p"
            },
            {
                "content": "BSI has a free navigation tool to help farmers and other suppliers understand which aspects of the standard might apply to nature restoration on their land.  ",
                "tag": "p"
            },
            {
                "content": "The Knepp Estate: a case study",
                "tag": "h2"
            },
            {
                "content": "Defra’s Minister for Nature, Mary Creagh, who is responsible for green finance, visited the Knepp Estate in West Sussex. The estate served as a test case for how this standard could support innovative farm-based projects. ",
                "tag": "p"
            },
            {
                "content": "Once an intensively farmed, nature-depleted landscape, Knepp has been transformed through rewilding into a mosaic of diverse habitats, including grasslands, scrub, and woodlands. ",
                "tag": "p"
            },
            {
                "content": "What makes Knepp particularly relevant to farmers is how it has pioneered ways to: ",
                "tag": "p"
            },
            {
                "content": "The creation of the Hedgerow Carbon Code: a case study",
                "tag": "h2"
            },
            {
                "content": "This video explores the creation of the Hedgerow Carbon Code, a framework designed to measure and reward the carbon storage potential of hedgerows.",
                "tag": "p"
            },
            {
                "content": " Funded by the Natural Environment Investment Readiness Fund, the project aims to unlock private investment in nature-based solutions by providing a clear, science-backed method for assessing hedgerow carbon benefits. ",
                "tag": "p"
            },
            {
                "content": "Watch the video below to learn how the code was developed and what it could mean for sustainable land management.",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "More market-specific standards for biodiversity, carbon, nutrients, and community engagement are under development. The nature-based carbon standard has recently been released for public consultation. The consultation closes on 25 April, so there is still time to share your views. ",
                "tag": "p"
            },
            {
                "content": "These standards will form an interconnected framework of clear requirements setting out what ‘good’ looks like. They could also create diverse new revenue streams for farms transitioning to more sustainable practices. ",
                "tag": "p"
            },
            {
                "content": "Visit the BSI website for more details on the Nature Investment Standards programme. ",
                "tag": "p"
            },
            {
                "content": "We’ll blog again with updates.",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog to receive an email notification whenever we publish a new post.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/03/31/a-standard-to-support-fair-and-transparent-nature-markets/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Nature markets allow individuals and businesses to pay for the benefits that nature provides, often supporting environmental conservation and restoration efforts. A new standard aims to bring clarity and confidence to nature markets. "
    },
    {
        "title": "Have your say on a new nature-based carbon standard consultation",
        "authors": [
            "Harley Stoddart"
        ],
        "posted_on": "2025-03-31T12:22:13",
        "categories": [
            "Green finance",
            "Land use",
            "Nature"
        ],
        "content": [
            {
                "content": "I'm Harley Stoddart, Head of Climate Mitigation Science at Defra, and I'm excited to share details about an important consultation on a standard for nature-based carbon markets in the UK. ",
                "tag": "p"
            },
            {
                "content": "Today, I’m inviting you to have your say on a new standard from the British Standards Institution (BSI) for UK nature-based carbon projects. The deadline for comments is 25 April.",
                "tag": "p"
            },
            {
                "content": "The new standard will drive high-integrity projects and scheme design for delivering greenhouse gas removals. ",
                "tag": "p"
            },
            {
                "content": "It aims to boost investment into nature and support economic growth, as well as helping to reduce the risk of “greenwashing”.  ",
                "tag": "p"
            },
            {
                "content": "Why we need this new standard",
                "tag": "p"
            },
            {
                "content": "The UK's land, coasts, and seas play a crucial role in achieving our net-zero emissions targets. While our land use sector as a whole currently acts as a carbon sink, emissions from agriculture still account for about 11% of UK greenhouse gas emissions. ",
                "tag": "p"
            },
            {
                "content": "The Climate Change Committee has made it clear - we won't meet our net-zero target without changing how we use our land.",
                "tag": "p"
            },
            {
                "content": "Nature-based carbon markets can help drive this change. Through high-integrity carbon credits, we can direct more funding towards restoring nature while helping to meet our climate goals.",
                "tag": "p"
            },
            {
                "content": "However, there are legitimate concerns about carbon markets. Without proper safeguards, projects might claim benefits that aren’t properly verified, would occur regardless, are double-counted, lack permanence, and prioritise carbon reduction over broader environmental benefits.",
                "tag": "p"
            },
            {
                "content": "One scheme in the market that's getting ready for assurance is the Wilder Carbon code. It is funded by the Natural Environment Investment Readiness Fund, and is working towards implementing the BSI Carbon Flex. Watch the video below to find out more.",
                "tag": "p"
            },
            {
                "content": "Building trust through standards",
                "tag": "p"
            },
            {
                "content": "The new standard for high integrity natural carbon projects addresses these challenges head-on. The standard provides requirements for UK projects delivering nature-based carbon removals and greenhouse gas reductions. It will help:",
                "tag": "p"
            },
            {
                "content": "If you're interested in learning more about similar standards, watch our video below on the development of the Hedgerow Carbon Code.",
                "tag": "p"
            },
            {
                "content": "Key features of the new standard",
                "tag": "p"
            },
            {
                "content": "The delivery of the nature-based carbon benefits standard includes robust requirements for:",
                "tag": "p"
            },
            {
                "content": "The standard also provides some guidance on insetting (where companies pay for emission reductions or removals within their own supply chains, in alignment with international best practices and emerging frameworks).  ",
                "tag": "p"
            },
            {
                "content": "We would like views on whether this content should be included or whether another approach should be taken to provide clarity on high-integrity insetting approaches.",
                "tag": "p"
            },
            {
                "content": "Share your views on the consultation",
                "tag": "p"
            },
            {
                "content": "To ensure this standard works for everyone involved in nature-based carbon markets - we want to hear from all interested parties, including:",
                "tag": "p"
            },
            {
                "content": "Your views will help ensure this standard maintains high levels of integrity while being practical and effective for the whole sector.",
                "tag": "p"
            },
            {
                "content": "To have your say, share your feedback by 25 April, when the consultation closes.",
                "tag": "p"
            },
            {
                "content": "Your feedback will help shape the future of UK nature-based carbon markets and ensure they deliver real benefits for both climate and nature.",
                "tag": "p"
            },
            {
                "content": "In future, the government intends to develop an assurance framework for the BSI nature investment standards, which will apply to nature markets across all four nations.",
                "tag": "p"
            },
            {
                "content": "If you would like to find out more information on the Nature Investment Standards programme, visit the BSI website.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/03/31/have-your-say-on-a-new-nature-based-carbon-standard-consultation/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Read this post to find out more about a new standard that aims to boost investment into nature and support economic growth."
    },
    {
        "title": "Modernising Crime Services: Reflecting on Reform's Impact",
        "authors": [
            "Tim Britten, Crime Programme Director"
        ],
        "posted_on": "2025-03-31T09:31:11",
        "categories": [
            "Court and tribunal reform",
            "Digital services",
            "User experience and research"
        ],
        "content": [
            {
                "content": "Our criminal courts deal with some of the most complex and serious cases in the justice system. Behind each case is a defendant, victim, witness or family member whose lives can be shaped by the proceedings and the case outcome. In the most serious cases a person’s liberty can be at stake.",
                "tag": "p"
            },
            {
                "content": "As we conclude our Reform Programme, I want to reflect on our journey in modernising how staff, judiciary and legal professionals use our systems and how the public access our services and information in our criminal courts, the lessons learnt and what we've achieved together.",
                "tag": "p"
            },
            {
                "content": "When we began this transformation in 2016, we set out with a clear vision: to create a justice system that is built around people's needs and expectations. Working alongside our criminal justice partners, we’ve made significant progress towards this vision. Whether that be Judges, legal professionals, the police, the Crown Prosecution Service, journalists, colleagues in prison, probation and legal aid – each has played a vital role in achieving the progress we’ve made so far.",
                "tag": "p"
            },
            {
                "content": "But it’s not been without difficulties. Some of the most challenging times of my career have been whilst progressing reform of these systems and services, and I know this is true for many colleagues working both in HMCTS, as well as those in the wider justice system. And yet changes we’ve made have been vital to modernising the criminal court system – improving it for those who need it while allowing busy criminal court staff and professionals to use their time more effectively.  I'm incredibly proud of how far we've come, while being mindful of the hurdles we've faced along the way.",
                "tag": "p"
            },
            {
                "content": "A digital revolution in criminal justice",
                "tag": "h2"
            },
            {
                "content": "Our most significant achievement in the criminal jurisdiction has been introducing Common Platform – a new digital case management system – into all magistrates and the Crown Court. It is now in use across all criminal courts in England and Wales and has currently managed over 2.3 million cases.",
                "tag": "p"
            },
            {
                "content": "From the point at which the police make an arrest, to a defendant arriving in court, a criminal case file passes through many different stages. Each stage is handled by a different agency in the criminal justice system: from the police, to prosecution and defence, Legal Aid Agency, magistrates’ court, Crown court, prison and then probation service. Before Common Platform, these agencies were all using different systems to process information about the same criminal case whereas now everyone uses the same Unique Reference Number (URN).",
                "tag": "p"
            },
            {
                "content": "Before Common Platform, progression of cases were reliant on documents being printed out or waiting for information to be emailed between agencies, significantly slowing the process and causing unnecessary duplication and delays. The new system has brought all the information about a criminal case into one central place, meaning all parties in a case can ‘self-serve’ case material flexibly and access the most up-to-date case information whenever they need it and wherever they are working from.",
                "tag": "p"
            },
            {
                "content": "For both victims and defendants this means a smoother process and reassurance that all the facts of the case are available for the people involved – allowing their representatives to give accurate and timely advice. It also speeds up any enquiries relating to specific cases as they can be quickly identified by all stakeholders under the same system. The introduction of five modern, industry standard Service Centres have a crucial role to play in this – here colleagues have access rights to appropriate levels of information on Common Platform, so can support people, answering over 2.3 million calls alongside national business centres between April and December 2024.",
                "tag": "p"
            },
            {
                "content": "Common Platform is the first step towards a truly collaborative, joined up system – and one that will be digital end-to-end. This isn't just about new technology – it's about real improvements in how justice is delivered to our users.",
                "tag": "p"
            },
            {
                "content": "We’re also using Common Platform to digitally handle Single Justice Procedure (SJP) cases (lesser offences such as speeding or fare evasion). This allows a single magistrate, aided by a legal adviser, to hear low-level cases where the defendant pleads guilty or has not responded to a charge. All pleas, electronic or written, and any mitigation, is saved in our systems and is viewed by magistrates before a decision is made in the case. The role of the prosecutor in SJP hearings is also the same as it would be if the same cases were held in open court. But the ability to digitally handle SJP cases means the administration of them is quicker, more straightforward, less costly and more efficient for the whole justice system, while still being fair, transparent and rigorous. ",
                "tag": "p"
            },
            {
                "content": "All police forces and a growing range of non-police prosecutors are benefitting from being able to process cases digitally, accessing information in real time to deliver smoother justice and without transporting reams of paper from site to site and without having to manually input data into multiple systems. Between April 2019 and March 2023, the volume of SJP cases entering the system has more than doubled and between April 2017 and January 2025 we received over 267,000 online pleas.",
                "tag": "p"
            },
            {
                "content": "Common Platform is improving how we gather and share accurate and comprehensive criminal court data between justice partners.  We’re using it to better understand the needs of court users and continually improving our services, identifying and acting on any hidden barriers for those using them.",
                "tag": "p"
            },
            {
                "content": "We couldn’t do this before Reform and better data enables us to directly inform further improvements to the system. Gathering data digitally provides the opportunity for significant scrutiny of prosecutions, cases and decisions, upholding the key principle of open justice even when hearings are not in public.",
                "tag": "p"
            },
            {
                "content": "Listening and adapting",
                "tag": "h2"
            },
            {
                "content": "One of the most valuable lessons we've learned is the importance of listening to our users and your feedback has been crucial in shaping our direction. A perfect example of this is the decision to retain the Digital Case System (DCS) in the Crown Court – you told us it works well, and we listened. ",
                "tag": "p"
            },
            {
                "content": "At times during the rollout to courts across the country, we were too focused on addressing technological solutions, and didn’t keep pace with the feedback coming from users. The pandemic and rising demand for services also caused major disruption, and due to this the programme has faced delays and reductions in scope. But we have used this experience to ensure we’re better at building feedback into our learning processes. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "I am the first to recognise that Common Platform is not yet perfect, and that there is much more work to do to improve user experience, fix technical issues and boost the platform's overall performance and stability. But we are prepared and resourced to do that work, not just for next year, but for many years to come. We will continue making incremental improvements to what’s already there and prioritising the most valuable changes.",
                "tag": "p"
            },
            {
                "content": "As we move forward, our focus in the criminal courts is clear – embedding and enhancing the business process and technical changes we’ve already made, committing to engage and improve as a service led organisation and taking on board feedback to continuously improve how justice is delivered.",
                "tag": "p"
            },
            {
                "content": "The challenges we've faced have taught us valuable lessons about balancing ambition with practicality. This is not the end, but a continued commitment to refine, improve and stabilise.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/31/modernising-crime-services-reflecting-on-reforms-impact/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "As we conclude our Reform Programme, the Common Platform digital system has streamlined case processing, improving efficiency and transparency. While challenges remain, we've made significant progress toward a more effective and accessible justice system."
    },
    {
        "title": "Growing the evidence base to recover England’s treasured peatland landscapes",
        "authors": [
            "Pete Brotherton"
        ],
        "posted_on": "2025-03-31T08:30:00",
        "categories": [
            "Evidence",
            "Peat"
        ],
        "content": [
            {
                "content": "England’s peatland landscapes are places of inspiration, adventure and beauty. From the sweeping moors of the Pennines to the ancient heaths and mires of the New Forest, these treasured landscapes are more than just amazing wild spaces to visit. They support farming and other rural communities, and are home to rare and special habitats and species, including habitats that are our most important terrestrial carbon store. About 70% of the UK’s drinking water comes from upland catchments1, where healthy bogs help to store and purify the water supply of surrounding urban populations. ",
                "tag": "p"
            },
            {
                "content": "Today, Natural England is publishing three new evidence reports to inform action to support the recovery of these special areas. We are publishing an update to our evidence review on, 'The effects of managed burning on peatland biodiversity, carbon and water'. In addition, we are publishing Favourable Conservation Status (FCS) definitions for Blanket Bog and Heathland, which seek to answer the question of ‘what does good look like?’ for these important habitats.  ",
                "tag": "p"
            },
            {
                "content": "Natural England’s Updated Evidence Review on managed burning in the uplands (NEER155)  ",
                "tag": "p"
            },
            {
                "content": "Our Evidence Review on ‘The effects of managed burning on upland peatland biodiversity, carbon and water’ updates our 2013 review. This latest review benefitted from the input and guidance of an independent expert panel. It considers a further 102 recent studies, and its findings include:  ",
                "tag": "p"
            },
            {
                "content": "New definitions of Favourable Conservation Status for Blanket Bog and Heathland ",
                "tag": "p"
            },
            {
                "content": "New FCS definitions for blanket bog and heathland are two in a series that sets out ‘what good looks like’ for a suite of habitats and species in England.  The FCS definition series collectively describes a coherent vision for long-term, healthy and functioning ecosystems across England. Each definition identifies the three FCS parameters: ",
                "tag": "p"
            },
            {
                "content": "Blanket Bog FCS definition  ",
                "tag": "p"
            },
            {
                "content": "Healthy, functioning blanket bogs support precious biodiversity, such as golden plovers, dunlin and a range of rare invertebrates and plants. Britain and Ireland are home to about 13% of the global blanket bog resource (see UK Peatland Strategy 2018-2040). Like other peatlands, blanket bogs form when sphagnum mosses and other plant material dies and accumulates in waterlogged conditions. In good condition, blanket bogs continue to accumulate carbon indefinitely and they retain large volumes of water (providing natural flood prevention). Their wet state also makes them more resilient to wildfires.  ",
                "tag": "p"
            },
            {
                "content": "Unfortunately, many of England’s blanket bogs are modified or degraded.  This can lead to many changes: they are less resilient, including to erosion and wildfire (see IUCN Wildfire Resilience Briefing); their ability to store water is reduced and degraded blanket bogs often shift from capturing carbon to becoming net emitters of carbon. ",
                "tag": "p"
            },
            {
                "content": "In our highly modified landscapes, it can be difficult to picture what a natural ecosystem should look like, and which habitats should be where, but we can use the presence of peat, and its depth, as a guide. Our FCS definition follows international standards by considering peat of 30cm or deeper in upland landscapes as blanket bog, or as restorable to that habitat, regardless of current vegetation cover.   ",
                "tag": "p"
            },
            {
                "content": "Restoration of blanket bog depends upon re-instating the hydrological conditions that sustain the natural functioning of the system, while stopping doing those things that prevent or slow down recovery.  This includes stopping managed burning, which risks a departure from natural function in the long-term (NEER155, 2025).   ",
                "tag": "p"
            },
            {
                "content": "Heathland FCS definition ",
                "tag": "p"
            },
            {
                "content": "In our heathland FCS definition, we describe how heathland is found across a gradient of wetness, from very dry conditions on mineral soils through to wet, peat-forming conditions. The characteristics of heathland today have been strongly influenced by past and present land uses, and these have generally led to the loss of naturally wet conditions.   ",
                "tag": "p"
            },
            {
                "content": "Wet heath (as opposed to dry heath) should typically be present (or where possible restored) where peat soils are of 10-30cm in depth, or where soils with peaty pockets are present. Management practices should help restore natural hydrology to benefit the characteristic species found and boost the resilience of the habitat to the impacts of climate change.   ",
                "tag": "p"
            },
            {
                "content": "Working together to recover nature ",
                "tag": "p"
            },
            {
                "content": "We hope that the evidence in these reports will help guide action to recover these amazing habitats, contributing to the Government’s Environmental Improvement Plan (EIP) targets. At the heart of the approach is reinstating natural processes to secure resilient ecosystems so that these precious peatland landscapes can continue to provide so many benefits to nature and people.  ",
                "tag": "p"
            },
            {
                "content": "We know that this will be a long journey. We will work together with land managers and partners to ensure that measures to restore habitats are appropriate to local conditions and site characteristics. Because every site is different, we will provide tailored advice to collectively achieve the objective of healthy, functioning blanket bog, heathland and peatland habitats.  ",
                "tag": "p"
            },
            {
                "content": "Our new evidence supports Defra’s consultation on Heather and Grass Burning in England, which also launched today, 31 March 2025. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/31/growing-the-evidence-base-to-recover-englands-treasured-peatland-landscapes/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "England’s peatland landscapes are places of inspiration, adventure and beauty. From the sweeping moors of the Pennines to the ancient heaths and mires of the New Forest, these treasured landscapes are more than just amazing wild spaces to visit. They …"
    }
]