[
    {
        "title": "Using the DfE’s Integrated Curriculum Financial Planning (ICFP) tool to get essential insights into managing your school’s resources",
        "authors": [
            "Michele Lavelle, CFO at Campfire Education Trust"
        ],
        "posted_on": "2025-09-22T15:35:46",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "Michele Lavelle, CFO at Campfire Education Trust (CET) in Buckinghamshire, Milton Keynes and Northamptonshire, shares how using the DfE’s Integrated Curriculum and Financial Planning (ICFP) tool has helped to transform the trust’s planning",
                "tag": "p"
            },
            {
                "content": "As the Chief Financial Officer (CFO) of a multi-academy trust with six primary schools, I'm a firm believer in how the Integrated Curriculum and Financial Planning (ICFP) tool can both inform and transform resource management.",
                "tag": "p"
            },
            {
                "content": "I first came across ICFP through the free DfE webinars, and I found it really interesting and started testing it. Since joining Campfire Education Trust, we have used it to inform budget setting and to make sure that the expenditure, particularly around staffing, were in line with the metrics.",
                "tag": "p"
            },
            {
                "content": "When I first joined the trust, the headteachers used benchmarking effectively but were unaware of the full potential of ICFP to support and refine the budget setting and monitoring process.",
                "tag": "p"
            },
            {
                "content": "So, I worked closely with them and with the school business managers to implement ICFP, the metrics it provides, and the importance of them in helping make decisions. All of our headteachers are better informed and absolutely on board with it now.",
                "tag": "p"
            },
            {
                "content": "The integration advantage",
                "tag": "p"
            },
            {
                "content": "The integration is what makes it so powerful. I always emphasise that finance isn't a separate function. You need to understand what's driving the finances in your school, making sure they're linked to the curriculum, the costed school development plans, the whole strategy of where your trust is going. ",
                "tag": "p"
            },
            {
                "content": "At CET, we've just set the next three-year budget forecast and ICFP has been invaluable. Funding is tight, so it's increasingly important to make sure that we're getting the best out of it. We've got to ensure that the children are getting the best education possible and that staffing structures are appropriate.",
                "tag": "p"
            },
            {
                "content": "Context is key. All our schools are very different. We have some schools with high levels of deprivation; we have some schools that are PFI schools. There are all sorts of different things to consider. So, we don't compare metrics against each other, but individually we can keep an eye across the whole trust from a consolidated position of where we are but also monitor the individual schools.",
                "tag": "p"
            },
            {
                "content": "If there are metrics that throw up things that are outside what would be deemed the usual range for a particular school, it just opens those discussions, to provide the school with a range of options so that we can look at what else we could do to achieve a balanced budget.",
                "tag": "p"
            },
            {
                "content": "Transforming decision-making in our schools",
                "tag": "p"
            },
            {
                "content": "Perhaps the most significant advantage is the ability to look ahead. I think that's where our headteachers have really appreciated ICFP. They've been able to use it to inform their decision making, about staffing structures particularly, and they've got the data there to justify that.",
                "tag": "p"
            },
            {
                "content": "Staffing and funding changes a lot, everything's moving all the time. We have to flex. We have to work within the available resources, we must always be thinking ahead.",
                "tag": "p"
            },
            {
                "content": "If pupil numbers are predicted to decrease in the next two years, for example, we need to be thinking now of our staffing structure and plan accordingly. If you're just looking at the here and now, if you don't have the ICFP metrics, you may delay adjusting staffing levels.",
                "tag": "p"
            },
            {
                "content": "This forward visibility allows us to avoid possible job reductions through natural staff turnover and strategic planning. Without these metrics, you don't get an early enough warning, making it much harder to address potential issues before they become critical.",
                "tag": "p"
            },
            {
                "content": "Alongside the data we get from ICFP, we also use the DfE’s Financial Benchmarking and Insights Tool (FBIT). With this, we can look at what other schools or trusts are spending on certain things to check whether we're in line – though you need to be wary of whether you’re comparing like for like.",
                "tag": "p"
            },
            {
                "content": "We have reviewed contracts as a result of these insights and have tried, where possible and beneficial, to have contracts that are trust wide rather than on an individual school basis.",
                "tag": "p"
            },
            {
                "content": "Our schools are aware of the importance of setting an in-year surplus in future years, to deliver positive operational margins, with healthy trust-wide reserves, including how to build back school specific reserves. Context is key when using benchmarks and ICFP, and it is therefore essential that the metrics are considered in the light of the individual school’s detailed knowledge of pupils and their complex needs.",
                "tag": "p"
            },
            {
                "content": "Supporting others in the sector",
                "tag": "h4"
            },
            {
                "content": "I do a lot of networking with other trusts and I'm always recommending ICFP as part of our conversations. In fact, my confidence in the tool and the process led me to pursue DfE accreditation as a School Resource Management Advisor (SRMA) myself. The training was first rate, and I now support other schools and trusts in their resource management.",
                "tag": "p"
            },
            {
                "content": "Having the accreditation has given the Trust greater credibility and a strong understanding of ICFP gives you confidence to present to trustees, to respond to challenge from them, to understand what's happening in your schools, and how you can support headteachers in their decision making. All those things make you feel better informed and more confident in your role.",
                "tag": "p"
            },
            {
                "content": "Why every trust should embrace ICFP",
                "tag": "p"
            },
            {
                "content": "With ongoing funding pressures and pupil numbers fluctuating, ICFP has delivered tangible benefits across our trust. It provides essential insight into what's driving your finances and ensures financial decisions are aligned with curriculum needs and pupil outcomes and what opportunities are available to make financial efficiencies or reallocate spending.",
                "tag": "p"
            },
            {
                "content": "I believe every school and academy trust should make ICFP a diagnostic tool to support strategic curriculum financial central to their financial planning, to provide conversation starters with senior leaders with consideration to the strategic aims and the context of the schools.",
                "tag": "p"
            },
            {
                "content": "Find out more about ICFP here - and start taking advantages of the benefits for your curriculum and financial planning.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/09/22/using-the-dfes-integrated-curriculum-financial-planning-icfp-tool-to-get-essential-insights-into-managing-your-schools-resources/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Michele Lavelle, CFO at Campfire Education Trust (CET) in Buckinghamshire, Milton Keynes and Northamptonshire, shares how using the DfE’s Integrated Curriculum and Financial Planning (ICFP) tool has helped to transform the trust’s planning As the Chief Financial Officer (CFO) of …"
    },
    {
        "title": "Advancing the fight against Bovine Viral Diarrhoea",
        "authors": [
            "Amin Asfor"
        ],
        "posted_on": "2025-09-22T10:43:54",
        "categories": [
            "Viral diseases"
        ],
        "content": [
            {
                "content": "Meet the APHA scientist tackling a hidden cattle virus - Dr. Amin Asfor’s mission to stop Bovine Viral Diarrhoea could change farming, food safety, and global animal health.",
                "tag": "p"
            },
            {
                "content": "The role of the National Reference Laboratory (NRL) led by Dr. Amin Asfor",
                "tag": "h2"
            },
            {
                "content": "Bovine Viral Diarrhoea Virus (BVDV) presents a major challenge to farmers due to its ability to spread silently through persistently infected animals, causing immunosuppression, reproductive losses, and increased vulnerability to other diseases. These effects lead to significant economic costs from reduced productivity, veterinary expenses, and trade restrictions. Diagnostic complexity and the need for coordinated eradication efforts further complicate control, making BVDV a persistent threat to cattle health and farm sustainability both in the UK and globally. I play a leading role in addressing this disease through my work as Head of the National Reference Laboratory for BVD at the Animal and Plant Health Agency.",
                "tag": "p"
            },
            {
                "content": "The NRL for BVD really is a team effort, not only overseeing testing, but also providing advice on BVD-related matters to vets and livestock practitioners. My role involves improving our testing capabilities and helping to fill in knowledge gaps by advancing research to better understand how the virus transmits across different species. I also develop species-specific diagnostic assays, and continuously check that the tests we have are fit for purpose. All this information is shared with colleagues at APHA and our partners.",
                "tag": "p"
            },
            {
                "content": "Understanding BVDV and its impact",
                "tag": "h2"
            },
            {
                "content": "The UK has ambitious plans to eradicate BVD from our national herd (Animal Health and Welfare Pathway - GOV.UK) and the APHA is committed to improving animal health, ensuring the resilience and safety of our food supply, and strengthening the long-term sustainability of the livestock industry.",
                "tag": "p"
            },
            {
                "content": "BVDV causes significant health, environmental, and economic implications, highlighting the importance of coordinated eradication efforts.",
                "tag": "p"
            },
            {
                "content": "Unlike most viral infections that animals (or humans) can overcome, leading to full recovery, BVDV is unusual as it can cause persistent infection. This means continuous shedding of the virus (the process by which virus particles are released from an infected host into the environment) and greater chances of onward transmission. By identifying and removing these persistently infected animals, we can take an important step towards stopping the spread of this virus and eradicate the disease.",
                "tag": "p"
            },
            {
                "content": "Global support and academic collaboration",
                "tag": "h2"
            },
            {
                "content": "The APHA is World Organisation for Animal Health (WOAH) Reference Laboratory on BVDV, which offers a great opportunity for APHA to extend its expertise internationally and facilitates global collaboration in disease diagnostics. We provide resources, reagents, and advice to laboratories worldwide, and offer training if needed.",
                "tag": "p"
            },
            {
                "content": "Additionally, I hold a senior lecturer position at the University of Surrey, which strengthens the academic ties of the reference laboratory for BVDV and offers a platform to educate and inspire future vets and scientists about the importance of the BVDV eradication programme and the holistic activities of APHA as a frontline for disease control in the UK.  ",
                "tag": "p"
            },
            {
                "content": "The path forward",
                "tag": "h2"
            },
            {
                "content": "It is a collaborative effort of veterinary practitioners, researchers, policymakers, and educators. By increasing the capabilities of the National Reference Laboratory for BVDV, we are better equipped to tackle this disease. Through continuous targeted research, improved diagnostic methodologies, international collaboration, and public educational initiatives, we aim to create a future where BVDV is no longer a threat to cattle health.",
                "tag": "p"
            },
            {
                "content": "The battle against BVDV is not just a scientific effort; it is a vital investment in the future of livestock health, agricultural productivity, and food safety. Together, we can establish a path toward the successful eradication of this disease, ensuring a healthier future for animals and farmers alike.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/09/22/bovine-viral-diarrhoea/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Meet the APHA scientist tackling a hidden cattle virus - Dr. Amin Asfor’s mission to stop Bovine Viral Diarrhoea could change farming, food safety, and global animal health."
    },
    {
        "title": "How do we test and assure AI in Government?",
        "authors": [
            "Mibin Boban, Head of Quality Engineering, Digital Identity"
        ],
        "posted_on": "2025-09-22T10:00:00",
        "categories": [
            "AI",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "How do we test and assure AI solutions - is one of the most common questions we hear across government right now.",
                "tag": "p"
            },
            {
                "content": "AI is changing how we deliver public services. For example, the GOV.UK Chat is experimenting with generative AI to help people navigate more than 700,000 pages of GOV.UK content and find the information they need more easily. Other projects, like the Crown Commercial Service’s recommendation system, use AI to provide smarter agreement recommendations for customers based on procurement data. You can find more examples of how AI is being trialled and adopted across government in the UK Government AI Playbook. However, they are not traditional software and we can’t test them in the same old ways.",
                "tag": "p"
            },
            {
                "content": "AI systems learn from data, behave in probabilistic ways and can even change over time. They might work well in a lab, but fail in real-world conditions if we don’t test them rigorously and thoughtfully.",
                "tag": "p"
            },
            {
                "content": "Evaluating AI isn’t about proving it works once. It’s about continuously asking questions like:",
                "tag": "p"
            },
            {
                "content": "AI systems bring together technical infrastructure and probabilistic models. That means we need both system testing and model evaluation. Testing looks at the whole AI system (infrastructure, APIs and interfaces). Evaluation focuses on the AI model, asking how well it meets key quality attributes. Together, they give assurance that AI systems are safe, fair and accountable.",
                "tag": "p"
            },
            {
                "content": "Hence, we need a framework supporting teams to embed this kind of critical thinking throughout the lifecycle of AI testing and assurance.",
                "tag": "p"
            },
            {
                "content": "A shared framework for public sector teams",
                "tag": "h3"
            },
            {
                "content": "To help with this, the Cross-Government Testing Community has developed the AI Testing Framework for the public sector. In March, we brought people together for a workshop to pool our experience and ideas on how best to test and assure AI systems. Since then, the framework has been shaped through working group reviews and community feedback. We published a beta version in June and you can see everyone who contributed in the Review Log.",
                "tag": "p"
            },
            {
                "content": "This framework offers a shared baseline for testing, model evaluation and assurance that any department can adapt to its needs. It’s designed to support everyone involved in AI projects, from policy teams scoping ideas to technical teams developing and deploying solutions.",
                "tag": "p"
            },
            {
                "content": "It recognises there’s no single way to test or evaluate AI. Different types of systems (rule-based, predictive models, generative chatbots) demand different approaches.",
                "tag": "p"
            },
            {
                "content": "What’s inside the framework",
                "tag": "h3"
            },
            {
                "content": "The framework is built around four core elements to help teams think rigorously about testing AI:",
                "tag": "p"
            },
            {
                "content": "1. Principles for testing AI systems",
                "tag": "p"
            },
            {
                "content": "It sets out 11 clear principles, from designing context-appropriate tests to monitoring for change over time. These principles help teams plan quality from the outset and embed responsible practices throughout.",
                "tag": "p"
            },
            {
                "content": "2. Core quality attributes",
                "tag": "p"
            },
            {
                "content": "AI testing and evaluation must consider things like fairness, explainability, robustness, autonomy and evolution. These attributes shape the questions teams need to ask while testing or assuring, and the risks they need to manage.",
                "tag": "p"
            },
            {
                "content": "3. Continuous Defensive Assurance Model",
                "tag": "p"
            },
            {
                "content": "Testing isn’t a one-off step. The framework provides guidance for every phase of delivery: planning and design, data preparation, development, deployment and ongoing monitoring. At each stage, testing produces evidence, evaluation helps to interpret it in context and assurance provides confidence that the system, or any changes, are ready to go.",
                "tag": "p"
            },
            {
                "content": "4. Modular testing strategy",
                "tag": "p"
            },
            {
                "content": "Not every project needs every test. The framework includes a modular strategy that lets teams choose and combine testing activities based on the type of AI system, its use case and the level of risk involved.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "h3"
            },
            {
                "content": "Testing or evaluation isn’t just a box to tick.",
                "tag": "p"
            },
            {
                "content": "Without good testing and evaluation, we risk:",
                "tag": "p"
            },
            {
                "content": "Good testing and evaluation helps us:",
                "tag": "p"
            },
            {
                "content": "This framework helps us do that in a clear, structured way.",
                "tag": "p"
            },
            {
                "content": "Designed for public sector use",
                "tag": "h3"
            },
            {
                "content": "We’ve built this framework with the realities of public sector work in mind. It:",
                "tag": "p"
            },
            {
                "content": "It’s there to help teams make informed, responsible decisions about how they test and assure their AI solutions.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h3"
            },
            {
                "content": "You can read and contribute to the framework here:",
                "tag": "p"
            },
            {
                "content": "AI Testing Framework for Public Sector",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/09/22/how-do-we-test-and-assure-ai-in-government/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Testing and evaluating AI is different. We have a framework that helps public sector teams test systems, evaluate AI models and provide assurance that AI is safe, fair and effective."
    },
    {
        "title": "UK NSC moves to 2-yearly open call cycle",
        "authors": [
            "Katy Town"
        ],
        "posted_on": "2025-09-22T09:53:11",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee’s (UK NSC’s) open call is the regular opportunity for you – our stakeholders – to submit proposals to the committee.",
                "tag": "p"
            },
            {
                "content": "During the 3-month open call period, individuals or organisations can propose any of the following:",
                "tag": "p"
            },
            {
                "content": "We previously conducted this process once a year but are now moving to a 2-yearly cycle. This decision has been made so the committee can robustly consider and progress the much larger number of complex proposals it receives since the expansion of its remit.",
                "tag": "p"
            },
            {
                "content": "We have also established an exceptions process that will allow the UK NSC to consider proposals outside the new 2-yearly open call period if there is significant new evidence that meets specific criteria.",
                "tag": "p"
            },
            {
                "content": "The next open call for topics will start on 1 July 2026 and close on 30 September 2026.",
                "tag": "p"
            },
            {
                "content": "See UK NSC open call: submitting a screening proposal for detailed guidance on the open call process and how to submit a proposal.",
                "tag": "p"
            },
            {
                "content": "Reasons for the change",
                "tag": "h2"
            },
            {
                "content": "In 2022, the remit of the UK NSC expanded, in line with the recommendations of the 4 UK chief medical officers (CMOs), so the committee can now consider targeted screening topics as well as population screening topics.",
                "tag": "p"
            },
            {
                "content": "This expansion in remit has led to a significant increase in the volume and complexity of open call submissions to the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "Moving to a 2-yearly cycle will enable the committee to robustly consider and discuss all stakeholder submissions with its experts, engage with proposers, and then add topics as appropriate to its formal business planning and research processes.",
                "tag": "p"
            },
            {
                "content": "Exceptional circumstances",
                "tag": "h2"
            },
            {
                "content": "The UK NSC will, however, retain the ability to consider proposals outside the 2-yearly open call period in exceptional circumstances.",
                "tag": "p"
            },
            {
                "content": "For this to happen, there must be new evidence which:",
                "tag": "p"
            },
            {
                "content": "See UK NSC open call exceptions criteria.",
                "tag": "p"
            },
            {
                "content": "Other activities",
                "tag": "h2"
            },
            {
                "content": "The open call for topics is just one way the committee continually engages with new and important issues.",
                "tag": "p"
            },
            {
                "content": "The UK NSC’s expert reference groups and its secretariat help make sure the committee has the best understanding of the latest screening issues and developments, their importance for potential screening programmes, and relevant uncertainties and possibilities.",
                "tag": "p"
            },
            {
                "content": "Other activities include:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/22/uk-nsc-moves-to-2-yearly-open-call-cycle/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC is moving to a 2-yearly cycle for inviting stakeholders to submit new screening topic proposals."
    },
    {
        "title": "Ashes of hope: 12 years of observing ash dieback in East Anglia",
        "authors": [
            "Steve Scott"
        ],
        "posted_on": "2025-09-22T09:00:00",
        "categories": [
            "Tree health"
        ],
        "content": [
            {
                "content": "The impact of ash dieback",
                "tag": "h2"
            },
            {
                "content": "Ash dieback has had a significant impact on the UK’s landscapes and ecosystems since it was first detected. It is currently estimated that ash dieback will kill up to 50-75% of ash trees across the UK,1 which will also impact many species which rely on ash. This also poses substantial economic and safety challenges. The estimated cost of managing of diseased trees, particularly those near roads, buildings and public spaces, runs into the billions.2",
                "tag": "p"
            },
            {
                "content": "The crisis has highlighted the vulnerability of the UK's tree population to imported diseases, prompting enhanced biosecurity measures and research into resistant ash varieties.",
                "tag": "p"
            },
            {
                "content": "My observations of ash dieback",
                "tag": "h2"
            },
            {
                "content": "Since 2013, I’ve been monitoring ash trees across Norfolk and Suffolk, and in 2025, there are some signs of cautious optimism.",
                "tag": "p"
            },
            {
                "content": "I vividly remember the alarm sparked by the discovery of the ash dieback fungus in East Anglia in the autumn of 2012. Almost overnight, I found myself part of a national rapid-response survey effort, even appearing regularly on local and national TV.",
                "tag": "p"
            },
            {
                "content": "At the time, Danish scientists were leading the research into the causes, lifecycle and implications of the fungus Hymenoscyphus fraxineus (initially known as Chalara fraxinea). I was particularly struck by a series of time-lapse photographs from Denmark showing two trees by a park bench – one dying, while the other seemingly untouched. Inspired, I began my own photographic record.",
                "tag": "p"
            },
            {
                "content": "This is citizen science at its simplest. While driving around north Suffolk and south Norfolk, I selected trees in accessible public spaces with clear silhouettes. Some are solitary ash trees, while others are in small groups. I’ve only been photographing and observing visible changes (no sampling was conducted), so I can’t confirm the cause of any decline.",
                "tag": "p"
            },
            {
                "content": "The findings of my 12-year record",
                "tag": "h2"
            },
            {
                "content": "To set expectations: most trees have declined over the past twelve years. Of the 36 trees or groups I’ve tracked, half now unfortunately have a reduced canopy. Most have lost less than 50% of their canopy, and only two (around 5%) have lost more than that. Surprisingly, only one tree has died of natural causes.",
                "tag": "p"
            },
            {
                "content": "But I’ve noticed a more troubling trend: 11 of the original 36 samples (30%) have been felled. Some were clearly in decline and posed possible safety risks. However, others that had been pollarded (where the top of the tree has been cut to encourage new growth) and those with no heavy limbs and seemingly healthy, were removed without obvious cause.",
                "tag": "p"
            },
            {
                "content": "A glimpse of hope",
                "tag": "h2"
            },
            {
                "content": "The most remarkable finding is that five of the trees are in significantly better condition in 2025 than they were in 2013. One or two others have retrenched, where the tree’s canopy has reduced but maintained its health. Most of these are smaller trees, which is unexpected, as conventional wisdom suggests that trees with smaller diameter stems are more vulnerable to the ash dieback fungus. A few trees that seemed doomed 12 years ago are now remarkably thriving!",
                "tag": "p"
            },
            {
                "content": "Forest Research, along with other partners, identified ash trees with a high degree of natural tolerance to ash dieback through the Living Ash Project between 2013 and 2024. The project aimed to secure the genetic material of these trees for breeding and conservation, to ensure its availability for future timber production and woodland restoration. Monitoring of living trees has shown that some trees have healed lesions, showing that recovery is possible, reaffirming my findings that there are modest grounds for hope.",
                "tag": "p"
            },
            {
                "content": "Those dire predictions back in 2012 of 95% mortality have not yet materialised. If we can afford to let trees be, some may well recover.",
                "tag": "p"
            },
            {
                "content": "What to do if you spot ash dieback in your woodland",
                "tag": "h2"
            },
            {
                "content": "Ash dieback can be identified through dark spots on leaves that appear between May and October. Infected leaves will then wilt and discolour to black, before falling prematurely while other tree species remain green. On the branches and trunk, look for dark brown or black lesions on the bark, which often have a diamond shape.",
                "tag": "p"
            },
            {
                "content": "Dieback of shoots and branches typically starts in the crown and works downwards. Infected trees may also develop epicormic shoots (new growth sprouting directly from the trunk or main branches) as the tree attempts to compensate for crown loss, and over time, the overall canopy will become increasingly sparse and thin.",
                "tag": "p"
            },
            {
                "content": "For more information and resources on how to identify ash dieback, you can visit Observatree’s ash dieback page, or watch How to identify Chalara ash dieback in the field video I produced twelve years ago.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/22/ashes-of-hope-12-years-of-observing-ash-dieback-in-east-anglia/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Steve Scott, Head of Learning and Apprenticeships at the Forestry Commission and Fellow of the Institute of Chartered Foresters, shares a glimpse of hope as some trees infected by ash dieback in East Anglia begin to show signs of recovery."
    }
]