[
    {
        "title": "5 simple ways that we can help stop superbugs ",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-12-16T18:56:10",
        "categories": [
            "Antimicrobial resistance"
        ],
        "content": [
            {
                "content": "Antibiotic-resistant infections are on the rise. Data published in autumn 2025 shows there are nearly 400 new cases reported every week in England. ",
                "tag": "p"
            },
            {
                "content": "When bacteria adapt to survive antibiotics, vital medicines stop working when we need them most. ",
                "tag": "p"
            },
            {
                "content": "But the fight against superbugs isn't just happening in laboratories – here are 5 easy ways to help the fight against antibiotic resistance in our day-to-day lives.  ",
                "tag": "p"
            },
            {
                "content": "1. Talk to a GP, nurse or pharmacist before taking antibiotics ",
                "tag": "h2"
            },
            {
                "content": "Most colds, coughs and sore throats are caused by viruses, which means they can't be treated by antibiotics. ",
                "tag": "p"
            },
            {
                "content": "Taking antibiotics when you don't need them gives bacteria more chances to develop resistance. ",
                "tag": "p"
            },
            {
                "content": "Always talk to a doctor, nurse or pharmacist before taking antibiotics – and take as directed by your doctor, nurse or pharmacist, even if you feel better. ",
                "tag": "p"
            },
            {
                "content": "If the advice is that you don't need antibiotics, ask what else can help you feel better – often rest, fluids and over-the-counter pain relief are all you need. ",
                "tag": "p"
            },
            {
                "content": "2. Take leftover antibiotics back to the pharmacy ",
                "tag": "h2"
            },
            {
                "content": "If you have antibiotics that are no longer needed, take them back to a pharmacy where they can be disposed of safely. ",
                "tag": "p"
            },
            {
                "content": "Throwing antibiotics in the bin could lead to higher risks of resistant bacteria developing in the environment. ",
                "tag": "p"
            },
            {
                "content": "Don't save them for later – if you're unwell it's vital to speak to a doctor, nurse or pharmacist first, so that you get the right antibiotic and the right dose for your current infection. ",
                "tag": "p"
            },
            {
                "content": "3. Wash your hands properly ",
                "tag": "h2"
            },
            {
                "content": "The best way to avoid needing antibiotics is to reduce your chances of becoming unwell in the first place. ",
                "tag": "p"
            },
            {
                "content": "Thorough handwashing, covering your mouth when you cough and staying home when you're unwell are simple, but they're also the most effective defences we have for breaking chains of infection. ",
                "tag": "p"
            },
            {
                "content": "For more information on the threats from antimicrobial resistance and how we can help prevent it, follow the UKHSA Keep Antibiotics Working campaign. ",
                "tag": "p"
            },
            {
                "content": "4. Stay up to date with your vaccinations ",
                "tag": "h2"
            },
            {
                "content": "You might not connect vaccinations with antibiotic resistance, but they're closely linked. ",
                "tag": "p"
            },
            {
                "content": "Vaccines prevent infections from happening in the first place, which means fewer people need antibiotics. ",
                "tag": "p"
            },
            {
                "content": "In fact, vaccination remains one of the most successful public health measures for reducing the need for antibiotics – so please do make sure you and your loved ones are up-to-date with the vaccines they are eligible for. ",
                "tag": "p"
            },
            {
                "content": "Check with your GP if you're unsure what vaccines are available to you. ",
                "tag": "p"
            },
            {
                "content": "5. Practice safe sex ",
                "tag": "h2"
            },
            {
                "content": "Sexually transmitted infections (STIs) like gonorrhoea – which are at near record levels in the UK – are becoming increasingly resistant to antibiotics. ",
                "tag": "p"
            },
            {
                "content": "It’s important to take effective steps to protect yourself and others from STIs so that we reduce demand for antibiotics in the first place. ",
                "tag": "p"
            },
            {
                "content": "The best way to protect yourself from STIs is to use condoms consistently with new or casual partners. If you've had unprotected sex, get tested – even if you have no symptoms. ",
                "tag": "p"
            },
            {
                "content": "Some people with STIs have no symptoms, which means people often pass them on without realising it. ",
                "tag": "p"
            },
            {
                "content": "Testing is free, confidential and available through local sexual health clinics or via self-sampling kits you can order online: Find sexually transmitted infection (STI) testing and treatment - NHS. ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/12/16/5-simple-ways-that-we-can-help-stop-superbugs/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Antibiotic-resistant infections are on the rise. Data published in autumn 2025 shows there are nearly 400 new cases reported every week in England.  When bacteria adapt to survive antibiotics, vital medicines stop working when we need them most.  But the fight against …"
    },
    {
        "title": "Imperial’s magnetometer on NASA’s IMAP Mission records successful ‘first light’ ",
        "authors": [
            "Imperial College London"
        ],
        "posted_on": "2025-12-16T15:46:12",
        "categories": [
            "Space science"
        ],
        "content": [
            {
                "content": "Imperial researchers celebrate a landmark achievement as NASA’s IMAP mission sends back its first data from space.",
                "tag": "p"
            },
            {
                "content": "All instruments on board NASA’s Interstellar Mapping and Acceleration Probe (IMAP) spacecraft have successfully recorded their first measurements in space.",
                "tag": "p"
            },
            {
                "content": "Among the instruments, the Magnetometer (MAG) developed by Imperial scientists has begun capturing vital information on magnetic fields stretching across the Solar System.",
                "tag": "p"
            },
            {
                "content": "These “first light” observations mark a major milestone as IMAP begins collecting preliminary science data en route to its destination.",
                "tag": "p"
            },
            {
                "content": "Launched in September 2025 from Cape Canaveral, IMAP is designed to map the boundaries of the heliosphere, a giant bubble created by the solar wind that surrounds our Solar System, and study how it interacts with the local galactic environment.",
                "tag": "p"
            },
            {
                "content": "The mission is currently on its way to its operational post at Lagrange Point 1 (L1), a stable point in space about one million miles away from the Earth towards the Sun, where it will send data back to Earth within minutes.  ",
                "tag": "p"
            },
            {
                "content": "To achieve this, IMAP carries 10 dedicated instruments, including the Magnetometer, designed to study various cosmic phenomena.",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency has supported the UK development of the IMAP mission with £4.2 million, including funding for the MAG instrument.",
                "tag": "p"
            },
            {
                "content": "MAG’s role and first measurements",
                "tag": "h2"
            },
            {
                "content": "Imperial’s MAG measures the interplanetary magnetic field around the spacecraft, which influences how charged particles move through space and shape the heliosphere. Understanding these fields is key to predicting space weather and its impact on satellites, astronauts and technology on Earth.",
                "tag": "p"
            },
            {
                "content": "The instrument’s first-light data has successfully captured the magnetic component of shockwaves created by the solar wind, an important step in validating its performance and beginning its scientific mission.",
                "tag": "p"
            },
            {
                "content": "Helen O’Brien, IMAP Magnetometer Instrument Manager said: ",
                "tag": "p"
            },
            {
                "content": "Professor Tim Horbury, Science Lead of the IMAP magnetometer at Imperial College London’s Department of Physics, said:",
                "tag": "p"
            },
            {
                "content": "These early observations will help researchers refine models of solar wind behaviour and improve forecasts of space weather events.",
                "tag": "p"
            },
            {
                "content": "Imperial played a leading role in designing and building MAG, drawing on decades of expertise in space magnetometry. The team collaborated with colleagues at Princeton University, led by Professor David McComas as well as Professor Silvia Dalla at the University of Lancashire.",
                "tag": "p"
            },
            {
                "content": "The instrument was integrated into IMAP ahead of its successful launch and is now operating as the spacecraft travels towards L1.",
                "tag": "p"
            },
            {
                "content": "Professor Tim Horbury said:",
                "tag": "p"
            },
            {
                "content": "Why IMAP matters",
                "tag": "h2"
            },
            {
                "content": "IMAP will act as a modern-day celestial cartographer, mapping the invisible boundaries of the heliosphere and studying how solar wind interacts with interstellar space.",
                "tag": "p"
            },
            {
                "content": "Its observations will provide critical insights into the processes that accelerate particles to high energies, phenomena that affect space weather and, ultimately, life and technology on Earth.",
                "tag": "p"
            },
            {
                "content": "For example, SWAPI, led by a team at Princeton University and CoDICE, led by Southwest Research Institute (SwRI), measure ions from the solar wind and beyond. Together with MAG, these instruments will help scientists understand how charged particles move through space and how the heliosphere interacts with the interstellar environment.",
                "tag": "p"
            },
            {
                "content": "IMAP is expected to reach L1 in early 2026, where it will begin its full science mission. For Imperial researchers, the successful first-light measurements mark the start of an exciting phase of data analysis that will advance our understanding of heliophysics and space weather.",
                "tag": "p"
            },
            {
                "content": "Imperial’s involvement in IMAP continues its long heritage in space science, following contributions to missions such as Solar Orbiter, JUICE and Cluster.",
                "tag": "p"
            },
            {
                "content": "The success of MAG underscores the university’s leadership in developing instruments that enable groundbreaking discoveries in space physics.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/12/16/imperials-magnetometer-on-nasas-imap-mission-records-successful-first-light/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Imperial researchers celebrate a landmark achievement as NASA’s IMAP mission sends back its first data from space."
    },
    {
        "title": "GOV.UK has entered the Chat: our vision for GOV.UK Chat",
        "authors": [
            "Leanne Cummings, Director, Products and Services, GDS"
        ],
        "posted_on": "2025-12-16T15:08:27",
        "categories": [
            "Vision and plans",
            "What we're working on",
            "Working with us"
        ],
        "content": [
            {
                "content": "GOV.UK Chat is an AI-powered chat system we’ve built at the Government Digital Service (GDS). It’s a new way to interact with government, designed to make it easier for people to find what they need on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "We want people to be able to ask questions as they would in everyday life; for example: “I’ve just had a baby, do you know what help I can get?”. The answer will bring together content from across government: in this example joining up the support offer from HMRC, DWP and the Department for Education, into a single, simple conversational answer.",
                "tag": "p"
            },
            {
                "content": "In GDS’s role, as the digital centre of government, we’re building this for everyone – everybody who uses the existing suite of GOV.UK products and channels, and every team in government working on public-facing guidance and services. It’s a core part of the work GDS is doing to create a new generation of personalised, joined-up public services. It was highlighted as one of 5 ‘kickstarters’ in the blueprint for modern digital government, and in July it was selected as one of the Prime Minister’s AI Exemplars.",
                "tag": "p"
            },
            {
                "content": "Over the last year, we ran two scaled public pilots of GOV.UK Chat – first on the GOV.UK website, and then in the GOV.UK app. Based on the findings of these pilots, we plan to roll out public access to GOV.UK Chat. We’ll start with a release in the GOV.UK app early next year. Beyond that, we intend to make it widely available across the GOV.UK website so it’s accessible wherever users need it.",
                "tag": "p"
            },
            {
                "content": "For many this will offer a much easier way to use GOV.UK. It will provide citizens with an additional choice of how they can access the content and services they need, in a simple natural language interface. As with all our products, we’re taking a user-centred, agile approach – rolling out in stages and making improvements as we go. We’ll continue to invest heavily in measures designed to minimise risks and protect users’ privacy and security. We’re excited for more people to try GOV.UK Chat and give feedback to our teams.",
                "tag": "p"
            },
            {
                "content": "From answers to actions",
                "tag": "h2"
            },
            {
                "content": "We know from our research that GOV.UK Chat, in its current form, offers a lot of value to citizens, but we think we’re just at the beginning of the potential opportunities in this space. We’re experimenting with agentic AI, and the idea that GOV.UK Chat can evolve from providing answers to performing actions, helping users get things done with government more easily. We’re currently running product explorations into this next set of features.",
                "tag": "p"
            },
            {
                "content": "The areas of exploration include:",
                "tag": "p"
            },
            {
                "content": "What this means for government departments",
                "tag": "h2"
            },
            {
                "content": "We’re building this product to provide a simple way to access all of the guidance published across GOV.UK. This underlines that GOV.UK Chat can only be as good as the content published on GOV.UK by departmental teams. Clear and accurate content will result in better answers, so prioritising good content design is even more important than ever.",
                "tag": "p"
            },
            {
                "content": "We want to keep the experience for users simple. So, for departments, if you’re in the process of building a public-facing chat experience, please reach out to our team early so we can ensure we’re creating a joined-up experience for citizens and avoid duplicated costs. We can envisage use cases where it makes sense to pass GOV.UK Chat users on to a department’s AI agent or service when needed, and we’re carrying out experimental work to build the technology to do this. We want to collaborate with teams to establish common standards for how this works in government, keeping the experience seamless for users.",
                "tag": "p"
            },
            {
                "content": "We’re also looking for departmental partners on the 3 areas of agentic AI experimentation outlined above.",
                "tag": "p"
            },
            {
                "content": "Please email govuk-ai@dsit.gov.uk if you’re in a government department and you’d be interested in working with us, or to talk to us if your department is building a public-facing chat product.",
                "tag": "p"
            }
        ],
        "link": "https://insidegovuk.blog.gov.uk/2025/12/16/gov-uk-has-entered-the-chat-our-vision-for-gov-uk-chat/",
        "blog": "Inside GOV.UK",
        "blog_link": "https://insidegovuk.blog.gov.uk",
        "description": "Learn about our plans for GOV.UK Chat, the AI-powered chat system we’ve built as an easier, quicker way to interact with government."
    },
    {
        "title": "Five new FMPs published today",
        "authors": [
            "FMP policy team, Defra"
        ],
        "posted_on": "2025-12-16T15:05:43",
        "categories": [
            "Publication"
        ],
        "content": [
            {
                "content": "Defra has published five new fisheries management plans (FMPs) today to help protect and recover fish stocks.",
                "tag": "p"
            },
            {
                "content": "Why these plans matter",
                "tag": "h2"
            },
            {
                "content": "These plans will help ensure sustainable fisheries and keep our seas healthy. We developed them with the fishing industry, including both commercial and recreational fishermen, and other interested groups.",
                "tag": "p"
            },
            {
                "content": "What has changed",
                "tag": "h2"
            },
            {
                "content": "We consulted on these plans earlier this year. You can now read the final versions.",
                "tag": "p"
            },
            {
                "content": "You can also read what people said in the consultation and the government response to their feedback.",
                "tag": "p"
            },
            {
                "content": "Cockle",
                "tag": "p"
            },
            {
                "content": "North Sea and Channel sprat",
                "tag": "p"
            },
            {
                "content": "Queen scallop",
                "tag": "p"
            },
            {
                "content": "Southern North Sea and Channel skates and rays",
                "tag": "p"
            },
            {
                "content": "Southern North Sea demersal non-quota species",
                "tag": "p"
            },
            {
                "content": "What we'll do first",
                "tag": "h2"
            },
            {
                "content": "There are several key actions over the short-term. We will:",
                "tag": "p"
            },
            {
                "content": "What happens next",
                "tag": "h2"
            },
            {
                "content": "We will now start to implement the plans-working together with the fishing industry and other interested parties to put these plans into action.",
                "tag": "p"
            },
            {
                "content": "Find Defra's press release on the publication here: New management plans to safeguard fisheries for the future - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/12/16/five-new-fmps-published-today/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Find out about the newly published plans: cockle, queen scallop, North Sea and Channel sprat, Southern North Sea and Channel skates and rays and Southern North Sea demersal non-quota species."
    },
    {
        "title": "Understanding the apprenticeship assessment reforms and what they mean for you, by Gemma Marsh",
        "authors": [
            "Skills England Communications"
        ],
        "posted_on": "2025-12-16T14:30:24",
        "categories": [
            "Apprenticeship assessment",
            "News and announcements"
        ],
        "content": [
            {
                "content": "Reforms to apprenticeship assessments were announced by the Department for Education (DfE) and Minister for Skills in February 2025. ",
                "tag": "p"
            },
            {
                "content": "Since joining Skills England in May 2025 as Deputy Chief Executive, I’ve spent much of my time listening, learning and building a deep understanding of the apprenticeship reforms, mainly assessment reform and what they mean in practice. What I’ve heard consistently is that every sector is different, and that change needs to be delivered in a pragmatic, proportionate way, rather than through a one-size-fits-all approach.",
                "tag": "p"
            },
            {
                "content": "In this blog, I want to explain why changes are being made to apprenticeship assessment, what those changes mean in practice, and how Skills England is working with employers, providers and assessment organisations to implement them effectively. I’ll also set out what happens next and what you can do now to prepare.",
                "tag": "p"
            },
            {
                "content": "What you need to know about the reforms",
                "tag": "h2"
            },
            {
                "content": "The reforms are rooted in a simple aim: to make assessment simpler, avoid duplication, more flexible and more effective, while maintaining quality and ensuring apprentices are fully competent in their occupation. A Department for Education review in 2024 reflected what many of you told us — that although apprenticeships deliver strong outcomes, the assessment process can be overly complex, burdensome and time-consuming.",
                "tag": "p"
            },
            {
                "content": "Earlier this year, the Government published a new set of assessment principles that will apply to all apprenticeships, at every level, as part of delivering the Plan for Change.",
                "tag": "p"
            },
            {
                "content": "Skills England's role",
                "tag": "h2"
            },
            {
                "content": "Skills England exists to build our nation’s skills, supporting growth and opportunity. We help businesses strengthen their workforce and support more people into skilled jobs, faster.",
                "tag": "p"
            },
            {
                "content": "We are leading the implementation of the new assessment principles and are responsible for the development and approval of apprenticeship assessment plans. We are working closely with the Department for Work & Pensions, Ofqual and the Office for Students, and in partnership with employers, assessment organisations, training providers and professional bodies, to develop assessment approaches that reflect occupational reality and employer need.",
                "tag": "p"
            },
            {
                "content": "Throughout this blog, you’ll also find practical resources to help you prepare for and implement these changes. ",
                "tag": "p"
            },
            {
                "content": "What we've heard from you",
                "tag": "h2"
            },
            {
                "content": "Apprenticeships matter — to learners building their careers, to employers developing the skills they need, and to our wider economy. The reforms are not designed to change the value and currency of Apprenticeships- far from it.",
                "tag": "p"
            },
            {
                "content": "However, we have heard that there are concerns around content sampling and that assessment could become less rigorous, but we can reassure you that content sampling will only be used for non-mandatory content within an apprenticeship.",
                "tag": "p"
            },
            {
                "content": "Where content is considered mandatory, as agreed by established ‘Groups of Persons’ including employers, it will always be included in every version of an assessment.",
                "tag": "p"
            },
            {
                "content": "An apprentice will still need to learn all the knowledge, skills and behaviours, to be occupationally competent and to be confident of passing their assessment.",
                "tag": "p"
            },
            {
                "content": "Implementing the reforms",
                "tag": "h2"
            },
            {
                "content": "To begin with, we focused on an initial group of five apprenticeship assessment plans in collaboration with key stakeholders to test the approach to implementing the new reforms.   ",
                "tag": "p"
            },
            {
                "content": "The five were selected to reflect a range of different types of occupations, for example both practical and desk-based occupations. This group also presented a range of characteristics which enabled us to test our operational approach, for example standards including mandatory qualifications. Once approved by Skills England, plans that meet DfE’s assessment principles will be published on the Skills England Apprenticeship Finder.  ",
                "tag": "p"
            },
            {
                "content": "The first three of these plans have now been published as illustrative examples to help employers, training providers and AOs prepare for future delivery. They are not yet available for delivery, and current end-point assessment plans remain in place.  ",
                "tag": "p"
            },
            {
                "content": "The three published plans are:  ",
                "tag": "p"
            },
            {
                "content": "The Carpentry and joinery assessment plan also part of the initial group of five, has not been published at this stage.  We are committed to maintaining high quality assessment in apprenticeships and have listened carefully to feedback from the construction sector. We are working with representatives of industry, regulators and others to get the detail right.",
                "tag": "p"
            },
            {
                "content": "We will provide more information on implementing the revised plans when our final General Requirements for apprenticeship assessment and Ofqual’s revised regulatory framework are published, which is expected to happen in Spring 2026. This information will include details about when apprentices can start being assessed under the revised plans that are linked above.",
                "tag": "p"
            },
            {
                "content": "What the changes mean for you",
                "tag": "h2"
            },
            {
                "content": "Employers, assessment and delivery experts will play a key role in putting the reforms into practice and will work with us to help revise existing end point assessment plans to ensure that they meet the needs of employers and apprentices. We are taking a pragmatic approach as we know there isn’t a one-size-fits-all answer. We have listened and learnt from the pilot plans. You can read more about this by following the link in the further resources section below.  ",
                "tag": "p"
            },
            {
                "content": "Regulation by Ofqual, Office for Students (OfS) or industry bodies will continue.  ",
                "tag": "p"
            },
            {
                "content": "AOs, training providers, employers, professional and regulatory bodies will all have specific roles to play in understanding and rolling out these new reforms. Information to support you in your roles will be provided by Skills England along the way.",
                "tag": "p"
            },
            {
                "content": "Assessment Organisations",
                "tag": "h3"
            },
            {
                "content": "AOs must work with employers when designing apprenticeship assessments to ensure they meet employer needs and will remain responsible for creating all assessment materials, ensuring quality and comparability of outcomes.  ",
                "tag": "p"
            },
            {
                "content": "Training Providers",
                "tag": "h3"
            },
            {
                "content": "Training providers will take on more responsibility for deciding when apprentices are ready for assessment and supporting assessments at their centres. Where the revised assessment plan allows, they may also deliver and mark certain elements of the assessment. ",
                "tag": "p"
            },
            {
                "content": "Employers",
                "tag": "h3"
            },
            {
                "content": "As is currently the case, employers are best placed to confirm that apprentices are demonstrating the required behaviours outlined in the occupational standard. To remove duplication these behaviours won’t be separately assessed by training providers or AOs. Instead, employers will verify that each behaviour has been demonstrated during the apprenticeship. This must be done before the apprentice can receive their certificate.",
                "tag": "p"
            },
            {
                "content": "We are developing guidance with employers to help them navigate the upcoming changes and their role in verifying behaviours. Further details will be shared as soon as this guidance becomes available. ",
                "tag": "p"
            },
            {
                "content": "There are a number of ways in which employers can ensure quality is maintained:",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We have now published a list of standards on the Skills England Revisions and Adjustments status report setting out the assessment plans that we are currently revising under these reforms. We will continue to update this with all revisions and further assessment plans in early 2026.",
                "tag": "p"
            },
            {
                "content": "We are sharing this information now so that it is available to stakeholders for when they return in the new year.",
                "tag": "p"
            },
            {
                "content": "We have published an interim version of our ‘General Requirements for Apprenticeship Assessment’, which explains what all apprenticeship assessments must include and offers extra guidance to help ensure assessments remain fair, consistent, and reliable. The final guidance is expected in Spring 2026.",
                "tag": "p"
            },
            {
                "content": "The next steps for the reforms will be:  ",
                "tag": "p"
            },
            {
                "content": "We are continuing to listen - how you can get involved",
                "tag": "h2"
            },
            {
                "content": "Skills England values the feedback from all of our stakeholders and invites them to complete a stakeholder apprenticeship assessment survey to comment on related standards and provide their insights on an apprenticeship assessment plan. Surveys will be published for apprenticeship assessment plans that are new and those in revision under the assessment reforms. This is a public survey and will take no more than 10 minutes to complete.",
                "tag": "p"
            },
            {
                "content": "The insights provided by the survey are shared with the expert pool preparing the apprenticeship assessment plan. Your feedback will be considered by Skills England and the expert pool as part of the apprenticeship assessment plan development process.",
                "tag": "p"
            },
            {
                "content": "The survey is anonymous, and any information collated would be used in strict confidence.",
                "tag": "p"
            },
            {
                "content": "To access a stakeholder apprenticeship assessment survey for an apprenticeship standard listed on the Revisions and Adjustments Report or if you would like to be added to the survey distribution list, to be notified when a survey is released, please email submissionsurvey.skillsengland@education.gov.uk stating the standard and route you are interested in. ",
                "tag": "p"
            },
            {
                "content": "Further information and guidance",
                "tag": "h2"
            },
            {
                "content": "DfE’s Changes to apprenticeship assessment, 2025 to 2026  contains further information on the policy and guidance to support providers, AOs, employers, professional and regulatory bodies and apprentices in this transition. ",
                "tag": "p"
            },
            {
                "content": "The Federation of Awarding Bodies (FAB) are offering training to support all AOs with the transition. The training is free of charge and open to FAB members, non-members, training providers, employers and other stakeholders working with Apprenticeship Assessment Organisations. ",
                "tag": "p"
            },
            {
                "content": "Earlier this year, the Government published a new set of assessment principles outlining the changes, which will apply to all apprenticeships, at all levels.  ",
                "tag": "p"
            },
            {
                "content": "Improvements to the assessment process will include: ",
                "tag": "p"
            },
            {
                "content": "The following new terminology will be used for the revised assessment: ",
                "tag": "p"
            },
            {
                "content": "Get in touch",
                "tag": "h2"
            },
            {
                "content": "If you have any queries about the assessment reforms or want more information, email us at apprenticeshipassessment.skillsengland@education.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Gemma Marsh",
                "tag": "p"
            },
            {
                "content": "Deputy Chief Executive, Skills England ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/12/16/understanding-the-apprenticeship-assessment-reforms-and-what-they-mean-for-you-by-gemma-marsh/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Reforms to apprenticeship assessments were announced by the Department for Education (DfE) and Minister for Skills in February 2025.  Since joining Skills England in May 2025 as Deputy Chief Executive, I’ve spent much of my time listening, learning and building …"
    },
    {
        "title": "The future of the Funding Service: solving a whole problem for users ",
        "authors": [
            "Kate Harries, Head of User Centred Design, Funding Service"
        ],
        "posted_on": "2025-12-16T11:05:14",
        "categories": [
            "Design",
            "Funding Service"
        ],
        "content": [
            {
                "content": "The Funding Service is a multidisciplinary team in the Ministry of Housing, Communities and Local Government (MHCLG) transforming the way the department delivers grants to councils and communities. It has already achieved a lot in its mission to make grant delivery more cost-effective, consistent and user-focused. ",
                "tag": "p"
            },
            {
                "content": "As 2025 draws to a close, the Funding Service is at a turning point.  ",
                "tag": "p"
            },
            {
                "content": "Over the past few years, our focus has been on responding to user feedback for the products we had already built and, more recently, on the critical task of creating a new digital service that could scale.  ",
                "tag": "p"
            },
            {
                "content": "The general election, change of government and spending review created a great deal of change in grant funding policy, including periods of uncertainty and lower-than-expected demand for the service. This meant we sometimes had a very small number of active users, and it could be hard to judge what was a must-have for multiple users and should be prioritised, versus a nice-to-have for a single user. ",
                "tag": "p"
            },
            {
                "content": "Now we have a larger and more diverse group of users, our focus is prioritising based on analysed research and user needs, rather than nice-to-haves, to avoid creating an overly bespoke and technically unstable service.  ",
                "tag": "p"
            },
            {
                "content": "We’ve matured as a service and as a team, too. We’ve improved our ways of working by consolidating agile and user-centred design best practices. We've  created an Insights Library to help us organise and prioritise user insights at each point of the journey. This sets us off on the right foot to solve a whole problem for users, end-to-end, and look at opportunities to integrate, either side of our current products. ",
                "tag": "p"
            },
            {
                "content": "Our guiding values ",
                "tag": "h2"
            },
            {
                "content": "We’ve agreed on 6 values to help us prioritise and address the biggest pain points affecting the biggest number of users first. ",
                "tag": "p"
            },
            {
                "content": "1. Go wide, not deep ",
                "tag": "h3"
            },
            {
                "content": "We start by doing the essentials for each part of the grant lifecycle, then move quickly to cover the whole journey. We won’t go feature-heavy on any single stage until we’ve created a minimum viable product (MVP).  ",
                "tag": "p"
            },
            {
                "content": "Alongside building services, our focus will be on integrating with tools that already exist. If they don’t meet our users’ needs, we need to be clear about why that is and what we will build instead. ",
                "tag": "p"
            },
            {
                "content": "2. Integrate, integrate, integrate ",
                "tag": "h3"
            },
            {
                "content": "We need to connect MHCLG and non-MHCLG products so that users don't  feel the seams between services or have to enter the same data twice. That means using high-quality reference data wherever it exists and avoiding redundant or inconsistent copies. Good integration isn’t just about  technology; it’s about making the whole journey feel smooth (more on this below!). ",
                "tag": "p"
            },
            {
                "content": "3. Design for the seams ",
                "tag": "h3"
            },
            {
                "content": "We know users move between multiple services. Our job is to make those transitions easier to navigate for users. That means gathering insight about the whole journey, not just the products we’ve built. ",
                "tag": "p"
            },
            {
                "content": "As Richard Pope puts it in his book Platformland, designing for the seams gives us “a way of revealing decisions, rules, data and accountability to users while not abandoning the aspiration for simplicity”. ",
                "tag": "p"
            },
            {
                "content": "4. Prioritise based on multiple user needs ",
                "tag": "h3"
            },
            {
                "content": "We need to identify the top priority based on user needs, deliver it quickly to the agreed standard, and then move on. This approach helps us avoid   spreading ourselves too thin and means we’re creating value where it's  needed most.  To support this, we’re embedding new feedback loops into our process: synthesised feedback and user research findings feed into an Insights Library, which informs product prioritisation. By taking this evidence-based approach, we can make more informed decisions and deliver meaningful improvements faster. ",
                "tag": "p"
            },
            {
                "content": "5. Release new things fast ",
                "tag": "h3"
            },
            {
                "content": "We’ll release quickly, get real feedback, and iterate. It’s better to launch something useful now than wait for perfect later. ",
                "tag": "p"
            },
            {
                "content": "6. Be ready for policy changes ",
                "tag": "h3"
            },
            {
                "content": "Our team and our products need to be flexible and ready to quickly adapt to changes in policy. ",
                "tag": "p"
            },
            {
                "content": "Identifying integration opportunities and joining up ",
                "tag": "h2"
            },
            {
                "content": "Policy teams delivering grants and grant recipients currently need to engage with several teams and services both within MHCLG and in wider government during the funding lifecycle. This may include: ",
                "tag": "p"
            },
            {
                "content": "This can lead to a disjointed, time consuming, and often confusing experience for users (and for our team working with grants, too).  ",
                "tag": "p"
            },
            {
                "content": "Our ambition for 2026 into 2027 is an end-to-end user journey that feels friction-free for the user.  ",
                "tag": "p"
            },
            {
                "content": "Over the next few months, we'll be exploring the processes, policies and teams which underpin these products to ensure there is a good link-up to support the user experience. ",
                "tag": "p"
            },
            {
                "content": "Our work in the new year and beyond ",
                "tag": "h2"
            },
            {
                "content": "A new year brings new challenges, but also opportunities! We know our plan is ambitious, which is why we’ve already started. ",
                "tag": "p"
            },
            {
                "content": "Our Service Insights team have been busy:   ",
                "tag": "p"
            },
            {
                "content": "The team is now working on: ",
                "tag": "p"
            },
            {
                "content": "How to get involved ",
                "tag": "h2"
            },
            {
                "content": "We can’t do this alone, which is why we’ll be working closely with teams  across MHCLG and wider government. We plan to engage with teams working on products our users may interact with to see how we can integrate and avoid duplication. ",
                "tag": "p"
            },
            {
                "content": "Whether you’re in MHCLG or another department, please get in touch to learn more about our work at FundingService@communities.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/12/16/the-future-of-the-funding-service-solving-a-whole-problem-for-users/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "MHCLG's Funding Service is transforming how grants are delivered, saving time and money for the department and the communities we serve. As 2025 draws to a close, learn about the team's progress and ambitious plans for the new year, including creating a more joined up and integrated service that solves a whole problem for users."
    },
    {
        "title": "What does good breach reporting look like?",
        "authors": [
            "Office of Trade Sanctions Implementation"
        ],
        "posted_on": "2025-12-16T10:47:09",
        "categories": [
            "Trade Sanctions"
        ],
        "content": [
            {
                "content": "Why does reporting matter? ",
                "tag": "p"
            },
            {
                "content": "The Office of Trade Sanctions Implementation (OTSI) is responsible for enforcing UK trade sanctions relating to sanctioned services and the movement of sanctioned goods overseas. These sanctions are restrictive measures set by government to comply with UN obligations, promote international peace, support national security, and prevent terrorism. Sometimes, businesses or individuals may find out about a possible breach of these sanctions. When this happens, OTSI wants to hear from you.  ",
                "tag": "p"
            },
            {
                "content": "If you’re a provider of financial or legal services, or a money service business, you have a legal obligation to report suspected breaches of trade sanctions. However, anybody else can voluntarily submit a report. If you think you, or someone else, may have breached trade sanctions, you can find out more information on how to report a suspected breach. ",
                "tag": "p"
            },
            {
                "content": "Any report should include the following: ",
                "tag": "p"
            },
            {
                "content": "OTSI has already received a large number of breach reports since its launch in October 2024. Reporters use our online reporting tool in different ways. None of these are wrong or unhelpful, as most reports assist in building a picture of breaches, evasion and wider behaviour.  ",
                "tag": "p"
            },
            {
                "content": "As well as reporting suspected breaches, a previous blog also highlighted the role that reporting ‘near misses’ can have in strengthening trade sanctions compliance. ",
                "tag": "p"
            },
            {
                "content": " There are important elements of breach reports that help OTSI to promote compliance with UK trade sanctions. Below, we detail what a useful breach report looks like. ",
                "tag": "p"
            },
            {
                "content": "What does a useful breach report look like? ",
                "tag": "p"
            },
            {
                "content": "OTSI investigates and carefully assesses potential trade sanctions breaches. This involves developing a complete understanding of the suspected activity. Questions we want answers to are: ",
                "tag": "p"
            },
            {
                "content": "1) When did the activity take place?  ",
                "tag": "p"
            },
            {
                "content": "2) Who are the parties involved?  ",
                "tag": "p"
            },
            {
                "content": "3) What specific good or service was provided? ",
                "tag": "p"
            },
            {
                "content": "We want to make reporting as easy as possible. Here are a few things that make a useful report: ",
                "tag": "p"
            },
            {
                "content": "What not to include in a breach report ",
                "tag": "p"
            },
            {
                "content": "In general, OTSI does not require information that lacks a clear connection to the UK. However, if you are uncertain, it is better to report than not. ",
                "tag": "p"
            },
            {
                "content": "Keep things simple and clear. Use plain English. Tell us what you know. We would rather get a short report than nothing at all. ",
                "tag": "p"
            },
            {
                "content": "Remember: good reporting helps OTSI enforce trade sanctions and helps you too. The more comprehensive the initial report, the less likely it is we will need to contact you to clarify something.  ",
                "tag": "p"
            },
            {
                "content": "OTSI welcomes all reports ",
                "tag": "p"
            },
            {
                "content": "OTSI values openness and honesty. If you think a trade sanctions regulation may have been breached, please submit a report to us. You don’t need to be an expert - any information helps, and more detail reduces follow-up questions. Your information could help boost the effectiveness of UK sanctions, and every report is handled carefully.  ",
                "tag": "p"
            }
        ],
        "link": "https://otsi.blog.gov.uk/2025/12/16/what-does-good-breach-reporting-look-like/",
        "blog": "Office of Trade Sanctions Implementation",
        "blog_link": "https://otsi.blog.gov.uk",
        "description": "Why does reporting matter?  The Office of Trade Sanctions Implementation (OTSI) is responsible for enforcing UK trade sanctions relating to sanctioned services and the movement of sanctioned goods overseas. These sanctions are restrictive measures set by government to comply with UN obligations, promote international peace, support national security, and prevent terrorism. Sometimes, …"
    },
    {
        "title": "Why human behaviour is the real cyber battleground",
        "authors": [
            "Babz Rahman, Cyber Culture, Awareness and Training Manager"
        ],
        "posted_on": "2025-12-16T10:30:10",
        "categories": [
            "People",
            "Professions"
        ],
        "content": [
            {
                "content": "Babz Rahman",
                "tag": "h3"
            },
            {
                "content": "When I first started my cyber security journey, I quickly realised something fundamental: cybercriminals don’t hack technology first, they hack people. Time and again, it’s the human link that’s exploited. Reports from the SANS Institute and other cyber security leaders reinforce this: around 80% of all data breaches involve some form of human element. That’s why building a culture of awareness isn’t a “nice-to-have”, rather it’s mission-critical. ",
                "tag": "p"
            },
            {
                "content": "The misconception: “Cyber Security isn’t my job”",
                "tag": "h2"
            },
            {
                "content": "At the Department for Business and Trade (DBT), one of the first challenges I faced was a deeply ingrained misconception: cyber security was seen as “the Cyber Team’s job.” But security isn’t about a specific team, it’s about behaviour. And behaviour belongs to everyone.",
                "tag": "p"
            },
            {
                "content": "Changing that mindset was no small feat. It felt like a mammoth of a task. However, I had a clear goal: to make cyber security something people care about. Because when people start saying, “I care about cyber security,” we start to see real change.",
                "tag": "p"
            },
            {
                "content": "Building the programme: From compliance to culture",
                "tag": "h2"
            },
            {
                "content": "The SANS LDR433 Human Risk Management course gave me the structure and confidence I needed to turn this challenge into an opportunity. The SANS Security Awareness Maturity Model helped me map where the department was and where we needed to go. From being compliance-focused to fostering long-term cultural change.",
                "tag": "p"
            },
            {
                "content": "We identified our top 3 human risks, and no surprise Phishing was one of them alongside data loss and public Wifi. Unlike other cyberattacks that directly target networks and systems, phishing uses social engineering techniques to expose human error. It uses fake stories and pressure tactics to manipulate victims into unintentionally harming themselves or their organisations. Phishing poses a major risk because it targets people rather than technology. Attackers don’t need to hack systems or bypass security tools, they simply manipulate individuals with legitimate access. By doing so, they can obtain money, sensitive data, or other valuable assets without breaking in themselves.",
                "tag": "p"
            },
            {
                "content": " We focused on the top 3 human risks in our department relentlessly.",
                "tag": "p"
            },
            {
                "content": "Throughout Cyber Awareness month, we ran 16 training sessions, and over 1,000 colleagues attended. We also had 11 external programmes, carried out by Integrated Corporate Services (ICS). ICS offers a centralised and innovative way of delivering core functions within the Civil Service – facilitating Cyber Training in collaboration with the Metropolitan Police. Over 1000 attendees is a massive achievement considering the usual challenges around getting colleagues to prioritise this learning over everything else. Yet even with these hurdles, we saw the message take root.  That was a defining moment as it showed the impact of our awareness campaign.",
                "tag": "p"
            },
            {
                "content": "Here are some facts to digest:",
                "tag": "p"
            },
            {
                "content": "These stats raised some eyebrows during our presentations and got people to sit up and take notice of the huge potential threat we collectively face. Live Threat Maps displaying thousands of live cyber attacks around the world also created some jaw dropping moments.",
                "tag": "p"
            },
            {
                "content": "Lessons learned: Make it relevant, make it irresistible",
                "tag": "h2"
            },
            {
                "content": "One of our biggest takeaways was the power of relevance and intrigue. Sessions titled with urgency words like “hack,” “dark web,” or “breach” drew far more attention. It’s human psychology, as we’re wired to react to threat and curiosity. Our “Dark Web and Stolen Credentials” session was a standout success because it hit both, which made people connect their actions and behaviours with the huge risks involved.",
                "tag": "p"
            },
            {
                "content": "We learned that good cyber security training isn’t about fear, it’s about empowerment. People want to know why security matters to them personally, not just what policies to follow. So, we made sure to include tips that people can apply for their own use. For example, although phishing emails are getting more sophisticated and harder to detect due to generative AI, the usual red flags are still there:",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "Cyber security awareness isn’t about ticking boxes; it’s about transforming culture. We’re now moving from training to engagement through one-off sessions to continuous conversations. Because when every colleague believes “I am part of cyber security,” we shift from being reactive to resilient. That’s when real change happens.",
                "tag": "p"
            },
            {
                "content": "We want leaders to lead by example. How will you model good cyber hygiene in your team? Commit to mentioning cyber security in your next team meeting. Culture starts with conversation.",
                "tag": "p"
            },
            {
                "content": "And finally, what resources or tools have helped you stay cyber-aware? Post them in the comments or share with your team.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/12/16/why-human-behaviour-is-the-real-cyber-battleground/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How cyber awareness is about transforming DBT's culture, not just ticking boxes."
    },
    {
        "title": "Resident doctor strikes: everything you need to know ",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-12-16T03:47:00",
        "categories": [
            "NHS",
            "Workforce"
        ],
        "content": [
            {
                "content": "There have been two periods of strike action this year by resident doctors (25-30 July and 14-19 November 2024. More strikes are planned in December.",
                "tag": "p"
            },
            {
                "content": "Here, we tell you everything you need to know about resident doctor strikes, including what patients need to know about their care.",
                "tag": "p"
            },
            {
                "content": "When are resident doctors going on strike?",
                "tag": "h3"
            },
            {
                "content": "Strikes are planned by the BMA from 7am Wednesday 17 December to 7am Monday 22 December.",
                "tag": "p"
            },
            {
                "content": "It’s extremely disappointing that the BMA is planning more strike action in the run up to Christmas and during a flu epidemic, aiming to cause maximum disruption.",
                "tag": "p"
            },
            {
                "content": "The Health Secretary and Social Care Secretary offered to extend the BMA’s mandate to postpone strikes until January to protect the NHS – this offer was refused.",
                "tag": "p"
            },
            {
                "content": "What happens next and what are you doing to stop strikes?",
                "tag": "h3"
            },
            {
                "content": "With waiting lists down by over 226,000 since July 2024, satisfaction with GPs on the up, and 5.2 million appointments delivered in our first year, we are turning the NHS around.",
                "tag": "p"
            },
            {
                "content": "There is finally light at the end of the tunnel for the NHS, but the BMA is putting that progress at risk with further strike action.",
                "tag": "p"
            },
            {
                "content": "We have been clear that, following a 28.9% pay rise across three years for resident doctors, we cannot go further on pay this year.",
                "tag": "p"
            },
            {
                "content": "On 8 December, the Health and Social Care Secretary sent an offer in writing to the BMA Resident Doctors Committee, which would have halved competition ratios for resident doctor jobs by introducing emergency legislation to prioritise UK medical graduates.",
                "tag": "p"
            },
            {
                "content": "Unfortunately, on 15 December, the BMA rejected the offer after a short survey of members.",
                "tag": "p"
            },
            {
                "content": "The offer is now off the table. We will now consider our next steps, but our priority is dealing with the strikes and keeping patients safe.",
                "tag": "p"
            },
            {
                "content": "What was in the offer to the BMA?",
                "tag": "h3"
            },
            {
                "content": "Resident doctors have already received an average pay rise of 28.9% over the past three 3 years.",
                "tag": "p"
            },
            {
                "content": "The offer made to the BMA last week included: ",
                "tag": "p"
            },
            {
                "content": "How much do resident doctors earn? ",
                "tag": "h3"
            },
            {
                "content": "Resident doctors can increase their pay if rostered during unsocial hours or through working additional hours. The impact of additional earnings means that average earnings for Foundation Year 1 doctors are expected to be around £49,000 increasing to £97,000 for the most experienced resident doctors. ",
                "tag": "p"
            },
            {
                "content": "That is significantly more, in a resident doctor’s first year, than the average full-time worker in this country earns.",
                "tag": "p"
            },
            {
                "content": "What pay rises have they had in recent years? ",
                "tag": "h3"
            },
            {
                "content": "Resident doctors pay has increased by 28.9% across the last three years, thanks to this government. ",
                "tag": "p"
            },
            {
                "content": "For the second consecutive year, resident doctors received the highest pay increase across the public sector – 5.4% this year. This means they’ve had two years in a row of above inflation pay increases.  ",
                "tag": "p"
            },
            {
                "content": "Is it true that there’s a doctor employment crisis?",
                "tag": "h3"
            },
            {
                "content": "There are record numbers of doctors in the NHS – 7000 more doctors than this time last year.",
                "tag": "p"
            },
            {
                "content": "However, we know that high competition for specialty training has caused concern, and we are taking steps to address this. ",
                "tag": "p"
            },
            {
                "content": "By cutting red tape and investing more in our NHS, we have already put over 2,500 extra GPs into general practice to deliver more appointments.",
                "tag": "p"
            },
            {
                "content": "Our 10 Year Health Plan also commits to creating 1000 extra speciality training places.",
                "tag": "p"
            },
            {
                "content": "In October, NHSE made changes to this year’s specialty training application process to reduce competition and support UK medical graduates.  ",
                "tag": "p"
            },
            {
                "content": "Our offer to the BMA also included introducing emergency legislation to prioritise UK medical graduates – this would have halved competition ratios.",
                "tag": "p"
            },
            {
                "content": "It also offered to quadruple the number of specialty training places and bringing 1000 forward to benefit resident doctors applying for roles this year. ",
                "tag": "p"
            },
            {
                "content": "We want to work with the BMA on this, but their rush to strike action compromises resource which could have been focussed on work to improve conditions and career progression for doctors.",
                "tag": "p"
            },
            {
                "content": "How are you keeping patients safe during strikes? ",
                "tag": "h3"
            },
            {
                "content": "The BMA’s decision to go ahead with strikes now is irresponsible.",
                "tag": "p"
            },
            {
                "content": "The focus of government and NHS England is now fully on efforts to get the health service through the double disruption of flu and strikes.",
                "tag": "p"
            },
            {
                "content": "There are record numbers of doctors in the NHS, thousands more NHS staff than last year have been vaccinated against flu, and the NHS has tried and tested measures to mitigate the impact of strike action.",
                "tag": "p"
            },
            {
                "content": "Due to the dedication of NHS staff and a different operational approach from previous strikes, the NHS has significantly reduced disruption to patients during strikes throughout this year.",
                "tag": "p"
            },
            {
                "content": "In November, the NHS met its ambitious goal to maintain 95% of planned care during the latest round of strike action – surpassing the 93% protected during action in July – while still maintaining critical services, including maternity services and urgent cancer care.",
                "tag": "p"
            },
            {
                "content": "However, all strike action is disruptive, and it's especially worrying during the ongoing flu epidemic.",
                "tag": "p"
            },
            {
                "content": "Will my appointment be cancelled during strikes? ",
                "tag": "h3"
            },
            {
                "content": "Patients with appointments booked on strike days will be contacted if their appointment needs to be rescheduled due to industrial action.  ",
                "tag": "p"
            },
            {
                "content": "If they have not been contacted, they should attend their appointment as planned.   ",
                "tag": "p"
            },
            {
                "content": "Any appointments that need to be rescheduled will be done so as a priority. ",
                "tag": "p"
            },
            {
                "content": "What if I need urgent medical attention? ",
                "tag": "h3"
            },
            {
                "content": "It’s important that you do not put off seeking urgent care, and you should turn up for planned appointments unless you have been told otherwise.  ",
                "tag": "p"
            },
            {
                "content": "Anyone who needs urgent care should use NHS 111 online or use the NHS App to be assessed and directed to the right care for them.  ",
                "tag": "p"
            },
            {
                "content": "As usual, patients should only use 999 if it is a serious or life-threatening emergency. ",
                "tag": "p"
            },
            {
                "content": "For more information on when to call 999 and when to go to A&E, you can visit the NHS UK website. ",
                "tag": "p"
            },
            {
                "content": "Should I be worried about falling ill during strikes? ",
                "tag": "h3"
            },
            {
                "content": "The NHS has tried and tested ways to keep patients safe during strikes. ",
                "tag": "p"
            },
            {
                "content": "This includes derogations which are exemptions or special arrangements that allow certain essential services to continue operating during industrial action, even when healthcare workers are on strike. ",
                "tag": "p"
            },
            {
                "content": "When NHS staff take strike action, they work with hospital management to identify critical services that must be maintained to ensure patient safety and prevent serious harm.  ",
                "tag": "p"
            },
            {
                "content": "This ensures that whilst industrial action can proceed to highlight disputes over pay, working conditions, or other issues, patient safety remains the primary concern. ",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/12/16/resident-doctor-strikes-everything-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "There have been two periods of strike action this year by resident doctors (25-30 July and 14-19 November 2024. More strikes are planned in December. Here, we tell you everything you need to know about resident doctor strikes, including what …"
    },
    {
        "title": "Turning science into action: How we’re delivering water data for England’s future  ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-12-15T15:21:06",
        "categories": [
            "hydrometry",
            "Rivers",
            "Science",
            "telemetry",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "By Dr Robert Bradburne, Environment Agency Chief Scientist ",
                "tag": "p"
            },
            {
                "content": "Friday 12 December marked a significant moment for all of us who care about England’s rivers and streams. Today, we’re releasing our first set of analysis-ready water data under Defra’s Natural Capital and Ecosystem Assessment (NCEA) programme and I’m immensely proud of the work of hundreds of committed Environment Agency Staff that has got us to this point. We know England’s rivers are hugely valuable to us, but face considerable pressures, from pollution to climate change, and that’s precisely why building this evidence base matters. ",
                "tag": "p"
            },
            {
                "content": "Why? Because this isn’t just data we’re collecting. It’s the foundation for something potentially transformative: a truly representative national picture of river and stream health, built on a statistically balanced design.  This first data release is a major step towards the NCEA producing a complete baseline of our natural assets by 2029, which will underpin decisions that strengthen resilience for nature, people, and the economy. ",
                "tag": "p"
            },
            {
                "content": "We are at the start of the biggest investment from water companies in improving the water system that we have seen for many years, with £104bn being put into measures that could improve water quality over the next five years.  The Government has recently announced £500m will be spent with farmers on Landscape Recovery Schemes across the country, sparking considerable land use or management change across a number of catchments.  We’re planting trees faster now than we have for 20 years, and of course there will be more houses, and new industrial clusters in many places across the country. ",
                "tag": "p"
            },
            {
                "content": "What makes NCEA different? ",
                "tag": "p"
            },
            {
                "content": "The Natural Capital and Ecosystem Assessment (NCEA) is Defra’s largest single research and development programme. Its ambition is clear: that the national baseline of our natural assets, can ensure decisions and investments across government and society that impact our environment can be grounded in the best possible evidence. ",
                "tag": "p"
            },
            {
                "content": "The water component, delivered by the Environment Agency, is designed for national-scale insight. Using unbiased, spatially balanced sampling across rivers and small streams, it helps us understand England’s water environment as a whole - not just individual sites or local pressures. That matters because it gives us a clearer, fairer picture of how our rivers and streams are doing.  It enables us to see how the investments and changes we are making interact with drivers such as changing weather patterns and how this ultimately shapes the health and value of our waters. ",
                "tag": "p"
            },
            {
                "content": "How does this fit with existing monitoring? ",
                "tag": "p"
            },
            {
                "content": "It’s important to be clear: NCEA evidence does not replace regulatory monitoring such as that needed under The Water Environment (Water Framework Directive) (England and Wales) Regulations 2017 which remains the overarching statutory framework for assessing and managing much of the water environment, focusing on a cycle of river basin planning, programmes of measures, with monitoring targeted at assessing pressures and “at-risk” water bodies. ",
                "tag": "p"
            },
            {
                "content": "The NCEA is a separately funded research programme which complements this by fulfilling a different need. The NCEA tells us how the environment is doing at the national scale. For example, how the health and value of rivers and lakes and groundwaters is changing in response to broad scale changing pressures and management activities. Assessments done for the Water Environment (WFD) (England and Wales) Regulations 2017, support regulatory and planning actions at local and regional levels, and enable us to understand how those plans, actions and investments are supporting and improving the chemical and biological status of our waterbodies. Both are vital and, together with the variety of other data available, they give us a truly unique and powerful set of tools with which to understand our water environment.  ",
                "tag": "p"
            },
            {
                "content": "What we’re publishing now ",
                "tag": "p"
            },
            {
                "content": "This release includes analysis-ready datasets from the River Surveillance Network (RSN) and the Small Streams Network (SSN). It's an interim snapshot, a small subset of the planned survey, so it’s not the full picture yet. But it’s a major step forward, and it sets the stage for what’s to come. ",
                "tag": "p"
            },
            {
                "content": "Why this matters ",
                "tag": "p"
            },
            {
                "content": "Opening up NCEA data at this early stage is about transparency and openness, and I hope it will encourage discussion and innovation. It reflects the work of colleagues across field teams, labs, and analysis -combining traditional expertise with newer methods to raise the bar in environmental science. ",
                "tag": "p"
            },
            {
                "content": "It embodies our vision for science in the Environment Agency: evidence that is excellent, trusted, and applied to real-world decisions. This is science in action - making a difference for the places and people we serve. ",
                "tag": "p"
            },
            {
                "content": "Using the data in the right way ",
                "tag": "p"
            },
            {
                "content": "We know people will want to compare NCEA data with other datasets. I’m really pleased for people to explore the data, but a friendly caution: methodological differences can look like real-world change if you don’t account for them. That’s why we’re incorporating plain-English caveats, guidance on appropriate use, and reminders that these datasets are for national-scale inference - not site-level compliance decisions.  As we collect more data over the coming years you will be able to do more and more with it, and I am really looking forwards to hearing about new insights that are generated using it. ",
                "tag": "p"
            },
            {
                "content": "What comes next ",
                "tag": "p"
            },
            {
                "content": "This is just the start. Over the coming years, we’ll release more data across freshwater, groundwater, estuarine, and coastal networks - all part of building England’s national baseline. By pairing open data with clear contextual information, we’ll help everyone - from policymakers and practitioners to researchers and communities - to make better, more confident choices for England’s environment. ",
                "tag": "p"
            },
            {
                "content": "So, I encourage you all - explore the data, share your insights, and join us in shaping a resilient future for England’s rivers and streams. ",
                "tag": "p"
            },
            {
                "content": "To hear more from the NCEA programme on their other newly released datasets, read their latest blog. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/12/15/turning-science-into-action-how-were-delivering-water-data-for-englands-future/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Today marks a significant moment for all of us who care about England’s rivers and streams. Today, we’re releasing our first set of analysis-ready water data under Defra’s Natural Capital and Ecosystem Assessment (NCEA) programme and I’m immensely proud of the work of hundreds of committed Environment Agency Staff that has got us to this point."
    },
    {
        "title": "Major milestone: NCEA publishes new datasets on England's environment",
        "authors": [
            "David Jones"
        ],
        "posted_on": "2025-12-15T14:52:27",
        "categories": [
            "Nature",
            "NCEA programme",
            "Research and data analysis"
        ],
        "content": [
            {
                "content": "I’m David Jones, and I have the privilege of being the Senior Responsible Owner for Defra’s largest research and development programme, the Natural Capital and Ecosystem Assessment (NCEA). Today, I am excited to share an update on a major milestone for the programme – the first release of Analysis Ready Data from the UK’s largest ever field surveys. ",
                "tag": "p"
            },
            {
                "content": "The NCEA programme is all about turbocharging nature's recovery through delivering robust and up to date evidence on the terrestrial and freshwater environment. I’m therefore very pleased that we have now published our first datasets relating to soil health, rivers and streams, and trees.  ",
                "tag": "p"
            },
            {
                "content": "This marks a significant step forward in understanding the condition of England’s natural capital. ",
                "tag": "p"
            },
            {
                "content": "What is being published? ",
                "tag": "p"
            },
            {
                "content": "Our NCEA programme is publishing its datasets as analysis-ready data. They are cleaned, standardised, quality-assured data that are well-documented, accessible, and prepared for analysis. This analysis-ready data are published under the Open Government Licence which means they are free to use and can be accessed via the NCEA’s ‘Find Natural Capital Data’ search service. ",
                "tag": "p"
            },
            {
                "content": "These newly released datasets cover the first year of the programme’s data collection (2023/24), alongside data from the preparation year (2022/23), and include outputs from both terrestrial and freshwater surveys.   ",
                "tag": "p"
            },
            {
                "content": "When these multi-year surveys complete in 2028, the programme will have provided a representative and unbiased picture of England’s terrestrial and freshwater ecosystems at a national and regional basis. ",
                "tag": "p"
            },
            {
                "content": "Why does this matter?  ",
                "tag": "p"
            },
            {
                "content": "Every dataset we share helps build a clearer picture of England’s natural capital. Natural capital is the term encompassing all natural assets that form the environment we live in.  ",
                "tag": "p"
            },
            {
                "content": "Natural capital knowledge enables us to improve people’s wellbeing while accelerating economic growth, by placing the benefits of nature to society at the heart of decision-making. ",
                "tag": "p"
            },
            {
                "content": "By making high-quality environmental data openly available, we’re giving policymakers, researchers, and anyone with an interest in nature the tools they need to make better decisions.  ",
                "tag": "p"
            },
            {
                "content": "For me, this is what the NCEA programme is all about: providing the evidence needed to drive action that helps improve the environment.    ",
                "tag": "p"
            },
            {
                "content": "Whether it’s shaping policy, driving research, or helping the public engage with the natural world - the data we’re collecting today, will make a real difference for the future. ",
                "tag": "p"
            },
            {
                "content": "Understanding the data: important context and limitations ",
                "tag": "p"
            },
            {
                "content": "Our programme is designed to transform environmental decision-making in England by generating a ‘whole system’ picture of the state of our natural environment. Data collection has been structured as a representative random stratified sample, to produce an unbiased view of England’s natural capital assets and ecosystems. ",
                "tag": "p"
            },
            {
                "content": "The datasets published to date represent only a partial subset of the full baseline, specifically, data from the preparation year (2022/23) and the first full year of collection (2023/24). They are experimental outputs and may not be fully representative or suitable for many analytical purposes. Before using the data, please therefore read the limitations statement and supporting documentation to the dataset for more information on suitable uses. ",
                "tag": "p"
            },
            {
                "content": "December 2025 data release ",
                "tag": "p"
            },
            {
                "content": "This week, I’m pleased to share that the following datasets are being published: ",
                "tag": "p"
            },
            {
                "content": "NCEA data in practice ",
                "tag": "p"
            },
            {
                "content": "Here’s a few examples of how the datasets are being used across Defra. ",
                "tag": "p"
            },
            {
                "content": "For water, we’re using data from NCEA’s River Surveillance Network to help track the health of England’s rivers.  ",
                "tag": "p"
            },
            {
                "content": "This information will feed into interim national reporting on the state of the water environment indicator (B3) and provide supporting evidence to complement existing regulatory monitoring for the Water Framework Directive. It is providing up to date, unbiased, and nationally representative data, helping us make better decisions for water quality and river health. ",
                "tag": "p"
            },
            {
                "content": "For soils, NCEA is collecting detailed information on soils – including physical, chemical, and biological properties – through the England Ecosystem Survey and National Forest Inventory Plus.  ",
                "tag": "p"
            },
            {
                "content": "This data will be a key input for the Healthy Soils Indicator, which is part of the national Environmental Indicator Framework.  Once we’ve completed the full five years of monitoring, we’ll have a complete picture of soil health across England and its regions. ",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "p"
            },
            {
                "content": "Looking ahead, we’ve got some exciting plans. The next analysis-ready data release is scheduled for March 2026, and regular publications will continue through to the end of the programme in 2028/29. To keep up to date on future releases and other programme developments, please subscribe to our NCEA mailing list. ",
                "tag": "p"
            },
            {
                "content": "If you’re interested in exploring the data we have released, visit the NCEA ‘Find Natural Capital Data’ search service to find out more.  ",
                "tag": "p"
            },
            {
                "content": "You can also search for Earth Observation products and data delivered earlier in the programme, such as the Living England map, the England Peat Map and the Trees Outside Woodlands map. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions or would like to provide feedback on the data, please email us at: NCEAdata@defra.gov.uk.",
                "tag": "p"
            },
            {
                "content": "// ",
                "tag": "p"
            },
            {
                "content": "Wondering who the NCEA are? ",
                "tag": "p"
            },
            {
                "content": "NCEA is Defra’s largest Research and Development programme, working hand-in-hand with a fantastic network of partners and arms-length bodies: ",
                "tag": "p"
            },
            {
                "content": "Together, they are delivering a nationwide survey of England’s natural capital and ecosystems, mapping their location and extent, and collecting data on condition to inform environmental policy and decision-making. ",
                "tag": "p"
            },
            {
                "content": "To read more about the NCEA programmes, read our previous blog posts. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/12/15/major-milestone-ncea-publishes-new-datasets-on-englands-environment/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Today, a major milestone for the programme has been announced – the first release of Analysis Ready Data from the UK’s largest ever field surveys have been published.  The NCEA programme is all about turbocharging nature's recovery through delivering robust and up to date evidence on the terrestrial and freshwater environment. Read this blog post to find out more."
    },
    {
        "title": "Coverage of our over £1 billion investment to support victims of domestic abuse",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-12-15T11:23:47",
        "categories": [
            "Domestic abuse",
            "Housing"
        ],
        "content": [
            {
                "content": "There has been widespread national coverage of the government’s announcement which unveiled over £1 billion will be invested for victims of domestic abuse to access support and rebuild their lives.",
                "tag": "p"
            },
            {
                "content": "An extra £19 million will be invested under the Domestic Abuse Safe Accommodation Duty, meaning local authorities will receive nearly £500 million over the next three years to provide support in safe accommodation. The total funding is expected to help nearly 140,000 people, including women and their children. ",
                "tag": "p"
            },
            {
                "content": "As part of the announcement, the Ministry of Justice also reaffirmed that more than half a billion pounds is also being invested in vital support services to help domestic abuse victims and witnesses navigate the justice process, ensuring survivors receive the support they need at every stage. ",
                "tag": "p"
            },
            {
                "content": "National coverage can be seen in the Times, Mirror, Guardian, Independent, Express and PA who report that this funding is on top of £480 million already pledged over three years for victims of domestic abuse, including refuges.",
                "tag": "p"
            },
            {
                "content": "Elsewhere the Herald and Politico London Playbook outline the measures which local authorities will be able to provide includingaccess to housing or confidential locations, as well as security upgrades such as lock changes and alarms for people staying in their own home.",
                "tag": "p"
            },
            {
                "content": "This morning, Justice Minister, Alex Davies Jones also gave interviews to Times Radio, Sky, BBC Breakfast, LBC, ITV GMB, ITN, and GB News about the announcement.",
                "tag": "p"
            },
            {
                "content": "Homelessness Minister Alison McGovern said:  ",
                "tag": "p"
            },
            {
                "content": "“No one should have to choose between staying in an unsafe home or facing homelessness.",
                "tag": "p"
            },
            {
                "content": "“We’re treating violence against women and girls as a national emergency, with a clear commitment to halve it in the next decade.",
                "tag": "p"
            },
            {
                "content": "“This funding will help local authorities provide safe accommodation and tailored support, including refuges and Sanctuary Schemes, so every survivor can access safety, stability and a fresh start.”",
                "tag": "p"
            },
            {
                "content": "Minister for Safeguarding and Violence Against Women and Girls, Jess Phillips, said:",
                "tag": "p"
            },
            {
                "content": "“With government and society united, we can achieve our mission of halving violence against women and girls within a decade. That means bearing down on abusers but also giving survivors the support and resources they desperately need to rebuild their lives.",
                "tag": "p"
            },
            {
                "content": "“This funding will ensure victims remain safe while preventing their abusers from inflicting further unnecessary suffering.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/12/15/coverage-of-our-over-1-billion-investment-to-support-victims-of-domestic-abuse/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread national coverage of the government’s announcement which unveiled over £1 billion will be invested for victims of domestic abuse to access support and rebuild their lives. An extra £19 million will be invested under the Domestic …"
    },
    {
        "title": "ADOPT: first projects selected as next round opens",
        "authors": [
            "Joss Wallace"
        ],
        "posted_on": "2025-12-15T10:52:39",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "In April, we launched the first round of the Accelerating Development of Practices and Technologies (ADOPT) fund.  ",
                "tag": "p"
            },
            {
                "content": "Grants offered through ADOPT support farmer-led on-farm trials to develop and test new solutions to farming challenges. The results of these trials will be shared so you can see if any of the solutions can work on your farm. ",
                "tag": "p"
            },
            {
                "content": "The fund is part of the Farming Innovation Programme, and delivered in partnership with Innovate UK. ",
                "tag": "p"
            },
            {
                "content": "With the next round (the fifth) now open, we share a recap of the funding available and shine a light on some projects from the first round to inspire you to apply. ",
                "tag": "p"
            },
            {
                "content": "About the fund",
                "tag": "h2"
            },
            {
                "content": "Through ADOPT, two grants are available. ",
                "tag": "p"
            },
            {
                "content": "The Full ADOPT Grant ",
                "tag": "h3"
            },
            {
                "content": "If you have an idea for an on-farm trial, you can apply for funding to support on-farm trial and demonstration projects to improve adoption of new ideas or solutions in the agricultural sector.  ",
                "tag": "p"
            },
            {
                "content": "Your project’s total costs must be between £50,000 and £100,000.   ",
                "tag": "p"
            },
            {
                "content": "The Facilitator Grant ",
                "tag": "h3"
            },
            {
                "content": "Facilitator grants are for applicants who are new to the grants process. ",
                "tag": "p"
            },
            {
                "content": "They provide up to £2,500 for a farmer, grower, or forester in England to hire an external project facilitator. ",
                "tag": "p"
            },
            {
                "content": "These project facilitators will help prepare an application for the full ADOPT Grant.",
                "tag": "p"
            },
            {
                "content": "You do not need to apply for a Facilitator Grant to apply for a Full Grant. ",
                "tag": "p"
            },
            {
                "content": "Support Hub ",
                "tag": "h2"
            },
            {
                "content": "The ADOPT Support Hub is designed to support farmers to get the most out of this grant by:  ",
                "tag": "p"
            },
            {
                "content": "It's delivered by ADAS, UK Agri-Tech Centre and The Soil Association. If you have further questions, whether you are exploring an idea, preparing to apply or running a funded project, do make use of the hub. ",
                "tag": "p"
            },
            {
                "content": "Learn more about the support hub and how to apply. ",
                "tag": "p"
            },
            {
                "content": "Farmer-led innovation",
                "tag": "h2"
            },
            {
                "content": "Over the past year, through 5 rounds, we’ve seen some fascinating ideas come forward. The first are now beginning to take shape and are being tested on farms across England. ",
                "tag": "p"
            },
            {
                "content": "By supporting trials on working farms, these projects will help demonstrate to all farmers the best ways to boost their own productivity, helping to make farms more resilient and profitable. ",
                "tag": "p"
            },
            {
                "content": "Exploring a brighter future for carrots with UV-C light",
                "tag": "h3"
            },
            {
                "content": "Carrot growers face major challenges from foliar diseases like Alternaria leaf blight, as well as significant post-harvest losses during storage. ",
                "tag": "p"
            },
            {
                "content": "These pressures result in heavy use of chemical fungicides which, in turn, come with crop quality and safety concerns, and contribute to rising input costs.",
                "tag": "p"
            },
            {
                "content": "The main trial is hosted by Huntapac Produce Ltd, one of the UK’s largest carrot and parsnip producers, farming 1,500 hectares across vertically integrated operations. Trial work will run at their Yorkshire base and across their wider cropping areas. ",
                "tag": "p"
            },
            {
                "content": "They are joined by R & A Molyneux Ltd, a collaborative farming partner running parallel large-scale trials to compare how UV-C performs under different agronomic conditions. ",
                "tag": "p"
            },
            {
                "content": "They will test UV-C light as a sustainable, non-chemical way to protect crops by killing fungal spores and triggering natural plant defences. Both growers will test the UV-C equipment within their own commercial production systems, ensuring results reflect real farming pressures and market requirements. ",
                "tag": "p"
            },
            {
                "content": "By comparing UV-C treatments with standard fungicides, they will see how well they control disease, improve root quality and work in practice, all with the aim of reducing pesticide use.  ",
                "tag": "p"
            },
            {
                "content": "Other project partners include Autonomous Agri Solutions (AAS), which is supplying the autonomous tractor and robotic platforms used to deliver the UV-C treatments, as well as providing engineering support, data collection, and operational expertise. ",
                "tag": "p"
            },
            {
                "content": "SRH Agribusiness Ltd is acting as the agronomy and advisory partner, helping to consolidate and interpret data and support wider dissemination. The project facilitator is Harry Parsons of SRH Agribusiness. ",
                "tag": "p"
            },
            {
                "content": "Learn more about this project.",
                "tag": "p"
            },
            {
                "content": "Mastitis detection: rapid detection to slow antibiotic use",
                "tag": "h3"
            },
            {
                "content": "Mastitis remains one of the most costly and challenging diseases facing UK dairy farmers.",
                "tag": "p"
            },
            {
                "content": "Beyond reducing milk yield and quality, it leads to financial losses through lower productivity, penalties from processors, higher veterinary and treatment bills, and discarded milk during withdrawal periods. ",
                "tag": "p"
            },
            {
                "content": "Repeated or severe cases can also cause lasting udder damage, compromise cow welfare, push up culling and replacement rates—all adding to labour and management pressures. ",
                "tag": "p"
            },
            {
                "content": "Conventional diagnostics typically take around two days to return results, leaving farmers to rely on broad-spectrum antimicrobials as a precaution. While understandable, this approach is not always the most efficient or effective and contributes to broader antimicrobial resistance (AMR) concerns. ",
                "tag": "p"
            },
            {
                "content": "RapiPath is a next-generation on-farm diagnostic tool designed to identify mastitis-causing bacteria within 2 hours. This rapid turnaround has the potential to transform mastitis management by enabling targeted treatments, reducing unnecessary antibiotic use and supporting better outcomes for both cows and farmers. ",
                "tag": "p"
            },
            {
                "content": "RapiPath will be tested across real farm and veterinary settings to ensure the tool responds effectively to day-to-day pressures, from herd size and workflow to seasonal variation and milk quality demands.  ",
                "tag": "p"
            },
            {
                "content": "The trial is taking place on a farm in the North East. By comparing rapid diagnostics with current mastitis treatment approaches, the project will assess how well the technology supports disease control, improves decision-making and enhances sustainable milk production. ",
                "tag": "p"
            },
            {
                "content": "Learn more about this project.",
                "tag": "p"
            },
            {
                "content": "AI-powered bird deterrent system",
                "tag": "h3"
            },
            {
                "content": "Bird damage, particularly from pigeons, is a major challenge for UK brassica and salad growers, causing significant crop losses, contamination, and increased costs for mitigation.  ",
                "tag": "p"
            },
            {
                "content": "A Lincolnshire-based brassica grower, T.H. Clements & Son Ltd, will lead this project. They are joined by Vitacress Salads Ltd who manage 300 hectares of salad crops and 20 hectares of watercress farms across Dorset, Hampshire, Wiltshire and Kent.  ",
                "tag": "p"
            },
            {
                "content": "They will both partner with B-Hive Innovations Ltd who have expertise in AI, computer vision, and hardware/software development for field applications. ",
                "tag": "p"
            },
            {
                "content": "Together they will test a new AI-powered bird deterrent system - S.C.A.R.E (Sensory Countermeasures for Avians using Repellents and Emissions).  ",
                "tag": "p"
            },
            {
                "content": "S.C.A.R.E combines computer vision detection with adaptive countermeasures (lasers, predator calls, and randomized white noise). It’s solar powered, remotely accessible, and designed to scare birds away without them getting used to it and without disturbing other wildlife.  ",
                "tag": "p"
            },
            {
                "content": "To monitor the effectiveness of S.C.A.R.E, the sites will use drone imagery for crop damage assessments and cameras for continuous observations. ",
                "tag": "p"
            },
            {
                "content": "The project will produce a final report with recommendations for commercial rollout. By reducing bird damage, the system should help farmers use less fertiliser, rely less on imports, and could increase yields by around 5–10% for brassicas and 20–25% for salad crops.   ",
                "tag": "p"
            },
            {
                "content": "Learn more about this project.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h2"
            },
            {
                "content": "For more case studies, visit the Support Hub.",
                "tag": "p"
            },
            {
                "content": "To stay up to date with the latest from the Farming and Countryside Programme, subscribe to the Farming blog. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/12/15/adopt-first-projects-selected-as-next-round-opens/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "With the next round of the Accelerating Development of Practices and Technologies (ADOPT) fund now open, we highlight some projects that have recently begun, to inspire you to apply."
    },
    {
        "title": "Carbon valuation: why it matters for regulatory policy",
        "authors": [
            "Allan Little"
        ],
        "posted_on": "2025-12-15T10:29:05",
        "categories": [
            "Carbon valuation methodology",
            "Energy sector"
        ],
        "content": [
            {
                "content": "Carbon impacts can feature heavily in the economic appraisal supporting regulatory policy proposals. They can sit on either side of the cost-benefit ledger. Recent impact assessments published with legislation illustrate both.",
                "tag": "p"
            },
            {
                "content": "The Clean Heat Market Mechanism (Amendment) Regulations 2025 showed a £153 million benefit in carbon savings. The Warm Home Discount (Amendment) Regulations 2025 included £70 million in carbon costs, offset by the government’s fuel poverty objectives.",
                "tag": "p"
            },
            {
                "content": "Either way, how government values carbon has become an increasingly important part of its value for money analysis.",
                "tag": "p"
            },
            {
                "content": "What are carbon values?",
                "tag": "h2"
            },
            {
                "content": "Carbon values represent the monetary value that society places on one tonne of carbon dioxide equivalent emissions (£/tCO2e). ",
                "tag": "p"
            },
            {
                "content": "In this context \"carbon\" is shorthand for all greenhouse gas emissions. ",
                "tag": "p"
            },
            {
                "content": "CO2 equivalent is the standard metric used to compare emissions from different greenhouse gases, based on their global warming potential - for example, methane and nitrous oxide are converted to their CO2 equivalent based on their relative climate impact.",
                "tag": "p"
            },
            {
                "content": "How government values carbon",
                "tag": "h2"
            },
            {
                "content": "Carbon values differ from carbon prices - what businesses actually pay in markets like the UK Emissions Trading Scheme (UK ETS), to buy and sell emissions permits. While ETS prices reflect current market conditions, carbon values reflect the ‘full’ cost, across the whole economy.",
                "tag": "p"
            },
            {
                "content": "Economists have developed two main approaches to valuing carbon.",
                "tag": "p"
            },
            {
                "content": "Social cost of carbon (SCC) ",
                "tag": "h3"
            },
            {
                "content": "This estimates the damage each tonne of emissions causes - climate harms, extreme weather, sea level rise, and so on.",
                "tag": "p"
            },
            {
                "content": "Marginal abatement cost (MAC) ",
                "tag": "h3"
            },
            {
                "content": "This estimates the cost of cutting one tonne of emissions.",
                "tag": "p"
            },
            {
                "content": "The UK government uses the MAC approach, in part because the SCC relies on highly uncertain damage estimates.",
                "tag": "p"
            },
            {
                "content": "The more we reduce emissions, the costlier it gets. Cheaper abatement options are exhausted first; later reductions require more expensive interventions. ",
                "tag": "p"
            },
            {
                "content": "That's why we face an upward-sloping cost curve, illustrated below. The government uses the MAC approach to identify the carbon value required to deliver sufficient abatement to meet its legally binding targets.",
                "tag": "p"
            },
            {
                "content": "Source: Department for Energy Security and Net Zero with Department for Business, Energy and Industrial Strategy (2021): Valuation of greenhouse gas emissions: for policy appraisal and evaluation",
                "tag": "p"
            },
            {
                "content": "Current values",
                "tag": "h2"
            },
            {
                "content": "The Green Book supplementary guidance on the valuation of energy use and greenhouse gas emissions for appraisal, from the Department for Energy Security and Net Zero, sets a central carbon value of £273 per tonne CO2e for 2025 (2022 prices), with a ±50% sensitivity range reflecting uncertainty. Since abatement becomes more costly, the value rises to £398 per tonne by 2050.",
                "tag": "p"
            },
            {
                "content": "The ±50% range is significant. It reflects genuine uncertainty, for example about future technology costs and their evolution. Where a regulatory policy's overall value for money is influenced by these carbon values, it should include sensitivity testing across this range. Sensitivity tests are also important where emissions impacts are themselves uncertain.",
                "tag": "p"
            },
            {
                "content": "Why carbon valuation matters for regulatory policy",
                "tag": "h2"
            },
            {
                "content": "Valuing carbon serves several purposes in regulatory policy appraisal.",
                "tag": "p"
            },
            {
                "content": "It captures the benefits of climate change mitigation",
                "tag": "h3"
            },
            {
                "content": "Carbon valuation allows assessments to account for the real costs of emissions reductions to meet legally-binding emissions targets. Without this, cost-benefit analyses would systematically understate the cost of policies that increase emissions or undervalue those that reduce them.",
                "tag": "p"
            },
            {
                "content": "It guides efficient resource allocation",
                "tag": "h3"
            },
            {
                "content": "It helps direct regulatory policy toward the most cost-effective ways to reduce emissions. In short, considering value for money is just as important in achieving climate goals, as it is with other government objectives.",
                "tag": "p"
            },
            {
                "content": "It ensures consistency",
                "tag": "h3"
            },
            {
                "content": "Using common carbon values across all policy areas prevents departments from implicitly valuing emissions differently, which could lead to inefficient choices about where to focus decarbonisation efforts.",
                "tag": "p"
            },
            {
                "content": "It supports environmental goals",
                "tag": "h3"
            },
            {
                "content": "Explicitly quantifying and valuing carbon helps government track and report progress toward carbon budgets and net zero. That’s why we’d also expect carbon impacts to feature in monitoring and evaluation plans.",
                "tag": "p"
            },
            {
                "content": "It improves transparency",
                "tag": "h3"
            },
            {
                "content": "Making carbon impacts explicit allows Parliament, businesses and other stakeholders to scrutinise the trade-offs involved in regulatory decisions.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "Carbon valuation remains one of the most challenging impacts to assess in regulatory policy, drawing on scientific, behavioural and economic evidence. ",
                "tag": "p"
            },
            {
                "content": "At the RPC, we scrutinise carbon appraisal as we would other societal impacts - looking for proportionality, transparency and consistency. ",
                "tag": "p"
            },
            {
                "content": "Robust analysis helps government evidence progress toward climate goals and demonstrate that its plans represent value for money.",
                "tag": "p"
            },
            {
                "content": "For more information, we recommend:",
                "tag": "p"
            },
            {
                "content": "What has been your experience with carbon valuation? ",
                "tag": "p"
            },
            {
                "content": "Leave us a comment below and subscribe to the RPC’s blog to be notified when we post new articles.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/12/15/carbon-valuation-why-it-matters-for-regulatory-policy/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "How government values carbon has become an increasingly important part of its value for money analysis. At the RPC, we scrutinise carbon appraisal as we would other societal impacts - looking for proportionality, transparency and consistency."
    },
    {
        "title": "Future Food Regulation and Healthy Food Sales",
        "authors": [
            "Professor Susan Jebb, FSA Chair"
        ],
        "posted_on": "2025-12-15T09:36:11",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "At the FSA’s Board meeting on Wednesday, the Chief Executive’s update to the Board highlighted the recent request from Government for the FSA to develop a new national approach to regulation for large food businesses in England. This will be part of a wider programme of reform, as discussed at previous board meetings, to ensure food regulation remains effective and fit for the future.  ",
                "tag": "p"
            },
            {
                "content": "FSA Chief Executive, Katie Pettifer, made clear that protecting public health must remain at the heart of everything the FSA does and any changes should benefit consumers. Katie pointed out that developing a new approach to regulating large national food businesses would be part of a wider set of improvements to the assurance system, which had been discussed with stakeholders over the past year. Local authorities play a vital role in supporting businesses and maintaining standards, and it was important that they could continue to do so in future. Board members expressed their support for this, having shadowed expert Environmental Health and Trading Standards Officers in Slough and Reading earlier in the week and observing how these physical inspections and support complement the proposals for strategic intelligence and data-led regulation.  ",
                "tag": "p"
            },
            {
                "content": "The Board welcomed the request from Government and the approach outlined by Katie. They reflected on the way the food industry continues to evolve, which requires a more tailored and agile approach to regulation. The Board emphasised that the FSA needs to work in partnership with local authorities and businesses to support growth and, above all, to make sure people continue to have food they can trust. They were clear that the FSA must continue engaging with partners across the sector – local authorities, businesses, and consumers – to inform the development of these proposals. ",
                "tag": "p"
            },
            {
                "content": "Board members highlighted that reforms must work for businesses of all sizes, combining robust data with on-the-ground checks to maintain confidence and protect public health. While the FSA has been asked to develop a new national approach for England only, the Board considered that there may be opportunities to align options for reform across Northern Ireland, Wales and Scotland, recognising the operating footprint of most of the larger businesses and asked FSA officials to explore this.  ",
                "tag": "p"
            },
            {
                "content": "Commenting after the FSA Board meeting, the Chartered Institute for Environmental Health said:  ",
                "tag": "p"
            },
            {
                "content": "“Environmental Health professionals work across local authorities and business to ensure the public can trust the safety of the food and drink they buy.  We welcome the Government budget announcement, and the FSA’s clear commitment to full engagement with its stakeholders at all stages of this work.  CIEH will work to ensure these opportunities enhance protection for the public.” ",
                "tag": "p"
            },
            {
                "content": "The Government has asked us to take on this role, but it’s the FSA Board’s job to scrutinise how it is done. Our job, set out in law, is to protect public health and to protect the interests of consumers.  We recognised at the Board meeting that doing this well – through proportionate and efficient regulation – is the best way in which we can also support economic growth. ",
                "tag": "p"
            },
            {
                "content": "In an additional item, I discussed with the Board a new request from the Department of Health and Social Care for the FSA to provide detailed advice on the policy development and implementation of the mandatory healthy food sales reporting and targets. These aim to increase the healthiness of sales by large food businesses, following a commitment in the NHS 10-year plan. Final decisions on the regulation of the scheme will be subject to consultation, but the Board welcomed the opportunity for the FSA to be involved in the design at this early stage. ",
                "tag": "p"
            },
            {
                "content": "You can watch the FSA Board’s discussions on this and all the other items on the agenda.",
                "tag": "p"
            },
            {
                "content": "Rheoleiddio Bwyd yn y Dyfodol a Gwerthu Bwyd Iach",
                "tag": "h2"
            },
            {
                "content": "Yn ystod cyfarfod Bwrdd yr Asiantaeth Safonau Bwyd (ASB) ddydd Mercher, nododd diweddariad y Prif Weithredwr i’r Bwrdd fod y llywodraeth wedi gofyn i’r ASB ddatblygu dull cenedlaethol newydd o reoleiddio ar gyfer busnesau bwyd mawr yn Lloegr. Bydd hyn yn rhan o raglen ddiwygio ehangach, fel y trafodwyd mewn cyfarfodydd bwrdd blaenorol, er mwyn sicrhau bod y dull o reoleiddio bwyd yn parhau i fod yn effeithiol ac yn addas ar gyfer y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Eglurodd Prif Weithredwr yr ASB, Katie Pettifer, fod yn rhaid i ddiogelwch iechyd y cyhoedd barhau wrth wraidd popeth y mae’r ASB yn ei wneud, ac y dylai unrhyw newidiadau fod o fudd i ddefnyddwyr. Nododd Katie y byddai datblygu dull newydd o reoleiddio busnesau bwyd cenedlaethol mawr yn rhan o set ehangach o welliannau i’r system sicrwydd, sydd wedi bod yn destun trafodaethau â rhanddeiliaid dros y flwyddyn ddiwethaf. Mae awdurdodau lleol yn chwarae rhan hanfodol wrth gefnogi busnesau a chynnal safonau, ac roedd yn bwysig eu bod yn gallu parhau i wneud hynny yn y dyfodol. Mynegodd aelodau’r Bwrdd eu cefnogaeth, a hynny ar ôl cysgodi Swyddogion Iechyd yr Amgylchedd a Safonau Masnach arbenigol yn Slough a Reading yn gynharach yn yr wythnos ac arsylwi sut mae arolygiadau ffisegol a chefnogaeth yn ategu’r cynigion ar gyfer cudd-wybodaeth strategol a rheoleiddio sy’n seiliedig ar ddata.",
                "tag": "p"
            },
            {
                "content": "Croesawodd y Bwrdd y cais gan y llywodraeth a’r dull a amlinellwyd gan Katie. Gwnaethon nhw fyfyrio ar y ffordd y mae’r diwydiant bwyd yn parhau i esblygu, sy’n gofyn am ddull wedi’i deilwra a mwy hyblyg tuag at reoleiddio. Pwysleisiodd y Bwrdd fod angen i’r ASB weithio mewn partneriaeth ag awdurdodau lleol a busnesau i gefnogi twf ac, yn anad dim, i sicrhau bod pobl yn parhau i gael bwyd y gallant ymddiried ynddo. Roeddent yn glir bod yn rhaid i’r ASB barhau i ymgysylltu â phartneriaid ar draws y sector – awdurdodau lleol, busnesau a defnyddwyr – i ddatblygu’r cynigion hyn.",
                "tag": "p"
            },
            {
                "content": "Pwysleisiodd aelodau’r Bwrdd fod yn rhaid i’r diwygiadau weithio i fusnesau o bob maint, gan gyfuno data cadarn â gwiriadau ar y safle i gynnal hyder a diogelu iechyd y cyhoedd. Er mai datblygu dull cenedlaethol newydd ar gyfer Lloegr yn unig oedd gofyniad y cais i’r ASB,, ystyriodd y Bwrdd y gallai fod cyfleoedd i alinio opsiynau diwygio ar draws Cymru, Gogledd Iwerddon a’r Alban, gan gydnabod bod y rhan fwyaf o’r busnesau mawr yn gweithredu ar draws y DU. Gofynnwyd i swyddogion yr ASB edrych ar hyn ymhellach.",
                "tag": "p"
            },
            {
                "content": "Yn ei sylwadau ar ôl cyfarfod Bwrdd yr ASB, dywedodd Sefydliad Siartredig Iechyd yr Amgylchedd (CIEH):",
                "tag": "p"
            },
            {
                "content": "“Mae gweithwyr proffesiynol Iechyd yr Amgylchedd yn gweithio ar draws awdurdodau lleol a busnesau i sicrhau y gall y cyhoedd ymddiried bod y bwyd a’r ddiod maen nhw’n eu prynu yn ddiogel. Rydym yn croesawu cyhoeddiad cyllideb y llywodraeth, ac ymrwymiad clir yr ASB i ymgysylltu’n llwyr â’i rhanddeiliaid ar bob cam o’r gwaith hwn. Bydd CIEH yn gweithio i sicrhau bod y cyfleoedd hyn yn gwella diogelwch i’r cyhoedd.”",
                "tag": "p"
            },
            {
                "content": "Mae’r Llywodraeth wedi gofyn i ni ymgymryd â’r rôl hon, ond gwaith Bwrdd yr ASB fydd yn craffu’r broses. Ein gwaith, fel y nodir yn y gyfraith, yw diogelu iechyd y cyhoedd a buddiannau defnyddwyr. Yn ystod y cyfarfod, gwnaethom ni gydnabod mai gwneud hyn yn dda – drwy reoleiddio cymesur ac effeithlon – yw’r ffordd orau y gallwn ni hefyd gefnogi twf economaidd.",
                "tag": "p"
            },
            {
                "content": "Yn ychwanegol, trafodwyd y cais newydd gan yr Adran Iechyd a Gofal Cymdeithasol, yn gofyn i’r ASB ddarparu cyngor manwl ar ddatblygu polisi a gweithredu dulliau adrodd a thargedau gorfodol ar gyfer gwerthu bwyd iach. Nod y rhain yw gwella pa mor iach yw’r bwyd y mae busnesau bwyd mawr yn ei werthu, yn dilyn ymrwymiad yng nghynllun 10 mlynedd y GIG. Bydd penderfyniadau terfynol ar reoleiddio’r cynllun yn destun ymgynghoriad, ond croesawodd y Bwrdd y cyfle i’r ASB fod yn rhan o’r gwaith cynllunio ar y cam cynnar hwn.",
                "tag": "p"
            },
            {
                "content": "Gallwch wylio trafodaethau Bwrdd yr ASB ar hyn, yn ogystal â’r holl eitemau eraill ar yr agenda.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/12/15/future-food-regulation-and-healthy-food-sales/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg At the FSA’s Board meeting on Wednesday, the Chief Executive’s update to the Board highlighted the recent request from Government for the FSA to develop a new national approach to regulation for large food businesses in England. This will …"
    },
    {
        "title": "5 tips for managing your woodland this winter",
        "authors": [
            "MacBradan Bones"
        ],
        "posted_on": "2025-12-15T09:00:00",
        "categories": [
            "Tree health",
            "Tree planting",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Winter marks the start of tree planting season, the ideal time for planting. This allows roots to establish during the milder winter days, even though the tree's top is dormant. Root growth is essential for the tree's survival, especially if there's a spring drought.",
                "tag": "p"
            },
            {
                "content": "If you’re a woodland owner, it can also be the perfect time to get outside and check how your woodland has fared over the growing season. It can be hard to know where to start during these cold months, so we’ve put together our top 5 tips for managing your woodland this winter. ",
                "tag": "p"
            },
            {
                "content": "1. Check on areas of new planting",
                "tag": "h2"
            },
            {
                "content": "If you have any areas of new planting, now is the time to ‘beat up’ (replace) any trees which haven’t survived the summer. Count your trees and replant any which have died ready for the next growing season.",
                "tag": "p"
            },
            {
                "content": "Newly planted trees are particularly vulnerable for the first 3 years or so, as their roots are not established enough to find water during droughts or prolonged dry spells. You can also take this opportunity to check if there is any one species not thriving on the site and look to replace them with a better-adapted tree species. ",
                "tag": "p"
            },
            {
                "content": "Now is also a good time for your trees’ annual check-up. The lack of leaves and reduction in ground vegetation can reveal the presence of squirrel nests and bark damage, particularly at the junction of big branches and the main stem. It can also make it easier to spot where deer may be coming and going. ",
                "tag": "p"
            },
            {
                "content": "2. Read up on tree pests and diseases",
                "tag": "h2"
            },
            {
                "content": "In mature woodland many fungi species will be fruiting. During the cold season, after leaves fall in deciduous woodlands, the brackets and toadstools of various fungi are easier to spot on the stems, crown and around the bases and roots of trees.",
                "tag": "p"
            },
            {
                "content": "Many are harmless or even beneficial, but many others can kill trees and even whole stands if not dealt with. Getting to know the ones that are harmful with a bit of reading up on tree pests and diseases, can be a good way to spend a wet day indoors.",
                "tag": "p"
            },
            {
                "content": "If you are in the East and South East of England, your woodland could be at risk of the eight toothed spruce bark beetle (Ips typographus). Make sure you’re up to date with the control measures in the Ips typographus demarcated area. ",
                "tag": "p"
            },
            {
                "content": "Watch our video Ips typographus: beat the beetle on active woodland management to help mitigate the risk of this pest by removing any susceptible material during the winter.",
                "tag": "p"
            },
            {
                "content": "3. Take note of repairs needed to paths and fences",
                "tag": "h2"
            },
            {
                "content": "After a summer’s compaction along paths and rides, winter rains can reveal areas where water does not drain and attention is needed. If the ground is soft, working on it now could cause damage. Make a note of what’s needed and plan for this later in the season while the ground is hard with frost, or during the following spring when access is easier on a drier soil. ",
                "tag": "p"
            },
            {
                "content": "The soft ground makes it easier to replace fence posts or the like. However, avoid using heavy machinery or taking too many trips up and down rides to minimise damage.",
                "tag": "p"
            },
            {
                "content": "The grassy areas of woodland rides and glades can also be cut now that any seeds have fallen, and shrubby edges can be cut as part of a rotational system. If there are fruits on any shrubs and bushes, try to wait until these have gone before cutting them, as the fruit provides an important source of food for many animals.",
                "tag": "p"
            },
            {
                "content": "4. Start any tree work",
                "tag": "h2"
            },
            {
                "content": "Winter is a good season for felling, so if you have a felling licence any tree work can start. Felling trees without a licence, where one is required, is an offence. Check if you need one before starting any work.",
                "tag": "p"
            },
            {
                "content": "If you are a firewood producer and you have an area for seasoning and processing, firewood orders are likely to be coming in fast. If you haven’t already sold out, firewood can be loaded up ready for sale and any wood for seasoning can be stacked in the dry. Make sure to follow new regulations, like the Ready to Burn scheme, to ensure your firewood is properly seasoned to reduce air pollution.",
                "tag": "p"
            },
            {
                "content": "It's also cooler, making the hard physical work of felling and coppicing a little easier! ",
                "tag": "p"
            },
            {
                "content": "The lack of vegetation makes moving around the wood easier and now birds have finished nesting there’s no risk of accidentally disturbing them. However, be aware that other animals may be using the wood to shelter or hibernate. Although all wildlife is protected under the Wildlife and Countryside Act 1981, bats and common dormice are of particular importance in woodland, so great care should be taken not to disturb them if they are present. ",
                "tag": "p"
            },
            {
                "content": "5. Practise good biosecurity",
                "tag": "h2"
            },
            {
                "content": "As a woodland owner, you want to keep your trees healthy throughout the year. Wet winter weather can increase the risk of tree diseases being spread, as some diseases need water to disperse, and mud on boots and tyres can transfer diseases from place to place.",
                "tag": "p"
            },
            {
                "content": "Practise good biosecurity at all times and make sure your boots and equipment are cleaned before you start any work and before you leave the site. If you have visitors to your woodland, make sure they do the same. It’s a great idea to always have a simple biosecurity kit on hand. ",
                "tag": "p"
            },
            {
                "content": "Finally, and most importantly, make time to go out and enjoy the stark, quiet beauty of your woodland in winter. The cold weather and long nights can make it hard to spend time outdoors but it’s important to remember all the health benefits getting out can bring. Woodlands are fantastic for our physical and mental health, and watching your woodland thrive in the coldest season can be incredibly rewarding. ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/12/15/5-tips-for-managing-your-woodland-this-winter/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "MacBradan Bones, Nature Recovery Advisor for the Forestry Commission, shares his tips on managing your woodland this winter."
    }
]