[
    {
        "title": "Introduction to User Research – now available on FutureLearn",
        "authors": [
            "Thomas Beautyman, Deputy Director Government Digital Capability, CDDO"
        ],
        "posted_on": "2025-04-23T16:14:33",
        "categories": [
            "Cross-government strategy",
            "Data",
            "Digital learning and development",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Ever wondered what user researchers do? Curious about why we do it in government? Here’s your chance to learn more!",
                "tag": "p"
            },
            {
                "content": "Created in collaboration with user research colleagues from across government, the Government Digital Service (GDS) is  thrilled to announce that our new Introduction to User Research course is now live!",
                "tag": "p"
            },
            {
                "content": "This course is the latest instalment in our “Introduction to” series. As outlined in the blueprint for modern digital government, there is a need for investment in talent and opportunities for learning, development and upskilling. GDS is at the forefront of providing these opportunities so that we can contribute to the government’s goal of doubling the size of the Government Digital and Data profession and equipping civil servants with the skills and knowledge they need to work effectively in a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Who is the course for?",
                "tag": "h3"
            },
            {
                "content": "Whether you work as a user researcher already and would like to develop some skills, are simply curious about the field, or are maybe even considering a government user research career, this course is for you! ",
                "tag": "p"
            },
            {
                "content": "What will you learn?",
                "tag": "h3"
            },
            {
                "content": "On this three-week, self-led, introductory course, you will learn the basics: ",
                "tag": "p"
            },
            {
                "content": "This course is free to access and open to everyone! It is structured over three weeks with a recommended learning time of three hours per week, but it is self-directed and you can learn at your own pace. You can join and start learning at any time.",
                "tag": "p"
            },
            {
                "content": "Why user research?",
                "tag": "h3"
            },
            {
                "content": "Before 2020, GDS Academy launched and ran a two-day classroom version of the Introduction to User Research in Government course. The course was designed to equip new researchers and career changers with essential user research skills and clarify how user research works in government. ",
                "tag": "p"
            },
            {
                "content": "This was paused in 2020 due to COVID-19, so GDS created a version that could be delivered remotely. A cross-government facilitator group now runs the course both online and in person.",
                "tag": "p"
            },
            {
                "content": "Following the success of our other FutureLearn courses (Introduction to Content Design and Introduction to Product Management), we decided to adapt this content into a course we could share across government and with the wider public. ",
                "tag": "p"
            },
            {
                "content": "We also collaborated with colleagues on the Digital Fast Stream who were in need of a tailored learning package introducing learners to user research in government. This provided us with the opportunity to meet an internal need for learning while also promoting user research as a discipline more widely. ",
                "tag": "p"
            },
            {
                "content": "How does it work?",
                "tag": "h3"
            },
            {
                "content": "The topics covered in the course will also be useful for anyone who would like to:",
                "tag": "p"
            },
            {
                "content": "This is an awareness level course. It is aimed at people who are new to user research or for those who have some knowledge but would like to learn more about user research in government.",
                "tag": "p"
            },
            {
                "content": "The course content was produced by a cross-government team of user researchers from the Ministry for Housing, Communities and Local Government, NHS England, the Department for Environment, Farming and Rural affairs, Government Property Agency, HM Revenue and Customs and the Centre for Digital Public Services, adapting material from existing training and other sources, such as the Government Digital and Data user researcher pages on GOV.UK",
                "tag": "p"
            },
            {
                "content": "You will learn through a mix of reading, completing tasks and watching educational videos produced by user researchers working in government. You can keep track of your progress by taking quizzes and end-of-week tests, and by completing the learner tasks throughout the course. ",
                "tag": "p"
            },
            {
                "content": "The course is free to access, but for an optional fee you can gain permanent access to the course material, get a chance to take the course assessments, and receive a signed certificate of completion at the end of the course as a record of your learning. ",
                "tag": "p"
            },
            {
                "content": "Social learning",
                "tag": "h3"
            },
            {
                "content": "FutureLearn is a social learning platform and interaction between learners is fundamental to the experience. ",
                "tag": "p"
            },
            {
                "content": "On every step of the course, you will have the opportunity to chat to other learners about the subjects and activities covered. You can comment as much or as little as you would like, but we encourage you to join in and learn collaboratively.",
                "tag": "p"
            },
            {
                "content": "Register on FutureLearn now – the course is now permanently live! You can join the course at any time and learn at your own pace each week. ",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "p"
            },
            {
                "content": "Keep an eye out for our upcoming courses on more digital and data roles, including Business Analyst, Delivery Manager and Service Designer. ",
                "tag": "p"
            },
            {
                "content": "If you have any queries or would like to collaborate with the team on our next courses, you can contact the Learning Design team by emailing thomas.munley@digital.cabinet-office.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/04/23/introduction-to-user-research-now-available-on-futurelearn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Our new, free to access Introduction to User Research course is now available on FutureLearn! Read on to find out how you can join. "
    },
    {
        "title": "Exploring approaches for using GOV.UK One Login in local government: join our discovery ",
        "authors": [
            "The Local Digital team"
        ],
        "posted_on": "2025-04-23T14:41:14",
        "categories": [
            "Local Digital"
        ],
        "content": [
            {
                "content": "The way service users access public services is changing. At the heart of this transformation is GOV.UK One Login, which is a secure, unified way for people to sign in to government services. It’s currently being rolled out across central government in England, and now the Local Digital team is exploring how GOV.UK One Login could benefit local government. ",
                "tag": "p"
            },
            {
                "content": "We know that councils face challenges with identity checks and authentication. Users need easy, seamless access to services, and councils need efficient, secure and cost-effective solutions. To address these needs, we’re launching a discovery phase to understand how GOV.UK One Login could help councils. ",
                "tag": "p"
            },
            {
                "content": "Why One Login matters  ",
                "tag": "h2"
            },
            {
                "content": "Local government plays a significant role in the public’s lives, delivering essential services from housing support to waste collection. For many councils, the current authentication landscape is fragmented, with multiple logins across different services. This can be frustrating for users, and costly for councils. ",
                "tag": "p"
            },
            {
                "content": "By adopting centrally developed and tested components like One Login, councils could benefit from: ",
                "tag": "p"
            },
            {
                "content": "What the discovery will explore ",
                "tag": "h2"
            },
            {
                "content": "One Login has been designed with a focus on central government delivering transactional services. We don’t assume One Login is the right fit for every council service – our discovery aims to find out: ",
                "tag": "p"
            },
            {
                "content": "Over the next 10 weeks, we would like to work with councils and software suppliers to explore: ",
                "tag": "p"
            },
            {
                "content": "It’s about ensuring any solution meets the needs of councils and their residents. For some councils, adopting a new authentication system might feel daunting, so the discovery phase will concentrate on identifying options that are realistic, valuable and practical. ",
                "tag": "p"
            },
            {
                "content": "A gateway to future possibilities ",
                "tag": "h2"
            },
            {
                "content": "One Login can be a gateway to a more cohesive user experience. With the upcoming integration of the GOV.UK Wallet and the GOV.UK App, the public will soon be able to store, access and securely share government documents digitally – from driving licences to blue badges, and other essential paperwork. ",
                "tag": "p"
            },
            {
                "content": "One Login could simplify authentication and act as a foundation for seamless, secure access to government services where identity and eligibility need to be verified. This will help to reduce the administrative burden for both councils and residents. ",
                "tag": "p"
            },
            {
                "content": "How to get involved ",
                "tag": "h2"
            },
            {
                "content": "We want to hear from local government and software suppliers who are interested in shaping this work. Whether you’re keen to explore One Login or have concerns about its feasibility, your insights will be crucial. We’re committed to working with councils to understand what’s needed, and establish clear pathways for adoption. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to be involved or simply stay updated, let us know by completing this form by Friday 16 May. ",
                "tag": "p"
            },
            {
                "content": "Find out more about our work",
                "tag": "h2"
            },
            {
                "content": "Follow our channels for the latest updates and opportunities: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/23/exploring-approaches-for-using-gov-uk-one-login-in-local-government-join-our-discovery/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The way citizens access public services is evolving, and GOV.UK One Login, a secure and unified sign-in system, is central to this transformation. The Local Digital team is launching a discovery phase to understand how One Login could benefit local government by addressing challenges in identity checks and authentication. Learn more and find out how to get involved. "
    },
    {
        "title": "Meet the Modern Civil Service, Amritpal Chahal, Apprentice Software Developer - Ministry of Justice",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-04-23T11:51:48",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Interview",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "About TechTrack: Developing digital and data leaders",
                "tag": "h2"
            },
            {
                "content": "TechTrack is the government’s flagship apprenticeship programme for attracting and retraining talented individuals for digital and data leadership roles, and it has a key role in the Prime Minister’s plan to reshape government services. TechTrack, part of the Government Digital and Data community, sits at the heart of the digital centre of government and is part of the Department of Science, Innovation and Technology.",
                "tag": "p"
            },
            {
                "content": "The Modern Civil Service caught up with Amrit Chahal, an Apprentice Software Developer at the Ministry of Justice (MoJ), Amrit is one of the very first TechTrack apprentices. In this interview, we talk to him about his motivations, the TechTrack selection process, his experience of the apprenticeship ‘bootcamp’ training phase and Amrit’s views on a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "What does a Modern Civil Service mean to you?",
                "tag": "h3"
            },
            {
                "content": "To me, a Modern Civil Service is one that is efficient, inclusive and delivers in the best interest of the public. A service that keeps up with the ever-changing digital landscape.",
                "tag": "p"
            },
            {
                "content": "Tell us about TechTrack",
                "tag": "h3"
            },
            {
                "content": "TechTrack is a new type of apprenticeship that looks for new talent as well as existing civil servants who may be in established careers and in other fields. It aims to combine digital training with leadership elements to help drive an influx of tech leaders in government. Think of a digital version of the Civil Service Fast Stream!",
                "tag": "p"
            },
            {
                "content": "I applied for TechTrack as I am someone who has always been fascinated by technology. I was inspired by the opportunity to contribute to projects that make a difference to the public. ",
                "tag": "p"
            },
            {
                "content": "Being able to apply your learning immediately in the workplace is invaluable. There is a huge focus on support with the training providers, fostering a culture that enjoys sharing knowledge and continuous development.",
                "tag": "p"
            },
            {
                "content": "Could you share your experience about the TechTrack selection process?",
                "tag": "h3"
            },
            {
                "content": "The process started with assessing an individual’s learning aptitude, followed by a technical test. Then there were self-assessments, scenario based questions and formal interviews. I also had to present in one of the interviews. ",
                "tag": "p"
            },
            {
                "content": "I found the interview questions to be the most challenging part. I think the process really identifies those with the personality, enthusiasm, ability to learn and leadership qualities needed to thrive in the role.",
                "tag": "p"
            },
            {
                "content": "The government's blueprint for a modern digital government emphasises creating services that ‘do the hard work for citizens’. How does this user-centered philosophy influence your approach to software development?",
                "tag": "h3"
            },
            {
                "content": "You can read about the blueprint for a modern digital government on GOV.UK. Users are at the heart of all the work we do. As a developer, my aim will be to make digital services easy to use and accessible. This requires frequent testing and changes based on user feedback. The goal is that our services work well and are available to everyone.",
                "tag": "p"
            },
            {
                "content": "How do you see technologies like AI transforming public services, and what role do you hope to play in that transformation?",
                "tag": "h3"
            },
            {
                "content": "I see AI making public services more efficient and personalised. It can help with repetitive tasks and automate lengthy processes such as document reviews. I also see it providing faster and more personalised responses to citizens’ queries. ",
                "tag": "p"
            },
            {
                "content": "I want to ensure that AI is used ethically, and that human oversight, transparency and fairness remains central to our work. I hope to play a key role in making public services more efficient, as well as enhancing trust in the services.",
                "tag": "p"
            },
            {
                "content": "What's been your proudest achievement or contribution since joining the TechTrack programme?",
                "tag": "h3"
            },
            {
                "content": "Having the opportunity to ask the Prime Minister a question about the digital transformation of government with apprenticeships! Seven other TechTrack apprentices and I attended a hackathon at Downing Street earlier that same week. You can read about this on LinkedIn.",
                "tag": "p"
            },
            {
                "content": "TechTrack is central to building a Modern Civil Service fit for the digital age. How does it feel to be at the forefront of this transformation?",
                "tag": "h3"
            },
            {
                "content": "I am incredibly excited and grateful to be a part of this transformation. I think a modern Civil Service is one that is agile, digital, data-driven and focused on the public’s needs. I appreciate the responsibility that comes with this opportunity and believe a modern Civil Service must be digital-first and inclusive - ensuring services are accessible to everyone, regardless of their level of digital literacy.",
                "tag": "p"
            },
            {
                "content": "Finally, what's something you've learned about digital public service delivery that you wish more people understood?",
                "tag": "h3"
            },
            {
                "content": "More than just using new technology, it’s about a cultural change to embrace new ways of working. That means ensuring people are supported to try out new things and experiment. ",
                "tag": "p"
            },
            {
                "content": "I think it’s important to remember that digital services will continuously be changing, based on user feedback. This user experience is at the heart of the work we do - it is all about making life easier for people.",
                "tag": "p"
            },
            {
                "content": "If you are a department lead and would like to know more about hiring a TechTrack apprentice, you can register to attend a special ‘GDS talks TechTrack session’ and also contact the providers directly for Software Developer roles, or visit the Business Analyst page. For any questions you can contact the TechTrack team.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/04/23/meet-the-modern-civil-service-amritpal-chahal-apprentice-software-developer-ministry-of-justice/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "The Modern Civil Service caught up with Amrit Chahal, one of the very first TechTrack apprentices. In this interview, we talk to him about his motivations, the TechTrack selection process and Amrit’s views on a modern digital government. "
    },
    {
        "title": "Good food hygiene is good business",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-04-23T10:52:48",
        "categories": [
            "Business guidance",
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "At the FSA one of our guiding principles is making it easier for businesses to do the right thing. Today we're launching a campaign designed to help food businesses improve their hygiene standards through better use of FSA guidance and resources.",
                "tag": "p"
            },
            {
                "content": "Good hygiene isn't just about compliance—it directly affects business success. Our research shows that food hygiene standards matter significantly to customers: 64% of customers consider cleanliness when choosing where to eat, while 82% would avoid restaurants or takeaways with a hygiene rating of two or below.",
                "tag": "p"
            },
            {
                "content": "But we know many small and micro-businesses are missing out on the latest guidance that could help them protect their customers and ensure they meet their legal obligations to keep food safe.",
                "tag": "p"
            },
            {
                "content": "Many small businesses, for example, are unaware of the new allergy information requirements and only 6% of these businesses subscribe to FSA news and food alerts. This means they may miss information about products to be cleared from the shelves during a food safety incident.",
                "tag": "p"
            },
            {
                "content": "To help address this gap, we’re launching a refreshed FSA business website hub. This hub will allow food businesses to have quick and free access to the resources they need to run their businesses safely. It includes expanded free training resources and improved guidance materials, covering critical areas like allergen management and food incident response. ",
                "tag": "p"
            },
            {
                "content": "These tools are completely free to access and use. Our aim is simple: to make it easier for businesses to do the right thing. By engaging with these resources, we want to help business better protect customers, maintain public trust in the food industry, and stay compliant with the latest regulations. ",
                "tag": "p"
            },
            {
                "content": "To support and promote this campaign we’re working with trusted partners from across the food sector including food businesses and industry representatives to share the message with colleagues, employees and their wider networks. By working together, we can ensure businesses continue to thrive while keeping their customers safe. ",
                "tag": "p"
            },
            {
                "content": "Yn yr ASB, un o’n hegwyddorion arweiniol yw ei gwneud yn haws i fusnesau wneud y peth iawn. Heddiw, rydym yn lansio ymgyrch sydd wedi’i gynllunio i helpu busnesau bwyd i wella eu safonau hylendid, a hynny trwy ddefnyddio canllawiau ac adnoddau’r ASB yn well.",
                "tag": "p"
            },
            {
                "content": "Nid yw hylendid da yn ymwneud â chydymffurfio’n unig—mae’n effeithio’n uniongyrchol ar lwyddiant busnes. Mae ein hymchwil yn dangos bod safonau hylendid bwyd yn bwysig iawn i gwsmeriaid: mae 64% o gwsmeriaid yn ystyried glendid wrth ddewis ble i fwyta, a byddai 82% yn osgoi bwytai neu siopau tecawê sydd â sgôr hylendid o ddau neu lai.",
                "tag": "p"
            },
            {
                "content": "Ond rydym yn gwybod bod llawer o fusnesau bach a micro yn colli allan ar y canllawiau diweddaraf a allai eu helpu i ddiogelu eu cwsmeriaid a sicrhau eu bod yn bodloni eu rhwymedigaethau cyfreithiol i gadw bwyd yn ddiogel.",
                "tag": "p"
            },
            {
                "content": "Er enghraifft, nid yw llawer o fusnesau bach yn ymwybodol o’r gofynion newydd o ran gwybodaeth am alergeddau, a dim ond 6% o’r busnesau hyn sy’n tanysgrifio i hysbysiadau newyddion a rhybuddion bwyd yr ASB. Mae hyn yn golygu y gallent golli gwybodaeth am gynhyrchion i’w tynnu oddi ar y silffoedd yn ystod digwyddiad diogelwch bwyd.",
                "tag": "p"
            },
            {
                "content": "Er mwyn helpu i fynd i’r afael â’r bwlch hwn, rydym yn lansio hyb newydd i fusnesau ar wefan yr ASB. Bydd yr hyb hwn yn galluogi busnesau bwyd i gael mynediad cyflym at yr adnoddau sydd eu hangen arnynt i redeg eu busnesau’n ddiogel, a hynny’n rhad ac am ddim. Mae’n cynnwys mwy o adnoddau hyfforddi rhad ac am ddim a chanllawiau sydd wedi’u gwella; mae’r rhain yn cwmpasu meysydd hanfodol fel rheoli alergenau ac ymateb i ddigwyddiadau bwyd.",
                "tag": "p"
            },
            {
                "content": "Gellir cael at yr adnoddau hyn a’u defnyddio’n rhad ac am ddim. Mae ein nod yn syml: hynny yw, ei gwneud yn haws i fusnesau wneud y peth iawn. Gall manteisio ar yr adnoddau hyn helpu busnesau i ddiogelu cwsmeriaid yn well, cynnal ymddiriedaeth y cyhoedd yn y diwydiant bwyd, yn ogystal â pharhau i gydymffurfio â’r rheoliadau diweddaraf.",
                "tag": "p"
            },
            {
                "content": "I gefnogi a hyrwyddo’r ymgyrch hwn, rydym yn gweithio gyda phartneriaid dibynadwy o bob rhan o’r sector bwyd, gan gynnwys busnesau bwyd a chynrychiolwyr ar ran y diwydiant, i rannu’r neges gyda chydweithwyr, cyflogeion a’u rhwydweithiau ehangach. Trwy weithio ar y cyd, gallwn sicrhau bod busnesau’n parhau i ffynnu wrth gadw eu cwsmeriaid yn ddiogel ar yr un pryd.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/04/23/good-food-hygiene-is-good-business/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg At the FSA one of our guiding principles is making it easier for businesses to do the right thing. Today we're launching a campaign designed to help food businesses improve their hygiene standards through better use of FSA guidance …"
    },
    {
        "title": "STEM Futures: Bridging knowledge across sectors",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-04-22T15:33:18",
        "categories": [
            "Interchange"
        ],
        "content": [
            {
                "content": "Interchange Symposium 2025",
                "tag": "h2"
            },
            {
                "content": "STEM Futures is a partnership of organisations across government, industry and academia, delivered by the Government Science and Engineering (GSE) Profession team at the Government Office for –Science (GO-Science). STEM Futures aims to foster knowledge exchange at every career stage, from secondments and placements through to mentoring and coaching. ",
                "tag": "p"
            },
            {
                "content": "In March 2025, we hosted the second STEM Futures Interchange event at the Royal Society, bringing together approximately 50 attendees both in person and online. The day was a celebration of the diverse opportunities the scheme has made possible, and focused on how this can be developed further through cross-sector knowledge exchange.  ",
                "tag": "p"
            },
            {
                "content": "Opening remarks ",
                "tag": "p"
            },
            {
                "content": "The event was opened by a keynote speech from Andreea Anastasiu, the Executive Director of the Government Outcomes Lab at the Blavatnik School of Government, University of Oxford. Andreea shared her reflections on the importance of cross-sector partnerships and highlighted how people, rather than organisations, are at the heart of collaboration. ",
                "tag": "p"
            },
            {
                "content": "Showcasing success ",
                "tag": "p"
            },
            {
                "content": "Ted Hayden, the Director of GO-Science, then chaired a panel showcasing the exciting knowledge exchange activities supported by STEM Futures. Delegates heard perspectives from the Nuclear Hub, the Space Hub, the Department for Energy Security and Net Zero (DESNZ), and a secondee from the National Physical Laboratory (NPL) into the Department for Science, Innovation and Technology (DSIT). Each shared their personal experiences of the scheme, highlighting the importance of engaging with the right people early on to set up secondment opportunities. ",
                "tag": "p"
            },
            {
                "content": "Collaborating on priority topics ",
                "tag": "p"
            },
            {
                "content": "To support partners in getting the best out of STEM Futures, delegates took part in a collaborative workshop activity centred around four priority topic areas: ",
                "tag": "p"
            },
            {
                "content": "This allowed partners to share their insights and discuss how they could work together, generating a host of fantastic ideas about how to better support knowledge exchange opportunities across sectors. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "Sophie Boldon, Deputy Director for Science and Innovation Systems and Capability at GO-Science, wrapped up the day with reflections, sharing her excitement about the future of STEM Futures.  ",
                "tag": "p"
            },
            {
                "content": "Interested in how STEM Futures can benefit your organisation?  Get in touch with us at STEMFutures@go-science.gov.uk to find out more about how the scheme can help deliver innovative STEM knowledge-exchange opportunities.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/04/22/stem-futures-bridging-knowledge-across-sectors/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Interchange Symposium 2025 STEM Futures is a partnership of organisations across government, industry and academia, delivered by the Government Science and Engineering (GSE) Profession team at the Government Office for –Science (GO-Science). STEM Futures aims to foster knowledge exchange at …"
    },
    {
        "title": "Additional Job vacancies April 2025",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-04-22T13:59:21",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "Here is a list of more current veterinary job vacancies in the Civil Service. Click on the links to find out more. the links to find out more. You may need to set up a username and password to access the details of each post.",
                "tag": "p"
            },
            {
                "content": "For job alerts, sign up to Civil Service jobs website. Under job roles, select “Veterinary Services”.",
                "tag": "p"
            },
            {
                "content": "You can find experiences from vets who have worked in these organisations, such the FSA, APHA and MoD as well as others, throughout the blog.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/04/22/additional-job-vacancies-april-2025/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Here is a list of more current veterinary job vacancies in the Civil Service. Click on the links to find out more. the links to find out more. You may need to set up a username and password to access the …"
    },
    {
        "title": "FIP: Guidance now available for upcoming funding competitions ",
        "authors": [
            "Joss Wallace"
        ],
        "posted_on": "2025-04-22T12:33:23",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "I’m pleased to share that guidance is now available for 2 upcoming funding competitions under the Farming Innovation Programme (FIP): Precision Breeding and Low Emissions Farming. ",
                "tag": "p"
            },
            {
                "content": "Both competitions open on 5 May. We’ve published the guidance now, so farmers, growers and foresters have time to prepare. ",
                "tag": "p"
            },
            {
                "content": "A total of £25 million is available through these competitions.  ",
                "tag": "p"
            },
            {
                "content": "These areas have been identified as priorities for support because of their potential to improve productivity and sustainability. ",
                "tag": "p"
            },
            {
                "content": "Precision breeding can support farmers to be more productive, resilient and resource efficient. Investing in low emissions farming supports the sector’s efforts to reduce its environmental impact while maintaining profitability. ",
                "tag": "p"
            },
            {
                "content": "Whether you're focused on advancing precision breeding or reducing emissions, these competitions are here to help bring your ideas to life.  ",
                "tag": "p"
            },
            {
                "content": "In this post, I’ll share links and provide an overview of both competitions.  ",
                "tag": "p"
            },
            {
                "content": "Precision Breeding Competition",
                "tag": "h2"
            },
            {
                "content": "Aim of funding: This competition will fund research in precision breeding, a technology that has the potential to transform the plant breeding sector in England. Precision breeding enables the commercialisation of new crops in years, rather than decades. These crops can be: ",
                "tag": "p"
            },
            {
                "content": "Ultimately, research from these projects could reduce the need for pesticides, increase food production and lower costs for farmers. ",
                "tag": "p"
            },
            {
                "content": "Funding available: A share of £12.5 million. ",
                "tag": "p"
            },
            {
                "content": "Open to: Collaborative projects, led by farm businesses or agricultural supply chain businesses. ",
                "tag": "p"
            },
            {
                "content": "Project cost: £1 million to £2.5 million.  ",
                "tag": "p"
            },
            {
                "content": "Low Emissions Farming Competition",
                "tag": "h2"
            },
            {
                "content": "Aim of funding: This competition will support research into innovative ways to reduce emissions on farms. Projects could focus on areas such as: ",
                "tag": "p"
            },
            {
                "content": "Funding available: A share of £12.5 million. ",
                "tag": "p"
            },
            {
                "content": "Open to: Collaborative projects led by farm businesses, agricultural supply chain businesses, or research organisations. ",
                "tag": "p"
            },
            {
                "content": "Project cost: £1 million to £2.5 million. ",
                "tag": "p"
            },
            {
                "content": "Networking and briefing events ",
                "tag": "h2"
            },
            {
                "content": "Applications for both competitions are open to consortia, which are collaborative teams made up of businesses and research organisations.  ",
                "tag": "p"
            },
            {
                "content": "The funding supports projects at all stages of the R&D lifecycle, from early ideas through to commercialisation, helping the most promising solutions to move forward. ",
                "tag": "p"
            },
            {
                "content": "To help you connect with potential partners and gain a clearer understanding of the application process, we’re hosting networking and briefing events: ",
                "tag": "p"
            },
            {
                "content": "Farmers, industry leaders and researchers will come together at these events to share ideas, explore opportunities and form new partnerships. ",
                "tag": "p"
            },
            {
                "content": "Support for innovation ",
                "tag": "h2"
            },
            {
                "content": "Since 2021, the Farming Innovation Programme, in partnership with Innovate UK, has backed over 290 projects across more than 600 organisations, supporting the creation and adoption of innovative technology. ",
                "tag": "p"
            },
            {
                "content": "With over £150 million committed by government and a further £54 million in private investment secured, an interim evaluation indicates that the programme aligns well with industry priorities, notably, increasing productivity and reducing greenhouse gas emissions. ",
                "tag": "p"
            },
            {
                "content": "These competitions offer a chance to help build a farming sector that is more resilient, sustainable and profitable.",
                "tag": "p"
            },
            {
                "content": "Your involvement could make a meaningful difference to the future of farming in England. We’ll share updates along the way, so do subscribe to the Farming blog.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/04/22/fip-guidance-now-available-for-upcoming-funding-competitions/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Farmers, growers and foresters who want to develop and implement innovative agricultural practices and technologies will soon be able to apply for funding through the Farming Innovation Programme (FIP). Guidance for the Precision Breeding and Low Emissions Farming competitions is available now, so you can prepare before they open on 5 May."
    },
    {
        "title": "How UK technology helped land on the Moon",
        "authors": [
            "Nammo UK"
        ],
        "posted_on": "2025-04-22T11:53:47",
        "categories": [
            "Delivering Missions and Capabilities"
        ],
        "content": [
            {
                "content": "Sunday 2 March 2025 marked a momentous day for Nammo UK as Firefly’s Blue Ghost became the first commercial lunar lander to successfully land on the Moon! This wouldn’t have been possible without our LEROS 4-ET (Extended Thrust) engine.",
                "tag": "p"
            },
            {
                "content": "In 2011, the European Space Agency and the UK Space Agency were looking for a company to develop a high-thrust apogee engine (HTAE). Despite being a much smaller company at the time, Nammo UK won the contract and began developing this exciting new capability.  ",
                "tag": "p"
            },
            {
                "content": "Fast forward to 2021, Firefly Aerospace approached Nammo UK in search of an engine capable of landing their Blue Ghost lunar lander on the Moon. Thanks to the development of the HTAE, Nammo UK were well equipped to meet Firefly’s needs, leading to the creation of the LEROS 4-ET (Extended Thrust).",
                "tag": "p"
            },
            {
                "content": "The LEROS 4-ET was designed, manufactured and tested in-house at Nammo’s Westcott (Buckinghamshire) and Dublin sites by their highly skilled team. The engine was tested on site in Nammo UK’s vacuum test facility, a capability made possible through the support of the UK Space Agency’s National Space Propulsion Test Facility. The collaboration between these two sites allows the team to simulate the conditions in space under vacuum.",
                "tag": "p"
            },
            {
                "content": "What makes this engine unique is that the very first unit built went straight to flight following a highly successful series of tests.",
                "tag": "p"
            },
            {
                "content": "Before doing its final burn, the LEROS 4-ET had to complete a series of other manoeuvres to get to that point. On 9 February 2025 it completed its trans-lunar injection burn, which accelerated Blue Ghost to a velocity sufficient enough to escape Earth’s gravity and enter free space towards the Moon. Approximately 4 days later, the 4-minute-long lunar orbit insertion burn occurred to slow Blue Ghost sufficiently for capture into lunar orbit.",
                "tag": "p"
            },
            {
                "content": "The LEROS 4 performed its longest burn on 2 March. This was the descent orbit insertion burn, lasting approximately 550 seconds, that was critical to the successful landing of Blue Ghost, working in conjunction with Firefly’s 200 Newton engines on the perimeter of the spacecraft.",
                "tag": "p"
            },
            {
                "content": "Ian Coxhill, Chief Engineer at Nammo UK, explained:",
                "tag": "p"
            },
            {
                "content": "Now a piece of the UK is sat comfortably on the lunar surface forever; you can see the engine very clearly in this blog’s first image at the bottom of the lander’s shadow!",
                "tag": "p"
            },
            {
                "content": "Nammo UK would like to thank the UK Space Agency and ESA for the success of the LEROS 4, as it would not have been possible without their support in the development of the engine.",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency’s National Space Propulsion Test Facility enabled the test campaign, demonstrating its value as a critical facility for the UK’s space industry. There are more exciting things to come, as ESA’s Envision mission to Venus will be powered by the HTAE that will be qualified for flight using the Facility.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/04/22/how-uk-technology-helped-land-on-the-moon/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Nammo in the UK made the engines that helped Firefly’s Blue Ghost land on the Moon in March."
    },
    {
        "title": "DBT's Machinery of Government: an insight into the teams behind the Single IT Platform migration project (part 2)",
        "authors": [
            "Imogen Barker, Senior Engagement and Strategic Adoption Officer"
        ],
        "posted_on": "2025-04-22T10:00:49",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Welcome to part 2 of our Machinery of Government (MoG) blog. This series explores one of the biggest digital MoG migration programmes in government.  We migrated almost 2,000 colleagues onto the Department for Business and Trade’s (DBT) Single IT Platform.",
                "tag": "p"
            },
            {
                "content": "Read the MoG blog part 1 which discusses some of the technical workstreams on this migration programme. In part 2 we hear from a different workstream; the Change, Communication and Engagement (CCE) team. CCE played a crucial role in ensuring the success of the programme, helping colleagues navigate their digital migration into DBT and adapt to the changes brought with it.   ",
                "tag": "p"
            },
            {
                "content": "While 2 blog posts cannot do the hard work of this migration programme full justice, we are trying to capture some of the incredible work that has gone into it. Hopefully this can help others working on future MoGs or large change programmes, and showcases the breadth of work that colleagues across Digital, Data and Technology (DDaT) do.",
                "tag": "p"
            },
            {
                "content": "Change Communication and Engagement",
                "tag": "h2"
            },
            {
                "content": "Miriam Wheeler",
                "tag": "h3"
            },
            {
                "content": "Imogen Barker",
                "tag": "h3"
            },
            {
                "content": "Charlotte Saxby",
                "tag": "h3"
            },
            {
                "content": "The Change, Communication and Engagement workstream was made up of colleagues from the DBT Project, Delivery and Change, and DDaT directorates. We have expertise in working on change projects, colleague engagement, communications, User Research and Content Design.",
                "tag": "p"
            },
            {
                "content": "The CCE workstream has been vital in bridging the gap between the programme team and colleagues undergoing their migration onto the DBT Single IT Platform. We engaged with colleagues to ensure they were fully supported throughout their migration journey. We used:",
                "tag": "p"
            },
            {
                "content": "CCE worked closely with all the programme workstreams including DBT’s internal communications team, as we were responsible for cascading key messages to colleagues on their behalf.",
                "tag": "p"
            },
            {
                "content": "We worked most closely with the Device Rollout and Personal Data Migration (PDM) workstreams discussed in part 1 of this blog. We were in direct contact with colleagues booking to attend sessions to receive their replacement DBT devices. It was fundamental for us to stay connected with these workstreams to ensure they knew when colleagues were scheduled for their migrations. The Device Rollout and PDM workstreams could then ensure the correct personal data migrations were completed and the engineers running the sessions were notified.",
                "tag": "p"
            },
            {
                "content": "As this was a change programme, we learnt to tailor our communications to suit individuals and help them feel more confident adapting to new ways of working. Many colleagues required help with accessibility or were worried about what the changes would bring, so we needed to consider the impact this would have.",
                "tag": "p"
            },
            {
                "content": "We adjusted our messaging to be more informal and used direct messages with colleagues when required. We worked with the engineers to arrange one-on-one sessions with colleagues where needed to help those who were particularly anxious or less ‘tech-savvy’. We also worked with colleagues who used assistive technology or equipment to understand what they required to make sure we were prepared ahead of their sessions. This helped alleviate anxieties and made sure they could continue working effectively through their migration.",
                "tag": "p"
            },
            {
                "content": "We also ran and facilitated drop-in information sessions in collaboration with other workstreams. This was a chance for colleagues to have their questions answered and make sure they knew what to expect.",
                "tag": "p"
            },
            {
                "content": "Colleagues migrated with their directorates in cohort groups. Each cohort was assisted through the MoG by a diverse network of Champions; representatives from each cohort who provided a pivotal link between the programme team and colleagues.",
                "tag": "p"
            },
            {
                "content": "The CCE workstream led engagements with the Champions, who were able to assist colleagues with queries and provide support along with a familiar face. They also helped gather feedback and encourage colleagues to take part in User Research to help us continuously improve their experience.",
                "tag": "p"
            },
            {
                "content": "Adapting our approach from User Research",
                "tag": "h2"
            },
            {
                "content": "It was challenging for us to establish clear processes at the start of the MoG. As the programme evolved, we learned and continually improved the experience for each cohort.  ",
                "tag": "p"
            },
            {
                "content": "Throughout the programme, we conducted User Research (UR) sessions and issued surveys to gather feedback on how to iteratively improve our communications and colleagues’ understanding of the MoG.",
                "tag": "p"
            },
            {
                "content": "At the beginning, we were sending guidance which was unclear for colleagues and used time-consuming methods. These were often static such as PowerPoints or manually sent emails. From UR feedback, the programme’s content designer created a Migration Hub. This was a fantastic SharePoint site where colleagues could find all the information and guidance they needed at every stage of their migration journey. This could also be continuously updated and meant guidance was kept current.",
                "tag": "p"
            },
            {
                "content": "This resource was hugely improved by carrying out UR with colleagues undergoing their migration. We learnt that they were busy and required simple language which was easy to understand and not too technical. They preferred guidance to be presented in a variety of digestible formats such as pictures or videos. They also wanted to easily find out who to contact for help. These changes proved to be hugely useful for colleagues also using assistive technology. Having to download PowerPoint documents makes it difficult to navigate back to guidance pages and unnecessary images are hard for screen readers to understand.",
                "tag": "p"
            },
            {
                "content": "Key learnings",
                "tag": "h2"
            },
            {
                "content": "We have a lot of learnings from working on this programme. The 5 top things the CCE team have learnt are needed to deliver a successful migration programme include,",
                "tag": "p"
            },
            {
                "content": "Colleague quote: “The team are truly amazing and everyone they speak to and help comes out of the room praising them. Thank you all so much. They deserve all the praise.These projects are not easy to manage, but this had felt very professionally and humanly led”",
                "tag": "p"
            },
            {
                "content": "Although this only captures a small amount of the migration programme work, we hope this provides useful insight into the type of work DDaT can do. This is also not the end. The team are creating a MoG playbook for DBT, capturing everything that has gone into this programme and our learnings, to help future programmes like this one.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h3"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/04/22/dbts-machinery-of-government-an-insight-into-the-teams-behind-the-single-it-platform-migration-project-part-2/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Continue to meet the teams behind DBT’s Single IT Platform migration as part of the Machinery of Government project."
    },
    {
        "title": "Reflections on the Civil Service Climate and Environment Conference",
        "authors": [
            "Will Stobbs - Actuary"
        ],
        "posted_on": "2025-04-22T09:41:32",
        "categories": [
            "Actuary",
            "Analysis",
            "Climate change",
            "Modelling",
            "Risk management"
        ],
        "content": [
            {
                "content": "The Civil Service Climate and Environment Network (CSCEN) welcomed more than 1,000 civil and public servants in person in London, online, and at satellite viewing parties across the UK to its 2025 conference. The event, on 18 March 2025, was a testament to the dedication and passion of civil servants working towards a sustainable future.",
                "tag": "p"
            },
            {
                "content": "A collaborative effort",
                "tag": "h2"
            },
            {
                "content": "Organising this conference was no small feat. I was fortunate to lead a team of 10 volunteers from across government, all of whom played a crucial role in making the event a success. Their hard work and commitment were truly inspiring, and it was a pleasure to see how effectively we could collaborate across different sectors to achieve a common goal. ",
                "tag": "p"
            },
            {
                "content": "On the day we were joined by a further 30 volunteers. The volunteers demonstrated exceptional teamwork and dedication, ensuring that every aspect of the conference ran smoothly. From co-ordinating logistics to managing communications, their efforts were invaluable.",
                "tag": "p"
            },
            {
                "content": "A day of insight and inspiration",
                "tag": "h2"
            },
            {
                "content": "The conference featured a range of sessions and discussions on key topics such as climate change, the use of AI, and nature financing. ",
                "tag": "p"
            },
            {
                "content": "One of my personal highlights was the panel discussion I hosted with Rachel Kyte and Ruth Davis OBE, UK Special Representatives for Climate and Nature respectively. ",
                "tag": "p"
            },
            {
                "content": "They shared their insights on the international challenges facing both climate and nature, sparking thought-provoking conversations and inspiring many of us to continue our efforts in this critical area. Rachel and Ruth's perspectives on global environmental issues provided a deeper understanding of the complexities involved and the need for collaborative solutions. Their discussions emphasised the importance of the work the UK is doing internationally and left me with a few key takeaways:",
                "tag": "p"
            },
            {
                "content": "Building connections across government",
                "tag": "h2"
            },
            {
                "content": "One of the most rewarding aspects of organising this conference was the opportunity to build connections across government. It was incredible to see the volume of work being done in the climate and environment space and to meet so many dedicated individuals who are making a difference.  ",
                "tag": "p"
            },
            {
                "content": "These connections are invaluable, and I look forward to continuing to collaborate with my colleagues to drive positive change. The conference served as a platform for networking and exchanging ideas, fostering a sense of community among civil servants committed to sustainability. The enthusiasm and commitment of everyone involved was wonderful to see. ",
                "tag": "p"
            },
            {
                "content": "Personal reflections",
                "tag": "h2"
            },
            {
                "content": "Reflecting on the conference, I am filled with a sense of pride and accomplishment. It was heartening to witness the collective efforts of civil servants working towards a common goal of environmental sustainability.",
                "tag": "p"
            },
            {
                "content": "The conference highlighted the diverse initiatives and projects underway across government, showcasing the innovative approaches being taken to address climate and environmental challenges. Seeing the volume of work going on in this space across government was eye-opening. ",
                "tag": "p"
            },
            {
                "content": "It reinforced my belief in the power of collaboration and the importance of building cross-government connections. The conference provided a unique opportunity to learn from each other, share best practices, and explore new ideas.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "The success of this conference has only strengthened my resolve to continue making a difference through our work at the Government Actuary’s Department. Through working with my colleagues to deliver impactful advice and analysis to help the public sector navigate climate risks I am excited to see what we can achieve together in the future.",
                "tag": "p"
            },
            {
                "content": "Thank you to everyone who attended and contributed to the Civil Service Climate and Environment Conference 2025. Your participation and support are what made this event a success, and I am grateful for the opportunity to work alongside such passionate and dedicated individuals.",
                "tag": "p"
            },
            {
                "content": "Disclaimer ",
                "tag": "h3"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/04/22/reflections-on-the-civil-service-climate-and-environment-conference/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "GAD actuary Will Stobbs was at the forefront of a team that set up and ran a recent major climate conference. The event attracted notable speakers and exhibitors from across government, the public sector and academia."
    },
    {
        "title": "Free breakfast club roll out: everything you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-22T00:01:00",
        "categories": [
            "breakfast clubs",
            "Childcare",
            "Free School Meals",
            "Schools"
        ],
        "content": [
            {
                "content": "What is the new free breakfast club scheme?  ",
                "tag": "h3"
            },
            {
                "content": "We have introduced free breakfast clubs - 30 minute sessions before school where children get a free breakfast so they to start every day ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Around 180,000 pupils in the most disadvantaged communities will be able to access free breakfast clubs. As children return from the Easter holidays, the first 750 schools will take part in the programme.",
                "tag": "p"
            },
            {
                "content": "These schools are based across nine regions in England and will be funded to provide this service – available to all children in each setting.  ",
                "tag": "p"
            },
            {
                "content": "This is the first phase of a national roll out which will see free breakfast clubs in every primary school in England in due course ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment. ",
                "tag": "p"
            },
            {
                "content": "What will my child get for breakfast? ",
                "tag": "h3"
            },
            {
                "content": "Schools will provide healthy, nutritious and varied breakfasts that follow the School Food Standards.  ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": " Free breakfast clubs mean no child starts school hungry and will help set children up for the day by providing a nutritious breakfast as well as time with friends to enjoy activities such as reading and crafts. ",
                "tag": "p"
            },
            {
                "content": "Breakfast clubs, such as those already run by the Magic Breakfast programme have been shown to boost children’s reading, writing, and maths by an average of two months.   ",
                "tag": "p"
            },
            {
                "content": "For parents, free breakfast clubs mean help with childcare at the start of the school day – at no extra costs. It means those parents can drop their children off half an hour earlier – helping parents get into work, giving them up to 95 additional hours back to juggle busy mornings, and saving working families up to £450 a year.",
                "tag": "p"
            },
            {
                "content": "We know many families are feeling the impact of the cost-of-living crisis. Out of the around 180,000 children who will benefit in the first 750 schools, around 80,000 attend schools in deprived areas.  ",
                "tag": "p"
            },
            {
                "content": "This is one of the measures we are taking to cut the cost of living for families. We are also legislating to significantly cut uniform costs through a cap on branded items, alongside our government-funded childcare rollout.",
                "tag": "p"
            },
            {
                "content": "Which schools are part of the first phase of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Schools selected for the early adopter scheme will contact families directly about how to sign up for the breakfast club. The chosen schools represent different types, sizes and geographical areas across England. ",
                "tag": "p"
            },
            {
                "content": "What if my school isn't part of the scheme yet? ",
                "tag": "h3"
            },
            {
                "content": "This is the first phase of a planned national rollout. The government is using this early adopter phase to learn from different types of schools before expanding the programme. Schools are currently testing various approaches to ensure the programme works effectively for all communities. ",
                "tag": "p"
            },
            {
                "content": "If you have specific questions about how the new breakfast club scheme will work in your child's school, we recommend speaking directly with the school once they confirm their participation. ",
                "tag": "p"
            },
            {
                "content": "How much funding will schools get?",
                "tag": "h3"
            },
            {
                "content": "Schools will receive a lump sum for set up, and then a further recurring lump sum of over £1000 to help with costs.  ",
                "tag": "p"
            },
            {
                "content": "To put this in perspective, an average school with 50% take up on the early adopter scheme would receive around £23k for a full year. ",
                "tag": "p"
            },
            {
                "content": "That money will cover the cost of food, delivery and staffing costs.  This is much more than the existing school breakfast programme - on average, a school switching to the early adopter scheme would receive an additional £21,400 of funding.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/free-breakfast-club-roll-out-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "What is the new free breakfast club scheme?   We have introduced free breakfast clubs - 30 minute sessions before school where children get a free breakfast so they to start every day ready to learn.  Around 180,000 pupils in …"
    }
]