[
    {
        "title": "Furthering collaboration on UK subsea infrastructure data",
        "authors": [
            "Rory Shepherdson"
        ],
        "posted_on": "2025-08-04T17:17:46",
        "categories": [
            "Seabed mapping",
            "Subsea National Infrastructure"
        ],
        "content": [
            {
                "content": "Calling UK government, Crown Dependency, Overseas Territory and private sector colleague participation",
                "tag": "h3"
            },
            {
                "content": "A clear understanding of our Subsea National Infrastructure (SNI) is crucial to the UK, Crown Dependencies and Overseas Territories. Location-based data depicting SNI is important to a range of stakeholders responsible for managing, optimising and protecting this infrastructure.",
                "tag": "p"
            },
            {
                "content": "A new data discovery project is underway to understand more about SNI data, its management—and which organisations are involved—and to identify areas for potential optimisation. Commissioned by the COAST (Coast and Oceans Applied Systems Thinking) group of Chief Scientific Advisors, this study aims to inform government policy making and support the planning, protection and management of subsea infrastructure in the UK, Crown Dependencies and Overseas Territories.",
                "tag": "p"
            },
            {
                "content": "To inform this study, we are inviting stakeholders who use or manage subsea data to share their insights by completing a short questionnaire.",
                "tag": "p"
            },
            {
                "content": "About the project",
                "tag": "h2"
            },
            {
                "content": "There are many types of SNI, and COAST has recognised the value of having a 'single best view'. Therefore, COAST seeks to understand how SNI data is collected, collated, stored and shared across government organisations across the UK, Crown Dependencies and Overseas Territories. Recognising the private sector's central role as SNI data owners, users and experts, we are also keen to understand and map out government-to-private sector relationships and benefit from their expert insights.",
                "tag": "p"
            },
            {
                "content": "This project will create a high-level understanding of the current approach to data management and signpost areas for further investigation.",
                "tag": "p"
            },
            {
                "content": "Representatives from The Crown Estate (TCE), the Department for Science, Innovation and Technology (DSIT) and the UK Hydrographic Office (UKHO) are co-managing this project. A cross-government project steering group has been established to ensure they address all relevant issues.",
                "tag": "p"
            },
            {
                "content": "Key areas to explore  ",
                "tag": "h2"
            },
            {
                "content": "One of the fundamental questions the project seeks to explore is what is meant by 'SNI' and which types of data this could describe.",
                "tag": "p"
            },
            {
                "content": "To address this, we want to gather the views of public and private sector stakeholders to consider a wide range of SNI features covering critical and non-critical assets. This could include data types that immediately come to mind, such as cables, pipelines and offshore energy, but also features that may not have been previously considered, such as components of maritime navigation, scientific monitoring and natural assets, along with new and emerging uses such as subsea data centres and carbon storage.",
                "tag": "p"
            },
            {
                "content": "If you use or manage SNI data, your input will be vital in shaping the future management of the UK's subsea infrastructure data.",
                "tag": "p"
            },
            {
                "content": "Contribute to the research ",
                "tag": "h2"
            },
            {
                "content": "We invite all UK Public Sector, Crown Dependency, Overseas Territory and Private Sector stakeholders involved in subsea infrastructure to share their insights by completing our questionnaire. We also encourage you to share this with your colleagues and peers using and managing SNI data.",
                "tag": "p"
            },
            {
                "content": "Please note that at no point will this discovery project ask for datasets or specific locations of assets.",
                "tag": "p"
            },
            {
                "content": "The survey is open until 15 September 2025.",
                "tag": "p"
            },
            {
                "content": "Complete the survey",
                "tag": "p"
            }
        ],
        "link": "https://ukhodigital.blog.gov.uk/2025/08/04/furthering-collaboration-on-uk-sub-surface-infrastructure-data/",
        "blog": "UK Hydrographic Office",
        "blog_link": "https://ukhodigital.blog.gov.uk",
        "description": "Calling UK government, Crown Dependency, Overseas Territory and private sector colleague participation A clear understanding of our Subsea National Infrastructure (SNI) is crucial to the UK, Crown Dependencies and Overseas Territories. Location-based data depicting SNI is important to a range …"
    },
    {
        "title": "Call for views on trust services: we want to hear from you ",
        "authors": [
            "Inika Charles"
        ],
        "posted_on": "2025-08-04T16:44:08",
        "categories": [
            "Digital identity",
            "Trust services"
        ],
        "content": [
            {
                "content": "Today we’ve published a call for views on the adoption of trust services. You can respond to the call for views on GOV.UK until the 20th of September 2025.  ",
                "tag": "p"
            },
            {
                "content": "What are trust services? ",
                "tag": "h2"
            },
            {
                "content": "Trust services are digital tools, such as e-signatures, that make online transactions more secure and reliable. We wrote previously on this blog about the different types of trust services, and on the changes that the Data (Use and Access) Act is making to the UK’s trust services regulatory framework.  ",
                "tag": "p"
            },
            {
                "content": "A sectoral analysis which DSIT conducted in 2024 of identified digital identity service providers in the UK found that 34% offer trust services (including electronic seals, signatures, and certificates), and that those providers which offer trust services generated an estimated revenue of £136 million in 2023-2024.  ",
                "tag": "p"
            },
            {
                "content": "Why we’ve published a call for views ",
                "tag": "h2"
            },
            {
                "content": "The evidence we hold about the trust services market in the UK is limited. This call for views will help us understand what interventions might be useful to support this market to grow further as part of the UK’s digital economy.  ",
                "tag": "p"
            },
            {
                "content": "The call for views seeks responses from organisations who offer trust services in the UK, and from those that use these products. If the responses suggest government action is needed, we will consult again and seek to gather information more widely, including from individuals. ",
                "tag": "p"
            },
            {
                "content": "We look forward to hearing from you! ",
                "tag": "h2"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/08/04/call-for-views-on-trust-services-we-want-to-hear-from-you/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Today we’ve published a call for views on the adoption of trust services. You can respond to the call for views on GOV.UK until the 20th of September 2025.   What are trust services?  Trust services are digital tools, such as …"
    },
    {
        "title": "Reflections on Civil Service Live 2025",
        "authors": [
            "Suzy Robinson"
        ],
        "posted_on": "2025-08-04T15:08:41",
        "categories": [
            "Civil Service Live",
            "Defra digital",
            "Learning and Development"
        ],
        "content": [
            {
                "content": "Suzy Robinson, Head of Delivery Management (interim), shares her experiences at Civil Service Live 2025 and what she's learned from attending Civil Service Live over the past few years.",
                "tag": "p"
            },
            {
                "content": "Civil Service Live (CSL) is a great way to learn more about how government works, what other departments are focussing on, and network with colleagues across the board. I’d recommend it to anyone who’s joined the Civil Service recently, and anyone who wants to raise their head from their day-to-day work to collaborate with change makers across government.",
                "tag": "p"
            },
            {
                "content": "Session highlights from previous years",
                "tag": "h2"
            },
            {
                "content": "Over the last few years, I’ve attended CSL in London, Newport, Cardiff and Manchester – including in 2023 when I attended as a presenter – co-facilitating a design sprint workshop with Department for Education.",
                "tag": "p"
            },
            {
                "content": "At previous events I’ve focused on learning about the fallout from the conflict in Ukraine. I’ve attended everything from Dame Melinda Simmons sharing her experience of being the ambassador to Kyiv during Russia’s invasion, to the Ministry of Housing, Communities and Local Government talk about Homes for Ukraine, to the Department for Digital, Culture, Media and Sport teams who made sure Eurovision 2023 would honour the winners of the 2022 contest and still go ahead.",
                "tag": "p"
            },
            {
                "content": "Other popular talks at Civil Service Live in the last few years included the 2022 Commonwealth Games, the Queen’s funeral and lying-in-state queue tracker, and the King’s Coronation. It’s fascinating to see how these events come together to incorporate thousands of years of history.",
                "tag": "p"
            },
            {
                "content": "A focus on artificial intelligence ",
                "tag": "h2"
            },
            {
                "content": "Artificial intelligence (AI) was the hottest topic this year. I attended ‘The Ultimate Hack: get ready for a new era of digital government’ and the AI workshop from the Government Legal Service, where colleagues discussed how their departments are implementing AI.",
                "tag": "p"
            },
            {
                "content": "I shared how Defra group is using AI to identify lesions in cattle hooves, and flora and fauna in the seabed. HMRC has implemented chat bots because the helplines are so busy. Some GPs are using ambient voice transcription during patient appointments. A platform called Minute is being trialled in local authorities to create minutes and transcripts. Another platform called Parlex is being used to predict parliamentary responses to a given policy. ",
                "tag": "p"
            },
            {
                "content": "A common theme throughout these digital conversations was 'digital first but not digital only' and 'humans in the loop'. We need to learn how to work with emerging technology but never forget that our users are real people.",
                "tag": "p"
            },
            {
                "content": "Leadership to enhance security",
                "tag": "h2"
            },
            {
                "content": "My biggest takeaway from this year's event was the importance of security. I know what the protocols are, but it’s hard to feel passionate about adhering to them. ",
                "tag": "p"
            },
            {
                "content": "Attending this year’s packed talk from Cabinet Office's Government Security Group showed me how hard our colleagues are working to keep us safe—not only the more than half a million Civil Servants in the UK, but our friends and families too. I care and understand much more than I used to, and I’m going to put my learnings into place.",
                "tag": "p"
            },
            {
                "content": "So much of security is about people—human error, trust between colleagues, dissatisfaction at work. As a line manager, I can take steps to cultivate psychological safety so my direct reports can come to me if they’ve made a mistake, or spot a security breach, and know that I will take the right actions. I can role model and reward good security behaviours. I can intervene to make things better if colleagues aren’t happy in their roles.",
                "tag": "p"
            },
            {
                "content": "It can be hard to make time for Civil Service Live, but we all deserve a day away from our desks, soaking up some of the best and brightest ideas in our industry.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/08/04/reflections-on-civil-service-live-2025/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Suzy Robinson, Head of Delivery Management (interim), shares her experiences at Civil Service Live 2025 and what she's learned from attending Civil Service Live over the past few years."
    },
    {
        "title": "Beyond inspections: a vet student's insights into the VMD",
        "authors": [
            "Mev Kiani"
        ],
        "posted_on": "2025-08-04T14:57:33",
        "categories": [
            "Training"
        ],
        "content": [
            {
                "content": "A group of veterinary students recently completed an Extramural Studies placement at the VMD.",
                "tag": "p"
            },
            {
                "content": "One of the students, Mev, shared her experience of the placement.",
                "tag": "p"
            },
            {
                "content": "My experience at the VMD",
                "tag": "h2"
            },
            {
                "content": "Before beginning my EMS placement at the Veterinary Medicines Directorate (VMD), my understanding of the organisation was limited. Like many veterinary students and professionals, I primarily associated the VMD with inspections, a visible and often discussed aspect of their work within the profession.  ",
                "tag": "p"
            },
            {
                "content": "However, my week at the VMD has completely transformed that perception and opened my eyes to the depth, breadth, and critical importance of their roles in veterinary medicine. ",
                "tag": "p"
            },
            {
                "content": "Learning from the experts",
                "tag": "h2"
            },
            {
                "content": "Throughout the placement, I was immersed in a range of departments and given the opportunity to learn directly from experts working in pharmacovigilance, efficacy, and authorisation of veterinary medicinal products. These teams play a vital role in ensuring that the medicines we use in practice are not only effective but also safe for animals, humans and the environment. ",
                "tag": "p"
            },
            {
                "content": "Evidence-based decision making in action",
                "tag": "h2"
            },
            {
                "content": "One impactful aspect of the week was gaining a clearer understanding of the rigorous scientific evaluation and regulatory processes that underpin every veterinary product on the market. It was particularly inspiring to see how decisions are rooted in evidence, collaboration, and an ongoing commitment to public and animal health. ",
                "tag": "p"
            },
            {
                "content": "A collaborative, forward-looking organisation",
                "tag": "h2"
            },
            {
                "content": "What struck me most was the collaborative nature of the VMD’s work. Far from being isolated, the organisation works closely with national and international partners, playing a key role in influencing policy, contributing to global standards, and responding to emerging issues. It was fascinating to observe how integrated and forward-thinking the organisation is, something I had not fully appreciated before. ",
                "tag": "p"
            },
            {
                "content": "Looking to the future",
                "tag": "h2"
            },
            {
                "content": "This placement has not only equipped me with a deeper understanding of the lifecycle of veterinary medicines, but it has also sparked a real interest in the regulatory side of the profession. I now see potential career avenues that I had not previously considered, and I feel much more informed as I look ahead to life after graduation. Whether in clinical practice or beyond, the insights I have gained from the VMD will undoubtedly shape the way I approach veterinary medicine. ",
                "tag": "p"
            },
            {
                "content": "I feel incredibly privileged to have had this opportunity. It has been a truly exceptional experience, and I would wholeheartedly recommend a placement at the VMD to any veterinary student looking to broaden their horizons. The VMD is far more than inspections; it is a cornerstone of public trust in our profession and a critical part of ensuring the quality and safety of the medicines we rely on every day. ",
                "tag": "p"
            },
            {
                "content": "Mev Kiani ",
                "tag": "p"
            },
            {
                "content": "3rd year Veterinary Medicine student at Harper & Keele Veterinary School ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://vmd.blog.gov.uk/2025/08/04/beyond-inspections-a-vet-students-insights-into-the-vmd/",
        "blog": "Veterinary Medicines Directorate",
        "blog_link": "https://vmd.blog.gov.uk",
        "description": "A group of veterinary students recently completed an Extramural Studies placement at the VMD. One of the students, Mev, shared her experience of the placement."
    },
    {
        "title": "What our new Light Goods Vehicle strategy means for you",
        "authors": [
            "Mark Horton"
        ],
        "posted_on": "2025-08-04T14:30:59",
        "categories": [
            "Enforcement",
            "Features"
        ],
        "content": [
            {
                "content": "Over the next year, we will be using a new approach to improve compliance around light goods vehicles (LGVs) and their trailers. This means we’ll heavily concentrate on particular higher-risk sectors – working with them and focusing our roadside enforcement work. We want to explain why this is so important and highlight the tragic consequences of when things go wrong.  ",
                "tag": "p"
            },
            {
                "content": "We know that many in the industry are diligent and prioritise safety. But unfortunately, there are still some operators of LGVs who don’t have robust systems to ensure safety, flout the rules and put lives at risk. It’s our role to make sure we stop this from happening, keeping everyone on Britain’s roads safer.",
                "tag": "p"
            },
            {
                "content": "Why we’re targeting LGVs ",
                "tag": "h2"
            },
            {
                "content": "DVSA checks approximately 20,000 LGVs every year. Over 50% of these encounters result in enforcement action for: ",
                "tag": "p"
            },
            {
                "content": "The annual MOT test failure rate for LGVs is around 4 times higher than HGVs, and it’s much higher than the failure rate for cars. This might not come as a surprise – LGV operators may not adopt the same safety systems that a heavy vehicle Operator Licence holder is required to. And of course, many LGVs have quite a ‘hard’ existence – high mileage with heavy loads.   ",
                "tag": "p"
            },
            {
                "content": "More significantly, road users are more likely to be seriously injured or killed by an LGV than an HGV. In 2023-24, there were 3,000 incidents reported involving LGVs which resulted in either a fatality or a serious injury - compared to less than 1,000 with an HGV. ",
                "tag": "p"
            },
            {
                "content": "This data shows why LGVs need targeting. ",
                "tag": "p"
            },
            {
                "content": "What the new enforcement approach will look like ",
                "tag": "h2"
            },
            {
                "content": "While many of you take great care to manage light goods vehicle operations in the same professional way as a HGV or PSV operator – some do not. We want to improve that situation, as it puts people in danger and is not fair on those that do things right. ",
                "tag": "p"
            },
            {
                "content": "As with any strategy, we start with engaging with the industries – such as trade associations – to make sure the rules and guidance are clear. However, enforcement must sit alongside this and we take that role seriously - taking robust action where appropriate, including issuing fines, sanctions and further penalties.  ",
                "tag": "p"
            },
            {
                "content": "With roughly ten times the number of LGVs compared to HGVs on the road, we need to be very focused in what we do to have a chance of influencing behaviours. We also recognise that there’s a wide range of users for LGVs across many different industries. ",
                "tag": "p"
            },
            {
                "content": "When developing our strategy, we evaluate where our enforcement efforts will be most effective, and target certain groups or geographical areas where our work is most needed. ",
                "tag": "p"
            },
            {
                "content": "For example, we've noticed an increase in the number of prohibitions issued to vehicles used in construction, and vehicles used for transporting cars. Therefore, these vehicles will be a high priority for us in the future.",
                "tag": "p"
            },
            {
                "content": "Of course, we will continue enforcement for other sectors as well – so this isn’t an open door for ‘anything goes’. Our expectations are still the same, and wouldn’t it be great if we had no reason for this extra targeting of your sector? ",
                "tag": "p"
            },
            {
                "content": "Working with us ",
                "tag": "h2"
            },
            {
                "content": "As we work with these specialist sectors, it’s important that we work with the trade bodies representing them. Many of these are organisations we already work with – but there may be others we haven’t yet engaged with. So please do reach out to us if you think your organisation can help. ",
                "tag": "p"
            },
            {
                "content": "We’d love to hear from light goods operators and drivers who have best practices to share. We want to see improvements across the industry so the more this can be about industry working with us to raise standards, the better. ",
                "tag": "p"
            },
            {
                "content": "A tragic reminder of the consequences ",
                "tag": "h2"
            },
            {
                "content": "Sometimes choosing to be non-complaint can - and often does - has fatal consequences.  ",
                "tag": "p"
            },
            {
                "content": "One heart-breaking example is the death of 11-year-old Harry Dennis, who was tragically killed after a scaffolding board hit the vehicle he was travelling in.  ",
                "tag": "p"
            },
            {
                "content": "The board had come loose from a vehicle transporting scaffolding. The driver, Russell Le Beau, had not adequately secured the load and was oblivious to it swinging out into the path of Harry’s vehicle. In court, he blamed this on a lack of training. However, the judge concluded that he’d likely driven similar vehicles for the past 15 years.  ",
                "tag": "p"
            },
            {
                "content": "Russel Le Beau was sentenced to 4 years in prison.  ",
                "tag": "p"
            },
            {
                "content": "Harry's mother has since inspired a campaign to improve road safety, arguing for more regulations to govern the use of light goods vehicles. ",
                "tag": "p"
            },
            {
                "content": "How you can keep your vehicle compliant",
                "tag": "h2"
            },
            {
                "content": "Our guidance can help you understand and comply with the rules and regulations around driver conduct and licensing in the haulage industry. ",
                "tag": "p"
            },
            {
                "content": "As a driver, you should follow employer and government guidance to ensure the safety of yourself, your passengers, other road users and pedestrians, ultimately making Britain’s roads safer for everyone.",
                "tag": "p"
            },
            {
                "content": "Goods vehicle operator licensing guide - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://movingon.blog.gov.uk/2025/08/04/what-our-new-light-goods-vehicle-strategy-means-for-you/",
        "blog": "Moving On",
        "blog_link": "https://movingon.blog.gov.uk",
        "description": "Over the next year, we will be using a new approach to improve compliance around light goods vehicles (LGVs) and their trailers. This means we’ll heavily concentrate on particular higher-risk sectors – working with them and focusing our roadside enforcement …"
    }
]