[
    {
        "title": "Spotlight on MPA marine habitats: From Subtidal Sand to Deep-Sea Bed",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-08-27T16:01:54",
        "categories": [
            "marine conservation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "We’re diving into some of the less well known but ecologically vital marine habitats found in England’s offshore Marine Protected Areas (MPAs). This  includes subtidal sand, mud, sediment, and deep-sea bed. ",
                "tag": "p"
            },
            {
                "content": "While these habitats may not have the visual appeal of tropical reefs, they play a critical role in supporting biodiversity and healthy fish stocks in our waters. That’s why we're proposing new management measures to protect these habitats within our offshore MPAs. ",
                "tag": "p"
            },
            {
                "content": "In response to your feedback",
                "tag": "p"
            },
            {
                "content": "During recent engagement activities to support our Stage 3 MPAs consultation, we’ve heard from and listened to stakeholders who’ve asked: “Why are we protecting sand?” It’s a fair question and the answer lies in the hidden importance of these habitats. ",
                "tag": "p"
            },
            {
                "content": "Subtidal sand and other sediment types are home to a wide range of species, from burrowing worms and molluscs to juvenile fish and crustaceans. These habitats act as nurseries and feeding grounds, forming the foundation of the wider marine ecosystem. ",
                "tag": "p"
            },
            {
                "content": "Protecting these habitats helps maintain the ecological balance that supports commercial fish species, meaning the health of these habitats can lead to healthier fish stocks over time. ",
                "tag": "p"
            },
            {
                "content": "MPA designations and features ",
                "tag": "p"
            },
            {
                "content": "In England, our seas host a rich variety of marine habitats. MPAs are areas of the ocean that have been set aside and designated to protect these habitats and the species that depend on them. Within MPAs, features like sandbanks, deep-sea beds, and rocky reefs are known as ‘designated features’ and many are sensitive to damage from certain types of fishing activity. ",
                "tag": "p"
            },
            {
                "content": "That’s why we're proposing new evidence based management measures to ensure these habitats remain healthy, resilient, and functioning for the long term benefit of the marine environment and our coastal communities. ",
                "tag": "p"
            },
            {
                "content": "Sediment habitats Subtidal sand is usually found on open coasts, but while they might appear barren, they contain an abundance of marine life, including flat fish and sand eels which lie camouflaged on the surface, as well as polychaete worms and bivalves which burrow and live within the sediment.  ",
                "tag": "p"
            },
            {
                "content": "Subtidal mixed sediments include a range of sediments like sand, mud, cobbles and pebbles, gravely or muddy sands. As the sediment is so varied, they can be home to many different species, living on the surface or within the sediment such as worms, urchins, starfish, anemones and bivalves.  ",
                "tag": "p"
            },
            {
                "content": "Subtidal mud is found in sheltered areas, deep enough that they are not affected by the tides. They are abundant in sea urchins and sea cucumbers with sea pens and burrowing anemones also found here. ",
                "tag": "p"
            },
            {
                "content": "By providing habitats for many different marine species, these sediments encourage diversity in the wider ecosystem.",
                "tag": "p"
            },
            {
                "content": "Deep-sea bed: ",
                "tag": "p"
            },
            {
                "content": "The deep- sea generally occurs at depths over 200 metres, extending out from the edge of the continental shelf. It is home to many different sea-bed types, including sand, mud, bedrock and boulders. There are also some features that are unique to the deep-sea, like cold-water coral reefs and bioherms. Bioherms are rock structures made up of the remains of marine organisms set inside mineral rock. Corals and bioherms provide complex 3D structures which act as refuges for species like brittle stars and provide a hard surface where non-mobile species like sponges can attach and colonise. ",
                "tag": "p"
            },
            {
                "content": "The importance of protecting these habitats ",
                "tag": "p"
            },
            {
                "content": "When we protect a diverse range of habitats we provide homes for a wide array of marine life, including habitats for prey species and feeding and nursery grounds, encouraging a resilient and biodiverse marine ecosystem. Healthy and diverse ecosystems are more resilient and able to adapt to negative impacts like climate change. Protected marine ecosystems can better withstand human and environmental pressures, helping their long-term survival and ensuring that we can enjoy our diverse marine life into the future. ",
                "tag": "p"
            },
            {
                "content": "Share your views and additional evidence",
                "tag": "p"
            },
            {
                "content": "We are now undertaking formal consultation on our proposed management measures to protect these habitats. As part of this, we've produced a range of documents, including assessments of each MPA site including in this stage, for you to review and comment on. You can also provide feedback and supply any additional evidence for us to consider as we take this project forward. ",
                "tag": "p"
            },
            {
                "content": "Find out more about MPAs.",
                "tag": "p"
            },
            {
                "content": "Have your say and take part in our Stage 3 MPA consultation. ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/08/27/spotlight-on-mpa-marine-habitats-from-subtidal-sand-to-deep-sea-bed/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "We’re diving into some of the less well known but ecologically vital marine habitats found in England’s offshore Marine Protected Areas (MPAs). This includes subtidal sand, mud, sediment, and deep-sea bed.  While these habitats may not have the visual appeal …"
    },
    {
        "title": "Women in Fisheries, FMPs and the power of inclusive voices",
        "authors": [
            "Stephanie Lucas - Network Coordinator, Women in Fisheries"
        ],
        "posted_on": "2025-08-27T15:04:48",
        "categories": [
            "- Defra led FMPs"
        ],
        "content": [
            {
                "content": "This post is a collaboration between Defra and Women in Fisheries (WIF), a network that connects women working across every part of the UK fishing industry.",
                "tag": "p"
            },
            {
                "content": "Women are at the heart of UK fisheries- from regional management to everyday decisions, their insights and awareness, especially within fishing families, are deeply woven into the social and environmental fabric of the industry.",
                "tag": "p"
            },
            {
                "content": "Their knowledge and perspectives can play a valuable role in shaping the future of fisheries and coastal communities, but they can feel that their contributions are not relevant enough to confidently get involved in discussions about fisheries management.",
                "tag": "p"
            },
            {
                "content": "This is something we want to explore and help change. How do we involve diverse stakeholders to help build more inclusive, resilient, and sustainable coastal futures?",
                "tag": "p"
            },
            {
                "content": "In this post, Stephanie Lucas, Network Coordinator from WIF sits down with Helen Hunter, a Senior Policy Advisor at Defra, who works in the non-quota species (NQS) shellfish team to talk about her role in fisheries management and fisheries management plans (FMPs).",
                "tag": "p"
            },
            {
                "content": "We aim to break down some of the common myths around FMPs, answer some key questions surrounding women getting involved, and hope to start removing some of the barriers that they experience.",
                "tag": "p"
            },
            {
                "content": "Stephanie Lucas: Let’s start with a big question- why should fishers care about FMPs?",
                "tag": "h3"
            },
            {
                "content": "SL: One common concern is that FMPs are just more red tape. How would you respond to fishers who see them as a burden rather than a benefit?",
                "tag": "h3"
            },
            {
                "content": "SL: Across the industry, we’ve seen how women feel their voices won’t be heard in meetings. Can you share how inclusive the FMP process really is?",
                "tag": "h3"
            },
            {
                "content": "SL: Are FMPs mainly designed with large commercial vessels in mind?",
                "tag": "h3"
            },
            {
                "content": "SL: What real changes can women working in fisheries expect to see as a result of these plans?",
                "tag": "h3"
            },
            {
                "content": "SL: How does Defra ensure that science and local knowledge—including women’s knowledge—is balanced in FMP development?",
                "tag": "h3"
            },
            {
                "content": "SL: What’s the best way for women in fisheries to get involved with, or give feedback on FMPs right now?",
                "tag": "h3"
            },
            {
                "content": "SL: What do I need to do if I'm on an FMP group?",
                "tag": "h3"
            },
            {
                "content": "Throughout this conversation, Women In Fisheries have been putting the questions to Defra, but to finish we’re flipping the script. Helen has a question of her own.",
                "tag": "p"
            },
            {
                "content": "HH: You’ve asked us some great questions, but I’d love to know - what’s the best way Defra and others working on FMPs can stay connected with Women in Fisheries and support the work you’re doing to amplify women’s voices?",
                "tag": "h3"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/08/27/women-in-fisheries-fmps-and-the-power-of-inclusive-voices/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Defra and Women in Fisheries explore how inclusive voices can shape the future of fisheries through better understanding of FMPs."
    },
    {
        "title": "London Early Years Foundation (LEYF) celebrate their King's Award for Enterprise in Sustainability",
        "authors": [
            "The Queen's Awards for Enterprise"
        ],
        "posted_on": "2025-08-27T14:33:04",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Credit: Nick Corlett, Sustainability Manager at London Early Years Foundation (LEYF)",
                "tag": "p"
            },
            {
                "content": "How did you hear about The King’s Awards for Enterprise?",
                "tag": "h2"
            },
            {
                "content": "We’ve long admired the prestige and purpose of the King’s Award for Enterprise in Sustainable Development. As a social enterprise deeply rooted in creating positive impact, we were inspired by the values the Awards champion, especially around sustainability and enterprise with purpose. The Awards have increasingly become a beacon for organisations like ours, who want to use their platform to lead change.",
                "tag": "p"
            },
            {
                "content": "Why did you apply for the Awards?",
                "tag": "h2"
            },
            {
                "content": "We applied because we wanted to shine a light on the often overlooked but vital role that Early Years Education and Care (EYEC) plays in building a more sustainable future. Through this award, we hoped to amplify the message that sustainability in EYEC is not an afterthought, it’s a necessity. It’s central to how we support children, families, and our communities every single day. In fact, our whole-system approach is driven by the London Institute of Early Years, LEYF’s dedicated research and training hub, and its: Action for Sustainability in Education, Community of Practice which is a vibrant network focused on embedding the three pillars of sustainability – economic, social, and environmental sustainability into daily practice.",
                "tag": "p"
            },
            {
                "content": "We also wanted to celebrate the collective effort of our staff, children, families and partners who have helped embed sustainability into our DNA – from ethical procurement and waste reduction to carbon footprint monitoring and embedding the UN’s Sustainable Development Goals (SDG) into daily nursery life.",
                "tag": "p"
            },
            {
                "content": "How did you find the application process?",
                "tag": "h2"
            },
            {
                "content": "The process was rigorous but deeply reflective. It gave us the opportunity to pull together all the strands of our sustainability work from our ISO14001 and Planet Mark achievements, to partnerships with organisations like City Harvest, Fashion Enter, Green Bottoms, and Bikeworks. The application was a chance to step back, gather evidence, and celebrate how far we’ve come. It reminded us that sustainability is a journey and one worth shouting about.",
                "tag": "p"
            },
            {
                "content": "How does it feel to receive the award?",
                "tag": "h2"
            },
            {
                "content": "This award is a huge boost for everyone at LEYF. It acknowledges the hard work and dedication of our team and validates our mission to lead sustainability in the Early Years sector.",
                "tag": "p"
            },
            {
                "content": "Sustainability in Early Years isn’t about slogans or scare tactics, it’s about daily decisions, mindset change, and social justice. As our Sustainability Manager, Nick Corlett, put it so perfectly, “We wanted to win this award to shine a light on the role EYEC can play in building a more sustainable future.”",
                "tag": "p"
            },
            {
                "content": "How do you plan to celebrate?",
                "tag": "h2"
            },
            {
                "content": "We’ll definitely celebrate with the children, staff and everyone that has a shared interest in this achievement!. And yes, there might even be cake and fizz involved!",
                "tag": "p"
            },
            {
                "content": "How do you plan to use the award / tell others about your success?",
                "tag": "h2"
            },
            {
                "content": "The King’s Award gives us an incredible platform to share what’s possible when sustainability is part of your culture and not an add-on. This will include:",
                "tag": "p"
            },
            {
                "content": "What top tips do you have for others applying?",
                "tag": "h2"
            },
            {
                "content": "Credit: Nick Corlett, Sustainability Manager at London Early Years Foundation (LEYF)",
                "tag": "p"
            },
            {
                "content": "Find out more about @leyfonline on their website: LEYF Nurseries - London Early Years Foundation",
                "tag": "p"
            }
        ],
        "link": "https://kingsawards.blog.gov.uk/2025/08/27/london-early-years-foundation-leyf-celebrate-their-kings-award-for-enterprise-in-sustainability/",
        "blog": "The King’s Awards for Enterprise",
        "blog_link": "https://kingsawards.blog.gov.uk",
        "description": "Credit: Nick Corlett, Sustainability Manager at London Early Years Foundation (LEYF) How did you hear about The King’s Awards for Enterprise? We’ve long admired the prestige and purpose of the King’s Award for Enterprise in Sustainable Development. As a social …"
    },
    {
        "title": "Easement entries in the register of title: promoting consistency",
        "authors": [
            "David Linn, Head of Practice"
        ],
        "posted_on": "2025-08-27T13:04:05",
        "categories": [
            "Law and practice"
        ],
        "content": [
            {
                "content": "In early September, we are changing the way we describe easements in title registers.",
                "tag": "p"
            },
            {
                "content": "What is changing?",
                "tag": "h2"
            },
            {
                "content": "From 8 September 2025, HM Land Registry is improving the description of easements in title registers to ensure greater consistency, clarity and accuracy for all users.",
                "tag": "p"
            },
            {
                "content": "Key points",
                "tag": "p"
            },
            {
                "content": "Why are we making this change?",
                "tag": "h2"
            },
            {
                "content": "Land registration language can sometimes appear inconsistent, with different wording describing the same legal concepts. For easement entries, some registers currently state \"the land has the benefit of any legal easements\" while others read \"the title includes any legal easements\". This variation can create confusion for legal professionals and members of the public who rely on registers for clear, accurate information about property rights.",
                "tag": "p"
            },
            {
                "content": "What exactly is changing?",
                "tag": "h2"
            },
            {
                "content": "New terminology from 8 September 2025Before: \"The land has the benefit of any legal easements...\" After: \"The title includes any legal easements...\" ",
                "tag": "p"
            },
            {
                "content": "This change provides a clearer reflection of how easements affect specific titles and prevents potential misinterpretation. ",
                "tag": "p"
            },
            {
                "content": "Enhanced qualification notes",
                "tag": "h2"
            },
            {
                "content": "We are also standardising how we qualify easement entries with explanatory notes, making both the structure and reasoning more transparent. For example: ",
                "tag": "p"
            },
            {
                "content": "Previous note: \"The rights granted by clause 4.2 of the Transfer are included in the registration only so far as they are granted over title number NE1862.\" New note: \"The easements granted by clause 4.2 of the Transfer are included in the title only so far as they are granted over title number NE1862 and are capable of subsisting at law at the date of the grant.\"",
                "tag": "p"
            },
            {
                "content": "What is not changing",
                "tag": "h2"
            },
            {
                "content": "Benefits for register users",
                "tag": "h2"
            },
            {
                "content": "This standardisation ensures our title registers remain:",
                "tag": "p"
            },
            {
                "content": "Supporting guidance and training",
                "tag": "h2"
            },
            {
                "content": "We're publishing new internal guidance for HM Land Registry caseworkers to ensure consistent application of these standards, maintaining the reliability and accuracy of the register. ",
                "tag": "p"
            },
            {
                "content": "What happens next",
                "tag": "h2"
            },
            {
                "content": "This update follows our previous successful change to language around personal covenants (detailed in our blog post: We are simplifying the registration of personal covenants). That change was widely welcomed by customers as a significant improvement to title register consistency. We will continue identifying opportunities to enhance how we record and describe entries on title registers. ",
                "tag": "p"
            },
            {
                "content": "More information about easements",
                "tag": "h2"
            },
            {
                "content": "For comprehensive information and guidance, visit:",
                "tag": "p"
            },
            {
                "content": "We welcome your feedback on this change and other improvements to title register clarity. Contact us at customercommunicationsteam@landregistry.gov.uk to share your thoughts.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/08/27/easement-entries-in-the-register-of-title-promoting-consistency/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "We are improving the description of easements in title registers to ensure greater consistency, clarity and accuracy for all users."
    },
    {
        "title": "How user research is shaping the future of EPCs",
        "authors": [
            "Vinus Payman, User Researcher"
        ],
        "posted_on": "2025-08-27T09:53:06",
        "categories": [
            "Energy Performance of Buildings"
        ],
        "content": [
            {
                "content": "Energy performance certificates (EPCs) help people understand how energy efficient their buildings are and what they can do to improve it. They’re used by landlords to meet legal requirements, by renters and buyers to compare properties, and by homeowners to spot energy-saving opportunities. Policy teams also use EPCs to support government efforts to reach net zero targets and reduce fuel poverty. ",
                "tag": "p"
            },
            {
                "content": "Concerns about how clear, accurate and policy-aligned EPCs have led to a government consultation in December 2024, exploring potential reforms, such as introducing multiple metrics to better reflect energy performance.  ",
                "tag": "p"
            },
            {
                "content": "To support this, the user-centred design (UCD) team within MHCLG’s Energy Performance of Buildings Register has been tasked with redesigning the EPC to better meet policy goals and improve the user experience. ",
                "tag": "p"
            },
            {
                "content": "In this blog post, we share how we’re using user research to shape future improvements to EPCs, ensuring reforms reflect real-world needs and support government policy objectives.",
                "tag": "p"
            },
            {
                "content": "Our goal ",
                "tag": "h2"
            },
            {
                "content": "As EPCs influence both personal decisions and national policy, we set out to design a certificate that’s clear, intuitive and supports meaningful action, while also meeting policy objectives. ",
                "tag": "p"
            },
            {
                "content": "To do this, we ran in-depth user research with landlords, homeowners, renters, buyers and policy professionals. We used a mix of research methods to explore their needs, decision-making priorities, and how best to communicate the proposed EPC metrics. ",
                "tag": "p"
            },
            {
                "content": "We also looked at how the redesign could encourage investment in energy efficiency upgrades. This helps ensure the reform supports action at both individual and policy levels. ",
                "tag": "p"
            },
            {
                "content": "What we did ",
                "tag": "h2"
            },
            {
                "content": "Exploring policy perspectives ",
                "tag": "h3"
            },
            {
                "content": "We’ve worked closely with our policy team throughout this project and they’ve been open to adopting a UCD approach. This collaboration helped us explore how EPCs are currently used across government and where design could make the most difference. ",
                "tag": "p"
            },
            {
                "content": "To understand this in more detail, we started by mapping how government policies and schemes currently use EPCs as decision-making tools and policy levers. This gave us a clearer view of the wider policy landscape and highlighted opportunities to better align the certificate with strategic goals.  ",
                "tag": "p"
            },
            {
                "content": "We then interviewed key policy professionals across government. We explored how the proposed reforms might affect their work, how a redesigned EPC could support better policy outcomes, and how it could adapt to shifts in their policy areas. These conversations offered valuable insight into how design can support both the operational and strategic needs of policy teams, helping ensure the EPC remains relevant and adaptable as government priorities evolve. ",
                "tag": "p"
            },
            {
                "content": "To build on existing knowledge, we reviewed industry reports with recommendations for EPC design. We combined these with insights from our policy interviews to shape the focus of our citizen research, which explored how EPCs influence property searches and decisions to improve energy efficiency.  ",
                "tag": "p"
            },
            {
                "content": "Understanding citizen experiences ",
                "tag": "h3"
            },
            {
                "content": "We prioritised inclusivity in recruitment for our user research, engaging a diverse mix of participants across UK regions, genders, ages, ethnicities, income levels and disability statuses. This helped us capture a broad range of experiences and perspectives, ensuring the redesign reflects the needs of all users.  ",
                "tag": "p"
            },
            {
                "content": "We interviewed landlords, renters, buyers and homeowners (our citizen stakeholders) to understand how they make decisions about home energy efficiency and what they want from a redesigned EPC. These interviews took place both virtually and in person, helping us uncover real-world insights into citizen needs, hidden pain points, practical barriers and emotional drivers. These are often harder to surface through traditional consultation methods. ",
                "tag": "p"
            },
            {
                "content": "To build on these insights and test emerging themes at scale, we developed a survey exploring people’s needs, motivations and barriers around energy efficiency, both when searching for a home and considering improvements. We then carried out segmentation analysis to identify distinct groups within each stakeholder type. This confirmed that the patterns observed in interviews were not isolated cases but reflected broader population trends.  ",
                "tag": "p"
            },
            {
                "content": "The segmentation built a deeper understanding of our users, including their behaviours, experiences and attitudes, allowing us to design with clarity and empathy. ",
                "tag": "p"
            },
            {
                "content": "To bring these insights into practice, we hosted virtual co-design workshops with each citizen stakeholder group. Together, we explored what an ideal interaction with an EPC could look like from their perspective. These sessions surfaced ideas grounded in lived experience and led to a set of service propositions. We’ve shared these with the wider team to inform ongoing design and policy discussions. This helps ensure the redesign reflects user needs and supports related policies. ",
                "tag": "p"
            },
            {
                "content": "What we learnt ",
                "tag": "h2"
            },
            {
                "content": "Our research has surfaced insights that continue to support the EPC reform and the wider policy community we engaged early on. By bringing together citizen and policy perspectives, we’ve built a clearer understanding of how EPCs are interpreted and used, particularly when searching for a home or planning improvements, and where design could better support decision-making. ",
                "tag": "p"
            },
            {
                "content": "We learned that citizen engagement with energy efficiency is shaped not just by cost and convenience, but also by trust, understanding and long-term value. Many users called for greater transparency, clearer guidance and practical support to act on EPC recommendations. ",
                "tag": "p"
            },
            {
                "content": "The certificate itself was sometimes described as overwhelming or difficult to interpret at a glance. Many users said they had rarely consulted it during property searches, choosing only to look at the energy rating displayed on property portals. The EPC was often forgotten after purchase, with some users unaware that a dedicated service to look up their EPC exists. Some users felt that the EPC’s recommendations to improve home energy efficiency, though useful in theory, do not always align with the most practical or affordable steps people can take right away. ",
                "tag": "p"
            },
            {
                "content": "Segmentation analysis from our surveys highlighted distinct user groups with different needs, behaviours and motivations. These segments will inform the initial redesign of the EPC and guide future research.  ",
                "tag": "p"
            },
            {
                "content": "The service propositions obtained from the co-design workshops reflect the diversity of our user base, supporting the development of an EPC that works for more people. Together, these insights may also help policy teams tailor interventions, communications and support, moving beyond a one-size-fits-all approach. ",
                "tag": "p"
            },
            {
                "content": "What’s next ",
                "tag": "h2"
            },
            {
                "content": "We’re now working on the first concept for a redesigned EPC. As we move into this phase, we’ll continue working closely with policy stakeholders and citizens to test ideas and gather feedback. This next round of user research will help us refine the design and make sure it works for the people who use it and for the policies it supports. ",
                "tag": "p"
            },
            {
                "content": "Read more articles from the Energy Performance of Buildings Register team on the MHCLG Digital blog. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/08/27/how-user-research-is-shaping-the-future-of-epcs/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Energy performance certificates (EPCs) help people understand how energy efficient their buildings are and what they can do to improve it. They’re used by landlords, renters and buyers, homeowners but also by policy teams. Find out how we’re applying user research and user-centred design principles to redesign the EPC, so that it better meets user …"
    },
    {
        "title": "Come and meet us at the Environmental Services and Solutions Expo",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-27T09:38:40",
        "categories": [
            "Regulated industry",
            "Waste"
        ],
        "content": [
            {
                "content": "Next month we are taking part in the Environmental Services and Solutions Expo at Birmingham NEC on 17-18 September.",
                "tag": "p"
            },
            {
                "content": "You will be able to meet us on our exhibition stand in Hall 19 (Recycling Services Section) stand RS-E144 where our staff will be available to answer your questions and discuss the Environment Agency’s extensive range of responsibilities to protect and enhance the environment for people and wildlife.",
                "tag": "p"
            },
            {
                "content": "Pay us a visit and we will be pleased to meet you.",
                "tag": "p"
            },
            {
                "content": "Environment Agency speakers",
                "tag": "p"
            },
            {
                "content": "You can also attend our speaker sessions. Throughout the two-day event, our teams will be presenting in the Expo theatres covering everything from future monitoring of the water industry to reform of waste regulations and our flood and coastal risk management work.",
                "tag": "p"
            },
            {
                "content": "Day One",
                "tag": "p"
            },
            {
                "content": "Our Deputy Director for Climate Change, Liz Parkes, will present a keynote on Net Zero Transition Planning in the EFD Theatre. Liz will also be a speaker in the panel session Decarbonising at Scale: Systems-Level Solutions for Net Zero in the Net Zero Summit Theatre.",
                "tag": "p"
            },
            {
                "content": "Our Deputy Director for Water Regulation, Judy Proctor, will present a keynote in the WWEM Theatre on how innovation is reshaping monitoring across the water industry: The Future of Monitoring in the Water Industry.",
                "tag": "p"
            },
            {
                "content": "Other sessions you can join include a session on the reform of the Waste Carriers, Brokers and Dealers regime to the new Carriers and Transporters Permitting Regime, where you will learn about your roles and responsibilities and compliance requirements, and an insight into our Environment and Science Graduate Training Scheme at the Future Talent Hub. ",
                "tag": "p"
            },
            {
                "content": "Day Two",
                "tag": "p"
            },
            {
                "content": "Our staff will be speaking about more waste topics, including a session on Waste Electrical and Electronic Equipment (WEEE): WEEE Producer Outreach and Compliance where attendees will gain insights into how producers can better understand their obligations and Digital Waste Tracking.",
                "tag": "p"
            },
            {
                "content": "You can also hear from our Flood and Coastal Risk Management colleagues and learn about our Net Zero Carbon for Infrastructure Programme.",
                "tag": "p"
            },
            {
                "content": "Drop In Sessions",
                "tag": "p"
            },
            {
                "content": "There will be further opportunities throughout the entire event to meet our staff, get advice and learn even more about the broad range of responsibilities we have at the Environment Agency. Meet us at a range of drop-in sessions throughout two days on our exhibition stand:",
                "tag": "p"
            },
            {
                "content": "You can find out more about the ESS Expo on the event website.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing you in September!",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/27/come-and-meet-us-at-the-environmental-services-and-solutions-expo/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Next month we are taking part in the Environmental Services and Solutions Expo at Birmingham NEC on 17-18 September. You will be able to meet us on our exhibition stand in Hall 19 (Recycling Services Section) stand RS-E144 where our …"
    },
    {
        "title": "Join our user research panel",
        "authors": [
            "Jason Stockwell"
        ],
        "posted_on": "2025-08-26T15:46:57",
        "categories": [
            "Farming and Countryside Programme"
        ],
        "content": [
            {
                "content": "Good design starts with listening, which is why we are encouraging farmers in England to join Defra’s Farming and Countryside user research panel. ",
                "tag": "p"
            },
            {
                "content": "User research helps us design services that work for the people who use them. It shows us who we’re designing for, the challenges farmers face with existing services, and what they need from future tools and systems.",
                "tag": "p"
            },
            {
                "content": "As a member of the panel, you will test prototypes, give feedback and help build services that work in practice.  ",
                "tag": "p"
            },
            {
                "content": "Research might include interviews, surveys or testing early versions of a service. Sometimes we'll seek to understand how you currently do things, other times we'll observe how you use a new tool or feature. However confident you feel online, every perspective is valuable. ",
                "tag": "p"
            },
            {
                "content": "We are especially keen to hear from people with a range of experiences, including farmers who are neurodiverse, to make sure new tools and systems reflect the diversity of the farming community. ",
                "tag": "p"
            },
            {
                "content": "By taking part, you will help design services that are more inclusive, accessible and practical. These sessions are not a test of your skills; they are about making the services work better for you. ",
                "tag": "p"
            },
            {
                "content": "We’ll usually contact you every few months with a research opportunity. This could be a conversation, a chance to try out a prototype, or a short survey.",
                "tag": "p"
            },
            {
                "content": "Sessions last between 30 and 75 minutes and you can choose how often to take part. ",
                "tag": "p"
            },
            {
                "content": "Farmers and land managers are already making a difference. They have improved application pages for farming grants, tested nutrient management tools, shared feedback on air pollution assessments, and shaped how farm maps are used in digital services. Their input has helped make these services simpler and more effective for everyone. ",
                "tag": "p"
            },
            {
                "content": "The kind of research we conduct includes:  ",
                "tag": "p"
            },
            {
                "content": "Naming the new farming portal ",
                "tag": "p"
            },
            {
                "content": "We’re exploring what the future portal should be called so that users can easily find and identify it. Your input will help us choose a name that makes sense to the people who use it most.  ",
                "tag": "p"
            },
            {
                "content": "Testing funding application tools with upland farmers ",
                "tag": "p"
            },
            {
                "content": "We’re working with upland farmers to test a prototype of a new online service for applying for funding. We want to know how user-friendly and clear it is – and how we can make it better.   ",
                "tag": "p"
            },
            {
                "content": "Improving the Nutrient Management Planning Tool (NMPT) ",
                "tag": "p"
            },
            {
                "content": "We’re developing a tool to help farmers create Livestock Manure Nitrogen Farm Limit reports. We want to understand how you currently manage this data, the challenges you face, and how we can make the tool more useful. ",
                "tag": "p"
            },
            {
                "content": "By signing up to the panel you will help shape the future of farming services and make sure they are designed around the real needs of farmers and land managers. ",
                "tag": "p"
            },
            {
                "content": "Register your interest",
                "tag": "h2"
            },
            {
                "content": "To get involved, register your interest. ",
                "tag": "p"
            },
            {
                "content": "We’ll add you to our insights community and get in touch when there’s a research activity that might suit you. You’ll always have the choice to take part or not.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h2"
            },
            {
                "content": "You can learn more about how Defra uses user research in practice by visiting the dedicated User research blog category on the Defra Digital, Data, Technology and Security blog.",
                "tag": "p"
            },
            {
                "content": "For more opportunities to get involved with the work of the Farming and Countryside Programme, subscribe to the Farming blog. By subscribing, you'll get an email notification as soon as we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/08/26/join-our-user-research-panel/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Good design starts with listening, which is why we are encouraging farmers in England to join Defra’s Farming and Countryside user research panel. "
    },
    {
        "title": "Runners and Riders: the tech race to 2050",
        "authors": [
            "ianwatt"
        ],
        "posted_on": "2025-08-26T14:06:35",
        "categories": [
            "Emerging Technologies"
        ],
        "content": [
            {
                "content": "The Net Zero Technology Outlook is a newly published report from GO-Science. It is spotlight on technological progress and trajectories in the high-emitting sectors of our economy, informed by experts inside and outside Government. ",
                "tag": "p"
            },
            {
                "content": "Since the Climate Change Act (2008) launched the race to a decarbonised 2050, there has been lively debate about the best way to get over the line. The Net Zero Technology Outlook introduces the array of technologies that will deliver Net Zero 2050, assesses their comparative readiness and certainty of adoption, and provides actionable recommendations to further their progress. ",
                "tag": "p"
            },
            {
                "content": "We conducted a series of expert interviews, roundtables, and peer reviews to inform our analysis and supplement insights from published literature. The technology mix is broken down in the report by five key emitting sectors, Industry, Power, Transport, Heat and Buildings, and Agriculture, Land Use, and Waste. The compatibility of three cross cutting technologies areas; carbon capture, hydrogen integration, and application of biomass, are also detailed for each key emitting sector.  ",
                "tag": "p"
            },
            {
                "content": "The figure above shows the primary constituents of the main emitting sectors. The initial snapshot is positive, with most solutions in the upper right quadrant for readiness and certainty. However, high ratings don’t reveal the challenges posed by social attitudes, rates of uptake, and market competitiveness, even for proven technological solutions. Examples of challenges in this respect include decarbonising transport, agriculture, and industries. ",
                "tag": "p"
            },
            {
                "content": "The Net Zero Technology Outlook is a short report, designed to be simple to consult. We are promoting the current version as a tool for introductory engagement with net zero technologies, through our clear itemisation of prominent solutions. The Outlook is also intended as a vehicle to enable more nuanced conversations around policy agenda, through the research and development recommendations tailed to each emitting sector. Finally, we identify wildcard technologies which are at a low-level of development but could potentially be impactful later in the journey to 2050, another jumping off point for research and discussion.  We welcome feedback and engagement with the Net Zero Technology Outlook, particularly as we consult on potential next steps for an updated and expanded version. Please visit the report, and get in touch with us at climate@go-science.gov.uk to help shape our next piece of work on net zero technologies.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2025/08/26/runners-and-riders-the-tech-race-to-2050/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "The Net Zero Technology Outlook is a newly published report from GO-Science. It is spotlight on technological progress and trajectories in the high-emitting sectors of our economy, informed by experts inside and outside Government.  Since the Climate Change Act (2008) …"
    },
    {
        "title": "Top tips for observing research sessions ethically",
        "authors": [
            "Annie Lewis, Head of User Research"
        ],
        "posted_on": "2025-08-26T13:35:34",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "Annie Lewis",
                "tag": "h3"
            },
            {
                "content": "Emma Baird",
                "tag": "h3"
            },
            {
                "content": "Introduction",
                "tag": "h2"
            },
            {
                "content": "Understanding the importance of ethics is essential, as discussed in our previous blog. Equally important is ensuring that these ethical principles are applied in practice, to protect and respect participants throughout the entire research process. User research sessions are an invaluable tool for understanding the needs, behaviours, and experiences of participants.",
                "tag": "p"
            },
            {
                "content": "Imagine the Business Growth Service Team from the Department for Business and Trade (DBT) running a session where business owners, both new and experienced, get to try out concepts of the new business.gov.uk service. Participants are guided through specific tasks, such as navigating support resources or applying for business guidance, while researchers watch how they use the site and listen to their thoughts. All that feedback helps improve the site, making it simpler for everyone to get the advice and support they need to start and grow their business.",
                "tag": "p"
            },
            {
                "content": "It’s important to observe these sessions responsibly to maintain the integrity of the research, ensure participants feel comfortable, and build a foundation of trust and respect.",
                "tag": "p"
            },
            {
                "content": "This blog outlines the ethical principles that underpin good observation practice, and how we apply them at DBT.",
                "tag": "p"
            },
            {
                "content": "Respect - for participants and for the research process",
                "tag": "h2"
            },
            {
                "content": "Respect means recognising the dignity, autonomy, and comfort of those taking part in research, while also valuing the integrity of the methods used. It involves being mindful of participants’ needs, ensuring they feel safe and heard, and supporting researchers in creating a space where honest, unbiased insights can emerge. At DBT, we ask observers to apply this principle by:",
                "tag": "p"
            },
            {
                "content": "Informed consent",
                "tag": "h2"
            },
            {
                "content": "Informed consent means ensuring that participants are fully aware of and comfortable with the research setup, and that their autonomy is respected throughout. So at DBT, we ask observers to:",
                "tag": "p"
            },
            {
                "content": "Non-interference",
                "tag": "h2"
            },
            {
                "content": "Non-interference means avoiding influencing the session in any way – whether through how we behave, suggestions we make, or sometimes even just by being noticed. This means that participants’ responses remain authentic and the research findings stay valid. At DBT, we ask observers to follow this principle by remembering to:",
                "tag": "p"
            },
            {
                "content": "Objectivity and contributing to analysis",
                "tag": "h2"
            },
            {
                "content": "Objectivity means capturing what participants say and do without adding personal interpretations or assumptions. It involves observing with care, noting facts accurately, and avoiding language or behaviour that could misrepresent or influence the participant’s experience. In line with this, observers at DBT are asked to:",
                "tag": "p"
            },
            {
                "content": "Confidentiality",
                "tag": "h2"
            },
            {
                "content": "Confidentiality means protecting participants’ personal information and ensuring their identities are not revealed through notes, recordings, or discussions. It involves handling data with care, using pseudonyms or identifiers, and following agreed protocols so that participants feel safe and their privacy is respected throughout the research process. At DBT, we ask observers to:",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "Ethical observation is about more than following rules. When you're observing a research session, it's all about being respectful and mindful. Let the researcher lead the way, and avoid side chats with participants that could skew their answers. Security and privacy are key: no personal details, no rogue recordings, and stick to pseudonyms for participants. Observing research sessions ethically isn’t just about rules or ticking boxes; it’s about doing the right thing for the people involved.",
                "tag": "p"
            },
            {
                "content": "To observe ethically is to take responsibility – for how we engage with the research, how we support the researcher, and how we honour the participant’s trust. Begin with respect, act with responsibility and always centre the participant – as their openness is not just data, but a contribution to our understanding. By observing thoughtfully, you help ensure that research remains a safe and valuable space for everyone involved.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/08/26/top-tips-for-observing-research-sessions-ethically/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "This blog provides guidelines and tips for observing user research sessions ethically. It emphasises the importance of respecting participants and maintaining the integrity of the research process."
    },
    {
        "title": "An evolving charity sector",
        "authors": [
            "Stuart Wood, Head of Registration"
        ],
        "posted_on": "2025-08-26T12:30:00",
        "categories": [
            "Artificial intelligence",
            "Register",
            "Registration"
        ],
        "content": [
            {
                "content": "It often surprises people when I tell them that, after 16 years in this role, I still see something new in the charity sector every single week.",
                "tag": "p"
            },
            {
                "content": "Charitable status carries such an important role in our society, and is a privilege that carries a number of material benefits, so we take our role as registrar extremely seriously.",
                "tag": "p"
            },
            {
                "content": "As society keeps evolving so does the charity sector that supports it. Charities respond to emerging needs, innovate to tackle new challenges (COVID being a clear example), and adapt quickly to change. But this agility comes with a common challenge: increasing demand for services and limited resources to meet that demand.",
                "tag": "p"
            },
            {
                "content": "We currently have around 170,000 charities on our Register, which represent a huge span of charitable purposes as well as ambitions and achievement. Our registration data shows a long-term trend of steady growth in the sector, with additions to the Register of Charities exceeding applications for removal.",
                "tag": "p"
            },
            {
                "content": "One area that continues to impress me is how readily charities embrace technology. Our registration division is often the first to witness new and imaginative ways charities aim to make a difference. A few examples of applications we’ve had include:",
                "tag": "p"
            },
            {
                "content": "These three examples of the spirit of innovation were successful in their application to become a registered charity in England and Wales. Innovation is one of several factors behind a surge in new registration applications. Also driving registration applications are the ongoing cost-of-living squeeze and financial hardship, global events such as conflicts or disasters, as well as organisations registered as Community Interest Companies looking to convert from a social enterprise to a charity.",
                "tag": "p"
            },
            {
                "content": "In our 2023-24 financial year, we processed more than 9,000 applications, which was a record at the time. In 2024-25, that number climbed even higher to 9,840 – an increase of 9% on the previous year. This data indicates that on average per working day the Commission received almost 40 registration applications while registering around 20 new charities from existing applications, alongside removing around 16 organisations from the Register.",
                "tag": "p"
            },
            {
                "content": "The Commission has seen similar volumes in the current financial year, with our latest quarterly data showing 1,101 successful registration applications and 1,135 removal applications between 1 April and 30 June 2025. For the first time in our history, in the single month of July 2025 we received more than 1,000 applications in a month.",
                "tag": "p"
            },
            {
                "content": "For many organisations, especially those already conducting vital work, charitable status is an important step in their progress. Sadly, some people seek to exploit the status of ‘charity’ for personal gain and we regularly spot and stop sham applications. That’s why our work to robustly scrutinise new applications is so vital. Applicants must demonstrate how any new charity meets the three legal requirements:",
                "tag": "p"
            },
            {
                "content": "1. That the organisation is established to further one or more of the 13 charitable purposes set down in law.",
                "tag": "p"
            },
            {
                "content": "2. That they operate for the public benefit.",
                "tag": "p"
            },
            {
                "content": "3. That they fall within the jurisdiction of the High Courts for England and Wales.",
                "tag": "p"
            },
            {
                "content": "Our work maintaining the integrity of the Register of Charities is one of the principal tasks assigned to us in law, and it’s a responsibility we take very seriously. We understand the public’s expectations of what a charity should be, and our job is to apply the law fairly and expertly. The result? We approved just 53% of new charity applications in the last financial year, ensuring only organisations that meet the legal criteria are added to the Register.",
                "tag": "p"
            },
            {
                "content": "When applying to register a charity, we encourage all trustees to follow our guidance and tools available on our website to check this is the correct step for their organisation and to ensure their application has the best chance of being approved. There’s helpful information in our guidance.",
                "tag": "p"
            },
            {
                "content": "One growing trend is the apparent use of AI by applicants to generate responses in the application form. Unfortunately, AI-generated content is often too generic and fails to reflect the specific activities or aims of the organisation applying to become a registered charity, leading to a higher rate of rejections.",
                "tag": "p"
            },
            {
                "content": "Yet we also recognise the potential of AI to improve our own processes. We’re now actively considering if we might in future utilise AI-tools to enhance our registration service, as part of investing additional funding the government has committed to the Commission from April 2026.",
                "tag": "p"
            },
            {
                "content": "Our goal is to support the sector while safeguarding public trust, so people can give confidently, knowing their support is making a real impact.",
                "tag": "p"
            },
            {
                "content": "The charity sector isn’t standing still, and neither are we.",
                "tag": "p"
            }
        ],
        "link": "https://charitycommission.blog.gov.uk/2025/08/26/an-evolving-charity-sector/",
        "blog": "Charity Commission",
        "blog_link": "https://charitycommission.blog.gov.uk",
        "description": "It often surprises people when I tell them that, after 16 years in this role, I still see something new in the charity sector every single week. Charitable status carries such an important role in our society, and is a …"
    },
    {
        "title": "Fair Funding Review 2.0 consultation",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-08-26T12:19:25",
        "categories": [
            "Council finance",
            "Local government"
        ],
        "content": [
            {
                "content": "In June we opened a consultation on the Fair Funding Review 2.0 which set out our proposals to fix the outdated way local authorities are funded to make it fairer and fit for the future, so local leaders can deliver the vital public services their communities rely on.   ",
                "tag": "p"
            },
            {
                "content": "Our proposals will ensure funding is targeted effectively at the places and services that need it most and allocated in a way that empowers local leaders to deliver against local priorities. ",
                "tag": "p"
            },
            {
                "content": "We are aware that some local authorities, consultancies and local government sector groups are estimating their future financial positions based on the proposals set out in the consultation. To support local authorities to understand the impacts of our proposed changes we would like to clarify how the data presented in these external models should be interpreted. ",
                "tag": "p"
            },
            {
                "content": "We expect that councils with social care responsibilities will see their Core Spending Power (CSP) increase in real terms over the multi-year Settlement, with most councils seeing their Core Spending Power increase in cash terms. We also expect that by the end of the multi-year Settlement,  areas with high deprivation will have on average higher CSP per capita than less deprived area. ",
                "tag": "p"
            },
            {
                "content": "Local Authorities using externally produced models should look at the estimated figures in the context of calculating their CSP by the end of the multi-year Settlement rather than their CSP change over the period. [See graph below.] ",
                "tag": "p"
            },
            {
                "content": "Local authorities focussing only on their percentage change in allocation need to consider their current CSP compared to other areas with similar levels of need, and their final allocation by the end of the multi-year Settlement. This is because local authorities have different variables that may impact their current financial position ahead of transitioning to their new allocation. Allocations are currently calculated using the outdated 13-14 Settlement Needs Assessment, which includes a number of measures that do not accurately reflect areas current needs, like: the Business Rates Retention system that was designed to be reset but was not; transition protections which were built into allocations; and needs formulae which were last updated in 2013/14 and have not been updated to account for change, including varying rates of population growth across the country, over the last decade.  ",
                "tag": "p"
            },
            {
                "content": "Another variable was the £600m Recovery Grant delivered as part of the 25-26 Settlement. The Recovery Grant was an interim measure that targeted funding towards areas with greater need and demand for services (using deprivation as a proxy), and less ability to raise income locally. Whilst the Recovery Grant did not capture need in the same way that our proposed new modelling will, it meant that the authorities in receipt of the grant had a head start in moving towards their target allocations.  ",
                "tag": "p"
            },
            {
                "content": "The Fair Funding Review 2.0 consultation closed on the 15th August. We will carefully consider all responses and publish our final proposals alongside the Local Government Policy Statement in the autumn, with allocations being set out in the provisional Local Government Finance Settlement later in the year.   ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/08/26/fair-funding-review-2-0-consultation/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "In June we opened a consultation on the Fair Funding Review 2.0 which set out our proposals to fix the outdated way local authorities are funded to make it fairer and fit for the future, so local leaders can deliver …"
    }
]