[
    {
        "title": "Coverage of the Employment Rights Bill",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-08T14:23:56",
        "categories": [
            "Workers' rights"
        ],
        "content": [
            {
                "content": "Following new amendments to the Employment Rights Bill, there has been ongoing positive coverage highlighting the package of workers’ rights reforms, spearheaded by the Deputy Prime Minister Angela Rayner with the Department for Business and Trade.",
                "tag": "p"
            },
            {
                "content": "Today’s newspapers prominently report that the Bill will ban non-disclosure agreements used by employers to stop employees from talking about their experiences of harassment and abuse at work. The story is on the front page of today’s Guardian with an editorial hailing the change. Elsewhere it is reported by BBC online, Mirror (p2), Financial Times (p2), Telegraph (p2), Daily Mail (p4), Sky News, Times (p37, James Hurley), LBC with copy running in the Independent and regional media including the Evening Standard. The i Paper also runs an exclusive interview with the Employment Rights Minister Justin Madders.",
                "tag": "p"
            },
            {
                "content": "Zelda Perkins, founder of the campaign group Can’t Buy My Silence and former PA to Harvey Weinstein, is quoted across coverage and in an interview with BBC Radio 4’s Today Programme describing the ban as “a huge milestone” after years of victims being silenced and praised the government for showing it has “listened and understood the abuse of power taking place”.",
                "tag": "p"
            },
            {
                "content": "There is also widespread positive coverage of bereavement leave being extended to those who experience pregnancy loss before 24 weeks - a compassionate change acknowledging that pregnancy loss grief can be just as profound at any stage. This story ran widely across print, online and national broadcast all day yesterday, with BBC News featuring interviews with campaigners such as Myleene Klass who has an MBE for her services to miscarriage awareness. She told the BBC the change was a “marker for all of the families who have been ignored” as a topic often “swept under the carpet”.",
                "tag": "p"
            },
            {
                "content": "Positive comments by the Miscarriage Association’s Chief Executive Vicki Robinson also run widely in reports, calling the change “a hugely important step that acknowledges the often very significant impact of pre-24-week loss” - and for partners as well. Other outlets which positively report the news, include Women’s Health, Glamour and Stylist who said the government has now taken a major step towards making its Every Loss Counts campaign a reality. Elsewhere, positive coverage featured in the Guardian (p6), Times (p4 & p37), The i Paper (p6), ITV News, Metro (p6), LBC and trade and regional media picked up from PA copy.",
                "tag": "p"
            },
            {
                "content": "Elsewhere, the Daily Mirror (p6)reports the government’s action to strengthen new laws banning fire, rehire and replace tactics, by closing a loophole ensuring agency staff can’t be used again to replace sacked employees after they refused worse terms and conditions. The Deputy PM also exclusively spoke to the paper (p6) about her mission to Make Work Pay and tackle exploitative employer practices like these, which largely affect the lowest paid workers.",
                "tag": "p"
            },
            {
                "content": "See announcements here:",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/08/coverage-of-the-employment-rights-bill/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Following new amendments to the Employment Rights Bill, there has been ongoing positive coverage highlighting the package of workers’ rights reforms, spearheaded by the Deputy Prime Minister Angela Rayner with the Department for Business and Trade. Today’s newspapers prominently report …"
    },
    {
        "title": "Making our theory test booking service more accessible",
        "authors": [
            "Rob Davies"
        ],
        "posted_on": "2025-07-08T13:50:58",
        "categories": [
            "Driving instructors",
            "Driving test",
            "Learning to drive",
            "Learning to ride",
            "Motorcycle test"
        ],
        "content": [
            {
                "content": "Scan the QR code above to view the blog post in BSL",
                "tag": "p"
            },
            {
                "content": "Here at DVSA, we know that the driving theory test is a rite of passage for every learner driver.",
                "tag": "p"
            },
            {
                "content": "With around 2.5 million of them being carried out each year, it’s important that they’re accessible to everyone. As part of this, we’re pleased to announce that on Monday 19 May we launched the UK Government’s first British Sign Language (BSL) online translation service for candidates booking their theory test online.",
                "tag": "p"
            },
            {
                "content": "We’re aiming to make booking the test easier for you and your pupils – so everyone has the tools they need to learn to drive.",
                "tag": "p"
            },
            {
                "content": "Independence, accessibility, fairness",
                "tag": "p"
            },
            {
                "content": "The Signly integration, in collaboration with the Government Digital Service (GDS) and digital technology company Kainos is a milestone for the DVSA. As the first of its kind to be introduced across the Government, it’s a notable shift in how government services are designed, delivered, and experienced by D/deaf users.",
                "tag": "p"
            },
            {
                "content": "While accessibility has always been a priority for the theory test service, it became even more of a focus after the launch of the new booking service in September 2021. In the years that have followed, we have implemented several improvements to the booking service – some of which we’ll touch on later.",
                "tag": "p"
            },
            {
                "content": "In particular, we wanted to prioritise how BSL users could access the theory test booking service. Looking at the data, we noticed that the theory test pass rate was much lower among customers who required support. We didn’t want this to be the case, so we knew something needed to change.",
                "tag": "p"
            },
            {
                "content": "To try to get to the bottom of this, our team worked with the GDS to delve deeper into the statistics.",
                "tag": "p"
            },
            {
                "content": "Together they looked at various aspects of the theory test, such as: ",
                "tag": "p"
            },
            {
                "content": "Creating the BSL translation service",
                "tag": "p"
            },
            {
                "content": "We learned a lot from the collaboration and began looking into what changes could be made to the online booking service. With the help of the GDS, Kainos and Signly, we started work on integrating the BSL translation service.",
                "tag": "p"
            },
            {
                "content": "To get things right we held a series of user research session with BSL users, with one participant calling the service ‘life-changing’.",
                "tag": "p"
            },
            {
                "content": "After five months of working on the project, the BSL online translation service was successfully launched in May for candidates booking a theory test.",
                "tag": "p"
            },
            {
                "content": " Signly translates written English text into BSL videos. This means that users can select a paragraph to be signed to them, enabling them to book their own theory test online.",
                "tag": "p"
            },
            {
                "content": "By bridging the gap between text and signed communication, the service will enhance the overall experience for BSL users. It will advocate and promote BSL across government services to improve accessibility too.",
                "tag": "p"
            },
            {
                "content": "Introducing other improvements",
                "tag": "p"
            },
            {
                "content": "While it may mark a milestone moment for digital accessibility, the BSL online translation service is just one of many improvements we’ve made to the theory test booking service – particularly when it comes to non-standard bookings.",
                "tag": "p"
            },
            {
                "content": "In the past, most of these booking arrangements needed to be done manually. As you may expect, this added more time to the booking process and didn’t give candidates the ability to self-serve.",
                "tag": "p"
            },
            {
                "content": "New changes to the booking service include:",
                "tag": "p"
            },
            {
                "content": "Taking the theory test",
                "tag": "p"
            },
            {
                "content": "The theory test now features accommodations for candidates who are d/Deaf or have a hearing impairment:",
                "tag": "p"
            },
            {
                "content": "1. On-screen BSL translation",
                "tag": "p"
            },
            {
                "content": "A BSL video appears on the screen next to the questions and answers.",
                "tag": "p"
            },
            {
                "content": "2. BSL interpreter",
                "tag": "p"
            },
            {
                "content": "Candidates have the option to have a BSL interpreter with them during the test. We can also provide a deaf relay interpreter for candidates who will work alongside the BSL interpreter, and with the candidate where possible, to translate words to the customer in a sign they can understand.",
                "tag": "p"
            },
            {
                "content": "3. Hearing loop and lip speakers",
                "tag": "p"
            },
            {
                "content": "You can also arrange to have a lip speaker with you during the test, and you can use a listening aid (hearing loop) too.",
                "tag": "p"
            },
            {
                "content": "To see how the BSL translation service works, visit Book your theory test - GOV.UK at www.gov.uk/book-theory-test and “turn BSL on”.",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/07/08/making-our-theory-test-booking-service-more-accessible/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "Find out more about the work we are doing to make the theory test service as accessible as possible."
    },
    {
        "title": "Opening the door to our legal futures ",
        "authors": [
            "Josie Stoneman, Senior Communications and Engagement Manager"
        ],
        "posted_on": "2025-07-08T13:23:07",
        "categories": [
            "General",
            "Training and support",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Over the last few months, more than 3,000 students from 195 schools have taken part in the Magistrates’ Mock Trial Competition, giving them a first-hand insight into the justice system and helping them to understand how the law touches every aspect of their lives.  ",
                "tag": "p"
            },
            {
                "content": "Established in 1991 by the national education charity Young Citizens, the Magistrates’ Mock Trial Competition introduces young people aged 12-14 to the legal system as they take on the roles of those involved in a magistrates' court trial - including lawyers, witnesses, legal advisers and magistrates. The competition helps students to develop key skills like critical thinking, teamwork and public speaking as they use specially written criminal cases to prepare legal arguments to prosecute or defend in a real courtroom setting. ",
                "tag": "p"
            },
            {
                "content": "Ruvimbo Gore is a Law (LLM,LLB) student at the University of Law who judged the students’ participation in the regional finals. She explained the importance of this: “I think participating in this programme can open up the students' perspectives of the law in practice. Academia is always quite rigorous whereas when we’re doing practical work, we’re able to put what we’ve learnt into practice, so it makes more sense. Sometimes you don’t fully understand what you’re learning until you do it.” ",
                "tag": "p"
            },
            {
                "content": "Gina Galloway, Delivery Manager for the Court Clerks at Croydon Crown Court, who has been involved with the competition for many years, added: \"I think coming into the courtroom straight away puts a reality into it for the pupils as it's different to a schoolroom.” ",
                "tag": "p"
            },
            {
                "content": "Building skills and confidence ",
                "tag": "h2"
            },
            {
                "content": "Benjamin, a student who acted as a defendant during the competition, described the experience: \"It's probably the most stressful thing I've ever done, but it's really boosted my confidence quite a lot. My impression of working in the justice system from this event is that every role is so different. Being a lawyer is very different from being a magistrate but it's all very professional.\" ",
                "tag": "p"
            },
            {
                "content": "Dawn Gibbons, a Justice of the Peace Magistrate for south-west London who served as lead magistrate at the event, spoke about the importance of representation: \"The bridge between academia and the justice system isn't as wide as it was when I was at school. You can now see people that look like you – whether male, female, disabled, black or brown, all the protected characteristics. That's open justice, anybody should be able to apply and fit in. We are a judiciary for the 21st century.”  ",
                "tag": "p"
            },
            {
                "content": "Inspiring the next generation ",
                "tag": "h2"
            },
            {
                "content": "This year’s competition saw pupils from Bishopston Comprehensive School in Wales win the top prize at the London regional final, held at Croydon Crown Court on 14 June.  ",
                "tag": "p"
            },
            {
                "content": "Polly, a student from Bishopston who acted as lead prosecution lawyer, said: \"It's really great because we have never done this before as Bishopton School, so to get to the final and win it is just great. I think this experience will definitely help inspire some people to think about different careers in law as aside from a lawyer, there's roles such as magistrate and legal adviser.\" ",
                "tag": "p"
            },
            {
                "content": "Lord Ponsonby of Shulbrede, Parliamentary Under-Secretary of State, who volunteered as a lead magistrate on the day, highlighted his own experience in entering the justice system: “My background wasn’t in law at all. I was an engineer during my professional career, but I decided to volunteer as a magistrate and did this once every two weeks over 20 years. I’ve learnt that there are many different parts to criminal justice that are accessible and many different ways of moving through those career opportunities. It goes way beyond being a lawyer, barrister or judge and certainly my perception is that people really enjoy those careers and find them really satisfying.\" ",
                "tag": "p"
            },
            {
                "content": "The partnership between HMCTS and Young Citizens has seen thousands of students participate in mock trials competitions over the years. HMCTS provides funding and venues, while staff volunteer their time to help organise the events. This forms part of HMCTS' wider outreach programme to raise awareness of different roles and career opportunities across the justice system, making legal careers more accessible and appealing to young people from all backgrounds. ",
                "tag": "p"
            },
            {
                "content": "Ashley Hodges, Chief Executive of Young Citizens said: “All citizens should understand how our institutions work and the role they play in their everyday lives. Unfortunately, these powerful systems are often shrouded in mystery, and youth trust in our leaders is at an all-time low. That's why we need to inform and involve young people through immersive programmes like the Mock Trial Competitions. They are a chance for students to acquire knowledge and flex their skills in an inspiring and welcoming environment, hopefully sparking the next generation of legal professionals.” ",
                "tag": "p"
            },
            {
                "content": "The Magistrates’ Court and Bar Mock Trial Competitions 2025/26 will take place from November 2025 to June 2026. You can read more about how you can volunteer and support here.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Agor y drws i’n dyfodol ym maes y gyfraith",
                "tag": "h2"
            },
            {
                "content": "Dros yr ychydig fisoedd diwethaf, mae mwy na 3,000 o fyfyrwyr o 195 o ysgolion wedi cymryd rhan yng Nghystadleuaeth Ffug Dreial y Llys Ynadon, gan roi cipolwg uniongyrchol iddynt ar y system gyfiawnder a’u helpu i ddeall sut mae’r gyfraith yn cyffwrdd â phob agwedd ar eu bywydau.",
                "tag": "p"
            },
            {
                "content": "Wedi’i sefydlu yn 1991 gan yr elusen addysg genedlaethol Young Citizens, mae Cystadleuaeth Ffug Dreial y Llys Ynadon yn cyflwyno pobl ifanc 12-14 oed i’r system gyfreithiol wrth iddynt ymgymryd â rolau’r rhai sy’n cymryd rhan mewn treial llys ynadon – gan gynnwys cyfreithwyr, tystion, cynghorwyr cyfreithiol ac ynadon. Mae’r gystadleuaeth yn helpu myfyrwyr i ddatblygu sgiliau allweddol fel meddwl yn feirniadol, gwaith tîm a siarad yn gyhoeddus wrth iddynt ddefnyddio achosion troseddol wedi’u hysgrifennu’n arbennig i baratoi dadleuon cyfreithiol i erlyn neu amddiffyn mewn lleoliad llys go iawn.",
                "tag": "p"
            },
            {
                "content": "Mae Ruvimbo Gore yn fyfyriwr y Gyfraith (LLM,LLB) ym Mhrifysgol y Gyfraith a feirniadodd gyfranogiad y myfyrwyr yn y rowndiau terfynol rhanbarthol. Esboniodd bwysigrwydd hyn: “Rwy’n credu y gall cymryd rhan yn y rhaglen hon ehangu safbwyntiau’r myfyrwyr o’r gyfraith ar waith. Mae’r byd academaidd bob amser yn eithaf trylwyr, ond pan fyddwn ni’n gwneud gwaith ymarferol, rydym ni’n gallu rhoi’r hyn rydyn ni wedi’i ddysgu ar waith, felly mae’n gwneud mwy o synnwyr. Weithiau dydych chi ddim yn deall yn llawn yr hyn rydych chi’n ei ddysgu nes i chi ei wneud.”",
                "tag": "p"
            },
            {
                "content": "Ychwanegodd Gina Galloway, Rheolwr Cyflawni ar gyfer Clercod y Llys yn Llys y Goron Croydon, sydd wedi bod yn rhan o’r gystadleuaeth ers blynyddoedd lawer: “Rwy’n credu bod dod i mewn i’r llys yn rhoi ymdeimlad o realiti i’r disgyblion yn syth, gan ei fod yn wahanol i ystafell ddosbarth.”",
                "tag": "p"
            },
            {
                "content": "Meithrin sgiliau a hyder",
                "tag": "h2"
            },
            {
                "content": "Disgrifiodd Benjamin, myfyriwr a oedd yn gweithredu fel diffynnydd yn ystod y gystadleuaeth, y profiad: “Mae’n debyg mai dyma’r peth mwyaf llawn straen rydw i erioed wedi’i wneud, ond mae wedi rhoi hwb mawr i’m hyder. Fy argraff o weithio yn y system gyfiawnder o’r digwyddiad hwn yw bod pob rôl mor wahanol. Mae bod yn gyfreithiwr yn wahanol iawn i fod yn ynad ond mae’r cyfan yn broffesiynol iawn.”",
                "tag": "p"
            },
            {
                "content": "Siaradodd Dawn Gibbons, Ynad Heddwch ar gyfer De-orllewin Llundain a wasanaethodd fel ynad arweiniol yn y digwyddiad, am bwysigrwydd cynrychiolaeth: “Nid yw’r bont rhwng y byd academaidd a’r system gyfiawnder mor eang ag yr oedd pan oeddwn i yn yr ysgol. Gallwch chi nawr weld pobl sy’n edrych fel chi – boed yn ddynion, yn fenywod, yn anabl, yn ddu neu’n frown, yr holl nodweddion gwarchodedig. Dyna gyfiawnder agored, dylai unrhyw un allu gwneud cais a ffitio i mewn. Rydym yn farnwriaeth ar gyfer yr 21ain ganrif.”",
                "tag": "p"
            },
            {
                "content": "Ysbrydoli'r genhedlaeth nesaf",
                "tag": "h2"
            },
            {
                "content": "Yng nghystadleuaeth eleni, enillodd disgyblion o Ysgol Gyfun Bishopston yng Nghymru y brif wobr yn rownd derfynol ranbarthol Llundain, a gynhaliwyd yn Llys y Goron Croydon ar 14 Mehefin.",
                "tag": "p"
            },
            {
                "content": "Dywedodd Polly, myfyrwraig o Bishopston a oedd yn brif gyfreithiwr yr erlyniad: “Mae’n wych iawn oherwydd nid ydym erioed wedi gwneud hyn o’r blaen fel Ysgol Bishopton, felly mae cyrraedd y rownd derfynol ac ennill yn wych. Rwy’n credu y bydd y profiad hwn yn bendant yn helpu i ysbrydoli rhai pobl i feddwl am wahanol yrfaoedd yn y gyfraith ar wahân i fod yn gyfreithiwr, mae rolau fel ynad heddwch a chynghorydd cyfreithiol ar gael.”",
                "tag": "p"
            },
            {
                "content": "Tynnodd yr Arglwydd Ponsonby o Shulbrede, Is-ysgrifennydd Gwladol Seneddol, a wirfoddolodd fel prif ynad ar y diwrnod, sylw at ei brofiad ei hun o ymuno â’r system gyfiawnder: “Nid oedd fy nghefndir yn y gyfraith o gwbl. Roeddwn i’n beiriannydd yn ystod fy ngyrfa broffesiynol, ond penderfynais wirfoddoli fel ynad a gwneud hyn unwaith bob pythefnos dros 20 mlynedd. Rwyf wedi dysgu bod llawer o wahanol rannau i gyfiawnder troseddol sy’n hygyrch ac mae llawer o wahanol ffyrdd o symud trwy’r cyfleoedd gyrfa hynny. Mae’n mynd ymhell y tu hwnt i fod yn gyfreithiwr, bargyfreithiwr neu farnwr, ac yn sicr fy nghanfyddiad yw bod pobl yn mwynhau’r gyrfaoedd hynny’n fawr ac yn cael boddhad gwirioneddol ohonynt.”",
                "tag": "p"
            },
            {
                "content": "Mae’r bartneriaeth rhwng GLlTEF a Young Citizens wedi gweld miloedd o fyfyrwyr yn cymryd rhan mewn cystadlaethau ffug dreialon dros y blynyddoedd. Mae GLlTEF yn darparu cyllid a lleoliadau, tra bod staff yn rhoi o’u hamser i helpu i drefnu’r digwyddiadau. Mae hyn yn rhan o raglen allgymorth ehangach GLlTEF i godi ymwybyddiaeth o wahanol rolau a chyfleoedd gyrfa ar draws y system gyfiawnder, gan wneud gyrfaoedd cyfreithiol yn fwy hygyrch ac apelgar i bobl ifanc o bob cefndir.",
                "tag": "p"
            },
            {
                "content": "Dywedodd Ashley Hodges, Prif Weithredwr Young Citizens: “Dylai pob dinesydd ddeall sut mae ein sefydliadau’n gweithio a’r rôl maen nhw’n ei chwarae yn eu bywydau bob dydd. Yn anffodus, mae’r systemau pwerus hyn yn aml yn ymddangos yn llawn dirgelwch, ac mae ymddiriedaeth pobl ifanc yn ein harweinwyr ar ei lefel isaf erioed. Dyna pam mae angen i ni hysbysu a chynnwys pobl ifanc trwy raglenni trochi fel y Cystadlaethau Ffug Dreial. Maent yn gyfle i fyfyrwyr gaffael gwybodaeth a defnyddio eu sgiliau mewn amgylchedd ysbrydoledig a chroesawgar, gan obeithio sbarduno’r genhedlaeth nesaf o weithwyr proffesiynol ym maes y gyfraith.”",
                "tag": "p"
            },
            {
                "content": "Bydd Cystadlaethau Ffug Dreialon Llysoedd Ynadon a’r Bar 2025/26 yn digwydd rhwng Tachwedd 2025 a Mehefin 2026. Mae rhagor o wybodaeth ynghylch sut y gallwch wirfoddoli a chefnogi yma.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/07/08/opening-the-door-to-our-legal-futures/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "HMCTS partners with Young Citizens to run a Magistrates’ Mock Trial Competition for school students, offering them first-hand insight into the justice system and helping them to understand how the law touches every aspect of their lives. "
    },
    {
        "title": "One year on: highlights and milestones of the Agricultural Supply Chain Adjudicator",
        "authors": [
            "Richard Thompson"
        ],
        "posted_on": "2025-07-08T12:18:44",
        "categories": [
            "Guest post",
            "Supply chain",
            "Things we're doing"
        ],
        "content": [
            {
                "content": "It’s been one year since I took on the role of Agricultural Supply Chain Adjudicator and looking back, we’ve already come a long way. ",
                "tag": "p"
            },
            {
                "content": "Over the past year, my team and I have been engaging with producers, processors, retailers and trade bodies across the UK to build visibility, trust and collaboration in the dairy supply chain. ",
                "tag": "p"
            },
            {
                "content": "These conversations have been essential to shaping how we implement the Fair Dealing Obligations (Milk) Regulations, which came into force earlier this year. ",
                "tag": "p"
            },
            {
                "content": "The regulations give dairy farmers new legal rights, including the right to clear contracts, the right to negotiate, and protection from unilateral changes and retrospective penalties. ",
                "tag": "p"
            },
            {
                "content": "My role is to make sure those rights are upheld. As Adjudicator, I provide independent oversight and can act on complaints where there are concerns about non-compliance. ",
                "tag": "p"
            },
            {
                "content": "Listening to people across the sector has helped me understand the very real challenges they face, and the opportunities that greater fairness and transparency can unlock. ",
                "tag": "p"
            },
            {
                "content": "This first year has laid strong foundations, and I remain committed to working with the sector to ensure the new rules are understood, embedded and deliver the impact they were designed for. ",
                "tag": "p"
            },
            {
                "content": "In this, my second Farming blog post, I’ll share a summary of our milestones from the past 12 months.  ",
                "tag": "p"
            },
            {
                "content": "Building understanding and support",
                "tag": "h2"
            },
            {
                "content": "As well as building new relationships across the sector, we’ve developed a range of resources to help people better understand my role as ASCA, how my office operates, and how to raise concerns under the new regulations. ",
                "tag": "p"
            },
            {
                "content": "This includes clear guidance on what types of complaints I can investigate, how to submit one, what to expect from the process, and how we handle confidentiality and whistleblowing.  ",
                "tag": "p"
            },
            {
                "content": "The end of the transitional period",
                "tag": "h2"
            },
            {
                "content": "The second milestone is just around the corner. From tomorrow, 9 July 2025, the 12-month transitional period in the Fair Dealing Obligations (Milk) Regulations 2024 (FDOM24) will come to an end. ",
                "tag": "p"
            },
            {
                "content": "This marks an important moment for both the industry and my office. From that date, the new rules will apply not only to contracts signed after 9 July 2024, but also to all existing milk purchase agreements made before the regulations came into force. ",
                "tag": "p"
            },
            {
                "content": "In other words, the regulations will now cover the entire UK cow’s milk sector. ",
                "tag": "p"
            },
            {
                "content": "Over the past year, much of our work has focused on helping the industry prepare and supporting the implementation of the new rules. From this July, those rules are fully in effect. ",
                "tag": "p"
            },
            {
                "content": "Everyone involved in buying or selling milk should now be confident about their rights and responsibilities under the law and know where to go if they have concerns. ",
                "tag": "p"
            },
            {
                "content": "Extending fair dealing to the pig sector",
                "tag": "h2"
            },
            {
                "content": "The third important milestone is that the Fair Dealing Regulations for the pig sector have now been granted Parliamentary approval. This is a significant step, as it shows the government’s commitment to broader reform beyond the dairy industry.",
                "tag": "p"
            },
            {
                "content": "The pig sector, which has faced considerable challenges including price pressures and supply chain uncertainty, will now benefit from clear rules designed to bring greater fairness and protection for producers. ",
                "tag": "p"
            },
            {
                "content": "I’ll share more about this in an upcoming post, so watch this space. You can subscribe to the Farming blog for a notification whenever a post is published.  ",
                "tag": "p"
            },
            {
                "content": "Sector survey",
                "tag": "h2"
            },
            {
                "content": "To understand how familiar people are with the Fair Dealing Obligations (Milk) Regulations 2024, and with my role as ASCA, we recently ran a sector-wide survey. ",
                "tag": "p"
            },
            {
                "content": "It was encouraging to see that awareness is growing. That said, I know that trust, confidence and understanding in a new role take time to build. ",
                "tag": "p"
            },
            {
                "content": "We’ll keep looking for new ways to share information about how our office works and how we can support the industry. If you have ideas on how we could do this better, I’d be very glad to hear them. ",
                "tag": "p"
            },
            {
                "content": "Another finding from the survey, one that reflects what I’ve been hearing directly from producers and their representatives, is that some people are still worried about the consequences of raising a complaint.",
                "tag": "p"
            },
            {
                "content": "There’s a concern that speaking up could affect their relationships or their business. It’s disappointing, and concerning, that some producers may not yet feel safe or supported enough to raise issues about how they’re being treated. ",
                "tag": "p"
            },
            {
                "content": "To help address this, we held our first ever Milk Roundtable in May. This brought together our office and a range of stakeholders from across the supply chain. ",
                "tag": "p"
            },
            {
                "content": "We discussed how the regulations are bedding in and how compliance is progressing, but we also focused on how we can improve producer–purchaser relationships. A major part of that conversation was about removing the fear from raising concerns when things aren’t working as they should. ",
                "tag": "p"
            },
            {
                "content": "We left the session with a shared commitment to develop a sector-led set of Principles of Conduct. I fully support this and look forward to seeing how that work develops. ",
                "tag": "p"
            },
            {
                "content": "Get in touch  ",
                "tag": "h2"
            },
            {
                "content": "In the meantime, we have created a new mailbox through which anyone can raise a concern with ASCA that will be treated in confidence. ",
                "tag": "p"
            },
            {
                "content": "While I may not be able to pursue a formal investigation without a formal complaint, hearing about the issues faced by producers is critical. This feedback will help me shape how my office works in the future. ",
                "tag": "p"
            },
            {
                "content": "To raise a concern which will be treated in confidence, please do so by using the dedicated mailbox: asca-in-confidence@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "I hope you have found this post useful. I look forward to working with you and hearing your perspectives on milk purchase contracts.   ",
                "tag": "p"
            },
            {
                "content": "If you have any questions after reading this post or the guidance available on GOV.UK please do leave a comment below.  ",
                "tag": "p"
            },
            {
                "content": "Or, if you would like to get in touch, please email the ASCA mailbox: asca@defra.gov.uk . ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/08/one-year-on-highlights-and-milestones-of-the-agricultural-supply-chain-adjudicator/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this post, Richard Thompson reflects on his first year as the Agricultural Supply Chain Adjudicator, highlighting milestones and progress. He also shares insights from a recent sector survey and looks ahead to upcoming developments in the pig sector."
    },
    {
        "title": "Coverage on the government’s planning reforms",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-08T11:06:14",
        "categories": [
            "Planning"
        ],
        "content": [
            {
                "content": "Reporting in a national paper today criticises the government’s Planning and Infrastructure Bill, alleging double standards from Ministers in relation to previous decisions on development in their constituencies.",
                "tag": "p"
            },
            {
                "content": "This is not the case. The landmark Planning and Infrastructure Bill is one of the ways the government is working to deliver 1.5 million homes this Parliament and it will help streamline planning decisions to build more homes, but not at the expense of local say.",
                "tag": "p"
            },
            {
                "content": "Residents will not lose the opportunity to make representations on a planning application and people will still be able to object to individual applications in the way they can now – this will not change. The reforms being brought forward are designed to help speed up local planning decision making, maximise the use of professional skills and judgement of trained planners, and focus the time of elected councillors on the most significant or controversial applications.",
                "tag": "p"
            },
            {
                "content": "Crucially, the Bill will also ensure that vital protections for the environment remain in place and through a more strategic approach we can deliver more for nature and not less.",
                "tag": "p"
            },
            {
                "content": "Current rules in the National Planning Policy Framework are clear that development resulting in the loss or deterioration or irreplaceable habitats, including ancient woodland and ancient or veteran trees, should be refused. This will not change through the Planning and Infrastructure Bill.",
                "tag": "p"
            },
            {
                "content": "It’s also important to recognise that local authorities are ultimately responsible for determining the scale and location of new development in their area, ensuring that new homes are built where they are most needed.",
                "tag": "p"
            },
            {
                "content": "The government’s planning overhaul so far has reversed anti-supply measures which will drive UK housebuilding to its highest level in over 40 years.",
                "tag": "p"
            },
            {
                "content": "A Ministry of Housing, Communities and Local Government spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“We have inherited the worst housing crisis in living memory and all areas must play their part as we deliver 1.5 million homes as part of our Plan for Change. “We will work in partnership with councils so we can deliver 1.5 million homes, while ensuring that we also create the vital infrastructure that people need in their communities.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/08/coverage-on-the-governments-planning-reforms/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Reporting in a national paper today criticises the government’s Planning and Infrastructure Bill, alleging double standards from Ministers in relation to previous decisions on development in their constituencies. This is not the case. The landmark Planning and Infrastructure Bill is …"
    },
    {
        "title": "Standardising the planning application process: Progress and next steps",
        "authors": [
            "Mike Rose, Data, Licensing and Intellectual Property SME"
        ],
        "posted_on": "2025-07-08T09:01:16",
        "categories": [
            "Data",
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Since October 2024, our team has been hard at work standardising the planning application process. This is a crucial step in the Digital Planning programme's vision for a more data-rich planning system. We're focused on building the foundational data standards that will enable better services and more informed decision-making for communities across the country. ",
                "tag": "p"
            },
            {
                "content": "Why standardise? ",
                "tag": "h2"
            },
            {
                "content": "Good quality data standards underpin making consistent data available, which in turn allows for the creation of new services and products. These then empower communities to make better decisions and drive positive change. Our current efforts are concentrated on the very first part of this journey - designing robust data standards that enable the planning permission process.  ",
                "tag": "p"
            },
            {
                "content": "Data standards ensure that information is consistent and easily understood across different systems, making it simpler for people to find, use, and trust the data they need. By reducing confusion and errors, they help end users get faster, clearer answers and better services. Without this foundation, creating an efficient and data-driven planning ecosystem is incredibly challenging.",
                "tag": "p"
            },
            {
                "content": "We want to make the entire planning application and permission process data rich through standardisation.  ",
                "tag": "p"
            },
            {
                "content": "This will then help someone who wants to submit a planning application to build something navigate the process and find out if their plans can go ahead. ",
                "tag": "p"
            },
            {
                "content": "Our guiding principles ",
                "tag": "h2"
            },
            {
                "content": "Our work has so far been guided by 4 core rules: ",
                "tag": "p"
            },
            {
                "content": "What we've done so far ",
                "tag": "h2"
            },
            {
                "content": "We've taken the existing application submission standards, which are the forms found on GOV.UK, and meticulously analysed them. These forms outline the legal requirements for making a planning application. We've broken down these forms into their individual component parts, such as applicant name, address, parking, and waste storage. ",
                "tag": "p"
            },
            {
                "content": "By understanding these individual data elements, we've identified how many there are, what they are, and how they relate. For instance, we've found that ‘applicant name and address’ appears on all 24 of the template forms for different types of planning permission, while ‘site address’ appears on 23. Understanding these nuances helps us define the core data elements of the planning application submission system. ",
                "tag": "p"
            },
            {
                "content": "Defining these individual components allows us to recombine them into data artefacts that mimic current application forms. In the future, this means that instead of relying on static PDF forms, planning applications can be handled as dynamic data. This consistency in data flow through systems, from application service providers to local authority back-office systems, will ensure data is consistent and of a known quality. This data will then underpin the decisions made by local authorities. ",
                "tag": "p"
            },
            {
                "content": "Crucially, these data specifications also mean that data from individual local authorities can be easily and consistently brought together. This will provide a much clearer national view of planning activity and enable better reporting. ",
                "tag": "p"
            },
            {
                "content": "Our progress ",
                "tag": "h2"
            },
            {
                "content": "We brought together an advisory group and wider community of planning officers, software providers, policy specialists, and digital teams to create a specification for each component,  ",
                "tag": "p"
            },
            {
                "content": "We codified all the component parts and made them available as working draft specifications on GitHub, and then invited everyone to review the baseline specifications. We've also successfully recombined these components to mimic the current PDF application forms. ",
                "tag": "p"
            },
            {
                "content": "In May, we reached a key deadline for community feedback on these initial working draft specifications. This feedback is vital to move our specifications to a ‘pilot stage’, where we are much more confident that they are on the right track and that they are ready for systematic testing. We've also been documenting challenging issues and creating a backlog of suggestions for future iterations of the specification. ",
                "tag": "p"
            },
            {
                "content": "Alongside this we've been collaborating closely with development management and policy colleagues, getting their feedback and beginning to consider the future burden of maintaining a data-rich system compared to the current forms-based approach. We're also working with the Digital Planning Policy team on how to mandate these specifications using the Planning Data powers which were taken through as part of the Levelling-up and Regeneration Act. ",
                "tag": "p"
            },
            {
                "content": "What's next?  ",
                "tag": "h2"
            },
            {
                "content": "Our immediate next steps are focused on making our pilot submission specifications ready to be mandated as national standards, driven by rigorous testing and active community collaboration: ",
                "tag": "p"
            },
            {
                "content": "Further testing ",
                "tag": "h3"
            },
            {
                "content": "The specifications aren't ready for mandating until they've undergone more detailed testing. This involves analysing and categorising feedback from early testing and iterating the draft specifications where appropriate. We'll also begin developing and sharing the first version of a declarative model to support this testing. ",
                "tag": "p"
            },
            {
                "content": "Expanding our scope ",
                "tag": "h3"
            },
            {
                "content": "It's clear our standards need to apply to the entire planning permission process, not just the submitted applications. We're now kick-starting a research project into application decisions and looking at where we need to develop additional specifications to cover the whole planning permission process. ",
                "tag": "p"
            },
            {
                "content": "Local flexibility ",
                "tag": "h3"
            },
            {
                "content": "Our component structure will allow local requirements to be added on top of national standards. A key part of this is developing a draft approach for handling national and local planning requirements, enabling councils to share their specific needs. ",
                "tag": "p"
            },
            {
                "content": "Integrating existing data ",
                "tag": "h3"
            },
            {
                "content": "We continue to gather and publish data via the Planning Data Platform on essential inputs to the planning permission process, such as listed buildings, Article 4 directions, conservation areas, and tree preservation orders. In parallel, we'll be drafting and consulting the community we have been working with on useful codelists for critical planning information like application types and tenure types. ",
                "tag": "p"
            },
            {
                "content": "Roadmap to mandation ",
                "tag": "h3"
            },
            {
                "content": "We're building a roadmap for the next year, aiming to move from pilot specifications for submissions to candidate status (ie ready for mandating) and then the mandating process. We are aiming for a timeframe of approximately 12 months for mandating from candidate status. ",
                "tag": "p"
            },
            {
                "content": "Restarting engagement with the sector ",
                "tag": "h2"
            },
            {
                "content": "Working in the open remains at the heart of our approach which is why we’re excited to relaunch our engagement with the sector. We're updating the terms of reference for our previous advisory and community groups and would like to actively invite new members to join our refreshed data standards community. Over the next 3 months we’ll present specific opportunities for contribution, ensuring community input directly shapes our ongoing work and priorities.  ",
                "tag": "p"
            },
            {
                "content": "Join our community and get involved ",
                "tag": "h2"
            },
            {
                "content": "The next few months are important for this work. We would like to invite everyone with an interest in data standards to access and contribute to our approach by visiting the component and combined specifications pages, where you can share your thoughts and comments.  ",
                "tag": "p"
            },
            {
                "content": "Join our focussed virtual data standards community, which will bring together both existing and new participants with an interest in this work for the whole planning permission process.  There are no restrictions on who can join. In the coming weeks we’ll outline how you can help us test these specifications and get involved in shaping the next ones. ",
                "tag": "p"
            },
            {
                "content": "Visit our webpage (which we are currently redeveloping based on user research) for information about our work to date and our plans for the next few months.",
                "tag": "p"
            },
            {
                "content": "Our first online session takes place on Wednesday 23 July from 10.30am-12pm. If you’d like to participate please register.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/08/standardising-the-planning-application-process-progress-and-next-steps/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Our work continues to standardise the planning application process to build a more data-rich planning system. After inviting everyone to review the baseline specifications for submitting an application, we’re now focused on preparing them to become mandated national standards, through rigorous testing and active collaboration. Working in the open remains our priority and we’re particularly keen to gather everyone’s input over the next 3 months to directly shape our ongoing work and priorities.  "
    },
    {
        "title": "Best Start Family Hubs: what parents need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-07-07T16:48:03",
        "categories": [
            "Babies",
            "early years",
            "Families"
        ],
        "content": [
            {
                "content": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where we’ll be spending £1.5bn over the next three years to expand family services, make early education and childcare more accessible and affordable, and improve quality across the early years system. Here's what you need to know about the hubs and how they connect to other support for families. ",
                "tag": "p"
            },
            {
                "content": "What are Best Start Family Hubs? ",
                "tag": "h3"
            },
            {
                "content": "Best Start Family Hubs will be local hubs where families can access a range of services all in one place. Think of them as a 'one-stop shop' for families with children from pregnancy through the early years and beyond. ",
                "tag": "p"
            },
            {
                "content": "Whether its free classes, events and activities, help with your children before they start school or finance and housing advice - the hubs will either provide these services directly or connect you to the right local support. ",
                "tag": "p"
            },
            {
                "content": "Why are they being created? ",
                "tag": "h3"
            },
            {
                "content": "Many parents tell us they find it difficult to know where to go for help with their children. Services can feel disconnected and hard to navigate, especially if your child has additional needs. Some families can’t access help at all. Many children’s centres have closed or cut back services. At the same time, health services have faced new pressures such as with fewer health visitors and lower vaccination rates.  ",
                "tag": "p"
            },
            {
                "content": "Research shows that early support makes a real difference – children who had access to Sure Start centres were more likely to achieve better GCSE results and had improved health outcomes. ",
                "tag": "p"
            },
            {
                "content": "When will there be a Best Start Family Hub near me? ",
                "tag": "h3"
            },
            {
                "content": "The government is investing over £500 million to create a network of up to 1,000 Best Start Family Hubs across every local authority in England by 2028.  ",
                "tag": "p"
            },
            {
                "content": "If you already have a Family Hub or children's centre in your area, it will continue to operate and may be enhanced under this new programme. ",
                "tag": "p"
            },
            {
                "content": "What services will be available at the hubs? ",
                "tag": "h3"
            },
            {
                "content": "Services will vary depending on local needs, but you can expect: ",
                "tag": "p"
            },
            {
                "content": "For families with children who have additional needs, each hub will have a trained professional to help you navigate services and connect with local early years settings and health services.  ",
                "tag": "p"
            },
            {
                "content": "How will the hubs support children with SEND? ",
                "tag": "h3"
            },
            {
                "content": "Each Best Start Family Hub will have a children and family services professional trained to support children with additional needs. They'll help: ",
                "tag": "p"
            },
            {
                "content": "What if I can't get to a hub in person? ",
                "tag": "h3"
            },
            {
                "content": "A new Best Start digital service is being created that will give you quick access to trusted advice on parenting, child development. You'll be able to check your eligibility for childcare entitlements and connect to your local hub. This will eventually link to the NHS app.  ",
                "tag": "p"
            },
            {
                "content": "Will the hubs connect with other childcare and early education services? ",
                "tag": "h3"
            },
            {
                "content": "Yes, the hubs will help you find and access the right childcare for your family.The hubs will also work closely with local nurseries, childminders and schools to make sure children get consistent support, especially those with additional needs who might need extra help when moving between different settings. ",
                "tag": "p"
            },
            {
                "content": "The hubs are just one part of wider support for families. Alongside them, eligible working parents can get 30 hours of funded childcare from when their child is 9 months old (saving up to £7,500 a year), thousands of new nursery places are being created in schools, and there's extra funding for disadvantaged children through the Early Years Pupil Premium. All these changes are part of the Best Start in Life Strategy – our plan to make sure every child get the best possible start in life. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/07/best-start-family-hubs-what-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where …"
    },
    {
        "title": "Islamophobia Working Group Definition ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-07T14:59:36",
        "categories": [
            "Faith"
        ],
        "content": [
            {
                "content": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached record levels. ",
                "tag": "p"
            },
            {
                "content": "According to the most recent statistics, two in five police-recorded religious hate crimes were directed at Muslims, highlighting the urgent need for a clear and robust framework to address this form of hatred. The group’s work will support wider and ongoing government-led efforts to tackle religiously motivated hate crime – delivering on the government’s Plan for Change mission for safer streets. ",
                "tag": "p"
            },
            {
                "content": "The government, and the working group’s published terms of reference, make clear that any proposed definition must be fully compatible with the enduring and fundamental right of British citizens to freedom of speech and expression. This includes the right to criticise, express dislike of, or insult religions, as well as the beliefs and practices of their adherents. The government has made clear it will not compromise on this principle which is essential in a democratic society. ",
                "tag": "p"
            },
            {
                "content": "The group is operating independently and will provide Ministers with evidence-based advice, in line with the terms of reference already made public. Their work will be informed by a wide range of perspectives and expertise, ensuring that any recommendation is not only thoughtful and principled, but also grounded in the lived experiences and realities faced by communities across the country.  ",
                "tag": "p"
            },
            {
                "content": "By drawing on diverse insights, the working group aims to develop advice for ministers that is both practically effective and socially sensitive - capable of helping to address the rise of anti-Muslim hatred while upholding the democratic values that underpin our society.",
                "tag": "p"
            },
            {
                "content": "An MHCLG spokesperson said: ",
                "tag": "p"
            },
            {
                "content": "“We are absolutely committed to defending freedom of speech, and any proposed definition must be compatible with the right to freedom of speech and expression. ",
                "tag": "p"
            },
            {
                "content": "“The independent working group has been engaging extensively with a wide range of communities and will provide independent, evidence-based advice to Ministers.” ",
                "tag": "p"
            },
            {
                "content": "As mentioned, the working group is seeking views from a wide range of audiences as part of its work - please see here for more information on the call for evidence: Working Group on Anti-Muslim Hatred/Islamophobia Definition - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/07/islamophobia-working-group-definition/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached …"
    },
    {
        "title": "Unlocking Nature for All",
        "authors": [
            "Val Woods"
        ],
        "posted_on": "2025-07-07T13:34:27",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England",
                "tag": "p"
            },
            {
                "content": "I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre for Outdoor Accessibility Training - COAT for short; an easy acronym to remember as often needed for the British weather!",
                "tag": "p"
            },
            {
                "content": " I am excited to be able to share our vision of increasing inclusion and accessibility to nature and the outdoors for everyone. Improving access to the outdoors is vitally important, because by increasing our connection to nature we can improve health and wellbeing on a national scale, drive nature’s recovery and contribute to a thriving economy for all.",
                "tag": "p"
            },
            {
                "content": "Where are we and how it started",
                "tag": "h4"
            },
            {
                "content": "The reserve is perched on the northwestern scarp of the Chiltern Hills, within the Chilterns National Landscape in Oxfordshire. There is a wide variety of habitats of national importance within the 159-hectare site such as chalk grassland, mixed scrub and ancient beech woodland.  These diverse environments make the reserve special by supporting an amazing diversity of flower, bird and insect species. ",
                "tag": "p"
            },
            {
                "content": "The reserve is very popular with walkers for the spectacular views as well as the junipers, orchids, butterflies and kites, and can be visited via The Ridgeway National Trail which runs the length of reserve.",
                "tag": "p"
            },
            {
                "content": "The Aston Rowant team consider ourselves so lucky to have amazing volunteers who undertake reserve management tasks around the site, as well as weekly bird/butterfly surveys. It was one of our key volunteers, Tom Bindoff, formerly CEO of Centrewire, who originally approached the NNR staff with the vision of establishing COAT in 2018.",
                "tag": "p"
            },
            {
                "content": "Tom has been inspirational to me in my role managing and developing COAT.  I have benefited from his knowledge and leadership, so I am so delighted that his 45 years of dedication to promoting accessibility has been recognised by the Outdoor Recreation Network with a Lifetime Achievement Award.",
                "tag": "p"
            },
            {
                "content": "What’s the purpose of COAT?",
                "tag": "h4"
            },
            {
                "content": "The Centre offers bespoke classroom training sessions in the legislation principles and standards associated with accessibility in the outdoors, together with a “hands-on” practical element at our field of gates and structures using our all-terrain mobility equipment. We show that inclusion should be about removing barriers for people of all shapes, abilities and ages to promote accessibility to green spaces – from urban parks through to wild nature reserves.",
                "tag": "p"
            },
            {
                "content": "The training is aimed at people and organisations who manage or advise on public access to the outdoors. Together with Pippa Langford, Natural England Principal in Recreation and Access, I have developed an integrated training programme with modules on the following topics:",
                "tag": "p"
            },
            {
                "content": "Research And Collaboration",
                "tag": "h4"
            },
            {
                "content": "The Centre was initially designed to demonstrate the use of infrastructure meeting the British Standard for improved countryside access; BS5709 Gaps, Gates & Stiles but as COAT is hosted by Natural England there is an inherent brief to instigate and develop research. ",
                "tag": "p"
            },
            {
                "content": "As part of this remit, collaborative research has been carried out with trialing, inventing and manufacturing accessible infrastructure furniture such as latches and handle designs. This is unique and invaluable since it ensures that the standard, whilst achieving the best outcomes for the public and farmers, remains deliverable by manufacturers.",
                "tag": "p"
            },
            {
                "content": "Raising awareness",
                "tag": "p"
            },
            {
                "content": "We know that everyone cannot easily access the documents detailing legislation and best practice associated with accessibility information. There is much technical information to take in, which in itself can prove to be a barrier to raising awareness of these issues. ",
                "tag": "p"
            },
            {
                "content": "So, to reach as many people as possible and give them an understanding of the issues affecting parts of the community, we have created a series of three films in collaboration with Parks Trust volunteer Ambassadors and the British Horse Society which identify key points on best practice related to accessibility information on footpaths and bridleways.",
                "tag": "p"
            },
            {
                "content": "Do take a look at these three videos which are all available on Natural England YouTube:",
                "tag": "p"
            },
            {
                "content": "Parts 2 and 3 are available here:",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps, Gates & Stiles on Footpaths",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps & Gates on Bridleways",
                "tag": "p"
            },
            {
                "content": "I am thrilled that all our hard work in creating these films was rewarded by winning the 2025 Outdoor Recreation Network Award in the Category for Best Practice for Improving Access & Accessibility.",
                "tag": "p"
            },
            {
                "content": "If you would like to enquire about booking a training day or for further information contact: COAT@naturalengland.org.uk or speak to Val (Tel:07901309002).",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/07/unlocking-nature-for-all/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre …"
    },
    {
        "title": "FETF 2025 closing soon: still time to apply",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-07-07T10:57:03",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025. ",
                "tag": "p"
            },
            {
                "content": "Applications are open now and will close at midday on 10 July. ",
                "tag": "p"
            },
            {
                "content": "The fund is for farmers, growers, foresters and related contractors. It helps pay for items that can improve productivity, manage slurry more effectively, and support animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "What you can apply for ",
                "tag": "h2"
            },
            {
                "content": "The fund is split into 3 themes: ",
                "tag": "p"
            },
            {
                "content": "You can apply for between £1,000 and £25,000 per theme, and apply under more than one. Here are just a few examples of what’s available: ",
                "tag": "p"
            },
            {
                "content": "Productivity, you could apply for a direct drill, robotic or camera-guided inter-row hoes, or equipment to help with more precise crop management. ",
                "tag": "p"
            },
            {
                "content": "Slurry Management, eligible items include slurry separators, dribble bars, and robotic slurry pushers that help with low-emission spreading and better storage. ",
                "tag": "p"
            },
            {
                "content": "Animal Health and Welfare, there’s support for things like mobile sheep handling units, cattle squeeze crushes, or even static cow brushes to improve livestock welfare. ",
                "tag": "p"
            },
            {
                "content": "Each theme has a full list of equipment you can choose from, with fixed grant amounts. The percentage of the cost covered varies by item, but most are around 40 to 50%. ",
                "tag": "p"
            },
            {
                "content": "What to know before you apply ",
                "tag": "h2"
            },
            {
                "content": "Before you apply, read the guidance on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We also hosted a webinar which explains what the fund offers and how to apply. ",
                "tag": "p"
            },
            {
                "content": "The post also includes responses to questions that we didn’t have time to answer during the session.  ",
                "tag": "p"
            },
            {
                "content": "This is a competitive grant. That could mean that not all applications will be successful, and you may not get the full amount you apply for. But there’s £46.7 million available in this round, so it’s worth checking if there’s something that could help you. ",
                "tag": "p"
            },
            {
                "content": "Good luck with your application.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/07/fetf-2025-closing-soon-still-time-to-apply/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025.  Applications are open now and will close at midday on 10 July."
    },
    {
        "title": "Taking policy design to a global public audience",
        "authors": [
            "Andrew Knight"
        ],
        "posted_on": "2025-07-07T10:38:44",
        "categories": [
            "Case study",
            "Events",
            "PublicPolicyDesign"
        ],
        "content": [
            {
                "content": "Last month, the UK Civil Service took part in the London Design Biennale for the first time - showcasing policy design to a global public audience.",
                "tag": "p"
            },
            {
                "content": "Our pavilion, designed and delivered by the cross-government Policy Design Community with support from the Government Digital Service, brought together designers from across disciplines. Together, we demonstrated how design can support better public outcomes.",
                "tag": "p"
            },
            {
                "content": "Building design capability across government",
                "tag": "h2"
            },
            {
                "content": "As well as sharing our work publicly, we welcomed around 200 government designers to the exhibition throughout June. Many visited as part of organised learning and development groups - creating opportunities to connect with peers, share experiences and take inspiration back to their day jobs.",
                "tag": "p"
            },
            {
                "content": "One designer told us:",
                "tag": "p"
            },
            {
                "content": "Another added:",
                "tag": "p"
            },
            {
                "content": "Exploring serious games for policy challenges",
                "tag": "h2"
            },
            {
                "content": "At the heart of the UK pavilion was a series of live, interactive workshops, open to the public and running throughout the month. Every session sold out ...and demand was high enough for us to run additional spontaneous sessions too.",
                "tag": "p"
            },
            {
                "content": "The workshops showcased how serious games - structured, purpose-driven games - can help co-design effective public policy. The approach builds on Policy Lab’s 2022 collaboration with game designer Matteo Menapace, which helped create a sustainable fisheries management plan for sea bass through gameplay.",
                "tag": "p"
            },
            {
                "content": "This year, our “Serious Game to Save the Planet” workshops invited participants to explore complex climate challenges through collaborative play. Over 100 people from across the world took part, including professionals from government, academia, journalism, science, advertising and design.",
                "tag": "p"
            },
            {
                "content": "Using serious games, we created a safe, engaging space where people could explore trade-offs, challenge assumptions, and listen to diverse perspectives. For complex, high-stakes policy challenges - especially those impacting many communities - this approach offers a powerful way to co-design solutions.",
                "tag": "p"
            },
            {
                "content": "Celebrating design leadership in government",
                "tag": "h2"
            },
            {
                "content": "We also hosted a special reception at Somerset House, bringing together 50 design leaders from across the Civil Service. The evening was a chance to celebrate their work and share early plans for our new design school …set to launch later this year.",
                "tag": "p"
            },
            {
                "content": "Speakers from government and partner organisations reflected on the growing role of design in shaping effective, user-centred policies and services. Guests were invited to feed into the emerging direction of the school, helping shape its future as a shared, cross-government offer.",
                "tag": "p"
            },
            {
                "content": "It was a brilliant opportunity to connect, reflect and look ahead to the next chapter for design in government - not to mention enjoy a moment of summer sunshine on the Somerset House terrace.",
                "tag": "p"
            },
            {
                "content": "Powered by our community",
                "tag": "h2"
            },
            {
                "content": "This was a milestone month for the Policy Design Community - and it wouldn’t have been possible without the incredible efforts of our volunteer team.",
                "tag": "p"
            },
            {
                "content": "From planning and curation to delivery and facilitation, community members gave their time, energy and expertise to make it all happen.",
                "tag": "p"
            },
            {
                "content": "We want to thank everyone who supported the event - especially our brilliant workshop team: Andrew Knight (curator), Elli-ana Morley (event manager), Dejana Draganic, Mandy Gao, Tessa Fearnley, Qing Wang, Yemi Medeyinlo, Nia Thomas, Komal Pahwa, Stuart Bolton, Laura Pearson, William Milton, Sandeep Singh, and many more who’ve helped shape and grow this work over the years. Plus Policy Lab for producing a film that gives insight into how public design work in practice.",
                "tag": "p"
            },
            {
                "content": "Special thanks also to the London Design Biennale team, and their partners at Frog Design, for making the UK Civil Service’s first Biennale pavilion such a success.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/07/07/taking-policy-design-to-a-global-public-audience/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "UK Civil Service’s first Biennale pavilion has been a great success. Curators Andrew Knight and Elli-ana Morley report on the event."
    },
    {
        "title": "Celebrating Youth Employment Week",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-07-07T10:01:24",
        "categories": [
            "Break down barriers to opportunity",
            "Carers",
            "Life Chance Recruitment",
            "Social mobility",
            "Youth Employment Week"
        ],
        "content": [
            {
                "content": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025.",
                "tag": "p"
            },
            {
                "content": "This year, each day of Youth Employment Week considers a different theme, and we’ve shared our perspective on how each theme can link into the work that GFIE delivers.",
                "tag": "p"
            },
            {
                "content": "Monday 7th - Opportunity for All ",
                "tag": "h4"
            },
            {
                "content": "We all have a responsibility to support the next generation of talent by making sure young people have access to inclusive and accessible opportunities. ",
                "tag": "h4"
            },
            {
                "content": "The start of a career in the Civil Service can take many forms, whether that’s going straight to applying for a role through Civil Service Jobs, or tapping into the many different types of entry pathways such as Apprenticeships, the Fast Stream or Internship schemes.",
                "tag": "p"
            },
            {
                "content": "The GFIE pathways offer opportunities to young people who may face additional barriers to employment, such as having had contact with the Criminal Justice System or providing care to someone as a Young Adult Carer.  People can sometimes feel as though these experiences might hold them back, but we are there to show them that barriers to opportunity can be overcome.",
                "tag": "p"
            },
            {
                "content": "Tuesday 8th - Lifelong Learning",
                "tag": "h4"
            },
            {
                "content": "Taking up an opportunity through a GFIE Life Chances scheme isn’t just about the role itself - there are a wealth of learning and development opportunities, both within Departments and across the Civil Service.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Learning platform gives every civil servant access to a range of courses and training modules, whether that’s looking to develop understanding of project delivery, or thinking about how to build effective teams. ",
                "tag": "p"
            },
            {
                "content": "Learning doesn’t just have to involve formal training either - there are likely to be opportunities to get involved with different activities within a team or Department. Our aim is for every young person joining the Civil Service to build skills that they will take with them into their future career.",
                "tag": "p"
            },
            {
                "content": "Wednesday 9th - Discover Careers",
                "tag": "h4"
            },
            {
                "content": "Being at the start of your career can be daunting - you are faced with lots of different pathways, professions and workplaces, so making the decision on what to do next can feel difficult or confusing.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Careers website brings all information together in one place, helping young people to navigate the opportunities that might be available to them, as well as giving them more information about professions they might choose to explore.",
                "tag": "p"
            },
            {
                "content": "Thursday 10th - Here to Help ",
                "tag": "h4"
            },
            {
                "content": "The Youth Voice Census 2024 results show that only 36% of young people in secondary school think they understand the skills that employers are looking for. This means bridging this gap to help young people to understand the skills that are needed to succeed in an industry are important. ",
                "tag": "h4"
            },
            {
                "content": "The Civil Service offers a rolling programme of outreach, with Social Mobility Ambassadors regularly going into secondary schools and colleges to talk about the work that different Departments do and to practice interview skills with students. ",
                "tag": "p"
            },
            {
                "content": "The GFIE team are also often out and about talking to people at different outreach events, taking time to answer questions and help people from different communities to understand the skills and potential that they might not see in themselves. ",
                "tag": "p"
            },
            {
                "content": "This isn’t just important during application stages - having a good support network for young people already in roles within the organisation is crucial.",
                "tag": "p"
            },
            {
                "content": "The GFIE team manages a buddy system for anyone joining the Civil Service through one of their pathways, matching new starters to a civil servant in another Government Department who is there to act as a listening ear and help coach young people through different workplace scenarios. ",
                "tag": "p"
            },
            {
                "content": "Friday 11th - Celebrating Success ",
                "tag": "h4"
            },
            {
                "content": "Finally, Youth Employment Week is all about celebrating young people in employment, and that means hearing from those who have taken up opportunities and succeeded in fulfilling their potential.  As part of the GFIE Carers Pathway, we work with Carers Trust to share opportunities with Young Adult Carers. ",
                "tag": "h4"
            },
            {
                "content": "Below, we hear from a Young Adult Carer who has taken her first steps into a career with the Civil Service:",
                "tag": "p"
            },
            {
                "content": "GFiE Life Chance Recruitment",
                "tag": "h3"
            },
            {
                "content": "The Civil Service has 20 Going Forward into Employment (GFiE) Life Chance Pathways across Government, using innovative approaches to recruitment and providing Individuals from a wide range of backgrounds, and who face barriers to employment, with opportunities and experience.  You can find out more about GFiE at our Civil Service Careers Page  www.civil-service-careers.gov.uk/about-gfie/",
                "tag": "p"
            },
            {
                "content": "If you would like to discuss providing life changing opportunities for  live vacancies, or vacancies you have coming up in the future, please get in contact with us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/07/07/celebrating-youth-employment-week/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025. …"
    },
    {
        "title": "Locally rooted, community shaped: launch of the Isle of Wight and Cornwall & Isles of Scilly Local Nature Recovery Strategies",
        "authors": [
            "Ben Wyatt"
        ],
        "posted_on": "2025-07-07T09:49:17",
        "categories": [
            "Community",
            "Land use",
            "Local Nature Recovery Strategies"
        ],
        "content": [
            {
                "content": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused.",
                "tag": "p"
            },
            {
                "content": "48 responsible authorities have been appointed to develop their strategies, covering the whole of England with no gaps or overlaps. LNRSs are led by local government and shaped by communities and local partners but informed by our wider national environmental targets. They provide a roadmap for cost-effective, nature-based solutions that deliver meaningful, lasting change for both people and the planet.",
                "tag": "p"
            },
            {
                "content": "So far, four of the 48 strategies have been published – with the remainder expected to be published this year. All the strategies must prioritise and target nature recovery action to address biodiversity loss and issues experienced by local people that are exacerbated by climate change, including flooding, poor water quality and unequal access to green space.",
                "tag": "p"
            },
            {
                "content": "By agreeing the most impactful locations for nature recovery, LNRSs guide action and investment in nature at every scale - from community-led initiatives to landscape-scale habitat restoration projects. Ultimately, they will create a national framework for nature recovery.",
                "tag": "p"
            },
            {
                "content": "LNRSs are designed to be clear and accessible, to help everyone understand what action for nature should be taken, where, and why. Both newly published strategies feature interactive maps, videos and other visually engaging materials, providing stand-out examples of engaging content that can inspire and be followed by other responsible authorities in their own strategies.",
                "tag": "p"
            },
            {
                "content": "Solving local challenges through community investment and nature-based solutions",
                "tag": "p"
            },
            {
                "content": "The Cornwall and Isles of Scilly LNRS is informing the development of Cornwall’s Local Investment in Natural Capital programme. This initiative brings together a wide range of partners to co-design, fund and deliver nature recovery projects that align with local priorities.",
                "tag": "p"
            },
            {
                "content": "As part of the programme, Cornwall council, as a responsible authority, has engaged with around 70 potential funders and investors to support nature recovery projects, including the reintroduction of water voles – an important species whose burrowing and grazing creates a wealth of habitats for others.",
                "tag": "p"
            },
            {
                "content": "The LNRS will provide a critical framework for the County’s emerging Nature Market, that will connect businesses with landowners, enabling them to trade in ecosystem services. Buyers can fund the outcomes they need – such as carbon storage or flood mitigation – while suppliers deliver projects that provide those services.",
                "tag": "p"
            },
            {
                "content": "The LNRS will also play an important role in Cornwall’s “Love Where You Are” initiative. Run via a trusted Crowdfunder platform, it channels business donations into grassroots nature recovery efforts. Guided by the LNRS, these efforts are targeted, coordinated, and measurable - delivering real benefits to both people and nature.",
                "tag": "p"
            },
            {
                "content": "This includes the new 'Nurture Garden' at Newquay Community Garden. Created by and for the local community, it will deliver LNRS priorities by promoting health, biodiversity, and education - offering a place that supports both people and nature.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS recognises the importance of green infrastructure to urban communities. It identifies actions that enable nature to thrive alongside sustainable development. This includes integrating nature into all new developments to provide climate resilience, while nest boxes, seasonal ponds, deadwood stores and compost heaps create a diverse range of habitats to support an array of species.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS shows how nature-based solutions can address urgent challenges caused by climate change. By working with the natural flow of rivers and floodplains and creating space for wetlands to expand, the strategy identifies action needed to help protect communities from flooding.",
                "tag": "p"
            },
            {
                "content": "The potential of the Island’s hidden resources of deep peat to both biodiversity and climate resilience are also highlighted, addressing nature recovery and carbon capture in a single approach. Already, the Isle of Wight LNRS is informing exciting bids for landscape-scale nature recovery funding, bringing growth to rural and urban Island communities.",
                "tag": "p"
            },
            {
                "content": "Co-designing a greener, fairer future",
                "tag": "p"
            },
            {
                "content": "Cross sectoral collaboration is essential to ensure that LNRSs draw on the full range of evidence and expertise available. Natural England is the lead support on behalf of the Defra group, with local advisers bringing together technical advice and insights from across Natural England, the Environment Agency, the Forestry Commission, and central Defra.",
                "tag": "p"
            },
            {
                "content": "Both the Cornwall and Isles of Scilly LNRS and the Isle of Wight LNRS were created in collaboration with local partners and communities. On the Isle of Wight, the Council ran webinars, workshops, surveys, and public events – from garden fairs to sheepdog trials – to engage the public. This inclusive and often innovative process has ensured that the strategy reflects the needs of the community, especially those working with the land.",
                "tag": "p"
            },
            {
                "content": "In particular, the Isle of Wight Council have recognised the essential role of farming and the land management sector in reversing nature’s decline. As a result, they have worked closely with many representative organisations to ensure the strategy works for the farming community.",
                "tag": "p"
            },
            {
                "content": "Models for future action",
                "tag": "p"
            },
            {
                "content": "We congratulate everyone involved in developing the LNRSs for Cornwall and Isles of Scilly, and the Isle of Wight. Alongside the other strategies published so far, they are already serving as models for how local action, rooted in community values and driven by partnerships, can shape a better future.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing the positive impact they will have in the years to come - and the inspiration they offer to the remaining 44 LNRSs in development across the country.",
                "tag": "p"
            },
            {
                "content": "Find out more about your Local Nature Recovery Strategy - and help shape the future of nature recovery in your area.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/07/locally-rooted-community-shaped-launch-of-the-isle-of-wight-and-cornwall-isles-of-scilly-local-nature-recovery-strategies/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused. Read this blog post to find out more."
    },
    {
        "title": "How the Care Leavers Internship Scheme Changed My Career Path",
        "authors": [
            "Shannon Symington"
        ],
        "posted_on": "2025-07-07T09:27:41",
        "categories": [
            "Care leavers"
        ],
        "content": [
            {
                "content": "My journey to the Civil Service",
                "tag": "h2"
            },
            {
                "content": "My name is Shannon Symington, and I am 26 years old. Before my career in the Civil Service, I was a retail worker at Primark in Newcastle and in my final year of university. ",
                "tag": "p"
            },
            {
                "content": "I didn’t know what I wanted to do career-wise after graduation. My social worker sent me the advert for the Civil Service Care Leavers Internship Scheme as she believed it was something I would thrive in. I was successful at the job interview and secured a role at HMRC where I was made a permanent member of staff after my first year.",
                "tag": "p"
            },
            {
                "content": "Adapting to office life",
                "tag": "h2"
            },
            {
                "content": "When I first started, I felt very overwhelmed as office work was new to me. I arrived at the office on my first day and a member of my team came to collect me. She was lovely and I knew we would get along well. ",
                "tag": "p"
            },
            {
                "content": "Some of the tasks I completed as part of my role included working alongside service managers to complete incident forms and resolving problems to maintain their live services. Some of these services included tax-free childcare and making tax digital.",
                "tag": "p"
            },
            {
                "content": "Support networks and professional development",
                "tag": "h2"
            },
            {
                "content": "My team were very supportive with my transition into office working and helped me to learn how to use new systems. To further help my learning and development, I managed to secure a mentor through the HMRC ‘Stride’ mentoring programme. This has helped me to develop and improve my current skills such as presenting and public speaking. ",
                "tag": "p"
            },
            {
                "content": "I am also now part of the Civil Service Care Leavers Network which I love as it gives me the opportunity to understand the journey of other care leavers in the Civil Service. It has also allowed me to see what other opportunities may be available to me in the future.",
                "tag": "p"
            },
            {
                "content": "Why you should apply for the Care Leavers Internship Scheme",
                "tag": "h2"
            },
            {
                "content": "I would 100% recommend all care leavers to join the Civil Service through this scheme. This is the best life decision I have made, and I am grateful to have had so many opportunities while in my role. ",
                "tag": "p"
            },
            {
                "content": "This is a workplace where I am happy, supported, and appreciated, and there are plenty of career opportunities for me to choose from.",
                "tag": "p"
            },
            {
                "content": "Take the next step in your career journey",
                "tag": "h2"
            },
            {
                "content": "Are you a care leaver looking for meaningful employment with excellent support and progression opportunities? The Care Leavers Internship Scheme could be your pathway to a fulfilling career in the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Visit the Civil Service Care Leavers Internship Scheme website to learn more about the application process and upcoming opportunities. Your journey to a rewarding career starts with one simple application!",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/07/07/civil-service-care-leavers-internship-scheme-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Shannon shares her personal experience of completing the Civil Service Care Leavers Internship Scheme."
    }
]