[
    {
        "title": "Turning research into action at the AI in Government and Academia Summit",
        "authors": [
            "Tommaso Spinelli, Senior Artificial Intelligence Change Manager, GDS"
        ],
        "posted_on": "2025-10-03T10:15:21",
        "categories": [
            "AI",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Artificial intelligence (AI) is transforming how we live, work, and deliver public services. The UK government is committed to ensuring this transformation is responsible, effective, and beneficial to society. Last week, we took another important step with the first AI in Government and Academia Summit.",
                "tag": "p"
            },
            {
                "content": "Co-hosted by the Government Digital Service (GDS), part of the Department for Science, Innovation and Technology (DSIT), and MetroPolis, the policy think tank of Manchester Metropolitan University (Manchester Met), as part of Dr Spinelli’s Chancellor’s Visiting Fellowship in AI, the event brought together around 300 public servants, technologists, and researchers from across UK universities. ",
                "tag": "p"
            },
            {
                "content": "The summit marked the third in-person event of the AI community for the UK government, which has grown to over 4,500 members across 340 public sector organisations in the past year. The summit was inspired by the AI Opportunities Action Plan to showcase how collaboration between government and academia can translate cutting-edge research into practical tools, guidance, and services for the public good.",
                "tag": "p"
            },
            {
                "content": "Building momentum together",
                "tag": "h2"
            },
            {
                "content": "Collaboration between government and academia is at the heart of the AI Opportunities Action Plan, which sets out a bold agenda to use AI to modernise service delivery in the UK by achieving more with less and stimulating economic growth. To enable this change, government is encouraged to establish partnerships with world-leading academics and entrepreneurs to build long-term capability, attract talent, and ensure the UK remains at the forefront of safe and ethical AI.",
                "tag": "p"
            },
            {
                "content": "This approach is already delivering results. The AI Playbook for the UK government, developed by GDS in collaboration with universities, industry, and local councils, provides government departments and public sector organisations with up-to-date, high-quality guidance on a wide range of AI technologies, enabling their responsible use in the public sector.",
                "tag": "p"
            },
            {
                "content": "Collaboration with academia has also enabled GDS to launch the AI Insights series by offering digital and data professionals explainers on the technical aspects of AI implementation in government. Published bimonthly, these articles are written by government technologists and peer-reviewed by academics from UK universities to ensure they reflect the latest research developments. Each of these initiatives demonstrates the value of pooling expertise across sectors. ",
                "tag": "p"
            },
            {
                "content": "By bringing together senior government officials and university professors, the summit provided a space to explore the potential and challenges of this collaboration and to understand how academic research developed in the UK can make a real impact on the lives of the people we serve.",
                "tag": "p"
            },
            {
                "content": "Highlights from the Summit",
                "tag": "h2"
            },
            {
                "content": "Co-chaired by Dr Tommaso Spinelli, AI Senior Change Manager for the UK government and Research Fellow in AI, and Prof. Keeley Crockett from Manchester Metropolitan University, the day featured a rich agenda including a mix of keynote addresses by senior government officials and academic experts, a panel discussion, and the presentation of peer-reviewed research papers covering various aspects of AI technology and theory.",
                "tag": "p"
            },
            {
                "content": "Professor Darren Dancey of Manchester Metropolitan University opened the event by outlining how the university has embedded ethical AI into its teaching, including a new Embedded AI Framework launching in 2026. This framework will integrate AI into disciplines such as fashion, biomedicine, and geography, while Manchester Met’s Centre for Digital Data Research (CDDR) is already applying advanced technologies and big data to challenges ranging from climate change to public health in order to demonstrate the value of multidisciplinary collaboration. ",
                "tag": "p"
            },
            {
                "content": "Professor Tom Crick MBE, Chief Scientific Adviser at the Department for Culture, Media and Sport (DCMS) and Professor of Digital Policy at Swansea University, offered a strategic government perspective on the future of AI. He emphasised the need to consider the human, societal, and cultural dimensions of digital transformation, not just the technical ones.",
                "tag": "p"
            },
            {
                "content": "Dr Ed Steele, IT Fellow at the Met Office and Gov.uk, provided an overview of how AI and machine learning are being practically applied to enhance environmental intelligence. His talk highlighted improvements in weather prediction accuracy, alongside ongoing experimentation with new technologies and models to reduce costs and boost efficiency.",
                "tag": "p"
            },
            {
                "content": "Dr Antonio Cordella, Associate Professor at the London School of Economics, delivered a thought-provoking deep dive into the implicit values embedded in technology. He illustrated how algorithms, system designs, and architectures are never value-neutral, but instead carry assumptions and choices that must be aligned with an organisation’s ethics and strategic agenda.",
                "tag": "p"
            },
            {
                "content": "The final keynote, delivered by Professor Keeley Crockett of Manchester Met, offered a forward-looking reflection on the day’s insights, centred on the theme of ‘People Powered AI’. Building on Manchester’s internationally recognised People’s Panel for AI initiative, and the PEAs in PODs project, Professor Crockett demonstrated practical ways to engage communities in shaping AI technologies. The Peoples Panel for AI, led by Manchester’s Digital Strategy team in partnership with Manchester Met,  promotes inclusive consultation and digital equity by serving as a replicable model for the wider public sector to ensure that new technologies are developed with community needs and values at their core.",
                "tag": "p"
            },
            {
                "content": "The panel discussion, ‘Forging the Future: Cross-Sector AI Collaboration for Public Good’, emphasised the importance of public trust, the human impact of digital change, and the infrastructural barriers that still exist.",
                "tag": "p"
            },
            {
                "content": "Showcasing research with impact",
                "tag": "h2"
            },
            {
                "content": "The conference also provided a platform for new research, with submitted papers presented across three streams: AI theory, case studies, and practical projects in local councils.",
                "tag": "p"
            },
            {
                "content": "These fascinating topics included:",
                "tag": "p"
            },
            {
                "content": "The diversity of perspectives presented by these contributors reflected the shared challenges and opportunities across public service delivery. We’re working to make these research papers publicly available.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "By bringing together public servants, researchers, and technologists, the summit created a space to forge new ideas and strengthen existing ties. ",
                "tag": "p"
            },
            {
                "content": "The focus on showcasing real-world projects and peer-reviewed research highlighted how the UK is moving from talking about the potential of AI to actively delivering on it. Our AI community believes that collaboration between academia and government remains essential for building long-term AI capability, attracting global talent, and translating cutting-edge research into real-world impact in safe and responsible ways.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing the new partnerships and projects that will emerge from this conference.",
                "tag": "p"
            },
            {
                "content": "If you want to get involved, join the AI Community of Practice to connect with people across government, attend monthly meet-ups, and stay updated with newsletters.",
                "tag": "p"
            },
            {
                "content": "If you’re a civil servant, you can also enrol in our free e-learning courses on Civil Service Learning to gain practical skills in safe and effective AI use.",
                "tag": "p"
            },
            {
                "content": "Finally, the One Big Thing initiative later this year will have all civil servants taking part in AI training.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/10/03/turning-research-into-action-at-the-ai-in-government-and-academia-summit/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Exploring how cutting edge academic research can shape AI adoption in government at the 2025 AI in Government and Academia Summit."
    },
    {
        "title": "Working together for water: 51 projects receive share of £11 million fund",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-10-03T09:06:30",
        "categories": [
            "Farming across the UK",
            "flood risk and water pollution."
        ],
        "content": [
            {
                "content": "If a water company breaks the rules, for example by polluting rivers or letting out sewage illegally, it can be taken to court and fined. ",
                "tag": "p"
            },
            {
                "content": "Last year, the money collected from fines on water companies from April 2022 to October 2023  was invested into the £11 million Water Restoration Fund. ",
                "tag": "p"
            },
            {
                "content": "This initiative formed part of ongoing efforts to hold water companies to account and to restore rivers, lakes and seas.",
                "tag": "p"
            },
            {
                "content": "Grants were made available to support local projects.",
                "tag": "p"
            },
            {
                "content": "There were 2 types of grants: ",
                "tag": "p"
            },
            {
                "content": "We’re pleased to say that a total of 51 projects secured funding. Some projects are now supporting groups of farmers to work together across a whole river catchment area so that projects can deliver bigger benefits than individual farms working alone. ",
                "tag": "p"
            },
            {
                "content": "Successful delivery projects",
                "tag": "h3"
            },
            {
                "content": "Successful development projects",
                "tag": "h3"
            },
            {
                "content": "These projects will bring rivers and landscapes back to life by using nature-based solutions. That could mean re-meandering rivers so they flow more naturally, restoring wetlands and other water-dependent habitats, or removing barriers so that fish can move freely. ",
                "tag": "p"
            },
            {
                "content": "Communities benefit when water companies are held to account, with better access to blue and green spaces. ",
                "tag": "p"
            },
            {
                "content": "Alongside this, some projects are testing out new technology to help them go further: using tools like data analysis, artificial intelligence, mapping software and remote sensing to guide and measure their work. ",
                "tag": "p"
            },
            {
                "content": "Project spotlight: Swaledale & Wensleydale Environmental Farmers  ",
                "tag": "h2"
            },
            {
                "content": "Swaledale & Wensleydale Environmental Farmers (SWEF), is a group of farmers and moorland managers working together across the upper catchments of the Swale and Ure rivers, covering 85,000 hectares. ",
                "tag": "p"
            },
            {
                "content": "Our goal is simple: to look after nature, tackle climate change, and improve water quality — all while keeping farming sustainable. ",
                "tag": "p"
            },
            {
                "content": "Working together means we can achieve more. By collaborating, we can restore and protect peatlands, enhance biodiversity, improve water quality, and manage our land in ways that help us move toward net zero carbon farming by 2040.  ",
                "tag": "p"
            },
            {
                "content": "At the same time, we’re exploring practical ways to make these actions financially viable and ensure farmers are rewarded for delivering these environmental benefits. ",
                "tag": "p"
            },
            {
                "content": "We also care about our communities. Integrating the social and cultural aspects of farming into our projects helps connect people with the land and with each other, while raising awareness about the importance of protecting our natural environment. ",
                "tag": "p"
            },
            {
                "content": "It starts with mapping. By creating a baseline of current land and water management, we can see what’s working well and where there might be opportunities to improve. ",
                "tag": "p"
            },
            {
                "content": "This approach isn’t just paperwork. It’s a way to make practical, targeted improvements that benefit both the farm and the wider landscape. ",
                "tag": "p"
            },
            {
                "content": "We’ve been building on methods used in National Lottery Heritage Fund projects, which let farms work together while keeping things consistent and based on best practice. ",
                "tag": "p"
            },
            {
                "content": "Experts including Jennie Stafford from the Game and Wildlife Conservation Trust and Abigail Mace from the Yorkshire Dales Rivers Trust have provided invaluable guidance, helping shape the work and plan the next steps. ",
                "tag": "p"
            },
            {
                "content": "The first of 8 individual farm plans is now in place. Stuart Raw, a farmer and ex-drystone waller from Castle Bolton, has worked closely with the project team, bringing an open and adaptive approach to potential plans on his farm. ",
                "tag": "p"
            },
            {
                "content": "The next step is to develop these plans into fully costed projects, creating practical templates for future work. Each plan is tailored to the farm’s unique needs, supporting productivity and environmental stewardship while ensuring farmers are fairly rewarded for delivering positive changes across the landscape. ",
                "tag": "p"
            },
            {
                "content": "Practical fieldwork is now underway. To improve soil structure, water infiltration, and pasture productivity we’re testing interventions.  ",
                "tag": "p"
            },
            {
                "content": "We’ve flown a high-resolution LiDAR survey, which uses light pulses to create detailed 3D maps of the landscape to monitor the surface impact, and after upcoming farmer training, detailed measurements of soil permeability, moisture, and compaction will begin to assess how well the interventions are working. ",
                "tag": "p"
            },
            {
                "content": "Training is an important part of the project. A number of sessions with Dr Nick Chappell from Lancaster University will help farmers build the skills to track progress and monitor the hydrological effects of the interventions they make. We want to create a local understanding of soil and water management, helping farmers to see what works and why. ",
                "tag": "p"
            },
            {
                "content": "We selected the site for the first new wetland scrape, and this has been installed. A scrape is a shallow depression constructed to fill with water at certain times of the year, forming a temporary pond or pool. Hydrological monitoring equipment has been set up alongside an existing scrape, providing data to optimise future scrape designs. It will also help us to understand how interventions affect water flow and quality.  ",
                "tag": "p"
            },
            {
                "content": "It’ll be possible to measure how well aeration works, by collecting solid data on how water moves through the soil, how wet it is, and how compacted it becomes. Community engagement is another important part of our work. At the Reeth and Wensleydale agricultural shows, farmers and visitors had the chance to explore monitoring equipment and learn more about water management. ",
                "tag": "p"
            },
            {
                "content": "Building on this enthusiasm, our plans include 2 water-testing campaign days to measure dissolved organic carbon, nitrate and turbidity (clarity of water) upstream and downstream of different interventions. ",
                "tag": "p"
            },
            {
                "content": "Thank you to all the farmers, professionals, and volunteers for their continued support.",
                "tag": "p"
            },
            {
                "content": "Get in touch ",
                "tag": "h2"
            },
            {
                "content": "If you’re working on a Water Restoration Fund project with farmers and would like to share your story on the Farming blog, leave a comment below and we’ll be in touch. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/10/03/working-together-for-water-51-projects-receive-share-of-11-million-fund/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Last year, money collected from fines on water companies between April 2022 and October 2023 was invested in the £11 million Water Restoration Fund. In this post, we share the list of successful grant applicants and highlight one of the projects."
    },
    {
        "title": "Natural England’s response to Defra’s consultation on heather and grass burning",
        "authors": [
            "John Holmes"
        ],
        "posted_on": "2025-10-03T08:43:58",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Natural England",
            "Nature",
            "Peat",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By John Holmes, Director of Strategy",
                "tag": "p"
            },
            {
                "content": "On 5 September, Defra announced strengthened legislation on burning on peat.  The new legislation came into force this week, with the new burning season commencing on Wednesday.  We welcome the strengthened legislation which will help restore and rewet peatlands. When in a healthy state, peatlands provide multiple benefits - absorbing carbon, regulating our water supply, creating a home for wildlife and providing a record of the past.  Wet, restored peatlands can also be more resilient to wildfires, as explained by our Chief Scientist, Sallie Bailey, in her blog ‘Wildfires: Nature’s role in resisting the spark’.",
                "tag": "p"
            },
            {
                "content": "To inform the amended regulations, Defra undertook a full public consultation process, receiving a total of 1,743 responses.  A summary report of the consultation results has been produced. The government’s response to the consultation is also included on these pages.  ",
                "tag": "p"
            },
            {
                "content": "Through Natural England’s capacity as landowner (of National Nature Reserves) and statutory adviser to government on the natural environment, we submitted a formal response to the consultation. Our answers to some of the main consultation questions are set out below.",
                "tag": "p"
            },
            {
                "content": "Consultation question: Do you agree with the proposal to change the boundaries of the Regulations to LFA to protect more upland peatlands?",
                "tag": "p"
            },
            {
                "content": "Natural England response: Our comprehensive Evidence Review on ‘The effects of managed burning on upland peatland biodiversity, carbon and water’ (NEER115, 2025) concludes that managed burning can influence characteristic peatland flora and fauna, water chemistry and the functions of carbon cycling and water regulation.  Natural England agrees that extending the boundaries to all upland areas, using the LFA, will bring further protection to peatland habitats at an ecosystem scale – regardless of their status as a protected site (SSSI and/or SAC/SPA).  It will also extend protection to historic environment features beyond those found within protected sites. We agree that burning should be seen as a last resort, on those sites where other means of vegetation management (where such management is proven necessary), are not feasible or appropriate.  Our view is that blanket bog and other peatland habitats should require little to no long-term management if they are in good ecological condition.",
                "tag": "p"
            },
            {
                "content": "Our 2023 Review on The Impacts of Vegetation Cutting on Peatlands and Heathlands (NEER028) identified that although the practice of cutting vegetation is becoming more widespread, relatively little is known about its effects. In addition, there are known incidences of damage and disturbance to finite archaeological remains and it may cause peat compaction.  We would therefore caution against promoting cutting as a universally suitable alternative to burning.",
                "tag": "p"
            },
            {
                "content": "Although we support these proposals in providing greater protection for upland peat, there are areas of lowland peat (including areas of 30cm or more in depth) that are routinely burned. ",
                "tag": "p"
            },
            {
                "content": "Consultation question: Do you agree with the proposed change of the prohibition of burning on peat over 40cm deep topeat over 30cm deep?",
                "tag": "p"
            },
            {
                "content": "Natural England response: Our Definition of Favourable Conservation Status for Blanket Bog (March 2025), used as evidence to support this consultation question, provides a full explanation behind the 30cm definition.  In summary, evidence to justify a definition of peat of 30cm or more (which supports blanket bog habitat) is widely adopted across Europe. This depth is based on ecological factors rather than the previous post-war 40cm definition (used in the 2021 regs) which was based on the exploitation potential of peat. Peat forms wherever waterlogging prevents complete decomposition of dead plant matter. As such, any accumulation of such waterlogged material can be classed as ‘peat’. A thickness of 30cm or more is also recognised as a useful threshold for blanket bog plant species.  We agree that – by lowering the regulatory threshold to include peat deeper than 30cm – this will increase the amount of peat and associated habitats protected from burning and enable their hydrological function to be restored.  Once restored to a healthy functioning state, peatland habitats will make a vital contribution to the Government’s Net Zero and EIP targets – storing carbon, improving water quality and helping protect communities from flooding.",
                "tag": "p"
            },
            {
                "content": "For simplicity for those interpreting and applying the regulations, we suggest wording of ‘30cm or deeper’ rather than ‘over 30cm deep’.",
                "tag": "p"
            },
            {
                "content": "Consultation question: Under what ground(s) would you be most likely to apply for a licence to burn?",
                "tag": "p"
            },
            {
                "content": "Natural England response: Ceasing burning on peatlands is necessary to restore condition and maximise the full suite of ecosystem services provided by a naturally functioning habitat. Natural England is only likely to consider a licence application on land it owns (National Nature Reserves) under the ground (a). This will only be in situations where there is evidence that, having considered all other alternative management interventions, it will accelerate habitat restoration efforts. In such cases we would also need to conclude that the burn is directly connected with or necessary for the management of the habitat for which the site has been designated.",
                "tag": "p"
            },
            {
                "content": "Consultation question: Do you have concerns about the impacts of burning on the environment?",
                "tag": "p"
            },
            {
                "content": "Natural England response: The evidence reviewed in NEER155 indicated a range of impacts of burning, broadly relating to:",
                "tag": "p"
            },
            {
                "content": "It also found evidence to indicate that the burning season overlaps with the first egg-laying of some moorland birds. A gradual advancement of mean egg laying dates may also be further influenced by climate change. We therefore suggest moving the end date back to 31 March (as in Wales) or align with Countryside Stewardship’s mandatory prescription for CUP3 (P441).  This uses a 5th March date, after which operations with potential to disturb birds are prohibited.  ",
                "tag": "p"
            },
            {
                "content": "Evidence (e.g. ADAS, 2011, Yorkshire Moorlands Assessment Project (2010)) also shows that burning on peat can cause upstanding stone archaeological features to shatter and become unstable. In addition, subsurface burning can affect buried archaeology and paleoecology.  Vehicle access in an emergency (e.g. wildfire response) is another potential cause of archaeological damage.  We recommend that amended regulations include reference to the historic environment, in line with the [Heather and Grass Management] Code.",
                "tag": "p"
            },
            {
                "content": "In the last burning season we received several letters from members of the public concerned about the air pollution impacts of moorland burning.  Many upland areas that are routinely burned fall within nationally designated protected landscapes – where the visual effects of geometric burning plots and plumes of smoke can impact on their special qualities.",
                "tag": "p"
            },
            {
                "content": "Consultation question: Have you been impacted in any way (positive or negative) by the use of burning as a land management method?",
                "tag": "p"
            },
            {
                "content": "Natural England response: Natural England is responsible for advising on and enabling the good management of the very best wildlife sites.  At present, burning is listed as a ‘Pressure’ (a recorded activity that is having a detrimental impact) on 25 Sites of Special Scientific Interest. Extended Regulation may decrease the number of burning pressures on our protected sites. Burning has negative effects on the hydrology of blanket peat and areas subject to burning are at risk of not recovering good structure and function.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/03/natural-englands-response-to-defras-consultation-on-heather-and-grass-burning/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By John Holmes, Director of Strategy On 5 September, Defra announced strengthened legislation on burning on peat.  The new legislation came into force this week, with the new burning season commencing on Wednesday.  We welcome the strengthened legislation which will …"
    },
    {
        "title": "Dragons Den IP Blog - Series 22 Episode 10",
        "authors": [
            "Jenny Manders"
        ],
        "posted_on": "2025-10-02T21:00:00",
        "categories": [
            "Licensing",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "Have you ever started cooking something and got distracted? I certainly have, thankfully with no serious consequences. According to Dr Samuel Bailey, the first entrepreneur to enter the Den this week, the UK fire service responded to more than 10,500 cooking fires last year, accounting for just under half of the UK’s house fires. Frightening.",
                "tag": "p"
            },
            {
                "content": "A serial inventor",
                "tag": "h3"
            },
            {
                "content": "By his own admission, Dr Bailey – Sam – is a serial inventor and describes how he uses his own home as a lab for his inventions.",
                "tag": "p"
            },
            {
                "content": "London-based Sam came into the Den asking for an investment of £100k for 5% of the equity in his tech company, Pippa Technologies, as well as expertise to help him fire up interest in new markets. His passion for inventing household items that protect people, was evident when he demonstrated ‘Pippa’, his AI-powered hob and stove safety monitor. His vision is to see the device installed in millions of homes worldwide.",
                "tag": "p"
            },
            {
                "content": "So how does Pippa work? This smart, wall-mounted, AI-powered invention uses software that Sam developed himself, to detect potential kitchen hazards. The clever kit registers when cooking oil approaches peak temperature, for example, and can detect food on fire within 20-30 seconds. It can also monitor risk, identifying when people become accident prone in the kitchen, and a danger to themselves. Once the danger is discovered, Pippa can sound a warning, using phone and text messages to raise the alarm. Impressed? So were the Dragons.",
                "tag": "p"
            },
            {
                "content": "All fired up",
                "tag": "h3"
            },
            {
                "content": "Deborah Meaden kicked off the questioning followed by Peter Jones, eager to delve into Sam’s background; he’s a keen inventor, is he involved in other businesses too?",
                "tag": "p"
            },
            {
                "content": "Sam revealed how his PhD in computer science, combined with his mission to make life better, has led him to invent a number of solutions that help with safety and sustainability in the home. Developed through his other, more established company, Skyrad, these include a renewable energy heating system with a low carbon footprint, and ‘leak bot’ technology that detects leaks around the home.",
                "tag": "p"
            },
            {
                "content": "While Steven Bartlett and Sara Davies declared themselves impressed but ‘out’ of any deal, it was noticeable how Sam’s mention of Skyrad turned the heat up in the Den for the remaining investors. With their eyes firmly set on the bigger picture, Peter, Deborah and Touker Suleyman expressed an interest in investing not in Pippa Technologies, but in Skyrad. Sam seemed flattered, indicating that he was happy to talk details.",
                "tag": "p"
            },
            {
                "content": "Deborah was keen to point out how her local authority contacts could be an asset, while Touker highlighted his property development connections and his expertise at driving down manufacturing costs. The negotiation that followed led to a hot result for both entrepreneur and investors: a 5% stake in return for £50K each from Peter, Deborah and Touker – a total of £150k for Dr Sam.",
                "tag": "p"
            },
            {
                "content": "Hot stuff from Mother Root",
                "tag": "h3"
            },
            {
                "content": "Bethan Higson and Alice Galsworthy from East London entered the Den asking the Dragons for £60k for 2% of Mother Root, Bethan’s non-alcoholic drink business. Bethan was inspired by her desire to find a tasty alternative to water when pregnant - a treat rather than a trade-off. She created her feelgood aperitif using ginger and cider vinegar as base ingredients, a refreshing combination known traditionally as a ‘switchel’. From the friendly fracas between Deborah and Sara over the sample drinks, it was obvious that Bethan was onto a winner with the demographic in the Den.",
                "tag": "p"
            },
            {
                "content": "During a pitch that outlined how the market for non-alcoholic aperitif drinks is the fastest growing category within the adult drinks sector, I was intrigued to hear about the increasing shift of consumer behaviour away from alcohol.",
                "tag": "p"
            },
            {
                "content": "This resonated with the Dragons: “I completely get it!” said Steven Bartlett, who didn’t disguise his excitement at hearing the Mother Root pitch. As a drinker of non-alcoholic drinks himself, he told of his frequent hunt for something interesting to drink on a night out. Deborah loved it too, equally excited at the prospect of having a choice. ",
                "tag": "p"
            },
            {
                "content": "In spite of a muddying of investment waters due to existing ‘angels’ and shareholders with expertise in the industry, the Mother Root concept attracted offers from Deborah and Sara. Finally though, it was Steven, with his two market performance businesses and love of the concept, for whom Mother Root resonated the most.  ",
                "tag": "p"
            },
            {
                "content": "After an offer, a counter offer and a counter counter offer, the deal was done. Steven agreed to an investment of £90k in return for 5% - and the perfect brand fit he said he’d been looking for, for very long time.",
                "tag": "p"
            },
            {
                "content": "Disclaimer:  ",
                "tag": "p"
            },
            {
                "content": "The purpose of the IPO's Dragons' Den IP blog is to help identify the IP in entrepreneurs’ pitches and highlight how IP works, or could work, in the real-life examples featured. IPO’s authorship of this blog does not constitute its endorsement or sponsorship of any products, individuals or businesses referenced within it. ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2025/10/02/dragons-den-ip-blog-series-22-episode-10/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "It was a fiery night for the Dragons this week. Entrepreneurs pitched innovations including an AI-powered cooking monitor for the kitchen and a ginger-based alcohol-free drink that packs a punch!"
    },
    {
        "title": "A Decade of Surge: The Civil Service’s crisis-busting weapon in Government Delivery",
        "authors": [
            "lmcbride"
        ],
        "posted_on": "2025-10-02T16:08:38",
        "categories": [
            "A Skilled Civil Service"
        ],
        "content": [
            {
                "content": "What does the overnight collapse of Thomas Cook, Covid-19 and the annual self-assessment tax peak all have in common? Answer: Enter the Surge and Rapid Response Team (SRRT) – the Civil Service’s ultimate problem solver, writes Karen Kyle, Head of the Surge and Rapid Response Team.",
                "tag": "p"
            },
            {
                "content": "Think of SRRT as the Swiss Army knife of government operations. They tackle three mission critical challenges.",
                "tag": "p"
            },
            {
                "content": "When organisations brace for an annual peak in demand - such as universal credit payments or annual self-assessment tax returns - SRRT swoops in to handle the surge. When government departments face unexpected staff shortages, they plug the gaps.  And when national emergencies strike – from Covid 19  to major incidents, they help keep essential services running.",
                "tag": "p"
            },
            {
                "content": "It’s hard to believe that 10 years have passed since the establishment of the Operational Delivery Profession’s SRRT. Time certainly flies! For those unfamiliar with SRRT, let me introduce you to this vital part of our government operations, providing resilience, flexibility and support in a crisis. But first, here is what makes them truly special: It’s all about the people. ",
                "tag": "p"
            },
            {
                "content": "Critical Support",
                "tag": "p"
            },
            {
                "content": "At SRRT, we have built a skilled team of professionals who embrace variety and excel under pressure. Whatever the challenge - however unpredictable - they deliver a rock-solid quality service across government - and we have the stories to prove it. ",
                "tag": "p"
            },
            {
                "content": "When Thomas Cook collapsed, SRRT civil servants flew to holiday destinations, helping thousands of stranded Brits get home. During the pandemic, we staffed the HMRC Coronavirus job retention helpline, ensuring wages kept flowing to thousands of furloughed workers. And, in 2021 we went door-to-door for the Census in England and Wales, gathering crucial data that shapes the government today.",
                "tag": "p"
            },
            {
                "content": "Each deployment is not just crisis management – it demonstrates first class skills in planning, adaptability and resilience.",
                "tag": "p"
            },
            {
                "content": "Future proofing government",
                "tag": "p"
            },
            {
                "content": "As SRRT enters its second decade, we know the landscape ahead will look radically different. Artificial Intelligence is reshaping operations and government policies are evolving. Public demand for services will continue to climb. But rather than see these as obstacles, SRRT sees them as opportunities. We are already exploring how AI can enhance our deployment strategies and investigate new ways of working that can transform government responsiveness for the better.",
                "tag": "p"
            },
            {
                "content": "Ready for anything",
                "tag": "p"
            },
            {
                "content": "The value of SRRT lies in its expertise and commitment to high standards of operational delivery from my SRRT colleagues ready to deploy anywhere.",
                "tag": "p"
            },
            {
                "content": "Need SRRT’s help?",
                "tag": "p"
            },
            {
                "content": "You name it, we will do our best to do it. We are made up of operational delivery professionals at AO and EO level - all with Security Clearance. We can deploy remotely, nationally and even internationally depending on your needs.",
                "tag": "p"
            },
            {
                "content": "From seasonal peaks in demand and rolling out a new service to a national crisis, we are ready and willing to help. Our decade of success is not just about solving problems. It is about proving that the government can be agile, responsive and genuinely helpful when it matters most.",
                "tag": "p"
            },
            {
                "content": "If you’d like to explore how SRRT could help with your resourcing needs, we would love to hear from you.",
                "tag": "p"
            },
            {
                "content": "📧 Email srrtcustomerenquiries@hmrc.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/10/02/a-decade-of-surge-the-civil-services-crisis-busting-weapon-in-government-delivery/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "What does the overnight collapse of Thomas Cook, Covid-19 and the annual self-assessment tax peak all have in common? Answer: Enter the Surge and Rapid Response Team (SRRT) – the Civil Service’s ultimate problem solver, writes Karen Kyle, Head of …"
    },
    {
        "title": "Black History Month 2025: Standing Firm in Power and Pride",
        "authors": [
            "Civil Service"
        ],
        "posted_on": "2025-10-02T14:15:43",
        "categories": [
            "Civil Service Race Champion"
        ],
        "content": [
            {
                "content": "Civil Service Chief Operating Officer and Race Champion Cat Little reflects on this year's powerful theme and what it means for our organisation and the communities we serve. ",
                "tag": "p"
            },
            {
                "content": "October marks Black History Month across the UK, and as Civil Service Race Champion, I'm deeply moved by this year's theme: \"Standing Firm in Power and Pride\". These words encapsulate everything we should aspire to as an organisation that serves all our communities with dignity and respect.",
                "tag": "p"
            },
            {
                "content": "Power, in this context, represents the influence, leadership, and capacity to effect positive change. It acknowledges the visionaries who have led political, civil rights, and social movements, as well as those who have broken barriers in business, education, and the arts. Their legacies remind us that true power isn't about titles – it's about the collective strength, courage, and unity used to forge a more equitable future for all.",
                "tag": "p"
            },
            {
                "content": "Pride reflects cultural identity, heritage, and the celebration of excellence. From art and music to the stories passed through generations, pride is the heartbeat of communities worldwide. It's about knowing where we come from, embracing our history, and walking boldly into the future without compromise or apology.",
                "tag": "p"
            },
            {
                "content": "This year holds particular significance as we commemorate the 60th anniversary of the Race Relations Act – landmark legislation that helped shape Britain's approach to equality. We also remember pivotal figures like Paul Stephenson OBE, who led the 1963 Bristol Bus Boycott that helped inspire this very legislation, and Lord Herman Ouseley, former Chair of the Commission for Racial Equality, whose tireless work challenged institutional racism and reshaped our national conversations around equality and inclusion. Both passed away in 2024, but their contributions continue to echo in today's fight for fairness and dignity.",
                "tag": "p"
            },
            {
                "content": "These anniversaries serve as powerful reminders of the ongoing struggle for equality and justice, and the tireless efforts of those who have fought for the rights of Black people and communities. ",
                "tag": "p"
            },
            {
                "content": "For the Civil Service, this theme challenges us to examine how we stand firm in our own power and pride. As an organisation, we have the power to shape policies that affect millions of lives. We have the influence to ensure our services are truly inclusive and representative of the communities we serve. And we have the responsibility to create an environment where every colleague can bring their authentic self to work.",
                "tag": "p"
            },
            {
                "content": "As Race Champion, I'm passionate about continuing our excellent work in this space. We've seen tangible progress: the percentage of civil servants from ethnically diverse backgrounds has risen from 10.1% in 2014 to 18% today, meaning the Civil Service is more reflective of the country that we serve. We must continue attracting and retaining talented colleagues at all grades, tackling barriers in our recruitment processes, outreach, performance management and development support.",
                "tag": "p"
            },
            {
                "content": "I'm committed to driving practical changes whilst role modelling the inclusive leadership our organisation deserves. When we create environments where everyone can stand firm in their power and pride, extraordinary things happen. We design better policies, deliver more effective services, and build stronger connections with the citizens we serve.",
                "tag": "p"
            },
            {
                "content": "This year's theme isn't just about remembrance – it's a call to action. It invites us all to stand firm in our power with pride and actively shape a world where Black voices are heard, valued, and celebrated. It challenges us to break down barriers, continue pushing for progress, own our spaces and walk confidently into the future.",
                "tag": "p"
            },
            {
                "content": "As we celebrate Black History Month 2025, let's commit not just to learning about the past, but to actively embodying power and pride in everything we do. Because when we stand firm in both, we create a Civil Service that truly serves everyone with excellence and dignity.",
                "tag": "p"
            },
            {
                "content": "Cat Little, Chief Operating Officer of the Civil Service and Civil Service Race Champion",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/10/02/black-history-month-2025-standing-firm-in-power-and-pride/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Civil Service Chief Operating Officer and Race Champion Cat Little reflects on this year's powerful theme and what it means for our organisation and the communities we serve.  October marks Black History Month across the UK, and as Civil Service …"
    },
    {
        "title": "Extended producer responsibility: what’s it for?",
        "authors": [
            "Defra Press Office"
        ],
        "posted_on": "2025-10-02T12:54:22",
        "categories": [
            "plastic",
            "Pollution",
            "waste"
        ],
        "content": [
            {
                "content": "There has been widespread coverage of the introduction of the Extended Producer Responsibility for Packaging (pEPR) scheme in recent days.",
                "tag": "p"
            },
            {
                "content": "Below is a simple explainer, setting out why it’s so important to make these changes a success.",
                "tag": "p"
            },
            {
                "content": "What is pEPR?",
                "tag": "p"
            },
            {
                "content": "pEPR represents a major shift in the way that the costs of waste are handled. It works in lockstep with two other significant reforms which we are introducing: Simpler Recycling collections for bins in England, and a Deposit Return Scheme for drinks containers.",
                "tag": "p"
            },
            {
                "content": "The scheme works by charging fees to the businesses that use packaging to meet the costs of collecting and recycling it. From year two of the scheme, it will introduce modulation where the costs are higher for hard-to-recycle materials. Where packaging can be reused or refilled, fees are lower.",
                "tag": "p"
            },
            {
                "content": "This will encourage businesses to reduce the amount of packaging they use, shift to more recyclable materials and design new products that can be recycled and reused more easily, stopping waste from going to the nation’s landfills or incinerators.",
                "tag": "p"
            },
            {
                "content": "Steel, aluminium and PET plastic drinks containers across the UK are not charged under pEPR, as they will be covered under the UK’s Deposit Return Scheme.",
                "tag": "p"
            },
            {
                "content": "Why is it needed?",
                "tag": "p"
            },
            {
                "content": "Household recycling rates have flatlined for years – meaning huge quantities of waste are still being sent to landfill or incinerators. Packaging is a major source of this tide of rubbish.",
                "tag": "p"
            },
            {
                "content": "Moreover, the bill for disposing of items like chunky delivery boxes, polystyrene crates and plastic multipacks is currently footed by local councils.",
                "tag": "p"
            },
            {
                "content": "It is right for businesses who produce packaging to pay their fair share of the recycling costs, rather than the burden falling solely on councils. As materials which are easier to recycle, refill or reuse are liable for lower fees, businesses will be rewarded for shifting to those materials and designing greener products – helping us clean up Britain and end the throwaway society .",
                "tag": "p"
            },
            {
                "content": "This will  shift the UK towards a circular economy and boost growth: industry estimates suggest the reforms will support 25,000 new jobs and underpin £10 billion of investment in new sorting and processing facilities over the next decade.",
                "tag": "p"
            },
            {
                "content": "Are businesses ready?",
                "tag": "p"
            },
            {
                "content": "The UK Government, DAERA in Northern Ireland, Scottish Government and Welsh Government announced their commitment to introducing the scheme and consulted widely with industry and the public in 2021 . Since then, we have been in constant discussion with businesses, local authorities and other key stakeholders around the best design of the scheme.",
                "tag": "p"
            },
            {
                "content": "Throughout the runup to the launch of pEPR, we set out indicative base fees for industry based on the packaging data which businesses submitted to us. The final base fees were published in June 2025 and represented a significant reduction in costs for every single material except fibre composite, which saw a small increase. Some of the biggest high-street businesses are already introducing innovative packaging and exploring refill and reuse schemes.",
                "tag": "p"
            },
            {
                "content": "Smaller businesses, with a turnover of under £2 million or who produce less than 50 tonnes of packaging annually, are exempt from pEPR fees.",
                "tag": "p"
            },
            {
                "content": "All councils in England must use this funding to deliver improved waste collection services for their communities. PackUK, the administrator for pEPR, is empowered to reduce future allocations if evidence shows that funding has been used for other purposes.",
                "tag": "p"
            },
            {
                "content": "We continue to work closely with all stakeholders to ensure the scheme is working as intended. Any decision to pass costs on as price increases for consumers is for retailers alone to make.",
                "tag": "p"
            },
            {
                "content": "What will it mean for me?",
                "tag": "p"
            },
            {
                "content": "The money raised through pEPR will be funnelled directly into council waste collection to ensure prompt and straightforward services for households. Over £1.1 billion will be distributed to councils in England.",
                "tag": "p"
            },
            {
                "content": "The Simpler Recycling collections will mean an end to the confusing patchwork of different systems across England. Councils will offer free weekly food waste collections to homes from March 2026, and the same set of materials will be collected for recycling – whether at home, work or school.",
                "tag": "p"
            },
            {
                "content": "As more businesses use sustainable practices we’ll all be able to recycle the products we buy more easily – and we'll see more options for refilling and reusing containers in shops.",
                "tag": "p"
            },
            {
                "content": "These changes will help us build a circular economy, where instead of throwing things away, we repair, reuse and recycle them to reduce waste, while also helping to create skilled green jobs and grow our economy.",
                "tag": "p"
            }
        ],
        "link": "https://deframedia.blog.gov.uk/2025/10/02/extended-producer-responsibility-whats-it-for/",
        "blog": "Defra in the media",
        "blog_link": "https://deframedia.blog.gov.uk",
        "description": "There has been widespread coverage of the introduction of the Extended Producer Responsibility for Packaging (pEPR) scheme in recent days."
    },
    {
        "title": "An introduction to the Local Skills Dashboard, by Frank Bowley",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-10-02T12:24:15",
        "categories": [
            "analysis",
            "data",
            "Insight",
            "local skills improvement plans",
            "skills england tools",
            "Statistics"
        ],
        "content": [
            {
                "content": "Skills England is data-driven, bringing together the right evidence to understand and respond to the nation’s skills needs. An important part of this work is supporting our partners across the country to access and use this evidence in a local context. ",
                "tag": "p"
            },
            {
                "content": "Local data is essential to tailoring skills policy and delivery, to provide growth and opportunities in all parts of the country. To support this work, we’ve created the Local Skills Dashboard, making it quick and easy to access local data. ",
                "tag": "p"
            },
            {
                "content": "In this blog, Frank Bowley, Skills England's Deputy Director of Analysis and Insight, provides a helpful introduction to the Local Skills Dashboard. ",
                "tag": "p"
            },
            {
                "content": "What is the Local Skills Dashboard?",
                "tag": "h2"
            },
            {
                "content": "The local skills dashboard is an online hub for up-to-date information and data on local skills, education and employment. It provides an overview of labour market and training data for bespoke geographic locations such as Local Skills Improvement Plan areas (LSIPs), Combined Authorities and Local Authorities. ",
                "tag": "p"
            },
            {
                "content": "The dashboard has a range of interactive visualisations that allow users to explore leading indicators of skills needs, including employment, jobs, businesses, training and destinations over time.  ",
                "tag": "p"
            },
            {
                "content": "The dashboard is publicly and freely available. ",
                "tag": "p"
            },
            {
                "content": "Why was the dashboard developed?",
                "tag": "h2"
            },
            {
                "content": "The dashboard was first created in 2022 by the Unit for Future Skills. At the time, Employer Representative Bodies (ERBs) were developing their first Local Skills Improvement Plans, and the dashboard was designed to ensure all ERBs had access to local data to support their plans.  ",
                "tag": "p"
            },
            {
                "content": "Since then, ownership of the dashboard has transferred to Skills England, and it has been used by a much wider audience. We have continued to develop it with feedback from local authorities, educational institutions and government departments, among others. ",
                "tag": "p"
            },
            {
                "content": "How has the dashboard evolved?",
                "tag": "h2"
            },
            {
                "content": "We regularly update the dashboard with the latest data as well as adding new features to expand the information and tools it offers. Over the last few months, we’ve made some major improvements, including: ",
                "tag": "p"
            },
            {
                "content": "How can I use the dashboard to understand local skills?",
                "tag": "h2"
            },
            {
                "content": "The dashboard offers a range of features to explore local labour market and education provision, providing insights into local skills needs. ",
                "tag": "p"
            },
            {
                "content": "Local area summaries",
                "tag": "h3"
            },
            {
                "content": " The dashboard’s overview page provides a quick summary of key jobs and training data for each local area. To access a local area summary, just select an area at the top of the main page. ",
                "tag": "p"
            },
            {
                "content": "Quick access to extensive local data",
                "tag": "h3"
            },
            {
                "content": "The local skills data page provides more detailed insights for a wide range of topics, such as employment, businesses and training. You can access the local skills data page from the left-hand menu, then use the menus at the top to choose which area and topic you’re interested in. ",
                "tag": "p"
            },
            {
                "content": "You can also choose different areas using the interactive map, which allows you to click on the area you’re interested in to bring up the data for that region. ",
                "tag": "p"
            },
            {
                "content": "Interactive content to explore themes in depth",
                "tag": "h3"
            },
            {
                "content": "Much of the data on the dashboard can be filtered to explore areas of interest, such as specific occupations or learner groups. For example, try selecting online jobs adverts on the local skills data page, and use the sub-group filter at the top to see how demand for an occupation varies between areas and over time.  ",
                "tag": "p"
            },
            {
                "content": "Local area comparisons",
                "tag": "h3"
            },
            {
                "content": "You can choose any number of local areas (such as neighbouring local authorities) to display on the graphs, allowing quick visual comparisons. Use the comparison menu at the top left of the local skills data page. ",
                "tag": "p"
            },
            {
                "content": "Data Downloads ",
                "tag": "h3"
            },
            {
                "content": "If you’re an analyst, you might want to integrate the data further. The data download section (available on the left-hand menu) allows you to download the raw data that sits behind the dashboard. This makes it quick to find and download just the data you need, to perform bespoke analysis. ",
                "tag": "p"
            },
            {
                "content": "What impact is the dashboard having?",
                "tag": "h2"
            },
            {
                "content": "Dashboard users have told us how it’s helping them develop and deliver their local skills agendas. ",
                "tag": "p"
            },
            {
                "content": "Local bodies, such as Local Authorities, are using the dashboard to monitor the local labour market and training provision, to inform local skills strategy. ",
                "tag": "p"
            },
            {
                "content": "Government departments and agencies have used it to support engagement with local bodies and to inform locally targeted policy and delivery. ",
                "tag": "p"
            },
            {
                "content": "Education and training suppliers, for example Further Education colleges, are using it to gather local labour market information that supports curriculum planning and careers advice. ",
                "tag": "p"
            },
            {
                "content": "What's next for the dashboard?",
                "tag": "h2"
            },
            {
                "content": "We’ll be continuing to work with users to provide more of the data and features they need to understand the local skills landscape.  ",
                "tag": "p"
            },
            {
                "content": "If you’d like to provide feedback or discuss how you can use the dashboard in your work, please get in touch at skills.england@education.gov.uk with 'Local Skills Dashboard’ in the subject line. ",
                "tag": "p"
            },
            {
                "content": "Frank Bowley ",
                "tag": "p"
            },
            {
                "content": "Deputy Director of Analysis and Insight, Skills England ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/10/02/an-introduction-to-the-local-skills-dashboard-by-frank-bowley/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Skills England is data-driven, bringing together the right evidence to understand and respond to the nation’s skills needs. An important part of this work is supporting our partners across the country to access and use this evidence in a local …"
    },
    {
        "title": "Successful local plan development: Working together and preparing better",
        "authors": [
            "Andrew Megginson"
        ],
        "posted_on": "2025-10-02T12:24:10",
        "categories": [
            "Examinations",
            "Local plans"
        ],
        "content": [
            {
                "content": "Andrew Megginson is Head of Service for Local Plans at the Planning Inspectorate where he leads the operational delivery of local plan examinations across England. Together with Simon Berkeley, Professional Lead for Local Plans, they recently delivered a comprehensive webinar on preparing local plans for successful examination.",
                "tag": "p"
            },
            {
                "content": "Last week, Simon and I had the privilege of hosting a webinar titled \"Getting it right first time: Preparing your local plan for successful examination\". With over 400 attendees and a wealth of questions from attendees, it reinforced just how critical this moment is for local plan making.",
                "tag": "p"
            },
            {
                "content": "The scale of the challenge",
                "tag": "h2"
            },
            {
                "content": "The statistics we shared paint a clear picture: only 27% of local planning authorities currently have an up-to-date local plan. With the government's commitment to delivering 1.5 million homes by 2029, local plans play an essential role in enabling plan-led development. Our projections show 147  additional plans expected for submission between now and the end of 2026 – a dramatic increase from the 18 plans we examined in 2023/24.",
                "tag": "p"
            },
            {
                "content": "This step change in demand has prompted us to think differently about how we support local authorities through the examination process. It's not just about managing our own resources – though we've significantly expanded our inspector base and continue recruiting – it's about working collaboratively to ensure plans arrive ready for examination.",
                "tag": "p"
            },
            {
                "content": "Clear messages from government",
                "tag": "h2"
            },
            {
                "content": "The Minister of State's letter of 30 July 2024 was, in many ways, a game changer. It raised the bar for plan quality at submission, making clear that local planning authorities must not submit plans unless  they're genuinely ready for independent examination. The presumption that inspectors will use significant time and resources to 'fix' fundamental problems during examinations is no longer acceptable.",
                "tag": "p"
            },
            {
                "content": "This isn't about being less supportive – quite the opposite. It's about being smarter in how we channel that support to where it can be most effective: during plan preparation rather than when it’s too late.",
                "tag": "p"
            },
            {
                "content": "The fundamentals still matter",
                "tag": "h2"
            },
            {
                "content": "During our webinar, Simon Berkeley reminded everyone that the basic requirements haven't changed. Legal compliance, including the duty to cooperate, remains absolutely critical – and it's the one thing an inspector legally cannot remedy for you during examination. The four tests of soundness continue to be the benchmark against which all plans are assessed.",
                "tag": "p"
            },
            {
                "content": "However, we're seeing recurring issues: inadequate consideration of alternatives in sustainability appraisals, unresolved duty to cooperate problems, unrealistic delivery assumptions, and poor integration between evidence and policies. These are preventable problems, but they require attention during plan preparation, not at examination.",
                "tag": "p"
            },
            {
                "content": "Simon was clear in his advice – seek support before you submit, use Advisory Visits (which are free of change) and don’t submit if you’re in doubt over those four tests of soundness.",
                "tag": "p"
            },
            {
                "content": "Questions from the field",
                "tag": "h2"
            },
            {
                "content": "The Q&A session revealed some important insights into concerns shared within the system. Many questions focused on the transition between the current and new planning systems – and it’s clear planned upcoming guidance on the new system will be welcomed.",
                "tag": "p"
            },
            {
                "content": "Resource pressures featured heavily, both in terms of local authority capacity and concerns about our own ability in the Inspectorate to process the anticipated volume of submissions. Questions about programme officer availability, sustainability appraisal requirements, and the practicalities of examination websites all highlighted the operational challenges that sit alongside the policy complexities.",
                "tag": "p"
            },
            {
                "content": "Perhaps unsurprisingly, many questions sought clarity on aspects of the new system that simply aren't finalised yet. This uncertainty is challenging, but as we emphasised in the webinar: \"don't stop planning.\" The fundamental work of evidence gathering, community engagement, and policy development continues regardless of which system ultimately applies.",
                "tag": "p"
            },
            {
                "content": "Our support offer",
                "tag": "h2"
            },
            {
                "content": "One theme that ran throughout both the presentation and the questions was the importance of early engagement. The Planning Inspectorate has significantly expanded our Advisory Visit service – these free, without-prejudice discussions with experienced inspectors can help identify potential issues before they become examination blockers.  If you would like to book in an Advisory Visit please contact us at: plans.admin@planninginspectorate.gov.uk",
                "tag": "p"
            },
            {
                "content": "We've also enhanced our programme officer training, recognising that an efficient programme officer can save considerable time and ensure smooth examination processes. Our next training session is on 5 November, and I'd encourage any authority considering internal recruitment to take advantage of this free resource. Please contact us for further details.",
                "tag": "p"
            },
            {
                "content": "From 6 October, we introduce pre-examination checklists – another tool to help ensure plans are genuinely ready before formal submission. These aren't barriers but support mechanisms, providing early feedback on practical readiness and essential documentation.",
                "tag": "p"
            },
            {
                "content": "Planning reform: preparing for change",
                "tag": "h2"
            },
            {
                "content": "The new gateway approach, with its emphasis on pre-submission checks and streamlined processes, reflects many of the same principles we're already advocating: better preparation leads to more efficient examinations.",
                "tag": "p"
            },
            {
                "content": "Gateway Two, in particular, offers extended opportunities for dialogue between authorities and inspectors – essentially an enhanced version of our current Advisory Visit service. While we await detailed regulations, the direction of travel is clear: more front-loaded support and collaboration during plan preparation.",
                "tag": "p"
            },
            {
                "content": "The digital transformation agenda is equally significant. The Planning Inspectorate's Digital & Data team is exploring a centralised service for submitting relevant representations on local plans, aiming to reduce burdens on local planning authorities and create consistent citizen experiences. This complements MHCLG's Create and Update a Local Plan (CULP) service and the new Gateway process to streamline the planning system and improve decision timelines.",
                "tag": "p"
            },
            {
                "content": "The choice ahead",
                "tag": "h2"
            },
            {
                "content": "For many authorities, an important decision is on the horizon: complete your plan under the current system or wait for the new regime. As we emphasised in the webinar, you can't straddle both tracks – the choice needs to be made decisively.",
                "tag": "p"
            },
            {
                "content": "What you can do now, regardless of your chosen path is to continue planning. The development of a local plan will still include evidence base development, baseline data gathering, engagement planning, and governance arrangements. Most importantly, keep us informed of your intentions so we can resource appropriately.",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "The transition period will be challenging, but our message is clear: don't let uncertainty become paralysis. Whether you're working within the current system or preparing for the new one, the fundamental principles of good plan-making remain constant.",
                "tag": "p"
            },
            {
                "content": "We're committed to being part of the solution, developing new resources based on your feedback and working closely with MHCLG on the detailed design of the new system. The poll from our webinar will help shape our future support offer – more topic-specific workshops and guidance tailored to the issues you're actually facing.",
                "tag": "p"
            },
            {
                "content": "Success will require close collaboration between local authorities, the Planning Inspectorate, government departments, and the wider planning community. We're here to help through Advisory Visits, programme officer training, pre-examination checklists, and ongoing dialogue about your plan preparation.",
                "tag": "p"
            },
            {
                "content": "The next few years will test our collective capacity and resilience, but they also offer the opportunity to build a more effective, responsive planning system. By working together and learning from each other's experiences, we can navigate this transition successfully.",
                "tag": "p"
            },
            {
                "content": "As we said in the webinar, prevention is better than cure. Let's use the tools available to get it right first time.",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/10/02/successful-local-plan-development-working-together-and-preparing-better/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Andrew Megginson is Head of Service for Local Plans at the Planning Inspectorate where he leads the operational delivery of local plan examinations across England. Together with Simon Berkeley, Professional Lead for Local Plans, they recently delivered a comprehensive webinar on preparing local plans for successful examination."
    },
    {
        "title": "Working Together to Protect Harbour Porpoise",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-10-02T11:24:58",
        "categories": [
            "fisheries",
            "marine conservation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "For those who work at sea, Harbour porpoises are a familiar sight around our coast. They have a wide diet, feeding mostly on fish, including sandeels, herring and whiting, as well as on squid and crustaceans. As predators they help to regulate and balance fish stocks. This means they play a key role in maintaining a healthy and functioning marine ecosystem, which benefits fishers and the seafood industry.",
                "tag": "p"
            },
            {
                "content": "But evidence suggests that accidental capture of harbour porpoise, known as bycatch, is happening at unsustainable levels, which could be impacting the condition of two key marine protected areas (MPAs), the Southern North Sea MPA and the Bristol Channel Approaches MPA.",
                "tag": "p"
            },
            {
                "content": "The loss of these marine mammals could have serious consequences for our marine environment. However, there are evidence gaps on harbour porpoise bycatch, including on locations, times of year and gear types associated with high or low levels of porpoise bycatch. ",
                "tag": "p"
            },
            {
                "content": "This is why we want to work with fishers to both understand and reduce bycatch.",
                "tag": "p"
            },
            {
                "content": "Fishers have the knowledge to be part of the solution",
                "tag": "p"
            },
            {
                "content": "We know harbour porpoise bycatch is accidental. No one sets out to harm protected marine wildlife. That’s why we’re inviting fishermen to help shape the future of bycatch management, because your knowledge of the sea is essential.",
                "tag": "p"
            },
            {
                "content": "Whether it’s identifying bycatch hotspots or coldspots (areas or fisheries with a high or low risk of porpoise bycatch), sharing seasonal patterns, or testing gear modifications, your insights can help build practical, effective solutions that actually work at sea. We want to understand the circumstances of where and when porpoise bycatch is or isn’t occurring, based on your experiences, and hear your views on potential management options at an early stage.",
                "tag": "p"
            },
            {
                "content": "Information you share could help determine appropriate management, including spatial scale and context, for harbour porpoise bycatch.",
                "tag": "p"
            },
            {
                "content": "What’s being proposed",
                "tag": "p"
            },
            {
                "content": "The MMO is exploring six potential management options. These are not final decisions, they’re starting points for discussion that you can help shape, amend or offer alternatives to:",
                "tag": "p"
            },
            {
                "content": "These ideas are open for feedback. We want to hear what’s workable, what’s not, and what might need tweaking.",
                "tag": "p"
            },
            {
                "content": "Listening first",
                "tag": "p"
            },
            {
                "content": "Before any formal progress is made towards managing harbour porpoise bycatch, we want to gather you feedback early. How you can get involved:",
                "tag": "p"
            },
            {
                "content": "Attend our upcoming engagement events",
                "tag": "p"
            },
            {
                "content": "Aimed primarily at gillnet fishers, we’re hosting a series of in-person workshops around the coast, and we invite you to join us to share your insights and knowledge. Beginning in the Southwest, catch us in:",
                "tag": "p"
            },
            {
                "content": "Lyme Regis",
                "tag": "p"
            },
            {
                "content": "Date: Tuesday 7 October",
                "tag": "p"
            },
            {
                "content": "Time: 2pm to 4:30pm",
                "tag": "p"
            },
            {
                "content": "Venue: The Fishing College, The Cobb, Lyme Regis, DT7 3JJ",
                "tag": "p"
            },
            {
                "content": "Register via Eventbrite.",
                "tag": "p"
            },
            {
                "content": "Brixham",
                "tag": "p"
            },
            {
                "content": "Date: Wednesday 8 October",
                "tag": "p"
            },
            {
                "content": "Time: 1pm to 3:30pm",
                "tag": "p"
            },
            {
                "content": "Venue: Brixham Trawler Agents Ltd, The New Fish Quay (Training Room), Brixham, TQ5 8AW",
                "tag": "p"
            },
            {
                "content": "Register via Eventbrite.",
                "tag": "p"
            },
            {
                "content": "Newlyn",
                "tag": "p"
            },
            {
                "content": "Date: Thursday 9 October",
                "tag": "p"
            },
            {
                "content": "Time: 11am to 1:30pm",
                "tag": "p"
            },
            {
                "content": "Venue: Cornish Fish Producers Organisation Ltd, 46 Fore Street, Penzance, Newlyn, TR18 5JR",
                "tag": "p"
            },
            {
                "content": "Register via Eventbrite.",
                "tag": "p"
            },
            {
                "content": "Newquay",
                "tag": "p"
            },
            {
                "content": "Date: Thursday 9 October",
                "tag": "p"
            },
            {
                "content": "Time: 4pm to 6:30pm",
                "tag": "p"
            },
            {
                "content": "Venue: Newquay Rowing Club, South Quay Hill, Newquay, TR7 1HR",
                "tag": "p"
            },
            {
                "content": "Register via Eventbrite.",
                "tag": "p"
            },
            {
                "content": "Quayside drop-in in Ilfracombe",
                "tag": "p"
            },
            {
                "content": "Date: Friday 10 October",
                "tag": "p"
            },
            {
                "content": "Time: 10am to 11am",
                "tag": "p"
            },
            {
                "content": "Venue: Ilfracombe Harbour Office (Boardroom), The Pier, Ilfracombe, EX34 9EQ",
                "tag": "p"
            },
            {
                "content": "Register via Eventbrite.",
                "tag": "p"
            },
            {
                "content": "We’re currently planning the next series of workshops for later this year in the East. Future events will be published here: Managing England's Offshore Marine Protected Areas | Eventbrite.",
                "tag": "p"
            },
            {
                "content": "Find out more about working together to reduce harbour porpoise bycatch: Managing harbour porpoise bycatch in English waters - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Further guidance ",
                "tag": "p"
            },
            {
                "content": "Read current advice on reducing bycatch and complying with existing regulations: Reduce dolphin and porpoise bycatch – GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/10/02/working-together-to-protect-harbour-porpoise/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "For those who work at sea, Harbour porpoises are a familiar sight around our coast. They have a wide diet, feeding mostly on fish, including sandeels, herring and whiting, as well as on squid and crustaceans. As predators they help …"
    },
    {
        "title": "Celebrating Excellence: HMCTS National Awards Showcase Innovation, Compassion and Justice in Action",
        "authors": [
            "Simran Poonia, Digital Communications Officer"
        ],
        "posted_on": "2025-10-02T11:00:00",
        "categories": [
            "Civil",
            "Crime",
            "Digital services",
            "Family",
            "General",
            "Tribunals",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "The annual HMCTS National Awards celebrate staff who exemplify our values through innovation, crisis response and commitment to putting people first. ",
                "tag": "p"
            },
            {
                "content": "Excellence across our organisation ",
                "tag": "h2"
            },
            {
                "content": "Our staff awards celebrate outstanding colleagues who embody our core values of purpose, openness, together, and humanity. An abundance of nominations came in from across the organisation this year, highlighting some of the work that helps to transform lives daily. ",
                "tag": "p"
            },
            {
                "content": "Chosen from the winners of their regional award ceremonies, picking a winner is never easy when there are so many fantastic stories to share. ",
                "tag": "p"
            },
            {
                "content": "Jonathan, based in the Sheffield region, won the Purpose Award for coordinating Operation Stovewood, the UK's largest historic child abuse investigation, helping bring closure to survivors who had waited decades for justice. He was also recognised the following day at the Inspire Justice Awards in London. ",
                "tag": "p"
            },
            {
                "content": "The Low Code team earned our Openness Award for creating tools, such as webforms and PowerApps, that addressed email overload and helped streamline processes, driving real change across HMCTS. ",
                "tag": "p"
            },
            {
                "content": "Liverpool Crown Court received the Together Award for their sensitive management of the complex and high-profile Southport case, while under intense public scrutiny.  ",
                "tag": "p"
            },
            {
                "content": "The Operational Delivery Award celebrated frontline excellence and a CEO Award recognised outstanding achievements across all the categories. ",
                "tag": "p"
            },
            {
                "content": "But it was the Humanity Award winner who truly captured what we represent when faced with the most challenging of circumstances. ",
                "tag": "p"
            },
            {
                "content": "When crisis struck, our values guided us",
                "tag": "h2"
            },
            {
                "content": "On what seemed like an ordinary morning at London South Employment Tribunal, a serious incident was about to occur outside the building. A member of the security team was injured in an unprovoked attack, but our local team's response showed remarkable character and showcased our values in action. ",
                "tag": "p"
            },
            {
                "content": "Two colleagues with first-aid training immediately came forward to help, treating the guard's wounds as the site’s management team acted quickly to secure the building to keep those in attendance safe from further harm. All while offering support to shaken colleagues and court users who had witnessed the incident unfolding. ",
                "tag": "p"
            },
            {
                "content": "Despite the chaos and trauma of what had happened, the team was committed to maintaining scheduled hearings and ensuring they could continue safely. Their focus remained on ensuring everyone who had travelled to court that day, often for important employment disputes, could still access justice and receive the service they needed. ",
                "tag": "p"
            },
            {
                "content": "What this means for everyone we serve ",
                "tag": "h2"
            },
            {
                "content": "This response demonstrates what statistics cannot capture about justice. Yes, we are transforming justice through innovation - our Pathfinder teams have now reduced family court waiting times from 34 weeks to under 15 weeks, but at the beating heart of justice, there are real people who understand that justice encompasses both legal procedures and treating everyone with dignity and respect. ",
                "tag": "p"
            },
            {
                "content": "Whether developing new technology, supporting vulnerable court users, or ensuring everyone feels welcome and included, our teams are determined to ensure excellent public service is a combination of efficiency and compassion. ",
                "tag": "p"
            },
            {
                "content": "The people who make justice possible ",
                "tag": "h2"
            },
            {
                "content": "Every one of our award winners, runners up and nominees understands their work directly impacts real lives. From innovative solutions that speed up court processes, to individual acts of kindness that help vulnerable users navigate our system, each contribution matters.  ",
                "tag": "p"
            },
            {
                "content": "Work can often be completed under extreme pressure, but our outstanding colleagues are committed to ensuring justice remains accessible to everyone, regardless of the obstacles they face. ",
                "tag": "p"
            },
            {
                "content": "Our annual awards not only recognise past achievements but also inspire our future direction. As we continue modernising the justice system, we're building on foundations of innovation, compassion and unwavering commitment to public service, serving those who need the justice system.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/10/02/celebrating-excellence-hmcts-national-awards-showcase-innovation-compassion-and-justice-in-action/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "The annual HMCTS National Awards celebrate staff who exemplify our values through innovation, crisis response and commitment to putting people first."
    },
    {
        "title": "Introducing the GOV Reuse Library",
        "authors": [
            "Nikola Goger"
        ],
        "posted_on": "2025-10-02T10:52:04",
        "categories": [
            "cross government collaboration",
            "Gov Reuse Library",
            "Our services"
        ],
        "content": [
            {
                "content": "The GOV Reuse Library is a new cross-government initiative designed to help teams work smarter, faster, and more collaboratively by reusing proven digital service components.",
                "tag": "p"
            },
            {
                "content": "Developed by the Ministry of Justice, in partnership with the Government Digital Service and the Department for Education, the library aims to:",
                "tag": "p"
            },
            {
                "content": "Explore the library: https://dev.reuselibrary.service.justice.gov.uk",
                "tag": "p"
            },
            {
                "content": "Why we built the GOV Reuse Library",
                "tag": "h2"
            },
            {
                "content": "Every day, government teams solve similar problems in silos. What if we could break those silos and build smarter, faster, together?",
                "tag": "p"
            },
            {
                "content": "This aligns with the government’s vision of a modern digital state that \"joins up and acts as one public sector” and helps “strengthen and extend our digital public infrastructure”.",
                "tag": "p"
            },
            {
                "content": "What you will find",
                "tag": "h2"
            },
            {
                "content": "The library makes it easier to discover reusable digital elements that can speed up delivery and improve consistency, such as:",
                "tag": "p"
            },
            {
                "content": "By sharing these resources openly, we aim to save time, cut costs, and deliver better services for users.",
                "tag": "p"
            },
            {
                "content": "How you can get involved",
                "tag": "h2"
            },
            {
                "content": "We are building this together and we would love your input to help it grow.",
                "tag": "p"
            },
            {
                "content": "The GOV Reuse Library is just the beginning. By working together, we can build a stronger, more connected digital government.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/10/02/introducing-the-gov-reuse-library/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "The GOV Reuse Library is a new cross-government initiative designed to help teams work smarter, faster, and more collaboratively by reusing proven digital service components. Developed by the Ministry of Justice, in partnership with the Government Digital Service and the …"
    },
    {
        "title": "DataConnect25: How public sector data delivers real benefits for users",
        "authors": [
            "Rachael Richards, Data Community Lead, GDS"
        ],
        "posted_on": "2025-10-02T10:45:00",
        "categories": [
            "Data",
            "Digital learning and development",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Next month DataConnect the conference ‘for the community, by the community’ is back again for a fifth year. This year’s theme is ‘using data to deliver benefits for users’, echoing the aims of our mission-led government. The event brings together public sector data professionals at all levels, to explore real world case studies that delivered tangible outcomes using public sector data.  ",
                "tag": "p"
            },
            {
                "content": "DataConnect runs from 10 – 14 November 2025 and offers 30 learning and development sessions for public sector data professionals, from local government, wider central government, international governments, universities, institutes and civil society. Attendees are invited to drop into the talks, panel discussions and fireside chats that interest them or take part in the full weeklong conference. The programme has been designed to recognise the breadth of the data profession allowing attendees to pick the sessions most relevant to them and aligns to the blueprint for a modern digital government by providing a platform for  AI and data communities of practice to meet and share knowledge.",
                "tag": "p"
            },
            {
                "content": "Real examples",
                "tag": "h2"
            },
            {
                "content": "This year, DataConnect is focused on using data to deliver benefits for users and giving data professionals practical examples to take back to their roles.",
                "tag": "p"
            },
            {
                "content": "The conference will showcase ‘how-to’ demos and case studies from professionals in areas such as data governance, information management, data architecture, security and data ethics delivering safe, trusted, and effective public services. Case studies will demonstrate the efficiencies, hours saved, economic growth and improved experiences the public sector has delivered.",
                "tag": "p"
            },
            {
                "content": "Together we will explore the most pressing challenges and issues data professionals face today when delivering benefits for users and examine how are we solving them by learning from across the public sector community.",
                "tag": "p"
            },
            {
                "content": "Why attend DataConnect?",
                "tag": "h2"
            },
            {
                "content": "Here are five reasons to listen, debate, learn and network at DataConnect:",
                "tag": "p"
            },
            {
                "content": "Together through learning, debating and discussing projects and case studies, we will learn from talented innovators from across the public sector who are delivering real world change for users.",
                "tag": "p"
            },
            {
                "content": "Join us at DataConnect, which runs from 10am  to 4pm, on Monday 10 November - Friday 14 November 2025. If you’re a public sector data professional, you can register on Hopin, our conference platform.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/10/02/dataconnect25-how-public-sector-data-delivers-real-benefits-for-users/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Next month DataConnect is back again for a fifth year. This year’s ‘for the community, by the community’ event is for the first time themed around using data to deliver benefits for users."
    },
    {
        "title": "Nature Recovery Projects – next steps for growing collaborative action that drives nature recovery",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-10-02T09:46:17",
        "categories": [
            "Local Nature Recovery Strategy (LNRS)",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Acting for nature recovery at scale",
                "tag": "p"
            },
            {
                "content": "Defra and Natural England invested £7.4 million to initiate twelve landscape-scale Nature Recovery Projects (NRPs) across the country, over the three years of the Comprehensive Spending Review 2022/23-2024/25. Covering over 319,480ha, these projects were designed to turbo drive collaborative action for nature recovery at scale, aimed at restoring entire ecosystems. This has made them a driver in growing a network of bigger, better, joined-up wildlife-rich places that counters biodiversity loss, climate change and improves access to nature.",
                "tag": "p"
            },
            {
                "content": "Since launching in 2021, 2022 and 2023, NRPs have targeted action for nature recovery through locally led collaborative partnerships that encourage innovation, sharing knowledge and resource. This includes aligning policies, delivery levers and funding streams that trial and demonstrate how blended public and private finance can support the delivery of a national network for nature recovery that underpins local economies. ",
                "tag": "p"
            },
            {
                "content": "What have Nature Recovery Projects achieved?",
                "tag": "p"
            },
            {
                "content": "1.            G7 Legacy Project for Nature Recovery, Cornwall",
                "tag": "p"
            },
            {
                "content": "The G7 legacy Project, was the first NRP to launch in 2021. Its focus has been the restoration of habitat within 21,000ha affected by mining and the china clay industry in mid-Cornwall. The project connects nature reserves such as Goss Moor NNR and a suite of Cornwall Wildlife Trust (CWT) reserves. Over 5,000 hectares of habitat and 18km of Cornish hedge has been restored or created for nature. The partnership has worked on species resilience, successfully improving habitats for dormice, marsh fritillary butterflies and willow tit and plans to sequester CO₂ through wetland restoration. Research and development undertaken has led to the discovery of the largest seagrass bed in Cornwall. As a direct consequence of work undertaken on the NRP, CWT have received Heritage Lottery Funding for a 5-year project to extend work undertaken on nature recovery in the area. Tor-to-Shore strengthens the existing partnership of which Natural England continues to be a part.",
                "tag": "p"
            },
            {
                "content": " 2.           Purple Horizons, West Midlands",
                "tag": "p"
            },
            {
                "content": "Launched in May 2022, Purple Horizons is restoring and connecting fragmented heathlands to create a mosaic of heathland-wetland-woodland-grassland within a landscape of 12,000ha. The project has been working to connect Sutton Park National Nature Reserve and Cannock Chase Special Area of Conservation, together with local Wildlife Trust nature reserves. 43ha of habitat have been restored to date. Research is informing action for pollinators, habitat mapping, wetland restoration and community engagement. The partnership won the 2023 public sector award at the West Midlands Combined Authority Natural Environment Awards, with partner, Walsall Council, winning the Defra Bees Needs Champion Award in 2024.  Its latest success involved Walsall obtaining Nature Towns and Cities funding for a \"Nature and Health Strategy 2040\".",
                "tag": "p"
            },
            {
                "content": "3.            Wye Valley, East Midlands",
                "tag": "p"
            },
            {
                "content": "The Wye Valley NRP aims to better connect high quality but fragmented grassland habitat within 10,000ha of the Peak District National Park. Collaborative work with landowners and Catchment Sensitive Farming colleagues has led to a survey of invertebrate pollinator species with the Bumblebee Trust, showing the benefits of herbals leys for pollinator species when compared with perennial ryegrass silage fields.  Collaborating with the county council and local authorities, the ‘Wye Valley Roadside Verges Survey’ investigated the use of the roadside verge network as wildlife corridors. Forecasting of potential carbon and biodiversity net gain (BNG) credits has shaped the development of two 30-year management plans and research looking at the potential application of BNG with the Wildlife Trust. Solar mapping has identified potential climate refugia within the dales with dew ponds, important for great crested newts, restored. Within the Derbyshire Dales National Nature Reserve, the River Lathkill Restoration Plan is providing an analysis of restoration opportunities for 6.5km of the river over 13 reaches alongside underground survey work. The partnership has been working with University of Liverpool to research opportunities for nature recovery, including investigating the importance of nature recovery to campsite visitors. ",
                "tag": "p"
            },
            {
                "content": "4.            Somerset Coast, Levels and Moors",
                "tag": "p"
            },
            {
                "content": "This partnership works within a 41,000ha area with a focus on restoring this wetland landscape for wildlife and to alleviate flood risk for people. A climate change risk and natural capital assessment of 3,500ha has informed a Landscape Recovery Scheme, bringing together 100 landowners to restore the floodplain, helping to manage flooding in the area. 100 hectares of wetland habitat on peat soils has been restored while solar pump research is hydrating 70ha of peatland. New wetland features have been successfully colonised by rare Lesser Silver Diving Beetle and Great Crested Newt. The installation of 12 eel passes help this critically endangered species to move and thrive in a changing climate. New monitoring techniques are being trialled, including audio recorders and thermal imaging cameras on drones to identify and locate bird species and nesting locations. Biodiversity Net Gain (BNG) market analysis has enabled Somerset County Council to plan for the implementation of BNG policy.",
                "tag": "p"
            },
            {
                "content": "5.            Cambridge Nature Network",
                "tag": "p"
            },
            {
                "content": "The Cambridge Nature Network works within 9,200ha in and around the City of Cambridge. Partners have contributed to a coordinated plan to enhance nature, increase climate resilience, and deliver for societal and economic wellbeing. Since 2022 over 24 projects have been completed with over £500,000 invested. This includes converting farmland into new chalk grassland, restoring ancient trees and meadowland and establishing woodland at Wandlebury Country Park and Lower Valley Farm in the Gog Magog Hills. Research into species recovery in the Gog Magog Hills and the Cambridge Fens has been completed, alongside opportunities for orchard creation and restoration to the north of Cambridge. Wetland restoration has been undertaken at Milton Country Park while the local communities north of Cambridge have been involved in tree planting. Farm Clusters have been supported to undertake conservation grazing and regenerative farming.",
                "tag": "p"
            },
            {
                "content": "6.            Wendling Beck, Norfolk",
                "tag": "p"
            },
            {
                "content": "This project is creating and enhancing grasslands, heathland, woodlands and wetlands within a 10,000ha landscape to connect and increase populations of rare flora and wildlife. 5,000m of river has been restored and created, alongside the reversion of 65 acres of heath and acid grassland from arable. Other achievements include the recovery of 50 acres of lowland meadow, 75 acres of other species-rich grassland, 100 acres of parkland, 10 acres of lowland fen, 20 acres of woodland, 15 acres of scrub, 2,000 metres of hedgerows and 600 meters of rare chalk stream. 2,367 species have been recorded. 250,000 tonnes of carbon have been sequestered to date and over 3,000 biodiversity units identified. Core partners have formed an independent consultancy focused on green finance, to assist delivery. A conservation covenant with responsible authority and RSK, is providing nutrient credits from taking arable land out of production. Access continues to flourish, as 30 -150 people per day are using the NRP funded Wendling Way cycle path.",
                "tag": "p"
            },
            {
                "content": "7.            East of Eden, Cumbria",
                "tag": "p"
            },
            {
                "content": "This project has facilitated increased co-operation and understanding across multiple organisations, farmers and advisers within an area of 102,000ha. A partnership steering group, including the Farmer Network and the Federation of Cumbria Commoners, has undertaken baseline mapping. An interactive database has been developed to identify target areas, restore woodland, peatland and species, alongside a deer management strategy.  Blended finance opportunities have been identified through engagement with Highways England and Landscape Connections. Research into grazing options for moorland mosaics has led to the development of a Countryside Stewardship proposal which will improve 4,600ha of habitat in a key NRP linkage area. This will result in improved management of 40ha of limestone grassland, the enhancement of dry heath and blanket bog over 4,000ha and the creation of 50ha of scrub. East of Eden funded research has resulted in the development of a partnership project on a 1,500m stretch of the River Eden which will resolve river erosion and enhance habitat through natural flood management. Research into bird populations, tree planting and grazing management is informing agri-environment proposals across the project area.",
                "tag": "p"
            },
            {
                "content": "8.            The Tees Estuary Project",
                "tag": "p"
            },
            {
                "content": "The Tees Estuary Nature Recovery Partnership works within an area of 17,179ha, underpinning growth through providing environmental, economic and social outcomes. The partnership is working to improve, create and restore the special interest features of designated sites, including feeding and roosting waders and wildfowl. New footpath links are improving connectivity between sites. This includes work to ‘re-green’ 26 miles of the King Charles III England Coast Path as a wildlife corridor and collaborating with the Tees Tidelands programme to develop an 8-mile circular walking route including the installation of a new bird hide. Joining up at landscape scale will enhance land management, improve climate resilience, prevent flooding and improve access to green space. Research is informing action required for key priority species, including Purple Milk Vetch, Water Vole, European Eel, Native Wild Oyster, Blue Mussel and Seagrass. An investible proposition in development with the RSPB will restore a natural waterway within 100ha of former arable land at ‘Wild Saltholme’. This new wetland habitat will benefit waders and waterfowl listed within the SPA/RAMSAR. Work underway has directly influenced Nature Towns and Cities funding allocated to the Tees Urban Nature Network partnership led by Redcar and Cleveland Borough Council.",
                "tag": "p"
            },
            {
                "content": "9.            Heathland Connections, Surrey",
                "tag": "p"
            },
            {
                "content": "The Heathland Connections partnership of landowners and farmers works within a landscape of 16,000ha. Partners have been working to enhance, restore, create and connect wildlife-rich heathland habitat across Surrey Hills AONB with large areas already designated such as Thursley, Hankley and Frensham Commons SPA (Special Protection Area). The partnership is working on innovative solutions to management challenges, such as habitat degradation, disturbance to ground nesting birds, and wildfire risk. Partners have engaged with over 80 landowners in the project area, influencing over 1,500 hectares of land use. The NRP has led to the declaration of a new ‘super’ National Nature Reserve, Wealden Heaths, spanning 2,765ha across nine partner organisations. Species work includes the development of a Heathland Code to encourage responsible behaviour during ground nesting bird season, and an action plan supporting the recovery of amphibians and reptiles. Research undertaken includes ecohydrological surveys, BNG, visitors and the mapping of priority habitats.",
                "tag": "p"
            },
            {
                "content": "10.         Bollin to Mersey",
                "tag": "p"
            },
            {
                "content": "Bollin to Mersey forms part of a regional ambition to reclaim, restore, and rewet a mosaic of wetland habitats in south Manchester and north Cheshire within a landscape of 39,102ha, largely lost through historic industrialisation and urbanisation of the landscape. Work to map and model historic, current and future pond, meadow and wetland designs has led to the project being shortlisted for an award by the Landscape Institute. New projects and partnerships are promoting accessible green spaces at Wythenshawe Hospital. Working with children and young adults in deprived boroughs of South Manchester has led to the development of activities in local green spaces for children and young people. The partnership is supporting the Bollin Valley Group/Cheshire Landscapes Group to develop a Landscape Recovery Round 3 bid. It is also enabling the South Manchester Urban Brooks partnership to bring together un-fundable fragmented sites into a single portfolio of fundable projects. This has involved drawing together information on baseline habitats, Green Finance readiness, delivery readiness, alignment with draft Local Nature Recovery Strategy measures, and assessments of ecosystem services. Manchester, which overlaps with the NRP, and nearby Salford have been successful in securing Nature Towns and Cities funding, aimed at connecting urban nature.",
                "tag": "p"
            },
            {
                "content": "11.         Bradford and South Pennines",
                "tag": "p"
            },
            {
                "content": "This project, undertaken within an area of 30,000ha, has been a catalyst for a range of activities benefiting a diverse range of people of all ages in Bradford, culminating in the declaration of the first NNR in Bradford and a suite of eight complimentary local nature reserves. The project’s work to restore and enhance upland landscapes such as Ilkley Moor, benefits climate resilience and natural flood management techniques, in turn protecting communities. The new partnership has succeeded in driving £600K investment into Bradford and Calderdale. A further £700K Nature and Wellbeing project from public health was influenced through NRP collaboration and mapping work with partners such as NHS Bradford District Care Trust and the voluntary sector. The NRP has supported the wild uplands programme at Bradford 2025 and scoped a potential round 3 Landscape Recovery application. Collaboration for nature recovery undertaken through the NRP has influenced Bradford’s success in receiving Nature Towns and Cities funding.",
                "tag": "p"
            },
            {
                "content": "12.         Seaford to Eastbourne",
                "tag": "p"
            },
            {
                "content": "The partnership works within a 12,000ha landscape to improve land management of the chalk grass and heathland habitats to maximise the water infiltration that supplies the drinking water aquifers for Seaford and Eastbourne. Climate resilience has been a priority, with action undertaken to restore the canalised Cuckmere River alongside shingle surveys that support a coastal defence management strategy. Out to sea, the Species Recovery Fund has been utilised to recover the seahorse population. This has involved eDNA work and potential locations for the installation of ‘seahorse hotels’ while evidencing wider work to alleviate pressures from bottom-towed fishing gear within the MCZs. Nature-based training and research with NHS mental health practitioners has focused on suicide prevention.  Focus is now being given to the proposed declaration of a new 1,299.30ha Seven Sisters super National Nature Reserve.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "p"
            },
            {
                "content": "Now that the 3-year dedicated funding programme is complete, 2025/26 will see the work undertaken by NRPs transition into ‘business as usual’ as we continue and extend the drive for nature recovery across the country and prepare for the delivery of Local Nature Recovery Strategies (LNRS). Many of the NRPs will become partner-led initiatives, fulfilling their purpose as evolved, self-sufficient projects. These NRPs will continue to lead the way in demonstrating how place-based partnerships can deliver real change in delivering nature recovery, as set out in Natural England’s strategic direction 2025-2030. Opportunities for blended finance continue to be explored. This includes maximising the use of public funding opportunities such as Landscape Recovery, Protected Site Strategies and species focused seed corn funding. Where possible, delivery will be also be strengthened by grants, such as the National Lottery Heritage Fund. Critical to project development is growing private sector funding that supports nature recovery and environmental security. In some cases, this work is already hand, such as the National Heritage Lottery funded Tor-to-Shore project in Cornwall, and the newly launched Tees Estuary Nature Recovery Partnership.",
                "tag": "p"
            },
            {
                "content": "All NRPs have provided invaluable insight which is informing the mandatory development of LNRS, and are expected to become part of their delivery, as LNRSs provide a pipeline of projects underpinned by lessons learned and shared partnerships.  This will continue the drive for collaborative action and place-based delivery that meet statutory targets for biodiversity, 30by30 ambitions and grows a national network for nature recovery.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/02/nature-recovery-projects-next-steps-for-growing-collaborative-action-that-drives-nature-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Acting for nature recovery at scale Defra and Natural England invested £7.4 million to initiate twelve landscape-scale Nature Recovery Projects (NRPs) across the country, over the three years of the Comprehensive Spending Review 2022/23-2024/25. Covering over 319,480ha, these projects were …"
    },
    {
        "title": "Designing a user-centred intranet to help our staff work more effectively ",
        "authors": [
            "Sian Goodwin, Senior Content Designer"
        ],
        "posted_on": "2025-10-02T09:21:25",
        "categories": [
            "Design",
            "Ways of working"
        ],
        "content": [
            {
                "content": "At MHCLG, colleagues across the UK use the intranet daily for news, resources and guidance, such as HR or IT policies, and to access internal digital services. My first project on joining the department as a senior content designer in the Publishing team, was to produce a content audit of the existing intranet and make improvements based on the findings. ",
                "tag": "p"
            },
            {
                "content": "This work supports our digital strategy objective to enhance operational excellence and drive organisational efficiency, helping colleagues to self-serve better by making internal digital services easier to use. It’s also part of the MHCLG Disability Action Plan – an internal policy focused on creating an inclusive working environment where all colleagues feel valued.  ",
                "tag": "p"
            },
            {
                "content": "Phase 1: Doing a content audit ",
                "tag": "h2"
            },
            {
                "content": "Our intranet is built on WordPress and had more than 5,000 live pages at the start of the audit. Impressions were mixed, with users struggling to find and use information. The search bar was inconsistent, and content was cluttered, presenting an opportunity to introduce good content governance. However, colleagues did consider the intranet a valuable resource they needed at work. ",
                "tag": "p"
            },
            {
                "content": "The goal was to make it usable and accessible for everyone. ",
                "tag": "p"
            },
            {
                "content": "During the audit, we analysed: ",
                "tag": "p"
            },
            {
                "content": "We noticed that some pages were out of date, duplicated, orphaned or not fully accessible.   ",
                "tag": "p"
            },
            {
                "content": "After an initial cull of pages that were redundant, we used analytics and WordPress metrics to identify the 100 most popular pages on the site. Our small team of content designers rewrote them to introduce a consistent structure, style and tone.  ",
                "tag": "p"
            },
            {
                "content": "As Lizzie Bruce writes in her book 'Task-based intranet content', “Generally, people want information about a specific thing, fast, when they visit the intranet. They need it in as little time as possible, so they can get on with their job, or enjoy their lunch break”. ",
                "tag": "p"
            },
            {
                "content": "With this in mind, we made content concise and easy to digest, and used keywords (in the front-end and back-end) to make information easier to find. We also removed more than 500 PDFs to improve accessibility – some of them were out of date so we simply removed them, others were transformed into clear and accessible HTML pages. ",
                "tag": "p"
            },
            {
                "content": "We worked extensively with subject matter experts, including Human Resources Policy, to make sure content was accurate. Pages often linked off to others with duplicated content, which ultimately expanded the scope of our initial review.  ",
                "tag": "p"
            },
            {
                "content": "Phase 2: Introducing content structure and improved governance ",
                "tag": "h2"
            },
            {
                "content": "In this phase, we worked with a user researcher to better define our user types. This was not a simple task, as the intranet is a central source used department wide.  ",
                "tag": "p"
            },
            {
                "content": "Eventually, we narrowed it down to the following 3 user groups: ",
                "tag": "p"
            },
            {
                "content": "We made sure to recruit a diverse mix of users to represent our colleagues across different teams and roles. This included people with disabilities and neurodivergent needs. We gathered regular feedback in surveys and through usability sessions, where we used tree testing to examine different content structures. We built interactive wireframes to resemble a live site and encouraged users to complete tasks so we could monitor pain points, likes, dislikes and what users needed from an intranet.  ",
                "tag": "p"
            },
            {
                "content": "We also reached out to other government departments for demos and insights on intranet design decisions. This included the Department for Education (DfE), UK Health Security Agency (UKHSA), Ministry of Justice (MoJ) and Department for Business and Trade (DBT) – thanks again to those who were involved!  ",
                "tag": "p"
            },
            {
                "content": "Futureproofing the intranet publishing process ",
                "tag": "h3"
            },
            {
                "content": "The intranet had over 600 authors with full access to edit, delete and publish content. Some users had published hundreds of pages, while others only 1 or 2 – all different styles, quality and accuracy. ",
                "tag": "p"
            },
            {
                "content": "To futureproof it, we (the Publishing team) decided to centrally own the site and limit authors. The internal communications team continued to manage news stories and blogs. We introduced best practice guidance and a new governance process for all editors to follow, including a 2i review, accessibility checks, archiving policy and maintenance plan.  ",
                "tag": "p"
            },
            {
                "content": "Where information already exists, we link to it, not duplicate it. The content on the intranet is task-based and written in plain English where possible. Content is useful, informative and consistent to help people complete tasks easily.  ",
                "tag": "p"
            },
            {
                "content": "It goes without saying, as a digitally-minded team, we’re also focused on artificial intelligence (AI) and how we can use this technology on the intranet. However, the effectiveness of AI tools depends on the quality of the data they draw and interpret from – making it even more important that our intranet content is clear and structured correctly, with meaningful metadata.  ",
                "tag": "p"
            },
            {
                "content": "Phase 3: Designing a CMS inspired by GDS ",
                "tag": "h2"
            },
            {
                "content": "Throughout this project, we adopted many of the Government Design Principles into our work. Mainly, using user needs and colleague feedback to inform design decisions. But another area we wanted to explore was the design and components.  ",
                "tag": "p"
            },
            {
                "content": "WordPress as a platform is easy to use but certainly comes with its limitations. In our clunky, old version of the content management system (CMS), we couldn’t use components compliant with the GOV.UK Design System. And with so much research already done by the Government Digital Service (GDS), we utilised the GOV.UK Design System for inspiration on style, components and patterns when building our new CMS. ",
                "tag": "p"
            },
            {
                "content": "We also worked with our technology colleagues to introduce improved security features and robust authentication settings for better access control, making the intranet more secure. ",
                "tag": "p"
            },
            {
                "content": "A modern, sharper, user-first platform ",
                "tag": "h2"
            },
            {
                "content": "Colleagues can now enjoy: ",
                "tag": "p"
            },
            {
                "content": "The intranet project exemplifies how digital, user-centred approaches drive organisational efficiency. This new, smarter workspace will support collaboration across our workforce, saving time and resources, so that our colleagues can focus on the work that matters. It is also a solid foundation for continuous improvement from smarter intranet features such as the integration of AI tools, to better ways of measuring productivity impact to ensure lasting efficiency gains. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/10/02/designing-a-user-centred-intranet-to-help-our-staff-work-more-effectively/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "An intranet is an essential digital platform that connects employees within an organisation, giving them easy access to internal news and resources. Sian, content designer, shares how user-centred design transformed our department's intranet, streamlining communication, knowledge sharing and accessibility to help our UK-wide staff work more productively and efficiently."
    },
    {
        "title": "Winter farm preparation: a guide for farmers after a dry season",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-02T09:00:58",
        "categories": [
            "agriculture",
            "Climate change",
            "Drought"
        ],
        "content": [
            {
                "content": "As autumn begins, many farmers are still feeling the effects of prolonged dry weather and drought despite recent rainfall. The Environment Agency remains committed to supporting the farming community - not only in managing drought impacts, but also in preparing for winter challenges such as flooding, slurry storage and reservoir refilling.",
                "tag": "p"
            },
            {
                "content": "How has drought affected farmers?",
                "tag": "h2"
            },
            {
                "content": "This year’s dry conditions led to early harvests, reduced yields, and poorer quality in some crops. Livestock farmers have had to dip into winter feed supplies early, with some facing difficult decisions around feed costs and herd management. The Addington Fund, including Forage Aid, has launched an emergency appeal to support those most affected.",
                "tag": "p"
            },
            {
                "content": "The NFU continue to hear from farmers concerned about pasture quality, rising feed costs and calf development.",
                "tag": "p"
            },
            {
                "content": "There have been some upsides - dry spring conditions supported strong pollination and early harvests in some crop types - but the overall picture remains challenging.",
                "tag": "p"
            },
            {
                "content": "What should farmers do to prepare for winter?",
                "tag": "h2"
            },
            {
                "content": "With the irrigation season ending and soils beginning to re-wet, now is the time to take stock and prepare.",
                "tag": "p"
            },
            {
                "content": "How to manage reservoir refilling after drought",
                "tag": "h3"
            },
            {
                "content": "Essential reservoir maintenance tasks",
                "tag": "h3"
            },
            {
                "content": "Winter slurry storage preparation",
                "tag": "h3"
            },
            {
                "content": "Flood risk management for farms",
                "tag": "h3"
            },
            {
                "content": "How can farmers build long-term climate resilience?",
                "tag": "h3"
            },
            {
                "content": "Even with the wetter weather, now is a good time to consider how your farm can become more resilient to future droughts and climate variability:",
                "tag": "p"
            },
            {
                "content": "By making these changes, you can make yourselves and your farm more resilient to dry weather and the longer-term effects of climate change. Farming Advice Newsletters  provide useful abstraction reminders and the Farming Advisory Service also publish our irrigation prospects in the spring.",
                "tag": "p"
            },
            {
                "content": "Hemlock poisoning",
                "tag": "h3"
            },
            {
                "content": "Hemlock poisoning has been reported in livestock in Wales this summer. Dry weather and exposed ditches increase the risk of animals foraging toxic plants like Hemlock. ",
                "tag": "p"
            },
            {
                "content": "Farmers should look out for:",
                "tag": "p"
            },
            {
                "content": "Hemlock is deadly to animals and humans when ingested. Roots and seeds are especially toxic. Farmers should stay alert. If removing Hemlock, wear protective gear and dispose of plants safely. Read more about Hemlock here. ",
                "tag": "p"
            },
            {
                "content": "Where can farmers get support and advice?",
                "tag": "h2"
            },
            {
                "content": "We’re working closely with partners across flood risk management and agricultural support to ensure farmers have the guidance they need. ",
                "tag": "p"
            },
            {
                "content": "For help, questions, or feedback, please contact your local Environment Agency office or explore our online resources, including the Water Hub.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/02/winter-farm-preparation-a-guide-for-farmers-after-a-dry-season/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "As autumn begins, many farmers are still feeling the effects of prolonged dry weather and drought despite recent rainfall. Here the Environment Agency provides advice on how to prepare for winter challenges such as flooding, slurry storage, and reservoir refilling."
    },
    {
        "title": "Building our product management community: from sceptics to superfans",
        "authors": [
            "James Corbett"
        ],
        "posted_on": "2025-10-02T08:14:28",
        "categories": [
            "Community",
            "Product Management"
        ],
        "content": [
            {
                "content": "James Corbett is a Product Manager for Delivering Sustainable Futures at Defra and Helen McMullan is a Lead Product Manager for Regulatory Services at Defra. In this blog they reflect on how formalising a product community has unleashed the power of shared ownership, collective growth, and fostered sense of belonging",
                "tag": "p"
            },
            {
                "content": "From “not my thing” to “when’s the next one?”",
                "tag": "h2"
            },
            {
                "content": "To be honest when we first heard about 'building a community' for our product team, we weren’t convinced. We were a pretty disparate bunch, scattered across different projects, and day-to-day interactions were few and far between. As it is everywhere in digital teams, everyone was very busy and we weren’t sure how a few extra meetings would change that. It’s not that we were against the concept in principle, but we had both been involved in variations of these groups before and almost universally over time the energy has wavered, attendance has waned, and the community has ultimately fizzled out.",
                "tag": "p"
            },
            {
                "content": "But our new Head of Product had come in with a different vision. This wasn’t going to be another top-down initiative, it was going to be ours. This was going to happen, and our engagement would be the lifeblood of the community moving forward.",
                "tag": "p"
            },
            {
                "content": "Sharing the load and shaping who we are",
                "tag": "h2"
            },
            {
                "content": "One of the best decisions at our first away day in Bristol was to share the weight of running the community. We agreed to set up a rolling leadership approach where different team members take turns steering activities and different members of the team would lead sessions in a community council. This meant that no one person carried the responsibility, and everyone could bring their own style, experience, and ideas to the table.",
                "tag": "p"
            },
            {
                "content": "In for a penny in for a pound, we both put our hands up and volunteered to go first as the two community leaders. We’re glad that we did! As the community grew, we realised it was the perfect place to define our collective vision for product across Defra Digital Data Technology and Security (DDTS).",
                "tag": "p"
            },
            {
                "content": "Product management had often felt like a bit of an afterthought. Product managers were being placed into programmes and projects where there was little or no understanding of the role we play and the value we could bring.",
                "tag": "p"
            },
            {
                "content": "During early community sessions, we talked about what we stood for, what we wanted to achieve, and even designed 'mission patches' to celebrate our identity. Framing the first few away days and sessions around what product is, the challenges we faced and what we wanted it to be proved a powerful and fun way to connect.",
                "tag": "p"
            },
            {
                "content": "We also carried out a team skills audit. Importantly this was not as a performance check, but as a way of identifying where we could grow together. It helped us focus on what we were good at and the skills we wanted to strengthen collectively, rather than leaving personal development as a purely individual responsibility. It was also a great process to hold communally as it served to demystify who might be the best person to turn to in the team when we inevitably get stuck on a topic during the day to day!",
                "tag": "p"
            },
            {
                "content": "Bringing in new ideas and new people",
                "tag": "h2"
            },
            {
                "content": "We were a small gang at the start, but we were determined to make a big noise, so it was important to consider how we were going to extend our reach far beyond the dozen or so people in the room.",
                "tag": "p"
            },
            {
                "content": "We started by opening our doors to guest speakers from across DDTS, departments and even beyond government; giving us fresh perspectives and sparking ideas we wouldn’t have necessarily thought of ourselves. As the team has grown it has helped us understand perspectives from across the delivery function, and stay current on key topics across the industry more broadly.",
                "tag": "p"
            },
            {
                "content": "We have also grown the network by adding extra community sessions for product professionals in non-DDTS roles, and are currently linking with our network of suppliers to provide additional input and thought leadership in our cross Defra product and supplier group.",
                "tag": "p"
            },
            {
                "content": "It’s made our reach, our proposition, and our conversations, so much richer.",
                "tag": "p"
            },
            {
                "content": "The results? Stronger ties, stronger team",
                "tag": "h2"
            },
            {
                "content": "Looking back, the change is huge. In a little over a year since we all arrived for that first meeting in Bristol, the community has strengthened relationships between colleagues, built a support network we can lean on, and created a space where we feel genuinely connected.",
                "tag": "p"
            },
            {
                "content": "It’s given a sense of belonging to something more tangible to members, whilst providing a great foundation to those that have joined it in a period of growth. New starters know that we’re here, where to turn for support, and perhaps more importantly they can see that they’re part of a team.",
                "tag": "p"
            },
            {
                "content": "Despite our initial concerns that this wouldn’t work, we can now happily say it’s been invaluable. We’ve gone from being worried about taking time out of our weeks to actively checking the calendar in anticipation of the next session!",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/10/02/building-our-product-management-community-from-sceptics-to-superfans/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "James Corbett is a Product Manager for Delivering Sustainable Futures at Defra and Helen McMullan is a Lead Product Manager for Regulatory Services at Defra. In this blog they reflect on how formalising a product community has unleashed the power of shared ownership, collective growth, and fostered sense of belonging"
    },
    {
        "title": "From Insight to Interface: My summer in Digital Design at UKEF",
        "authors": [
            "Isobel Murray"
        ],
        "posted_on": "2025-10-01T14:58:33",
        "categories": [
            "DDAT",
            "User Centred Design",
            "user research"
        ],
        "content": [
            {
                "content": "This summer I had the opportunity to spend 9 weeks as an intern in the Digital, Data and Technology (DDaT) directorate at UK Export Finance (UKEF).  ",
                "tag": "p"
            },
            {
                "content": "From the outset of my internship, I was welcomed into an incredibly friendly team, and, over the course of the internship, I contributed to projects which aimed to make UKEF’s services more accessible and intuitive, while gaining hands-on experience in agile ways of working. ",
                "tag": "p"
            },
            {
                "content": "This blog is a reflection on what I learned, what I contributed, and how the experience has shaped my perspective on digital work in the public sector. ",
                "tag": "p"
            },
            {
                "content": "My background ",
                "tag": "p"
            },
            {
                "content": "I have completed my second year as an English language and literature student at the University of Oxford and, as I’m on the cusp of my final year, life after university looms large and, prior to this internship, blurry and uncertain. UKEF wasn’t really on my radar when I applied to the Summer Internship Project, and when I first saw the word ‘finance,’ as an English student I thought I would be wildly out of my depth. Not only this, but this would be my first time living in London for the duration of my internship.  ",
                "tag": "p"
            },
            {
                "content": "The ‘Change Front Door’ Project ",
                "tag": "p"
            },
            {
                "content": "I was tasked with leading a mini project and working with a small team to undertake research as part of a discovery on UKEF’s existing Change Lab site and design a new Change Front Door site to capture change ideas within UKEF, based on user needs and government standards. Through the duration of the project I:  ",
                "tag": "p"
            },
            {
                "content": "It was particularly rewarding to conduct my own usability testing, similar to that which I had previously shadowed, where I ran through my own clickable prototype. ",
                "tag": "p"
            },
            {
                "content": "The culmination of this discovery, alpha and implementation was my presentation to roughly 70 people in the department summarising what I’d achieved over the 9 weeks. ",
                "tag": "p"
            },
            {
                "content": "Additional projects I have worked on ",
                "tag": "p"
            },
            {
                "content": "Parallel to this, I have: ",
                "tag": "p"
            },
            {
                "content": "My reflections ",
                "tag": "p"
            },
            {
                "content": "My interactions with user research, service design and content design were limited to say the least before joining UKEF, but my work and learning in these areas have helped me to understand, not only how services are built, but how they are shaped by listening, empathy and iteration. ",
                "tag": "p"
            },
            {
                "content": "I am so grateful for the opportunities I’ve been given by my team and specifically my wonderful line manager, Clara Galvin, to get involved in so many different projects, both working and shadowing. This experience has given me a deeper appreciation of thoughtful, inclusive design and an interest in pursuing this avenue as a future career path. Following this internship, life after university feels substantially less blurry and uncertain and I am now excited about the possibility of pursuing a role in the civil service. ",
                "tag": "p"
            },
            {
                "content": "I can’t even begin to express my gratitude to all the people who have been hugely generous with their time and support, allowing me to fully engage in work in which I was completely clueless 9 weeks ago! ",
                "tag": "p"
            },
            {
                "content": "This summer of living and working in London for the first time in my life has been such a privilege and a brilliant experience for which I will always be immensely thankful.  ",
                "tag": "p"
            }
        ],
        "link": "https://ukefdigital.blog.gov.uk/2025/10/01/from-insight-to-interface-my-summer-in-digital-design-at-ukef/",
        "blog": "UK Export Finance Digital, Data and Technology blog",
        "blog_link": "https://ukefdigital.blog.gov.uk",
        "description": "Izzy tells us about her experience as an intern in UKEF DDAT"
    },
    {
        "title": "Safety of Nitrates and Nitrites as Food Additives",
        "authors": [
            "Dr James Cooper, Deputy Director of Food Policy"
        ],
        "posted_on": "2025-10-01T14:30:00",
        "categories": [
            "Science"
        ],
        "content": [
            {
                "content": "Our role at the FSA is to put people first. That means being transparent about the risks in our food, and providing you with clear, science-based information to help you make informed choices about foods you eat. A good example of this is a report we’ve just published into the potential risks of nitrates and nitrites in food.",
                "tag": "p"
            },
            {
                "content": "Which foods contain nitrates?",
                "tag": "p"
            },
            {
                "content": "Nitrates and nitrites are part of our daily diet. The vast majority, up to 95%, comes naturally from vegetables, like spinach, lettuce, celery, and beetroot. About 5% comes from their use as food additives, predominantly in processed meats. In products like bacon and ham, nitrates and nitrites are used to prevent the growth of dangerous bacteria like Clostridium botulinum, which causes botulism—a potentially fatal illness. They also preserve the colour and add to the distinct flavour of these products.",
                "tag": "p"
            },
            {
                "content": "Are nitrates safe in food?",
                "tag": "p"
            },
            {
                "content": "There’s no evidence to suggest that processed meat made without the use of nitrates is a safer alternative. The report we’ve published today shows that while nitrates and nitrites can form compounds called nitrosamines, many of which are carcinogenic, the link to serious health problems like cancer in humans remains inconclusive.",
                "tag": "p"
            },
            {
                "content": "How is nitrate use monitored?",
                "tag": "p"
            },
            {
                "content": "It’s worth remembering that all food additives used in the UK, including nitrates and nitrites, undergo rigorous safety assessments before approval, these approvals include what foods an additive can be used in and also maximum limits. The current evidence suggests that permitted maximum levels of nitrites and nitrates in the UK are set at a level to keep people protected.",
                "tag": "p"
            },
            {
                "content": "Should I avoid nitrates in my diet?",
                "tag": "p"
            },
            {
                "content": "It is possible to avoid foods containing these additives, as they must be labelled with both what they do, for example a ‘preservative’, along with the full name or E number. But you don’t need to avoid these foods completely, there are simple steps you can take to minimise any potential risks while maintaining a healthy, varied diet.",
                "tag": "p"
            },
            {
                "content": "It’s recommended that you do not eat too much processed meat. The NHS advises that  eating processed meats carries an increased risk of bowel cancer and high blood pressure, so people eating more than 90g of red or processed meat a day to cut down to no more than 70g.",
                "tag": "p"
            },
            {
                "content": "Ein rôl ni yn yr Asiantaeth Safonau Bwyd yw rhoi pobl yn gyntaf. Mae hynny’n golygu bod yn dryloyw ynglŷn â’r risgiau yn ein bwyd, a rhoi gwybodaeth glir i chi, sy’n seiliedig ar wyddoniaeth, i’ch helpu i wneud dewisiadau gwybodus am y bwydydd rydych chi’n eu bwyta. Enghraifft dda o hyn yw adroddiad rydyn ni newydd ei gyhoeddi ar risgiau posib nitradau a nitreidiau mewn bwyd.",
                "tag": "p"
            },
            {
                "content": "Pa fwydydd sy’n cynnwys nitradau? ",
                "tag": "p"
            },
            {
                "content": "Mae nitradau a nitreidiau yn rhan o’n deiet dyddiol. Mae’r mwyafrif helaeth, hyd at 95%, yn dod yn naturiol o lysiau, fel sbigoglys, letys, seleri a betys. Daw tua 5% o’u defnydd fel ychwanegion bwyd, yn bennaf mewn cigoedd wedi’u prosesu. Mewn cynhyrchion fel bacwn a ham, defnyddir nitradau a nitreidiau i atal twf bacteria peryglus fel Clostridium botulinum, sy’n achosi botwliaeth—salwch a allai arwain at farwolaeth. Maen nhw hefyd yn cadw’r lliw ac yn ychwanegu at flas unigryw’r cynhyrchion hyn.",
                "tag": "p"
            },
            {
                "content": "Ydy nitradau’n ddiogel mewn bwyd? ",
                "tag": "p"
            },
            {
                "content": "Er bod nitradau a nitreidiau’n gallu ffurfio cyfansoddion o’r enw nitrosaminau, y mae llawer ohonyn nhw’n garsinogenaidd, mae’r adroddiad rydyn ni wedi’i gyhoeddi heddiw yn dangos bod y cysylltiad â phroblemau iechyd difrifol, fel canser mewn pobl, yn parhau i fod yn amhendant. Does dim tystiolaeth i awgrymu bod cig sydd wedi’i brosesu a’i wneud heb ddefnyddio nitradau yn ddewis mwy diogel.",
                "tag": "p"
            },
            {
                "content": "Sut mae defnydd o nitradau’n cael ei fonitro? ",
                "tag": "p"
            },
            {
                "content": "Mae’n werth cofio bod yr holl ychwanegion bwyd a ddefnyddir yn y DU, gan gynnwys nitradau a nitreidiau, yn destun asesiadau diogelwch trylwyr cyn iddyn nhw gael eu cymeradwyo. Mae’r broses gymeradwyo yn ystyried pa fwydydd y gellir defnyddio ychwanegion ynddyn nhw a hefyd y terfynau uchaf. Mae’r dystiolaeth gyfredol yn awgrymu bod y lefelau uchaf a ganiateir o nitradau a nitreidiau yn y DU wedi’u gosod ar lefel i gadw pobl yn ddiogel.",
                "tag": "p"
            },
            {
                "content": "Ddylwn i osgoi nitradau yn fy neiet? ",
                "tag": "p"
            },
            {
                "content": "Mae’n bosib osgoi bwydydd sy’n cynnwys yr ychwanegion hyn, gan fod yn rhaid nodi ar y label beth maen nhw’n ei wneud, er enghraifft ‘cyffeithydd’ (‘preservative’), ynghyd â’r enw llawn neu’r E-rif. Ond does dim angen i chi osgoi’r bwydydd hyn yn gyfan gwbl. Mae yna gamau syml y gallwch chi eu cymryd i leihau unrhyw risgiau posib, a hynny wrth gynnal deiet iach ac amrywiol.",
                "tag": "p"
            },
            {
                "content": "Argymhellir peidio â bwyta gormod o gig wedi’i brosesu. Mae’r GIG yn rhybuddio bod bwyta cig wedi’i brosesu yn cynyddu’r risg o ganser y coluddyn a phwysedd gwaed uchel. Felly, y cyngor i bobl sy’n bwyta mwy na 90g o gig coch neu gig wedi’i brosesu y dydd, yw y dylid lleihau hyn i ddim mwy na 70g.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/10/01/safety-of-nitrates-and-nitrites-as-food-additives/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Our role at the FSA is to put people first. That means being transparent about the risks in our food, and providing you with clear, science-based information to help you make informed choices about foods you eat. A good example …"
    },
    {
        "title": "More than half of all English local authorities are now using the new Appeal a Planning Decision Service ",
        "authors": [
            "Tom Sedgman"
        ],
        "posted_on": "2025-10-01T11:50:58",
        "categories": [
            "Appeals",
            "Digital",
            "Enforcement",
            "Service improvement"
        ],
        "content": [
            {
                "content": "The Planning Inspectorate has long provided appellants with the right to appeal decisions made by local planning authorities (LPAs). For a number of years, this process has been managed through the Appeals Casework Portal (ACP). ",
                "tag": "p"
            },
            {
                "content": "From 1 December this year, the ACP will close to all new planning appeals.",
                "tag": "p"
            },
            {
                "content": "The journey so far ",
                "tag": "h2"
            },
            {
                "content": "With the rise of digital services, the ACP became the central hub for managing appeals. It provided a structured, accessible way for appellants, LPAs, and interested parties to interact with the appeals process. However, as technology and user expectations evolved, so too did the need for a more modern, efficient, and user-friendly system. ",
                "tag": "p"
            },
            {
                "content": "Recognising the limitations of the ACP and the opportunities presented by digital transformation, the Planning Inspectorate embarked on a journey to develop a new, streamlined service based on the GOV.UK design system: the Appeal A Planning Decision Service.",
                "tag": "p"
            },
            {
                "content": "This aimed to: ",
                "tag": "p"
            },
            {
                "content": "Following a successful pilot with 5 London boroughs, the new service has demonstrated significant improvements in efficiency and user experience. See our previous news item.",
                "tag": "p"
            },
            {
                "content": "The phased rollout began with a handpicked selection of smaller LPAs in the Southwest, and as of the 1 October 2025 more than half of all LPAs in England have been brought into the service. The remaining LPAs, including the largest in the country, will be joining the service over the next two months. ",
                "tag": "p"
            },
            {
                "content": "The closure of the ACP ",
                "tag": "h2"
            },
            {
                "content": "As part of this digital transformation, the Planning Inspectorate is announcing that the ACP will close to all new planning appeals from 1 December 2025 and all new enforcement appeals by the end of March 2026. ",
                "tag": "p"
            },
            {
                "content": "From this date, all new planning appeals must be submitted through the new Appeal A Planning Decision Service. Appeals that have been started but are yet to be submitted can still be completed and submitted through the ACP. ",
                "tag": "p"
            },
            {
                "content": "This marks a significant milestone in the modernisation of the planning appeals process, ensuring that it remains fit for purpose in a digital age, and allows the organisation to support the government’s goal of speeding up and streamlining planning decisions. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for appellants and LPAs?",
                "tag": "h2"
            },
            {
                "content": "For appellants: the new service offers a more intuitive and efficient way to submit and track appeals, with a more user-friendly interface that offers more information and support throughout the process. ",
                "tag": "p"
            },
            {
                "content": "For LPAs: the platform provides enhanced tools for managing cases, monitoring progress, and communicating with all parties involved, as well as reducing the effort required to manage cases. ",
                "tag": "p"
            },
            {
                "content": "For the Planning Inspectorate: the move supports ongoing efforts to deliver a faster, more efficient, and user-focused appeals process. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "The closure of the ACP and the full rollout of the Appeal A Planning Decision Service represent a step change in how planning appeals are managed in England. Our aim is to ensure that the appeals process is accessible, efficient, and responsive to the needs of all users.  ",
                "tag": "p"
            },
            {
                "content": "In coming years, the service will begin to use the Open Digital Planning project from the Ministry of Housing, Communities, and Local Government to automatically gather information from the original planning application to reduce the amount of work required by appellants and LPAs when submitting, and managing appeals. ",
                "tag": "p"
            },
            {
                "content": "The service will also be expanded to include other appeal types such as environmental appeals, and the service will continue to be developed based on the feedback received from users.  ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/10/01/more-than-half-of-all-english-local-authorities-are-now-using-the-new-appeal-a-planning-decision-service/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "With the introduction of the new Appeal A Planning Decision Service, the Appeals Casework Portal closure will be happening by April 2026. What does this mean for appellants and LPAs?"
    },
    {
        "title": "Ready to grow your digital skills? Get Tech Certified this Autumn",
        "authors": [
            "Martin Turner, Senior Change Delivery Manager"
        ],
        "posted_on": "2025-10-01T10:30:00",
        "categories": [
            "Digital learning and development",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "What is Get Tech Certified?",
                "tag": "h2"
            },
            {
                "content": "Get Tech Certified is an opportunity for anyone in the public sector to advance their digital skills. Launched by the Government Digital Service, it follows the success of last year’s Get Cloud Certified training campaign.",
                "tag": "p"
            },
            {
                "content": "From 1 October 2025 to 31 December 2025, all civil and public servants can access over 200 free learning and certification pathways across digital and technology areas including:",
                "tag": "p"
            },
            {
                "content": "These range from introductory courses to advanced qualifications, and short to full courses.",
                "tag": "p"
            },
            {
                "content": "The offer is made possible through partnerships with 16 leading technology training providers, and is completely free to access.",
                "tag": "p"
            },
            {
                "content": "Who is it for?",
                "tag": "h2"
            },
            {
                "content": "This programme is open to:",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to build confidence, deepen your expertise, or explore a new direction in digital and data, Get Tech Certified is designed to support your development.",
                "tag": "p"
            },
            {
                "content": "Real stories, real impact",
                "tag": "h2"
            },
            {
                "content": "Explore courses and register today",
                "tag": "h2"
            },
            {
                "content": "Courses cover a wide range of topics including cloud computing, cybersecurity, data analysis, agile delivery and more.",
                "tag": "p"
            },
            {
                "content": "This offer is available until 31 December 2025.",
                "tag": "p"
            },
            {
                "content": "View the full list of courses, vendors and register to start your learning journey.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/10/01/ready-to-grow-your-digital-skills-get-tech-certified-this-autumn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "This Autumn, Get Tech Certified offers an opportunity to gain free, recognised digital qualifications to help sharpen your skills and boost your career."
    },
    {
        "title": "UK–Australia Space Bridge strengthens ties at International Astronautical Congress",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-01T10:02:51",
        "categories": [
            "International",
            "International Partnership Programme"
        ],
        "content": [
            {
                "content": "The UK Space Agency and the Australian Space Agency have renewed their Space Bridge partnership today at the International Astronautical Congress (IAC) in Sydney.",
                "tag": "p"
            },
            {
                "content": "The Framework Arrangement, signed by UK Space Agency CEO Dr Paul Bate, and Australian Space Agency Head Enrico Palermo, builds on the initial Space Bridge established in 2021: a framework designed to strengthen collaboration, exchange expertise, and create new opportunities across both nations’ space sectors.",
                "tag": "p"
            },
            {
                "content": "The Space Bridge has already delivered real impact - from advancing water quality monitoring to driving forward artificial intelligence for space safety. Its renewal builds on past successes, strengthening the partnership to continue delivering benefits for both nations and addressing shared global challenges.",
                "tag": "p"
            },
            {
                "content": "Under the latest round of the UK Space Agency’s International Bilateral Fund (IBF), three additional projects involving Australian partners were announced yesterday. This includes Long Baseline Multistatic Radar, which will test a global radar network to track distant objects in geostationary orbit; SLOSH-Cat, which will study how spacecraft fuel moves in microgravity to make satellites more stable and precise; and ARGUS, which will develop autonomous rendezvous technology, paving the way for satellites to safely inspect and service each other in orbit. In addition, AquaWatch-AUK, led by Surrey Satellite Technology Ltd (SSTL), will continue to receive support to advance its integrated water quality monitoring and forecasting system.",
                "tag": "p"
            },
            {
                "content": "Dr Paul Bate, Chief Executive of the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "The renewal reflects the shared ambition of both nations to deepen cooperation across government, industry, and academia, ensuring the UK–Australia partnership remains at the forefront of using space to drive innovation and address global challenges.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/01/uk-australia-space-bridge-strengthens-ties-at-international-astronautical-congress/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency and the Australian Space Agency have renewed their Space Bridge partnership today at the International Astronautical Congress (IAC) in Sydney."
    },
    {
        "title": "Working together on user research",
        "authors": [
            "Orla O'Neill"
        ],
        "posted_on": "2025-10-01T10:00:00",
        "categories": [
            "Collaboration",
            "technology",
            "user research",
            "User-centred design"
        ],
        "content": [
            {
                "content": "As a Fast Streamer, I spent six months at the Department for Education (DfE) working as a user researcher on our internal digital platform for reporting IT issues. The research, commissioned by leadership, aimed to understand how users experience the platform, covering everything from email problems to security incidents.",
                "tag": "p"
            },
            {
                "content": "The team was mainly made up of Business Analysts and Developers. Because the last research on the tool had taken place a few years ago, user research was unfamiliar to them.",
                "tag": "p"
            },
            {
                "content": "Deciding how to do my research ",
                "tag": "h2"
            },
            {
                "content": "I had a choice: to do the research alone and share my findings at the end or bring my team along with me for the journey. ",
                "tag": "p"
            },
            {
                "content": "I chose collaboration. I knew that working together would make the findings more meaningful and demonstrate the value of user research. But, I also knew it would be more challenging as time was limited, and the team had competing priorities. I needed to make it easy for them to get involved.",
                "tag": "p"
            },
            {
                "content": "What I did ",
                "tag": "h2"
            },
            {
                "content": "First, I spoke to my leadership team about my intentions and got their support.",
                "tag": "p"
            },
            {
                "content": "I introduced user research to the wider team through a short talk, explaining what it is and what a user researcher typically does.",
                "tag": "p"
            },
            {
                "content": "We held a workshop to define what we wanted to learn. This helped shape research questions that reflected the team’s priorities, not just mine.",
                "tag": "p"
            },
            {
                "content": "Next, I ran a session on observing research, including interactive activities on unconscious bias.",
                "tag": "p"
            },
            {
                "content": "I wrote discussion guides based on our research questions and recruited participants. I shared a sign-up sheet so team members could join sessions when they were available.",
                "tag": "p"
            },
            {
                "content": "Nine out of ten colleagues attended a session. I then invited the whole team to an analysis workshop, where we reviewed the findings together and linked them back to our original questions. I synthesised the common themes and shared the final insights with the team.",
                "tag": "p"
            },
            {
                "content": "How it went ",
                "tag": "h2"
            },
            {
                "content": "I’m proud of what I achieved, but like anything in life, it wasn’t perfect.  ",
                "tag": "p"
            },
            {
                "content": "Some things that went well: ",
                "tag": "p"
            },
            {
                "content": "Some things that could have gone better: ",
                "tag": "p"
            },
            {
                "content": "Throughout, I tried to keep things light and engaging. A bit of humour helped us stay connected and made the process more enjoyable.  ",
                "tag": "p"
            },
            {
                "content": "The result ",
                "tag": "h2"
            },
            {
                "content": "In the end, technical staff gained a deeper understanding of the user’s perspective, something that felt refreshingly different from their usual work.",
                "tag": "p"
            },
            {
                "content": "Most importantly, we identified valuable opportunities to improve the platform, making access to IT support quicker and easier for users. This helps them stay focused on delivering the government’s priorities.",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/10/01/working-together-on-user-research/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "As a Fast Streamer, I spent six months at the Department for Education (DfE) working as a user researcher on our internal digital platform for reporting IT issues. The research, commissioned by leadership, aimed to understand how users experience the …"
    },
    {
        "title": "Numbers of nesting hen harriers in England have risen slightly in 2025",
        "authors": [
            "Matthew Heard"
        ],
        "posted_on": "2025-10-01T09:01:53",
        "categories": [
            "Biodiversity",
            "Hen Harriers",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Matthew Heard, National Delivery Director",
                "tag": "p"
            },
            {
                "content": "Numbers of nesting hen harriers in England have risen slightly this year, according to data collected by Natural England and partners.",
                "tag": "p"
            },
            {
                "content": "Breeding figures and regional breakdown",
                "tag": "p"
            },
            {
                "content": "In 2025, Natural England and partners recorded a total of 39 breeding attempts in England (up on 34 in 2024) of which 33 were successful (25 in 2024), fledging 106 chicks (80 in 2023). This gives an average of 3.2 chicks per successful nest (3.2 in 2024). ",
                "tag": "p"
            },
            {
                "content": "We did not record any second breeding attempts in 2025. Therefore, it is estimated that there was a minimum of 39 breeding females in England (34 in 2024).",
                "tag": "p"
            },
            {
                "content": "Trends in hen harrier numbers",
                "tag": "p"
            },
            {
                "content": "Hen harriers are rare primarily because they are killed and prevented from nesting successfully. Natural England proactively supports efforts to directly tackle this illegal killing and disturbance, including through the work of our dedicated Enforcement Team, and our role as a leading partner in the National Wildlife Crime Unit’s Hen Harrier Task Force.",
                "tag": "p"
            },
            {
                "content": "Natural England also investigates ways to ease the human-wildlife conflict that drives wildlife crime. One initiative was the Brood Management Trial, which between 2018 and 2024 trialled temporary relocation of some hen harrier nestlings away from moorland managed for grouse shooting, offering a legal method of managing hen harrier impacts.",
                "tag": "p"
            },
            {
                "content": "Numbers of nesting hen harriers in England rose during the period that brood management was trialled, up to a high of 54 nests in 2023, with notable increases in the North Pennines and the Yorkshire Dales, areas with many privately-owned grouse shooting estates. Natural England concluded that it was likely that the killing and disturbance of nesting hen harriers had reduced in some areas during the trial period.",
                "tag": "p"
            },
            {
                "content": "However, in the final year of the trial, 2024, numbers of hen harrier nests in these areas dropped, while remaining steady in Bowland and in Northumberland. This year, 2025, the pattern is similar, with steady populations on the United Utilities Bowland Estate and in Northumberland. As last year, very few nests were recorded in the North Pennines or Yorkshire Dales and Nidderdale areas, with the only nests in the North Pennines at an RSPB reserve at Geltsdale.",
                "tag": "p"
            },
            {
                "content": "The overall increase in numbers and steady populations in Bowland and Northumberland is encouraging, and a positive change when compared to the period before 2018, when numbers of nests in England rarely rose above 20 in any year. However, this population recovery remains fragile, and efforts to reduce illegal killing and disturbance of hen harriers remain necessary across much of the English uplands.",
                "tag": "p"
            },
            {
                "content": "Acknowledgements We are grateful for the efforts of all of our partners to monitor, protect and manage hen harrier nests and breeding habitats. We work closely with RSPB staff who record the nesting attempts on RSPB reserves, and on the United Utilities Estate in Bowland. We are also grateful for the contributions of volunteer Raptor Study Groups and Natural England volunteers to nest monitoring, and to landowners and agencies including Forestry England, National Parks, National Landscapes, the National Trust, NatureScot and Natural Resources Wales.  Natural England field staff lead on liaison with privately-owned grouse shooting estates, and we extent our gratitude to those land managers that are encouraging hen harriers to nest successfully alongside their wider estate management for grouse and other wildlife.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/01/numbers-of-nesting-hen-harriers-in-england-have-risen-slightly-in-2025/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Matthew Heard, National Delivery Director Numbers of nesting hen harriers in England have risen slightly this year, according to data collected by Natural England and partners. Breeding figures and regional breakdown In 2025, Natural England and partners recorded a …"
    },
    {
        "title": "Register as a waste carrier, broker or dealer directly online at GOV.UK",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-01T08:30:00",
        "categories": [
            "Environment Agency",
            "Regulated industry",
            "Waste"
        ],
        "content": [
            {
                "content": "Anyone who moves waste as part of their business operations must register with the relevant regulator.",
                "tag": "p"
            },
            {
                "content": "This includes you if:",
                "tag": "p"
            },
            {
                "content": "In England you can register directly with the Environment Agency online as a waste carrier, broker or dealer: Register or renew as a waste carrier, broker or dealer - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Registration is free if you only transport waste you produce yourself (unless it is construction and demolition waste).",
                "tag": "p"
            },
            {
                "content": "Otherwise, registration costs £184 initially and £125 on renewal.",
                "tag": "p"
            },
            {
                "content": "Please be aware that any websites that advertise to complete this on your behalf are not affiliated with us and may charge an additional fee for their service.",
                "tag": "p"
            },
            {
                "content": "We are happy to help",
                "tag": "h2"
            },
            {
                "content": "Registering is quick and easy. If you need any assistance when registering, we are happy to help. You can contact nccc-carrierbroker@environment-agency.gov.uk or 03708 506 506 (Monday to Friday, 8am to 6pm).",
                "tag": "p"
            },
            {
                "content": "When registering, you must provide us with the correct and complete information. Providing incorrect information, whether by mistake or on purpose, means we can remove you from the register.",
                "tag": "p"
            },
            {
                "content": "If alternative or incomplete contact information is provided (e.g., if third parties provide their contact information rather than yours), you may not receive important updates and information relating to your registration, including correspondence from us if we decide to remove you from the register.",
                "tag": "p"
            },
            {
                "content": "Not only could you then miss the opportunity to provide us with the correct information and have your registration restored, but you could become an unregistered carrier, broker or dealer and not be aware.",
                "tag": "p"
            },
            {
                "content": "It is an offence to transport controlled waste or act as a broker of or dealer in controlled waste without being registered, and such an offence could result in us taking enforcement action.",
                "tag": "p"
            },
            {
                "content": "You can ensure that all your details are provided correctly by completing the registration yourself at: Register or renew as a waste carrier, broker or dealer - GOV.UK",
                "tag": "p"
            },
            {
                "content": "If you hold a current registration and need to inform us of any change affecting information relating to your registration, you must inform us within 28 days of that change.",
                "tag": "p"
            },
            {
                "content": "You can do so by contacting nccc-carrierbroker@environment-agency.gov.uk  or 03708 506 506 (Monday to Friday, 8am to 6pm).",
                "tag": "p"
            },
            {
                "content": "Help us protect the waste industry from waste crime",
                "tag": "h2"
            },
            {
                "content": "If you think you know about or suspect illegal waste activities, you can report it to our 24-hour incident hotline: 0800 80 70 60 or 100% anonymously to Crimestoppers: 0800 555 111 or online.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/01/register-as-a-waste-carrier-broker-or-dealer-at-gov-uk/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "If you transport waste or buy, sell or dispose of waste - or arrange for someone else to do so - you must register with the Environment Agency."
    },
    {
        "title": "Fisheries activity mapping: Reports and data published",
        "authors": [
            "Carl Jönsson, Senior Marine Planner (Project Manager)"
        ],
        "posted_on": "2025-09-30T15:10:24",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "In summer 2023 we engaged with the fishing industry on fisheries mapping carried out by the MMO Marine Planning Team. ",
                "tag": "p"
            },
            {
                "content": "We’ve now incorporated stakeholder feedback through an update to the fisheries mapping work.",
                "tag": "p"
            },
            {
                "content": "Amongst some of the key points you raised, we’ve addressed the following:",
                "tag": "p"
            },
            {
                "content": "You Said",
                "tag": "p"
            },
            {
                "content": "We did",
                "tag": "p"
            },
            {
                "content": "In addition to actioning these valuable pieces of feedback, this new phase of fisheries mapping:",
                "tag": "p"
            },
            {
                "content": "Figure 1. Spatial distribution of fishing activity for the UK over 12-metre fleet 2016-2023, visualised using the cumulative proportion of landing value across 2 target pelagic fish species: herring (left) and mackerel (right).",
                "tag": "p"
            },
            {
                "content": "Figure 2. Map showing the number of ports operating around the UK based on fishing activity for the UK over 12-metre fleet 2016-2023.",
                "tag": "p"
            },
            {
                "content": "Note that the UK under 12-metre fleet has not been analysed further in this phase, as currently available data is not at a resolution that would provide additional information beyond what was analysed in 2022.",
                "tag": "p"
            },
            {
                "content": "The technical report, alongside a non-technical summary can be accessed via the Marine Management Organisation’s evidence register.",
                "tag": "p"
            },
            {
                "content": "All the layers produced during this phase of work will be made available on our online marine planning service, Explore Marine Plans.",
                "tag": "p"
            },
            {
                "content": "We are now seeking your feedback on the work carried out in this phase.We have an open call for views through our online form, or you can contact us on the details below to discuss further.The form can be accessed via: https://forms.office.com/e/TRA0nkjXL5",
                "tag": "p"
            },
            {
                "content": "We thank you for any time taken to attend the sessions or fill out our survey.We’d be happy to continue discussions with any interested stakeholders. Please get in touch via planning@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/09/30/fisheries-activity-mapping-reports-and-data-published/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "In summer 2023 we engaged with the fishing industry on fisheries mapping carried out by the MMO Marine Planning Team.  We’ve now incorporated stakeholder feedback through an update to the fisheries mapping work. Amongst some of the key points you …"
    },
    {
        "title": "What’s changing - applying for patents",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-09-30T14:15:00",
        "categories": [
            "Digital",
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "The Intellectual Property Office (IPO) is transforming how you apply for patents with the launch of our new One IPO digital services, expected in early 2026. This digital transformation will improve how you apply for, manage and monitor patents, modernising UK intellectual property services. ",
                "tag": "p"
            },
            {
                "content": "We're publishing a series of blogs to guide you through the changes and ensure you have everything you need for a smooth transition to our new service.  ",
                "tag": "p"
            },
            {
                "content": "Without a doubt, the part of the service we’ve received most interest in is applying for patents. It’s the most crucial part of the process, and getting it right is the difference between having meaningful legal protection or none at all. ",
                "tag": "p"
            },
            {
                "content": "There are big changes coming to the patent application process, which are detailed below. ",
                "tag": "p"
            },
            {
                "content": "The improvements ",
                "tag": "h3"
            },
            {
                "content": "There are several improvements to the existing service for patent applications. These improvements include being able to:",
                "tag": "p"
            },
            {
                "content": "What you can apply for ",
                "tag": "h3"
            },
            {
                "content": "To apply for a patent, you’ll have to be logged in to your IPO account. In the service you can apply for: ",
                "tag": "p"
            },
            {
                "content": "You cannot make a Patent Cooperation Treaty (PCT) patent via the One IPO service. In future, you will do this via the World Intellectual Property Office’s ePCT service. ",
                "tag": "p"
            },
            {
                "content": "Application structure ",
                "tag": "h3"
            },
            {
                "content": "Our existing patent application service is linear – you start at question 1 and answer the questions in a set order. In the new service, the questions are broken into sections that you can complete in any order you wish. ",
                "tag": "p"
            },
            {
                "content": "Some information will be required to be completed before you can review your application, pay and submit, whereas other information can be submitted later or is optional. The application screen will have clear sections showing what is and isn’t required. ",
                "tag": "p"
            },
            {
                "content": "Document formats ",
                "tag": "h3"
            },
            {
                "content": "One of the biggest changes is the formats that you submit in the new service. Previously, patent specifications (that's the details of your patents) were typically submitted in a PDF format. In the new service, the different parts of the applications will need to be submitted separately and in the following formats: ",
                "tag": "p"
            },
            {
                "content": "The reason for this is to speed up the processing of your application. Having your documents in machine-readable formats allows us to automate processes that were previously manual, so we can offer you a better service. ",
                "tag": "p"
            },
            {
                "content": "Draft applications ",
                "tag": "h3"
            },
            {
                "content": "The single most requested feature has been draft applications. There is a dedicated ‘drafts’ section in your account where you can view draft applications, created by either yourself or a colleague. There is also an option to copy a link to your application as you’re working on it and share this with a colleague. ",
                "tag": "p"
            },
            {
                "content": "There is no ‘workflow’ built into the service. This means that you don’t hand control of the application back and forth between different people. Everyone has access to create, edit and submit an application. We are looking at ways to make it as clear as possible when an application will be submitted so it can’t be done in error. ",
                "tag": "p"
            },
            {
                "content": "Filing receipts ",
                "tag": "h3"
            },
            {
                "content": "A key part of the application process is receiving your filing receipt, which provides information about your application. Typically, you received this straight after filing in the legacy service, but it works a bit differently in the new service.",
                "tag": "p"
            },
            {
                "content": "In the new service, when you first apply you’ll immediately get an email confirming the most vital information – your filing date, application number and reference (if provided). You will then receive a further email with your full filing receipt once your application has completed a national security check. This will typically take no more than two working days. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/09/30/whats-changing-applying-for-patents/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "The Intellectual Property Office (IPO) is transforming how you apply for patents with the launch of our new One IPO digital services, expected in early 2026. This digital transformation will improve how you apply for, manage and monitor patents, modernising …"
    },
    {
        "title": "The NDA Group Graduate Programme: more than a job",
        "authors": [
            "Nuala Ledward"
        ],
        "posted_on": "2025-09-30T13:53:10",
        "categories": [
            "Early careers"
        ],
        "content": [
            {
                "content": "The NDA group graduate scheme offers far more than just a stepping stone into the nuclear industry; it’s a chance to grow professionally, explore new places, and become part of a supportive community. ",
                "tag": "p"
            },
            {
                "content": "Nuala Ledward, Assurance and Performance Graduate, shares how her secondment to Dounreay brought these benefits to life.",
                "tag": "p"
            },
            {
                "content": "As an NDA group graduate I completed a three-week secondment at Dounreay, a former nuclear site in Caithness, over the summer; an opportunity that exemplifies what makes the NDA graduate experience so unique. My time at Dounreay was both professionally enriching and personally memorable.",
                "tag": "p"
            },
            {
                "content": "I have been based in the Assurance and Performance directorate of the Nuclear Decommissioning Authority (NDA) for a year, providing independent oversight of operational performance across the NDA group, which comprises of Sellafield, Nuclear Restoration Services (NRS), Nuclear Waste Services (NWS) and Nuclear Transport Solutions (NTS). I help to monitor and assess performance across areas such as health and safety, project delivery, and asset management and continuous improvement.",
                "tag": "p"
            },
            {
                "content": "One of the greatest strengths of the NDA group graduate programme is the chance to work at different sites, gaining hands-on experience and a real understanding of the breadth of work happening across the organisation. At Dounreay, which was the UK’s centre of pioneering fast reactor research, I was able to see first-hand the innovative projects underway and contribute meaningfully to the team’s objectives. For example, I supported the development of a centralised digital platform for data management which is helping to reduce duplication, improve data accessibility, and enable more informed decision-making across departments.",
                "tag": "p"
            },
            {
                "content": "What stood out most during my secondment was the supportive and inclusive culture that defines the NDA group. From the moment I arrived, I felt welcomed and valued. The graduate network is a real asset, providing a built-in community of peers and mentors who are always willing to offer advice, answer questions, and share their own experiences. This sense of camaraderie was very much evident at Dounreay and it made a real difference to my confidence and development.",
                "tag": "p"
            },
            {
                "content": "The NDA group graduate scheme also encourages us to make the most of our time outside of work, recognising that a healthy work-life balance is key to personal and professional growth. During my placement, I took the opportunity to explore the Caithness region, discovering its stunning landscapes and vibrant local community. Whether it was walking the Holburnhead Circular route, visiting Dunnet Forest, or enjoying local food spots like Annie’s Bakery and the Captain's Galley, these experiences helped me feel connected not just to my workplace, but to the wider community that supports it.",
                "tag": "p"
            },
            {
                "content": "Being on site most days gave me a strong foundation for learning. While flexible working is a valuable part of modern life, there’s something uniquely beneficial about face-to-face collaboration, especially for graduates at the start of their careers. Working alongside colleagues allowed me to build genuine relationships, learn through observation, and take part in spontaneous conversations that simply don’t happen online. These moments of informal learning and connection are a key part of what makes the NDA group graduate scheme so special.",
                "tag": "p"
            },
            {
                "content": "Importantly, the scheme is structured to help graduates develop both professionally and personally. The support from colleagues, the variety of placements, and the encouragement to get involved in local life all contribute to a well-rounded experience. I found that immersing myself in both the workplace and the community made my secondment more memorable and fulfilling.",
                "tag": "p"
            },
            {
                "content": "For anyone considering the NDA group graduate scheme, or for colleagues welcoming new graduates to their teams, I’d emphasise the value of this supportive environment. The scheme is more than just a job; it’s a chance to build a network, develop new skills, and become part of a community that is committed to making a difference. For my next placement, I will be moving further into NRS where I will be joining the Project Controls Engineers team within the Programme Management Office. I cannot wait to continue my scheme within NRS and my experience with them at Dounreay really showed me how the NDA group invests in its graduates, helping us to grow, succeed, and feel at home wherever we are placed.",
                "tag": "p"
            },
            {
                "content": "Applications are currently being welcomed for the 2026 NDA group graduate programme. Find out more at ndagroup.careers/early-careers.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/the-nda-group-graduate-programme-more-than-a-job/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "The NDA group graduate scheme offers far more than just a stepping stone into the nuclear industry; it’s a chance to grow professionally, explore new places, and become part of a supportive community. Nuala Ledward, Assurance and Performance Graduate, shares …"
    },
    {
        "title": "Welcome to the Operational Delivery Profession: Delivering excellence every day",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-09-30T13:49:48",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Operational Delivery",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "A guest blog from Sir Peter Schofield, Head of the Government Operational Delivery Profession.",
                "tag": "p"
            },
            {
                "content": "When you think of the Civil Service, you might picture people in Whitehall working directly with ministers. But the reality is more than half of us, 300,000 civil servants, work on the front line in operational and delivery roles.",
                "tag": "p"
            },
            {
                "content": "These roles vary hugely, from processing passport applications and helping people find work as a jobcentre coach, to working as tax officers, court officials, and in consular roles. But what we all have in common is that we are the point where citizens interact with the government. People’s day to day experience of the Civil Service comes from their interaction with operational delivery teams.",
                "tag": "p"
            },
            {
                "content": "Our roles cover the whole of government. Some of us work in dedicated operational delivery teams, while others bring our operational expertise to policy, digital, commercial, and strategy functions. This variety creates great opportunities for career development.",
                "tag": "p"
            },
            {
                "content": "For all of us in these roles, there is a profession to help you succeed in the important work you do, and to support you in reaching your full potential. I have the privilege of leading the Operational Delivery Profession (ODP), alongside Angela MacDonald at HM Revenue & Customs and other leaders from operational delivery teams across every government department.",
                "tag": "p"
            },
            {
                "content": "What does ODP offer?",
                "tag": "h2"
            },
            {
                "content": "The Professional Skills Framework (PSF) gives you a clear path for your career development. Our LISTR  platform helps you connect with mentors, coaches, and networking opportunities across government. These connections can broaden your understanding of career possibilities and help you identify opportunities beyond your current department.",
                "tag": "p"
            },
            {
                "content": "For those seeking formal recognition of their expertise, we offer a range of learning and development programmes. Our annual ODP Fest brings together professionals from across government to share good practice and celebrate achievements in operational delivery.",
                "tag": "p"
            },
            {
                "content": "Senior leaders can also join our Senior Community of Practice, where we tackle the complex challenges of designing and delivering large-scale government services. This community recognises that effective leadership in operational delivery needs both strategic thinking and practical expertise.",
                "tag": "p"
            },
            {
                "content": "The impact of your work",
                "tag": "h3"
            },
            {
                "content": "What distinguishes our profession is the direct impact we have on citizens' lives. When someone receives their pension payment, gets a new passport, or accesses support services, they are benefitting from your professional expertise and commitment to meeting their needs.",
                "tag": "p"
            },
            {
                "content": "These interactions are more than just processes—they are often significant moments in people's lives. Your knowledge, attention to detail, and commitment to getting things right directly contribute to public trust in government services and help improve outcomes for individuals.",
                "tag": "p"
            },
            {
                "content": "Engaging with your profession",
                "tag": "h3"
            },
            {
                "content": "As an ODP member, you have access to a professional community that understands the realities of operational delivery in government. Whether operational delivery is your primary focus or part of a broader role, connecting with this community offers opportunities to enhance your skills, expand your knowledge, and contribute to improving government services.",
                "tag": "p"
            },
            {
                "content": "Your experience and insights contribute to our collective understanding of how to deliver better outcomes for citizens. By engaging with the profession, you can share your expertise, learn from colleagues, and help shape the future of operational delivery across government.",
                "tag": "p"
            },
            {
                "content": "Welcome to ODP – where your expertise plays a vital role in delivering the government services that matter most to people across the UK.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/09/30/welcome-to-the-operational-delivery-profession-delivering-excellence-every-day/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "300,000 civil servants work on the front line in operational and delivery roles. Sir Peter Schofield, Head of the Government Operational Delivery Profession, tells us more about his work."
    },
    {
        "title": "Data Strategy in practice - Introduction and strategic ambitions",
        "authors": [
            "Sian Thomas, Chief Data Officer"
        ],
        "posted_on": "2025-09-30T11:23:53",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "This blog series reflects on findings from a research project run by DBT in May 2025. It involved 15 organisations across the civil service, private sector, and charity sector. The project set out to explore the ambitions and challenges of developing a data strategy in a large organisations. It used a mix of workshops, surveys and desk research.",
                "tag": "p"
            },
            {
                "content": "Each blog will explore a specific theme that emerged from the project. The first topic is 'Strategic ambitions' - what organisations hope to achieve through their data strategies, and how these ambitions shape their approach. ",
                "tag": "p"
            },
            {
                "content": "Introduction from Sian Thomas, DBT Chief Data Officer",
                "tag": "h2"
            },
            {
                "content": "Understanding data platforms is quite challenging. DBT created our original platform and catalogue to manage the UK's exit from the EU. This means that, in the context of such things, it is old. However, it is familiar and used by 2,000 DBT staff every month.",
                "tag": "p"
            },
            {
                "content": "I am not sure there is ever a ‘right time’ to start a project like this. However, hopefully you will agree as we take you through the findings, it was certainly worthwhile. The insights we gained are invaluable and we are excited to share what we learned with you over the coming months.",
                "tag": "p"
            },
            {
                "content": "I would like to extend my heartfelt thanks to all the organisations who shared their knowledge and experiences with us, and to all the individuals who engaged with us throughout this journey. Their contributions have been instrumental in making this project a success.",
                "tag": "p"
            },
            {
                "content": "Strategic ambitions",
                "tag": "h2"
            },
            {
                "content": "One of our goals was to understand how DBT's ambition compares both to our peers and recognised leaders and innovators in data and AI. We wanted to explore their long-term vision and the importance of data to their digital transformation to help us reflect on our own aspirations.",
                "tag": "p"
            },
            {
                "content": "We discovered that, as a Data and AI Services Portfolio in a UK government Department, we are not alone in our ambition to:",
                "tag": "p"
            },
            {
                "content": "We saw common goals among the organisations we spoke to, both in government and the private sector including:",
                "tag": "p"
            },
            {
                "content": "QUOTE: “Can we use what we already know – income, self-assessment – to auto populate and support customers?\"  HMRC participant ",
                "tag": "p"
            },
            {
                "content": "It was reassuring to note how familiar these challenges are for us at DBT. It also taught us:",
                "tag": "p"
            },
            {
                "content": "Overall, it was clear that the commitment to becoming more data-driven, digitally mature organisations is a common goal regardless of sector. It strikes the balance between getting the basics right and embracing innovation. DBT’s ambitions are firmly in sync with that. This shared strategic direction laid the foundation for the deeper themes explored throughout the project. ",
                "tag": "p"
            },
            {
                "content": "Keep an eye out for upcoming blogs in this series where we will delve into further themes that emerged, including data infrastructure, governance and processing.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/09/30/data-strategy-in-practice-introduction-and-strategic-ambitions/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Reflections on research by the Digital, Data and Technology team in May 2025 with 15 organisations. This is the first in a series of blog posts on the topic."
    },
    {
        "title": "Behind the scenes with the UK NSC’s Research and Methodology Group",
        "authors": [
            "Professor Sian Taylor-Phillips"
        ],
        "posted_on": "2025-09-30T10:44:10",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "In an era of rapid advances in screening technologies and a growing focus on personalised prevention, the UK National Screening Committee (UK NSC) relies on rigorous, policy-relevant research to shape its recommendations.",
                "tag": "p"
            },
            {
                "content": "Central to that mission is the UK NSC’s Research and Methodology Group (RMG). The RMG operates as a formal expert advisory group to the UK NSC. It does not make recommendations, but plays a vital role in making sure research proposals are aligned with the committee’s high evidential standards and criteria.",
                "tag": "p"
            },
            {
                "content": "RMG’s role and membership",
                "tag": "h2"
            },
            {
                "content": "The UK NSC set up the RMG in response to its expanded remit, which includes risk stratified and targeted screening as well as population-based screening.",
                "tag": "p"
            },
            {
                "content": "Its members bring together expertise in:",
                "tag": "p"
            },
            {
                "content": "Screening programmes are offered to very large numbers of well people with the aim of improving health outcomes.",
                "tag": "p"
            },
            {
                "content": "However, sometimes we only have evidence of the impact on health outcomes a decade or more after individuals are first invited. Screening programmes also consume large amounts of public resources.",
                "tag": "p"
            },
            {
                "content": "These facts can make research into new screening programmes, or modifications to existing programmes, a daunting prospect for academics and funders.",
                "tag": "p"
            },
            {
                "content": "However, well-designed screening research can have a huge positive impact on population health. Recognising this, a key RMG role is to support researchers in designing efficient proposals that are likely to affect screening policy.",
                "tag": "p"
            },
            {
                "content": "Submission process",
                "tag": "h2"
            },
            {
                "content": "We have developed a process for researchers to submit requests for advice on screening research proposals to the RMG.",
                "tag": "p"
            },
            {
                "content": "The RMG meets quarterly. See upcoming meeting  dates and deadlines.",
                "tag": "p"
            },
            {
                "content": "Topics discussed",
                "tag": "h2"
            },
            {
                "content": "Since its launch, the RMG has advised on a wide range of screening research projects covering topics such as:",
                "tag": "p"
            },
            {
                "content": "There has been a significant emphasis on emerging technologies, including:",
                "tag": "p"
            },
            {
                "content": "Useful advice",
                "tag": "h2"
            },
            {
                "content": "The RMG aims to provide feedback that is supportive, informative, and tailored to specific research needs.",
                "tag": "p"
            },
            {
                "content": "It helps identify evidence gaps, refine research priorities and steer study design to give researchers the best chance of influencing UK screening policy. ",
                "tag": "p"
            },
            {
                "content": "RMG advice cannot guarantee that the UK NSC will later make a positive recommendation, should the proposal reach that stage. However, its input does improve the chance of the research answering the kinds of questions the committee is likely to ask to inform recommendations.",
                "tag": "p"
            },
            {
                "content": "Health Technology Assessment (HTA) Programme research into asymptomatic bacteriuria in pregnancy is one example of a research proposal that was discussed at the RMG and has resulted in a funded call for research.",
                "tag": "p"
            },
            {
                "content": "Feedback to drive improvement",
                "tag": "h2"
            },
            {
                "content": "The RMG encourages researchers who engage with the group to complete a short survey about their experience. Feedback from the survey, designed to take a few minutes to complete, supports continuous improvement.",
                "tag": "p"
            },
            {
                "content": "The survey asks for insights from applicants on:",
                "tag": "p"
            },
            {
                "content": "Researchers who have responded to the survey have generally been very positive about their experience.",
                "tag": "p"
            },
            {
                "content": "Participants have consistently rated the process highly across multiple dimensions. One researcher said the RMG feedback was 'very important' in changing their approach. Several others said they had received grant funding for research after engaging with the RMG.",
                "tag": "p"
            },
            {
                "content": "Survey feedback has also highlighted areas for potential improvement. It will help us refine how the RMG works and ensure it continues to meet the needs of the research community.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email  uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/30/behind-the-scenes-with-the-uk-nscs-research-and-methodology-group/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC’s Research and Methodology Group has advised on a wide range of screening research projects since its launch."
    },
    {
        "title": "HydroGNSS mission lands in California",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-30T10:39:22",
        "categories": [
            "Earth observation"
        ],
        "content": [
            {
                "content": "The UK-built HydroGNSS mission, which will investigate the Earth’s water cycle, has landed in California and is ready to start preparations for launch.  ",
                "tag": "p"
            },
            {
                "content": "Built by Surrey Satellite Technology Ltd (SSTL), in Guildford, HydroGNSS-1 and HydroGNSS-2 are part of the European Space Agency’s Scout programme – delivering rapid, low-cost Earth observation missions.  ",
                "tag": "p"
            },
            {
                "content": "Once in orbit, the pair will track climate variables like soil moisture and flooding, using signals from existing GNSS satellites in innovative new ways.  ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency provided €30 million of funding for the mission, through ESA's FutureEO programme. ",
                "tag": "p"
            },
            {
                "content": "Beth Greenaway, Joint Head of Earth Observation and Climate at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "Changes in the global water cycle pose a threat to our environment and to communities around the world. ESA’s HydroGNSS delivers observations on four essential hydrological climate variables:",
                "tag": "p"
            },
            {
                "content": "1. soil moisture,  ",
                "tag": "p"
            },
            {
                "content": "2. inundation or wetlands,  ",
                "tag": "p"
            },
            {
                "content": "3. freeze/thaw state, and  ",
                "tag": "p"
            },
            {
                "content": "4. above-ground biomass.",
                "tag": "p"
            },
            {
                "content": "Essential climate variables are identified by the global climate observing system (GCOS) and are used in many applications and areas of science: from weather forecasting and flood prediction, to understanding wetlands, as well as data on permafrost and forest carbon stocks. HydroGNSS will also measure wind speed over the ocean and sea-ice extent as secondary products. ",
                "tag": "p"
            },
            {
                "content": "Pete Garner, Senior Project Manager, SSTL, said:",
                "tag": "p"
            },
            {
                "content": "By providing valuable data on the Earth’s water cycle, HydroGNSS will ensure there are no data gaps when missions such as ESA’s SMOS and NASA’s SMAP come to an end. ",
                "tag": "p"
            },
            {
                "content": "The mission will provide measurements on these water-related indicators using a technique called Global Navigation Satellite System (GNSS) reflectometry.  ",
                "tag": "p"
            },
            {
                "content": "This technique involves the signals from systems such as Galileo and GPS, which are part of the GNSS. These navigation satellites work by continually transmitting low-power L-band microwave navigation signals towards Earth. Their primary purpose is to provide global positioning, navigation, and timing services, such as the navigation systems in cars and mobile devices. ",
                "tag": "p"
            },
            {
                "content": "However, when the GNSS signal reflects off Earth’s surface, it is altered by the soil’s physical properties. The HydroGNSS mission obtains scientific data on the Earth’s water cycle by comparing this altered signal with the direct signals from the GNSS satellites. ",
                "tag": "p"
            },
            {
                "content": "The mission consists of two microsatellites, both of which carry a GNSS reflectometry instrument in an orbit of 500-600 km, 180 degrees apart. ",
                "tag": "p"
            },
            {
                "content": "HydroGNSS is the first of three Scout missions, which pave the way to innovative science in a quick and adaptable way, complementing ESA’s Earth Explorer research missions. ",
                "tag": "p"
            },
            {
                "content": "Launch is expected later this year on a Falcon 9 rocket. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/30/hydrognss-mission-lands-in-california/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK-built HydroGNSS mission, which will investigate the Earth’s water cycle, has landed in California and is ready to start preparations for launch.  "
    },
    {
        "title": "How Defra is leading the way in sustainable technology",
        "authors": [
            "Edd Parry"
        ],
        "posted_on": "2025-09-30T09:40:51",
        "categories": [
            "End user services",
            "Service experience"
        ],
        "content": [
            {
                "content": "Edd Parry, Director of Group Infrastructure and Operations in Defra Digital Data Technology and Security, reflects on our journey to reimagine how we procure IT services, focusing on sustainability and improving the end user experience.",
                "tag": "p"
            },
            {
                "content": "In March this year, we announced that our IT Service Desk, and the rest of our end user IT services would be moving to a single supplier, Atos. These include elements of support, such as Tech Bars in our offices, and our Virtual Tech Bars, as well as the provision of laptops, phones and Assistive Technology.",
                "tag": "p"
            },
            {
                "content": "What’s so interesting about that, you might be thinking? It’s just a routine procurement exercise; we do these things all the time, right? Those are fair challenges, I admit!",
                "tag": "p"
            },
            {
                "content": "Over the summer we moved to the new contract. Our 4 primary objectives to elevate those services are to:",
                "tag": "p"
            },
            {
                "content": "Why we are doing this",
                "tag": "h2"
            },
            {
                "content": "Defra’s existing contracts for these services were coming to an end this year. We managed these through separate contracts; however, our ambition was to combine those into one contract with a single supplier, creating a smoother service and improving the digital and service experience for our users.",
                "tag": "p"
            },
            {
                "content": "We are applying commercial strategies to set new standards in sustainable contracting. This includes supporting circular economy benefits and extending the life of hardware devices through refurbishment while remaining focused on performance and a great user experience.",
                "tag": "p"
            },
            {
                "content": "We’ve placed huge emphasis on not just understanding the practical experience of using end user IT services, but the ability to proactively drive improvements. Users will see fewer hand-offs between teams when they need support, a greater focus on their perception of the experience, and we’re introducing commercially incentivised experience level agreements to drive continual improvement.",
                "tag": "p"
            },
            {
                "content": "Putting sustainability at the centre of everything we do",
                "tag": "h2"
            },
            {
                "content": "Arguably, the biggest and most exciting change we are introducing is how we manage devices in a more sustainable way. We are transitioning to a model where device refreshes are based solely on performance degradation.",
                "tag": "p"
            },
            {
                "content": "Refreshing a device based on its performance will ensure that the laptop is always up to speed and high performing. It will also help us achieve our sustainability targets and demonstrate that across government, we take our responsibilities for reducing carbon emissions and e-waste seriously.",
                "tag": "p"
            },
            {
                "content": "Something that we are very proud of is Atos’s partnership with Circular Computing, who will be refurbishing laptops when they are at end of life, instead of throwing them away. This allows us to establish a ‘refurbished by default’ approach to device refresh.",
                "tag": "p"
            },
            {
                "content": "Devices will look, and most importantly perform, as good as new. We want our people to be proud of the device they use every day. Proud because it performs well, because it’s well looked-after, and looks good, and because by using it, they are doing their bit for the planet.",
                "tag": "p"
            },
            {
                "content": "Our laptop refurbishment programme with Circular Computing has made us the first UK government department to implement these practices, setting the standard for others. To put this into perspective - across the EU, 160,000 laptops are thrown away every day. While 80% could be recycled, only 20% are. Each refurbished laptop we use saves approximately 316 kg of carbon reduction, compared to manufacturing a new one. We're proud to be leading positive change in this area.",
                "tag": "p"
            },
            {
                "content": "And there’s more...",
                "tag": "h2"
            },
            {
                "content": "Another feature of our new contract will be the integration of our Service Desk into Microsoft Teams to make it easier to speak to agents and resolve issues.  There will be increased use and capability of Smart Lockers, reducing our carbon footprint, and we will introduce even more Tech Bars.",
                "tag": "p"
            },
            {
                "content": "Over time, we also plan to introduce more flexibility in the devices and services we provide. We want to ensure colleagues have the right tool for their job role and reduce the need to carry multiple devices. This will reduce costs, reduce security risks and provide them with the technology they need.",
                "tag": "p"
            },
            {
                "content": "Going beyond end user IT services",
                "tag": "h2"
            },
            {
                "content": "Our ambition doesn’t stop there. This imaginative approach to procurement of IT services goes beyond what I’ve already mentioned.",
                "tag": "p"
            },
            {
                "content": "In recent months we’ve successfully migrated all colleagues with a mobile device to digital SIM cards (eSIMs). This is an innovative approach which has already reduced plastic waste, while delivering a better service with improved connections.",
                "tag": "p"
            },
            {
                "content": "Our Application Maintenance and Support contract with Accenture, which also began this year, will enable Defra to migrate and enhance over 300 legacy applications, further reducing costs and increasing efficiency. ",
                "tag": "p"
            },
            {
                "content": "We’re also in the process of replacing our current managed print service. We want to reduce the amount of printing done in Defra through our digital service transformation initiative, but where printing is unavoidable, we are adopting a cross government standard called GovPrint. This will enable Defra group staff to print from any government department building that has transitioned to the GovPrint solution.",
                "tag": "p"
            },
            {
                "content": "And we’re improving our network provision too, with the re-procurement of our network connectivity contract, transitioning from the current, inflexible fixed network to a more efficient optimised network environment which supports the government strategy of ‘Cloud First’ and ‘Wi-Fi by default’.",
                "tag": "p"
            },
            {
                "content": "So, there is a lot to be proud about and excited for as we work to achieve our ambition to reimagine the way we think about and deliver IT services to our Defra colleagues as sustainably and cost-effectively as we can.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/09/30/how-defra-is-leading-the-way-in-sustainable-technology/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Edd Parry, Director of Group Infrastructure and Operations in Defra Digital Data Technology and Security, reflects on our journey to reimagine how we procure IT services, focusing on sustainability and improving the end user experience."
    },
    {
        "title": "Celebrating five years of the People and Nature Surveys: What we’ve learned about England’s love for the outdoors ",
        "authors": [
            "Sheldon Allen"
        ],
        "posted_on": "2025-09-30T08:30:00",
        "categories": [
            "Connecting People with Nature",
            "Countryside Code",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Sheldon Allen, Project Manager, Natural England’s People and Nature Survey Team ",
                "tag": "p"
            },
            {
                "content": "Nature and happiness – what's the connection? ",
                "tag": "h4"
            },
            {
                "content": "What makes you feel happy? For most people in England, it’s time spent outdoors. Our People and Nature Survey for England (PaNS) is now in its fifth year, and the message is clear: 85% of adults say nature boosts their happiness. ",
                "tag": "p"
            },
            {
                "content": "Nature helps us feel less stressed, more energised, and more connected. Whether it’s a walk in the park, listening to birdsong, or volunteering for a local conservation project, there’s no single way to enjoy the outdoors. ",
                "tag": "p"
            },
            {
                "content": "Even small moments - like pausing to notice the changing seasons - can lift our mood. Scientists have found that being in nature can reduce stress in our brains, and even the chemicals in soil and leaves may play a part in making us feel happier. ",
                "tag": "p"
            },
            {
                "content": "Health and Nature ",
                "tag": "h4"
            },
            {
                "content": "It’s not just about happiness - nature is vital for our health. Our latest annual report out this month shows that 91% of people agree being in nature benefits their physical health, and 90% say it helps their mental wellbeing. ",
                "tag": "p"
            },
            {
                "content": "Green Social Prescribing (GSP) is helping make this a reality across the country. GSP connects people with nature-based activities, such as gardening or walking groups, to support mental health. Natural England is a key partner in the first national GSP programme, working with NHS England, Defra, and others to scale up referrals and test new approaches. ",
                "tag": "p"
            },
            {
                "content": "We’re also supporting GPs to integrate nature into patient care, and working with the Centre for Sustainable Healthcare to green NHS estates, turning hospital grounds into places that support both people and wildlife. ",
                "tag": "p"
            },
            {
                "content": "Barriers to Nature ",
                "tag": "h4"
            },
            {
                "content": "Despite the positive connection between nature and wellbeing, barriers remain. 65% of non-visitors told us they would have liked to spend more time outside, but factors like bad weather, anti-social behaviour, and lack of facilities get in the way. ",
                "tag": "p"
            },
            {
                "content": "Our data also shows that younger adults and people identifying as Black or Black British are more likely to say they don’t have local green spaces within easy walking distance. These insights highlight the need for targeted action to ensure everyone can access nature. ",
                "tag": "p"
            },
            {
                "content": "We’re tackling these barriers head-on by working with a wide range of partners and communities. Through inclusive campaigns like the Agency for Nature, led by Purpose Disruptors, and the Outdoor Citizen Project with YHA and All the Elements, we’re empowering young people and supporting grassroots initiatives that make the outdoors more welcoming for everyone. These collaborations help amplify diverse voices and encourage new audiences to discover the benefits of nature. ",
                "tag": "p"
            },
            {
                "content": "Practical accessibility is another key focus. We’ve expanded the Centre for Outdoor Accessibility Training (COAT), which offers hands-on training and resources to help make green spaces more accessible for people of all ages and abilities. From inclusive design principles to all-terrain mobility support, COAT is helping to remove real-world barriers and ensure that everyone can enjoy the benefits of nature. ",
                "tag": "p"
            },
            {
                "content": "Of course, there’s still much more work to be done. But the People and Nature Survey continues to be a vital tool for identifying where we need to focus next, and for evaluating our efforts to tackle barriers to access. ",
                "tag": "p"
            },
            {
                "content": "Water Quality ",
                "tag": "h4"
            },
            {
                "content": "For the first time, water pollution has overtaken climate change as the top environmental concern among our survey respondents. Clean rivers, lakes, and seas are vital for wildlife and for our own enjoyment of the outdoors. This shift reflects growing public awareness of water quality issues, which have been widely reported in the media. ",
                "tag": "p"
            },
            {
                "content": "The recent Independent Water Commission report by Sir Jon Cunliffe outlines key recommendations for reforming the sector to better serve the public. As these changes unfold, we’ll be watching closely to see how public sentiment evolves. ",
                "tag": "p"
            },
            {
                "content": "What’s Next for PaNS? ",
                "tag": "h4"
            },
            {
                "content": "Since April 2020, the People and Nature Survey has gathered insights from over 124,000 adults across England, alongside a separate survey for children to better understand their unique perspectives on nature. The survey collects vital evidence on how people engage with nature, tracking access, barriers, understanding, enjoyment, and how it contributes to wellbeing. ",
                "tag": "p"
            },
            {
                "content": "As we move into our sixth year, we’re committed to deepening our understanding and supporting everyone - policy makers, community groups, and individuals - to use the data to make positive change and connect more people with nature. ",
                "tag": "p"
            },
            {
                "content": "Curious for More?",
                "tag": "h4"
            },
            {
                "content": "The People and Nature Survey data is available for everyone to explore and use. You can dive into the full annual report for detailed stats and trends. To make it even easier to work with the data, we’ve created the People and Nature Surveys Data Explorer, a user-friendly tool that enables anyone to carry out their own analysis of the survey data. If you prefer a quick overview, check out our infographic, which highlights key insights from the latest report. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions about the survey or need guidance on how to use the data, please email our team at people_and_nature@naturalengland.org.uk we are always happy to help. ",
                "tag": "p"
            },
            {
                "content": "How do you connect with nature? What would help you get outdoors more often? We’d love to hear your thoughts - share your experiences in the comments below! ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/30/celebrating-five-years-of-the-people-and-nature-surveys-what-weve-learned-about-englands-love-for-the-outdoors/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sheldon Allen, Project Manager, Natural England’s People and Nature Survey Team  Nature and happiness – what's the connection?  What makes you feel happy? For most people in England, it’s time spent outdoors. Our People and Nature Survey for England (PaNS) …"
    },
    {
        "title": "GP Contract: What you need to know",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-09-29T12:38:42",
        "categories": [
            "GPs"
        ],
        "content": [
            {
                "content": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.  ",
                "tag": "p"
            },
            {
                "content": "This delivers on our manifesto promise to end the 8am scramble - patients can now contact their GP digitally whenever suits them during core hours, not just in that frantic morning rush.  ",
                "tag": "p"
            },
            {
                "content": "It's about choice and convenience - patients can still phone or walk in, but now they've also got the online option available all day. More people requesting bookings online means quieter phone lines for those who need to call.  ",
                "tag": "p"
            },
            {
                "content": "This is nothing new and the evidence shows it works - practices already doing this have seen dramatic improvements. One London surgery cut waiting times from 14 days down to just 3 days, with 95% of patients seen within a week.  ",
                "tag": "p"
            },
            {
                "content": "Won’t this lead to GPs being overloaded with requests?",
                "tag": "h3"
            },
            {
                "content": "No. Many GPs have been offering this service, and now it will be provided to patients across the country. ",
                "tag": "p"
            },
            {
                "content": "Practices who weren’t already offering this service were given 6 months from when the contract was agreed to prepare for this change. Evidence shows that where GP practices have moved to this model, both staff and patients have reported a smoother workflow and a better service. ",
                "tag": "p"
            },
            {
                "content": "One London GP surgery which adopted this approach to online bookings reduced waits from 14 days to just 3 – with 95% of patients seen within a week. ",
                "tag": "p"
            },
            {
                "content": "Will this lead to serious cases being missed?",
                "tag": "h3"
            },
            {
                "content": "No. This move will support GPs to care for their patients who need non-urgent care. ",
                "tag": "p"
            },
            {
                "content": "GP websites will feature clear instructions telling patients requiring urgent care to phone their GP or attend in person. ",
                "tag": "p"
            },
            {
                "content": "There are GP surgeries already successfully rolling out online appointment requests, showing it works for patients and practices.  ",
                "tag": "p"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to wanting to work together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "Is this just more work for GPs with no new funding?",
                "tag": "h3"
            },
            {
                "content": "We’ve invested an extra £1.1 billion in general practice – the biggest cash increase in over a decade – and hired over 2,000 extra GPs across England. ",
                "tag": "p"
            },
            {
                "content": "The new requirement represents best practice which many GP practices across England have already adopted successfully.  ",
                "tag": "p"
            },
            {
                "content": "Of course we'll keep supporting practices throughout implementation, learning from the ones already doing it. ",
                "tag": "p"
            },
            {
                "content": "Are you listening to the BMA’s concerns?",
                "tag": "h3"
            },
            {
                "content": "The BMA signed up to and agreed this policy with GPs, and we remain committed to working together to implement this as efficiently as possible.  ",
                "tag": "p"
            },
            {
                "content": "What are you doing to support GPs?",
                "tag": "h3"
            },
            {
                "content": "Fixing the front door of the NHS is a priority for this government, and GPs are front and centre of our 10 Year Health Plan.",
                "tag": "p"
            },
            {
                "content": "We have recruited more than 2,300 extra GPs, delivered 8 million more GP appointments this year, and secured a funding boost of over £1 billion for GP practices.",
                "tag": "p"
            },
            {
                "content": "Thanks to this record support and the hard work of GPs, public satisfaction with GP services is finally on the rise.",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/09/29/gp-contract-what-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "From Wednesday 1st October, every GP practice in England must keep their online booking open all day during working hours (8am-6:30pm) - no more closing these systems and forcing everyone onto jammed phone lines.   This delivers on our manifesto promise …"
    },
    {
        "title": "Wildfires: Nature’s role in resisting the spark",
        "authors": [
            "Prof Sallie Bailey"
        ],
        "posted_on": "2025-09-29T11:13:57",
        "categories": [
            "Biodiversity",
            "Countryside Code",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Wildfire"
        ],
        "content": [
            {
                "content": "By Sallie Bailey, Natural England’s Chief Scientist",
                "tag": "p"
            },
            {
                "content": "This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks.",
                "tag": "p"
            },
            {
                "content": "These disasters for both people and wildlife graphically demonstrate the way in which climate change and nature loss fuel each other. But they can also give us clues as to how restoring nature can help to reduce the risk of wildfires and to guard against a warming planet. And the strengthening of legislation on moorland burning, which takes effect tomorrow (30 September), can give valuable momentum to the restoration of England’s peatlands.",
                "tag": "p"
            },
            {
                "content": "Getting hotter",
                "tag": "p"
            },
            {
                "content": "In the UK the term “wildfire” means any uncontrolled blaze on vegetation that needs action to put out. Virtually all wildfires in this country are caused by human activity, from the careless (e.g. negligent use of barbecues or burning of rubbish) to the deliberate (e.g. arson), not to mention the inadvertent such as equipment faults and “managed fires” (heather/grass burning for land management purposes) that escape control.",
                "tag": "p"
            },
            {
                "content": "Climate change is heightening the risk of wildfires, creating hot, dry conditions where one spark or piece of broken glass could lead to destruction and distress for wildlife and people across vast tracts of the country.",
                "tag": "p"
            },
            {
                "content": "It is no coincidence that the driest Spring for more than a century, followed by the hottest ever Summer, have seen 2025 smash an unwelcome record for the highest amount of land claimed by wildfire in a single year in the UK. Alarmingly, it reached that mark as early as April and by August the figure of 40,000 hectares burned was 50 per cent higher than the previous record of 2019. With the long-running drought likely to continue through Autumn and be extended to new areas, as outlined by the National Drought Group earlier this month, that total could yet rise significantly.",
                "tag": "p"
            },
            {
                "content": "According to a study by the Met Office, the Centre for Ecology & Hydrology and the University of Exeter, the damaging fires during the 40C Summer of 2022 were made at least six times more likely by human-induced climate change. Also in 2022, scientists for UNEP predicted that extreme fires would be 50 per cent more likely by the end of this century without significant actions on emissions.",
                "tag": "p"
            },
            {
                "content": "This terrifying trend spells disaster for the health of the world’s population, who can be fatally affected by fires thousands of miles away. Pollution from the Canadian wildfires in 2023, for example, led to an estimated 41,900 premature deaths in North America and a further 22,400 across the Atlantic in Europe.",
                "tag": "p"
            },
            {
                "content": "There are dire consequences for businesses, economies and consumers too. Wildfires during the Summer of 2018 cost UK farms approximately £32 million in total, pushing up food prices for everyone in the process.",
                "tag": "p"
            },
            {
                "content": "Nature is also affected, with 83 of England’s Sites of Special Scientific Interest reporting fires so far this year, including Dartmoor and the North York Moors, on which more than 3,000 hectares were burnt.",
                "tag": "p"
            },
            {
                "content": "Sadly, this merely fuels an ever-worsening cycle as extensive fires on peatland cause carbon to be released into the atmosphere, spurring on a changing climate which in turn increases the likelihood of conditions for wildfires.",
                "tag": "p"
            },
            {
                "content": "Nature is our ally",
                "tag": "p"
            },
            {
                "content": "Fortunately, we do have an ally which can help us not only reduce the threat of wildfires but also tackle the climate change which makes them more likely and more damaging.",
                "tag": "p"
            },
            {
                "content": "Recovering nature, by creating healthy and resilient landscapes, is our best tool against heightened wildfire risk. The evidence-based view of Natural England, the Government’s statutory adviser for the natural environment, is that restoring habitat condition, for example through re-wetting peat previously damaged by drainage and other activities such as repeated burning and overgrazing, will reduce both the risk and severity of future wildfires over the long term. Other habitats, such as drier heath complexes, will require a different approach to nature recovery.",
                "tag": "p"
            },
            {
                "content": "Having a mosaic of healthy habitats across landscapes can help to reduce the likelihood of fires rapidly spreading across areas dominated by single species, such as heather which contains flammable oils. Preferring drier conditions, heather’s dominance on UK moorlands is largely down to the use of fire for management and comes at the expense of vegetation capable of forming peat. We recognise the importance of this habitat to upland communities, both economically and culturally, but more natural conditions along with sustainable management of heather would allow other plant species to take their place alongside heather.",
                "tag": "p"
            },
            {
                "content": "We are working with landowners, backed by funding such as the Environmental Land Management schemes, to ensure measures to restore habitats are appropriate for local conditions: wetness (e.g. Sphagnum moss layers in a bog), coarseness (e.g. mature broadleaved trees) and structural variety (e.g. grasslands with varied sward heights) all can increase resilience to wildfire spread.",
                "tag": "p"
            },
            {
                "content": "Nature restoration has helped to reduce the impacts of a number of recent fires. In 2023, after a significant period of drought, Marsden Moor in West Yorkshire suffered seven wildfires over a tenth of the 2000-hectare estate. While drier areas continued to smoulder, restored wet areas with Sphagnum mosses acted as firebreaks to limit the spread of the fire.",
                "tag": "p"
            },
            {
                "content": "A few miles away in Dove Stone Nature Reserve outside Oldham, a wildfire started in 2018 on neighbouring dry, heather-dominated land before spreading onto the reserve. The more diverse, damp vegetation slowed the fire down enough for it to be stopped by a moss-filled gully located on United Utilities/RSPB land. Although the fire wouldn’t have died out completely by itself, the change from dry peat to the wetter Sphagnum-dominated gullies of Dove Stone meant that the height and heat of the flames reduced sufficiently for human action to bring it under control.",
                "tag": "p"
            },
            {
                "content": "Multiple benefits",
                "tag": "p"
            },
            {
                "content": "Not only does this type of nature restoration help to combat the threat of fires, it brings a host of other benefits too. The soil holds carbon underground instead of releasing it into the atmosphere where it contributes to climate change. At the same time it retains water, improving water quality while mitigating the impacts of droughts and floods – all with positive advantages for businesses and the bills and insurance premiums their customers pay. In addition, the landscape provides more habitat for wildlife and more places for people to visit and enhance their mental and physical health.",
                "tag": "p"
            },
            {
                "content": "Bearing in mind the searching targets currently lying ahead of us, not least to halt species decline by 2030 and to restore (or have under restoration) 280,000 hectares of peatland by 2050, nature recovery is the answer to many of our most pressing challenges.",
                "tag": "p"
            },
            {
                "content": "Government leadership in this area is crucial and is demonstrated earlier by tomorrow’s extension to the ban on burning of deep peat from 40cm to 30cm across all of the English uplands. This legislation will triple the area covered, meaning 676,628 hectares – equivalent to the size of Devon – will now be protected from harmful unlicensed burning and given the chance for nature to thrive. Nature recovery is a long-term solution to fires, but landowners can still manage risk in the short term through burning in certain circumstances under the legislation, provided they obtain a licence from Defra. While the current drought continues there are steps everyone can take to help reduce the risk of wildfires, outlined in this blog post  and in the Countryside Code. In the longer term, I hope that the collaborative efforts being made towards nature recovery mean that this year’s UK wildfire record is one that will never be beaten.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/29/wildfires-natures-role-in-resisting-the-spark/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sallie Bailey, Natural England’s Chief Scientist This year we have witnessed wildfires ravaging England’s uplands and heaths on a historic scale, with prolonged hot and dry weather providing the ideal conditions for blazes lasting weeks. These disasters for both …"
    },
    {
        "title": "Everything you need to know about free school breakfast clubs",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-09-29T10:22:01",
        "categories": [
            "Childcare",
            "Schools"
        ],
        "content": [
            {
                "content": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme.",
                "tag": "p"
            },
            {
                "content": "Free breakfast will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment.",
                "tag": "p"
            },
            {
                "content": "We’re inviting schools to apply to be part of an early adopter scheme, rolling it out to families starting from April 2025.",
                "tag": "p"
            },
            {
                "content": "Up to 750 participating schools will be funded to provide access to a free, universal breakfast club lasting at least 30 minutes that includes food.",
                "tag": "p"
            },
            {
                "content": "As well as helping children thrive academically and socially, breakfast clubs give parents and carers more choices in childcare, and support families with the cost of living.",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve promised to triple our investment in breakfast clubs to over £30milion in the 2025-26 financial year.",
                "tag": "p"
            },
            {
                "content": "How can schools apply to the free breakfast club programme?",
                "tag": "h3"
            },
            {
                "content": "Schools can apply by completing an expression of interest form.",
                "tag": "p"
            },
            {
                "content": "Schools will be selected across different school types, sizes and geographical areas to ensure a wide range of representation.",
                "tag": "p"
            },
            {
                "content": "We want to test and learn with as many different types of schools as possible.  ",
                "tag": "p"
            },
            {
                "content": "Schools that become early adopters will have the unique opportunity to shape the future of the national breakfast club policy and directly benefit the children and families of their school.  ",
                "tag": "p"
            },
            {
                "content": "When will families be able to access free breakfast clubs?",
                "tag": "h3"
            },
            {
                "content": "If their school is selected as one of first to roll out the free breakfast clubs, families of primary aged children will be able to access a free breakfast from April 2025.",
                "tag": "p"
            },
            {
                "content": "Schools will be in touch with families about how to sign up to the breakfast club.",
                "tag": "p"
            },
            {
                "content": "The £30million we outlined in the Budget will fund the breakfast clubs for a year from April 2025, as well as continue to support the schools currently providing the National School Breakfast Programme to disadvantaged children.",
                "tag": "p"
            },
            {
                "content": "We will learn from the early adopter schools before rolling out the scheme nationally.",
                "tag": "p"
            },
            {
                "content": "Is this the same as the National School Breakfast Programme?",
                "tag": "h3"
            },
            {
                "content": "Our free breakfast club scheme is separate to our existing National School Breakfast Programme, which sees the government subsidise the cost of breakfast club provision in selected state-funded schools in disadvantaged areas, and doesn’t include childcare.",
                "tag": "p"
            },
            {
                "content": "We have already confirmed funding for the programme so it can continue for the next financial year.",
                "tag": "p"
            },
            {
                "content": "What other support is available to families?",
                "tag": "h3"
            },
            {
                "content": "We’re also expanding childcare for primary school children across England by increasing the number of places available, to support working families.",
                "tag": "p"
            },
            {
                "content": "Separate to the breakfast programme, wraparound childcare is before and after school care for primary school aged children in England during term time, such as regular afterschool provision that runs until 6pm or later. You can read more about the offer on the Education Hub.",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of eligible working parents can also now access 15 hours government-funded early education for children aged 9-months-old and older after new rules kicked in from 1 September 2024. Read more here. ",
                "tag": "p"
            },
            {
                "content": "Some families may also be entitled to free school meals at lunchtime. You can find out more about the programme, including who’s eligible, on Gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/09/free-school-breakfast-clubs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Families will soon be able to start accessing free breakfast clubs lasting 30 minutes for their children before school through our new free breakfast club programme. Find out more."
    },
    {
        "title": "Revaluation 2026 – everything you need to know",
        "authors": [
            "voadigitalpublishing"
        ],
        "posted_on": "2025-09-29T10:15:16",
        "categories": [
            "Revaluation 2026"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "The Valuation Office Agency (VOA) is currently updating the values it holds for over 2 million business and other non-domestic properties across England and Wales. ",
                "tag": "p"
            },
            {
                "content": "These values are used to calculate business rates bills. ",
                "tag": "p"
            },
            {
                "content": "The future values come into effect in April 2026, but there are actions you can take now to be prepared. If you own a property that might be liable to pay business rates – here is everything you need to know about the 2026 Revaluation. ",
                "tag": "p"
            },
            {
                "content": "1. What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "The VOA updates the rateable values of non-domestic properties in England and Wales every three years. This is known as a revaluation. ",
                "tag": "p"
            },
            {
                "content": "Rateable values are the amount of rent a property could have been let for on a set valuation date. For the 2026 revaluation, that date is 1 April 2024.  ",
                "tag": "p"
            },
            {
                "content": "Rateable values are used by local councils to calculate business rate bills. Using this value as a basis, local councils will apply a standard percentage or ‘multiplier’ and details of any reliefs and discounts to give the amount to be paid.  ",
                "tag": "p"
            },
            {
                "content": "Revaluations make sure that these bills are based on up-to-date information. ",
                "tag": "p"
            },
            {
                "content": "A change in your rateable value does not always mean a change in your bill.  ",
                "tag": "p"
            },
            {
                "content": "We have published a video with more information about the process: What is a revaluation? ",
                "tag": "p"
            },
            {
                "content": "2. How can I access information about my business rates valuation? ",
                "tag": "p"
            },
            {
                "content": "You can view your property’s current rateable value through the Find a Business Rates Valuation service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "If you want to see more details about your current valuation, check the details we hold on your property or request a change, you will need a business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "Future rateable values for non-domestic properties, that come into effect on 1 April 2026, will be published before 31 December 2025. Once published, you will be able to see details about these valuations on your Business Rates Valuation Account, or through the Find a Business Rates Valuation Service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We have published guidance on how to set up a business rates valuation account online and in our recent video: Business Rates Valuation Account registration ",
                "tag": "p"
            },
            {
                "content": "3. What to do if I think my valuation is wrong? ",
                "tag": "p"
            },
            {
                "content": "If you believe your current valuation isn’t correct, you can ask us to review it through your business rates valuation account. ",
                "tag": "p"
            },
            {
                "content": "First, you’ll need to complete what’s called a Check. This will allow you to correct or confirm factual details about the property. ",
                "tag": "p"
            },
            {
                "content": "If this doesn’t result in a change to your rateable value, you can decide to progress to what’s called a Challenge.  You’ll need to provide evidence to support your case. There’s more information about this on GOV.UK. Confirm your property details - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "It’s important to note that your rateable value can go up as well as down as part of this process. ",
                "tag": "p"
            },
            {
                "content": "You have from now until 31 March 2026 to contact the VOA about your current rateable value. You can contact the VOA about your new rateable value from 1 April 2026. ",
                "tag": "p"
            },
            {
                "content": "You can find out more information on how to do this through other videos on our YouTube account. How to check if you think your business rates valuation is wrong ",
                "tag": "p"
            },
            {
                "content": "4. Choosing to work with a rating agent ",
                "tag": "p"
            },
            {
                "content": "You may want to appoint someone to deal with your business rates and the Valuation Office Agency (VOA) on your behalf. This is called your agent. ",
                "tag": "p"
            },
            {
                "content": "The vast majority of rating agents are reputable and provide a good service. But a small minority act in bad faith. ",
                "tag": "p"
            },
            {
                "content": "These rogue agents usually promise big reductions in business rates – but they do this by submitting inaccurate information. This could result in penalties or increased rates bills for you. ",
                "tag": "p"
            },
            {
                "content": "If you do decide to appoint a rating agent to manage your business rates on your behalf, you can access our checklist to help you choose. We’ve also published a video to explain how you should approach choosing a ratings agent on our YouTube channel: Choosing a business rates agent checklist. ",
                "tag": "p"
            },
            {
                "content": "5. How does the VOA value my property? ",
                "tag": "p"
            },
            {
                "content": "We use one of three methods, depending on the type of evidence available:  ",
                "tag": "p"
            },
            {
                "content": "A rateable value for a property may not be the same as the actual rent paid for the property. ",
                "tag": "p"
            },
            {
                "content": "We have more information about how we calculate the value of different properties on our blog (Valuation Office Agency – News and updates from the Valuation Office Agency) and on our YouTube channel (How we measure properties for business rates).  ",
                "tag": "p"
            },
            {
                "content": "Ailbrisiad 2026 – popeth sydd angen i chi ei wybod ",
                "tag": "h2"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Ar hyn o bryd mae Asiantaeth y Swyddfa Brisio (VOA) yn diweddaru’r gwerthoedd ardrethol y mae yn ei dal ar gyfer dros 2 filiwn eiddo busnes ac eiddo annomestig arall ledled Cymru a Lloegr. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir y gwerthoedd ardrethol yma i gyfrifo biliau ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Daw’r gwerthoedd ardrethol diwygiedig i rym ym mis Ebrill 2026, ond mae camau y gallwch chi eu cymryd nawr i fod yn barod at hyn. Os ydych chi’n berchen ar eiddo a allai fod yn agored i ardrethi busnes – dyma bopeth sydd angen i chi ei wybod am Ailbrisiad 2026. ",
                "tag": "p"
            },
            {
                "content": "1. Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "Mae’r VOA yn diweddaru gwerthoedd ardrethol eiddo annomestig yng Nghymru a Lloegr bob tair blynedd. Gelwir hyn yn ailbrisiad. ",
                "tag": "p"
            },
            {
                "content": "Gwerth ardrethol yw’r swm o rent y gellid bod wedi gosod eiddo amdano ar ddyddiad prisio penodol. Ar gyfer ailbrisiad 2026, y dyddiad hwnnw yw 1 Ebrill 2024. ",
                "tag": "p"
            },
            {
                "content": "Defnyddir gwerthoedd ardrethol gan gynghorau lleol i gyfrifo biliau ardrethi busnes. Gan ddefnyddio’r gwerth hwn fel sail, bydd cynghorau lleol yn cymhwyso canran safonol neu ‘luosydd’ ynghŷd â manylion unrhyw ryddhadau a gostyngiadau i bennu’r swm i’w dalu. ",
                "tag": "p"
            },
            {
                "content": "Mae ailbrisiad yn sicrhau bod y biliau hyn yn seiliedig ar wybodaeth gyfredol. ",
                "tag": "p"
            },
            {
                "content": "Nid yw newid yn eich gwerth ardrethol bob amser yn golygu newid yn eich bil. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi fideo gyda mwy o wybodaeth am y broses: Beth yw ailbrisiad? ",
                "tag": "p"
            },
            {
                "content": "2. Sut alla i gael gwybodaeth am fy mhrisiad ardrethi busnes? ",
                "tag": "p"
            },
            {
                "content": "Gallwch weld gwerth ardrethol cyfredol eich eiddo drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi eisiau gweld mwy o fanylion am eich prisiad cyfredol, gwirio’r manylion sydd gennym ni ar eich eiddo, neu ofyn am newid, bydd angen cyfrif prisio ardrethi busnes arnoch. ",
                "tag": "p"
            },
            {
                "content": "Bydd gwerthoedd ardrethol ar gyfer eiddo annomestig yn y dyfodol, sy’n dod i rym ar 1 Ebrill 2026, yn cael eu cyhoeddi cyn 31 Rhagfyr 2025. Unwaith y byddant wedi’u cyhoeddi, byddwch chi’n gallu gweld manylion am y prisiadau hyn ar eich Cyfrif Prisio Ardrethi Busnes, neu drwy’r gwasanaeth Dod o hyd i brisiad ardrethi busnes ar GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cyhoeddi canllawiau ar sut i sefydlu cyfrif prisiad ardrethi busnes ar-lein ac yn ein fideo diweddar: Cofrestru am Gyfrif Prisiad Ardrethi Busnes ",
                "tag": "p"
            },
            {
                "content": "3. Beth ddylwn ei wneud os ydw i’n meddwl bod fy mhrisiad yn anghywir? ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi’n meddwl nad yw eich prisiad cyfredol yn gywir, gallwch ofyn i ni ei adolygu drwy eich cyfrif prisio ardrethi busnes. ",
                "tag": "p"
            },
            {
                "content": "Yn gyntaf, bydd angen i chi gwblhau’r hyn a elwir yn achos Gwirio. Bydd hyn yn caniatáu ichi gywiro neu gadarnhau manylion ffeithiol am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Os nad yw hyn yn arwain at newid i’ch gwerth ardrethol, gallwch benderfynu symud ymlaen i’r hyn a elwir yn achos Herio. Bydd angen i chi ddarparu tystiolaeth i gefnogi eich achos. Mae rhagor o wybodaeth am hyn ar GOV.UK. Cadarnhau manylion eich eiddo - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Mae’n bwysig nodi y gall eich gwerth ardrethol godi yn ogystal â gostwng fel rhan o’r broses hon. ",
                "tag": "p"
            },
            {
                "content": "Mae gennych chi o nawr tan 31 Mawrth 2026 i gysylltu â’r VOA ynghylch eich gwerth ardrethol cyfredol. Gallwch gysylltu â’r VOA ynghylch eich gwerth ardrethol newydd o 1 Ebrill 2026. ",
                "tag": "p"
            },
            {
                "content": "Gallwch ddod o hyd i ragor o wybodaeth am sut i wneud hyn drwy fideos eraill ar ein cyfrif YouTube. Sut i wirio os ydych chi’n meddwl bod eich prisiad ardrethi busnes yn anghywir ",
                "tag": "p"
            },
            {
                "content": "4. Dewis gweithio gydag asiant ardrethu ",
                "tag": "p"
            },
            {
                "content": "Efallai yr hoffech benodi rhywun i ddelio â’ch ardrethi busnes ac Asiantaeth y Swyddfa Brisio (VOA) ar eich rhan. Gelwir hyn eich asiant.  ",
                "tag": "p"
            },
            {
                "content": "Mae gan y mwyafrif helaeth o asiantiaid ardrethu enw da ac yn darparu gwasanaeth da. Ond mae lleiafrif bach yn gweithredu’n anonest. ",
                "tag": "p"
            },
            {
                "content": "Fel arfer, mae asiantiaid amheus yn addo gostyngiadau mawr mewn ardrethi busnes - ond maent yn gwneud hyn trwy gyflwyno gwybodaeth anghywir. Gallai hyn arwain at gosbau neu filiau ardrethi uwch i chi. ",
                "tag": "p"
            },
            {
                "content": "Os ydych yn penderfynu i benodi asiant ardrethu i reoli eich ardrethi busnes ar eich rhan, gallwch gael mynediad at ein rhestr wirio i’ch helpu i ddewis. Rydym hefyd wedi cyhoeddi fideo i esbonio sut y dylech fynd ati i ddewis asiant ardrethu ar ein sianel YouTube: Rhestr wirio ar gyfer dewis asiant ardrethi busnes ",
                "tag": "p"
            },
            {
                "content": "5. Sut mae’r VOA yn prisio fy eiddo? ",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio un o dri dull, yn dibynnu ar y math o dystiolaeth sydd ar gael: ",
                "tag": "p"
            },
            {
                "content": "Efallai na fydd gwerth ardrethol ar gyfer eiddo yr un fath â’r rhent gwirioneddol a delir am yr eiddo. ",
                "tag": "p"
            },
            {
                "content": "Mae gennym ragor o wybodaeth am sut rydym yn cyfrifo prisiad gwahanol eiddo ar ein blog (Asiantaeth y Swyddfa Brisio – Newyddion a diweddariadau gan yr Asiantaeth y Swyddfa Brisio) ac ar ein sianel YouTube (Sut rydym yn mesur eiddo ar gyfer ardrethi busnes). ",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/09/29/revaluation-2026-everything-you-need-to-know/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In this blog, you'll find everything you need to know about Revaluation 2026."
    },
    {
        "title": "From seed to sapling: why seed collection is fundamental to future forest resilience",
        "authors": [
            "Lorenza Pozzi"
        ],
        "posted_on": "2025-09-29T09:00:00",
        "categories": [
            "Climate change and resilience"
        ],
        "content": [
            {
                "content": "Each autumn, a quiet but critical process begins across the country: the collection of tree seed. This marks the very first step in the journey from seed to sapling and ultimately, to a thriving forest.",
                "tag": "p"
            },
            {
                "content": "The meticulous task of tree seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection is a skilled and strategic task. Trained collectors begin by identifying trees and stands that have produced a significant crop of seed or fruit. Armed with large bags and a great deal of patience, they set out to gather seeds in a variety of ways, depending on the species, terrain and available resources.",
                "tag": "p"
            },
            {
                "content": "For example, oak trees often require large nets to be spread beneath their canopy to catch falling acorns. This method prevents the acorns from reaching the forest floor, where they would quickly rot. In contrast, species such as hawthorn, rose or blackthorn are typically harvested by hand, requiring careful handling of the thorny branches to collect berries, rosehips and sloes.",
                "tag": "p"
            },
            {
                "content": "Once collected, the seeds undergo several processing steps. Some are ready to be sown immediately, while others must be cleaned to separate them from the surrounding fruit flesh, cones, or wings. Certain species also require a process called stratification, in which seeds are exposed to specific temperature conditions for a set period, to break dormancy and trigger germination. Only then can the seeds be sown or stored in a temperature and humidity controlled environment to preserve their viability.",
                "tag": "p"
            },
            {
                "content": "Investing in seed collection",
                "tag": "h2"
            },
            {
                "content": "Seed collection, processing and storage are foundational to successful tree production. For this reason, as England works toward its statutory target of increasing tree and woodland cover to 16.5% of total land area by 2025,1 investment in seed infrastructure has become increasingly important. Forestry England has taken a leading role in this effort, establishing a state-of-the-art seed processing facility at Delamere nursery in Cheshire.",
                "tag": "p"
            },
            {
                "content": "The Forestry Commission’s tree and seed production grants have enabled various organisations to improve their seed processing capabilities, such as More Trees, which have been able to increase their community tree nursery network seed collections from 30,000 to 150,000 seeds annually.",
                "tag": "p"
            },
            {
                "content": "Through the first three rounds of the Seed Sourcing Grant, the Forestry Commission has funded the identification, management or establishment of over 200 seed stands or orchards, representing over 20 different species.",
                "tag": "p"
            },
            {
                "content": "Genetic quality not just quantity",
                "tag": "h2"
            },
            {
                "content": "Effective seed collection is not simply about gathering as many seeds as possible. Quality and genetic diversity are equally critical. A robust seed collection strategy involves sourcing seed from a wide geographic area and from numerous individual trees. This approach maximises intra-specific genetic diversity (the genetic diversity within one species) to increase the ways trees can respond to future threats.",
                "tag": "p"
            },
            {
                "content": "Genetic diversity equips woodlands to better tolerate and adapt to environmental stressors such as drought, pests and disease. Each tree carries a unique genetic makeup, and within a diverse population, some individuals may possess traits that enable them to survive and thrive under challenging conditions. This diversity in populations offers a variety of responses to threats, increasing the overall adaptability and health of the woodland ecosystem.",
                "tag": "p"
            },
            {
                "content": "A combined approach to seed sourcing",
                "tag": "h2"
            },
            {
                "content": "Veteran trees are often assumed to be genetically superior due to their longevity and presumed local adaptation. While these trees can certainly contribute valuable genetic material, their survival could also have been influenced by chance, historical land use or human selection, rather than by inherently superior genetics. In addition, these trees survived past conditions that are now rapidly changing.",
                "tag": "p"
            },
            {
                "content": "As global temperatures rise, rainfall patterns shift and extreme weather events become more frequent. The environments that shaped today’s veteran trees are evolving. The traits which helped these trees survive in the past may not equip their offspring to thrive in the future.",
                "tag": "p"
            },
            {
                "content": "To address this, seed for today’s forests is also sourced from more southerly latitudes, where trees have already adapted to warmer conditions and drought stress. This practice, known as assisted migration, mimics natural migration processes but at a faster rate.",
                "tag": "p"
            },
            {
                "content": "Rather than choosing between local or non-local seed sources, it is useful to take a combined approach at the landscape level. By using seeds from both local trees and climate-adapted populations from other regions, we can hedge our bets against uncertainty and build forests that are genetically diverse and resilient.",
                "tag": "p"
            },
            {
                "content": "Sourcing seeds for future forest resilience",
                "tag": "h2"
            },
            {
                "content": "Ultimately, forest resilience depends on several factors. These factors range from how suitable tree species are to site conditions, the compatibility of tree mixes (trees that complement one another), structural diversity (having a mix of tree ages and heights), as well as the sustainable management of woodlands and forests.",
                "tag": "p"
            },
            {
                "content": "However, providing genetic diversity through thoughtful seed collection remains fundamental. Each seed collected and nurtured is a potential tree that will contribute to the ecological, social and economic value of our leafy landscapes for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/29/from-seed-to-sapling-why-seed-collection-is-fundamental-to-future-forest-resilience/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Lorenza Pozzi, the Forestry Commission’s Nurseries Data, Insights and Liaison Officer, explores the intricacies of seed selection across England and the importance of careful seed selection and collection for future forest resilience."
    }
]