[
    {
        "title": "UK digital identity legislation passes another important milestone",
        "authors": [
            "Devon Troup"
        ],
        "posted_on": "2025-06-20T10:52:32",
        "categories": [
            "Digital identity",
            "Legislation"
        ],
        "content": [
            {
                "content": "The Government is working to ensure that people and businesses can access trusted and secure digital identities for all their needs across the UK economy.",
                "tag": "p"
            },
            {
                "content": "On 19 June, the Data (Use and Access) Act received Royal Assent. As well as putting the National Underground Asset Register on a statutory footing and supporting the future of smart data schemes, this is a major milestone for the government’s work to make sure individuals and businesses across the UK have access to trusted digital identity services when they want to use them.  ",
                "tag": "p"
            },
            {
                "content": "Trustworthy digital identities can improve people’s lives by making transactions more simple and secure; from accessing age-restricted products, to renting a flat or starting a new job. You can already use a digital identity in some places because the framework of standards, governance and oversight for digital identities has been running as a pre-legislative pilot since April 2021. ",
                "tag": "p"
            },
            {
                "content": "Part 2 of the new Data (Use and Access) Act creates a legislative foundation for Digital Verification Services (DVS). Standards, governance and oversight of digital identity services in the UK is now grounded in law, ensuring they are trusted and secure. The new UK legislation formalises the system that is currently operating as a pilot. This will pave the way for trusted digital identities to be used in more places. ",
                "tag": "p"
            },
            {
                "content": "What happens next?",
                "tag": "h2"
            },
            {
                "content": "When the King formally approves a Bill that has passed all stages in the UK Parliament and gives Royal Assent, it becomes law and an Act of Parliament.",
                "tag": "p"
            },
            {
                "content": "Now the clauses in the Act must be formally ‘commenced’ to come into legal force. This requires another bit of parliamentary procedure – some secondary legislation called a Commencement Order or regulation. ",
                "tag": "p"
            },
            {
                "content": "When the legislation is commenced, the government will have new powers and responsibilities, such as:",
                "tag": "p"
            },
            {
                "content": "We plan to commence most of the measures relating to Digital Verification Services later this year. This will allow a smooth transition for providers onto the new statutory register, following certification against the trust framework.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/06/20/uk-digital-identity-legislation-passes-another-important-milestone/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "On 19 June, the Data (Use and Access) Act received Royal Assent. This is a major milestone for the government’s work to make sure individuals and businesses across the UK have access to trusted digital identity services when they want to use them"
    },
    {
        "title": "What Royal Assent Means for the National Underground Asset Register ",
        "authors": [
            "David Hodkin, NUAR policy lead"
        ],
        "posted_on": "2025-06-19T17:09:33",
        "categories": [
            "Data",
            "Technology"
        ],
        "content": [
            {
                "content": "We are thrilled to announce that the Data (Use and Access) Bill (“the Act”) has received Royal Assent, marking a significant milestone for the National Underground Asset Register (NUAR). This legislation is a testament to the importance of NUAR in transforming the way we manage and interact with underground apparatus. ",
                "tag": "p"
            },
            {
                "content": "What’s next for NUAR ",
                "tag": "h2"
            },
            {
                "content": "Although the Bill is now an Act of Parliament, there remains further work before its measures can take effect. The framework set out in the Act will be implemented through secondary legislation (for more information about the legislative process please see our previous blog). We look forward to working with stakeholders during the next phase of NUAR’s implementation through secondary legislation. ",
                "tag": "p"
            },
            {
                "content": "The secondary legislation will allow NUAR to operate as a statutory register and deliver a more streamlined, efficient, and safer approach to managing information about the UK's vast network of buried pipes and cables. ",
                "tag": "p"
            },
            {
                "content": "Key Benefits of the Legislation ",
                "tag": "h2"
            },
            {
                "content": "Looking Ahead ",
                "tag": "h2"
            },
            {
                "content": "NUAR’s progress, from the initial pilots in 2019-20, to the launch of the minimum viable product in 2023 and going live in Northern Ireland in 2024, has reached a new major milestone with the passing of the Act. We are now poised to deliver NUAR as a statutory register while continuing to enhance NUAR further. Our next steps include: ",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "The Royal Assent of the Data (Use and Access) Bill, now the Data (Use and Access) Act 2025, is a landmark for NUAR and for the UK's approach to managing underground apparatus. We are excited about the opportunities this new statutory footing brings and are committed to delivering a safer, more efficient, and innovative service for all its users. ",
                "tag": "p"
            },
            {
                "content": "Thank you for your continued support and collaboration as we embark on this next chapter for NUAR. ",
                "tag": "p"
            },
            {
                "content": "You can sign up to get an email notification every time we publish a new blog post. For more information on our work see our  website, or follow us on  LinkedIn ",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/06/19/what-royal-assent-means-for-the-national-underground-asset-register/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "We are thrilled to announce that the Data (Use and Access) Bill (“the Act”) has received Royal Assent, marking a significant milestone for the National Underground Asset Register (NUAR). This legislation is a testament to the importance of NUAR in …"
    },
    {
        "title": "Landmark ruling reinforces that those responsible must pay for building defects ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-06-19T17:01:41",
        "categories": [
            "Building safety"
        ],
        "content": [
            {
                "content": "A landmark ruling from the UK’s highest court has made clear that those responsible for unsafe buildings should be held account. ",
                "tag": "p"
            },
            {
                "content": "On 21 May, Supreme Court judges unanimously ruled that the developer BDW could seek to recover the costs of fixing major structural issues from consultants in its supply chain. The ruling gives effect to the government’s unwavering stance: all those who profited from unsafe buildings must take responsibility for putting them right.  ",
                "tag": "p"
            },
            {
                "content": "This decision ensures that developers can take proactive steps to remediate their buildings, safe in the knowledge that they are supported by a legal framework that prioritises fairness and accountability – empowering developers to undertake proactive voluntary remediation, without unfairly transferring costs onto leaseholders. ",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister, who has been clear that the pace of remediation has been too slow, intervened in this particular case, providing a written submission to assist the court in interpreting the Building Safety Act 2022 and emphasising that those responsible for building safety defects should pay to fix them.  ",
                "tag": "p"
            },
            {
                "content": "The court drew heavily on the submissions and highlights the policy justifications for the Building Safety Act in the judgment.  ",
                "tag": "p"
            },
            {
                "content": "This ruling reinforces the government’s long-standing position: leaseholders must be protected from the cost of fixing buildings that they did not build and that those responsible must pay to put things right. ",
                "tag": "p"
            },
            {
                "content": "Media coverage summary ",
                "tag": "p"
            },
            {
                "content": "Coverage in The Times reinforced the implications of the ruling and highlighted the Deputy Prime Minister’s intervention. The piece quoted a department spokesperson who welcomed the decision to hold those responsible to account and made clear that “developers can secure contributions from those in the supply chain who are also at fault for creating unsafe buildings. From designers to contractors and developers, safety must be everyone’s responsibility and priority”. ",
                "tag": "p"
            },
            {
                "content": "The judgment has attracted several legal insight pieces which highlight the Government’s intervention. Pinsent Masonsreflected that the outcome appeared to be “heavily policy driven”, whileFenwick ElliottandCrown Office Chambersdescribe the Deputy Prime Minister’s written submissions as a key influence on the outcome of this case. ",
                "tag": "p"
            },
            {
                "content": "Housing trade media outlets also covered the ruling, highlighting the clarity it brings. Inside Housing highlights the Court’s strong support for developers taking a proactive approach to fixing safety issues, noting that “remedial costs can now be recovered from those most responsible”. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/06/19/landmark-ruling-reinforces-that-those-responsible-must-pay-for-building-defects/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "A landmark ruling from the UK’s highest court has made clear that those responsible for unsafe buildings should be held account.  On 21 May, Supreme Court judges unanimously ruled that the developer BDW could seek to recover the costs of fixing major …"
    },
    {
        "title": "Regulating the water industry: legal powers and duties ",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-06-19T15:18:44",
        "categories": [
            "Regulated industry",
            "Water"
        ],
        "content": [
            {
                "content": "The water industry is fundamental to the health of our country - supporting people, wildlife, economic growth and the environment. That’s why it’s critical that water companies deliver on their environmental commitments, that they are fully funded to comply with, and it’s our role to ensure they do.  ",
                "tag": "p"
            },
            {
                "content": "As the environmental regulator, our job is to ensure water companies meet their statutory obligations and that their activities comply with environmental standards while minimising harm to the environment. We want a sector that meets its basic legal responsibilities without relying on lengthy, costly enforcement action and prosecutions.  ",
                "tag": "p"
            },
            {
                "content": "The role of the regulator ",
                "tag": "p"
            },
            {
                "content": "For wastewater, the Environment Agency regulates the water industry under the Environmental Permitting Regulations 2016 and other legislation. The legislation empowers the Environment Agency to set permissions to discharge through permits, monitor, inspect, investigate, and take enforcement action where water companies fail to comply with their environmental obligations. ",
                "tag": "p"
            },
            {
                "content": "This regulatory framework gives the Environment Agency both authority and responsibility: authority to act when there is harm or risk to the environment, and a responsibility to do so fairly, proportionately, and transparently. ",
                "tag": "p"
            },
            {
                "content": "How regulation happens in practice ",
                "tag": "p"
            },
            {
                "content": "Water companies must comply with environmental permits when releasing wastewater into rivers and streams, lakes, or the sea. These permits, issued by the Environment Agency, set clear conditions that the wastewater must meet before it can be safely released. These conditions are derived from standards set in environmental legislation such as the Water Framework Regulations and Habitats Regulation. To achieve these standards may require the water company to upgrade or build new infrastructure as well as a consideration of how they manage and operate that infrastructure. It is for the water company to ensure this work is delivered to meet and maintain compliance with their permit requirements.  ",
                "tag": "p"
            },
            {
                "content": "Having specified the legal requirements in permits as permit conditions our job is to also check compliance with and where appropriate enforce against those permits — through inspections, audits, data analysis, incident response and investigations. When companies fall short, we use a range of enforcement tools: from advice and guidance, warning letters, civil sanctions to criminal prosecutions. The decision on what enforcement action is taken is guided by the Environment Agency’s Enforcement and Sanctions Policy, which sets out our approach to holding polluters to account. It is vital that we always act within our legal boundaries following due process and applying standards consistently across the water industry. Our decisions must stand up to legal scrutiny, whether challenged in court or assessed through public inquiry. ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency has been clear that water companies are not doing enough, and their performance in recent years has seen trust in the water industry deteriorate. The Environment Agency has taken tough action against those companies which are breaking the rules. Since 2015, we have concluded 67 prosecutions against water and sewerage companies securing fines of over £152 million.  ",
                "tag": "p"
            },
            {
                "content": "In recent years, water company inspections have increased significantly to uncover the true scale of non-compliance and provide intelligence on the root causes of problems. What is found during inspections can lead to proportionate enforcement action.  ",
                "tag": "p"
            },
            {
                "content": "Of the 4,626 inspections carried out in 2024/25, we found that 25% of sites had breaches, with 100 classified as significant non-compliance.  The serious ones are being considered for enforcement, and most of the minor breaches will be rectified through local operational action. ",
                "tag": "p"
            },
            {
                "content": "Key to driving better performance is to not only focus on the symptoms, but also to provide intelligence on root causes so water companies can find solutions and prevent problems before they happen. Ensuring a fully compliant wastewater system today and into the future. ",
                "tag": "p"
            },
            {
                "content": "The future: faster, firmer regulation ",
                "tag": "p"
            },
            {
                "content": "As we look to the future, we will strengthen our legal powers through the Water Special Measures Act. The Act will bring significant changes in how we will regulate the water industry. It will help us take faster, firmer action against poor performance. ",
                "tag": "p"
            },
            {
                "content": "The Act will allow us to speed up civil penalties for less serious offences, helping to close the justice gap, while focusing prosecutions on the most serious offending and enabling us to recover enforcement costs. The Act also strengthens penalties for obstructing investigations, including the sanction of imprisonment of water company executives and directors, and increases transparency through faster monitoring rollouts and real-time Emergency Overflow data. Water companies will also be required to publish annual Pollution Incident Reduction Plans. Ofwat is empowered to ban bonuses for company leaders where performance has fallen short.  ",
                "tag": "p"
            },
            {
                "content": "With stronger legal powers coming, a robust enforcement and sanctions policy, and more water quality data and resources than ever before we will continue to regulate the water industry fairly, firmly and transparently - ensuring the law is enforced to protect the environment and hold water companies to account.  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/06/19/regulating-the-water-industry-legal-powers-and-duties/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The water industry is fundamental to the health of our country - supporting people, wildlife, economic growth and the environment. That’s why it’s critical that water companies deliver on their environmental commitments, that they are fully funded to comply with, …"
    },
    {
        "title": "Protecting our marine environment - MPA consultation",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-06-19T14:33:28",
        "categories": [
            "fisheries",
            "marine conservation",
            "Marine Science"
        ],
        "content": [
            {
                "content": "On 9 June 2025, we launched our consultation on proposed fisheries management measures for Stage 3 marine protected areas (MPAs).",
                "tag": "p"
            },
            {
                "content": "In England, we're fortunate to have a diverse array of marine habitats in our seas. These habitats serve as refuges and nursery grounds for many commercially valuable fish species. But the way some fishing practices impact the most sensitive habitats in our waters threatens the rich diversity and future productivity of our seas. ",
                "tag": "p"
            },
            {
                "content": "To help protect our precious marine environment, we are proposing measures to manage fishing in 42 marine protected areas (Stage 3 MPAs) across England.",
                "tag": "p"
            },
            {
                "content": "Each site has been classified as an MPA to protect important habitat features like reefs and sandbanks or key species like pink sea-fan. Conservation objectives have been set for each site based on the current condition of the features within those sites where available, or on a vulnerability assessment of the features. We are required to manage fishing activities so that these conservation objectives can be achieved.",
                "tag": "p"
            },
            {
                "content": "How fishing may damage the marine environment ",
                "tag": "p"
            },
            {
                "content": "Some fishing gears can alter the structure or function of a designated habitat or remove designated species living in those habitats. For example, abrasion from contact of the gear with the seabed, causes channels in the sediment, uprooting species that live there. During Stage 3 we have looked at the impacts of bottom towed gear, traps and bottom set nets and lines on the features of the sites, as these gears all contact the seabed. MMO is required to prevent fishing activities where evidence shows that the negative impacts risk the achievement of the conservation objectives of a site. Management is commonly introduced in the form of a byelaw that prohibits fishing in specified areas. ",
                "tag": "p"
            },
            {
                "content": "Why management is necessary ",
                "tag": "p"
            },
            {
                "content": "Allowing the continued damage of designated features reduces the amount of suitable habitats available for species to live in or on, or damage to designated species themselves. These species are often prey for other animals, damage therefore reduces food availability, including for those species that are commercially valuable. Damage to habitats and species also reduces the biodiversity of areas, impacting the overall health of these environments. By removing damaging fishing practices, habitats can recover, become more complex, and associated species can increase in abundance and diversity.  ",
                "tag": "p"
            },
            {
                "content": "MPA recovery success in Lyme Bay ",
                "tag": "p"
            },
            {
                "content": "Lyme Bay in the southwest UK is a great example of where fishing management, through a ban on bottom towed gear has allowed the marine habitat to recover, providing both environmental and socio-economic benefits: ",
                "tag": "p"
            },
            {
                "content": "As we’ve seen in Lyme Bay, restricting fishing activities within an MPA allows key habitats to recover and flourish, increasing the abundance of many different species. The subsequent increases in fish populations spillover into the surrounding areas, where fishing is still allowed, and supports a more sustainable fishing industry. ",
                "tag": "p"
            },
            {
                "content": "Future MPA management proposals",
                "tag": "p"
            },
            {
                "content": "As part of Stage 3 we're now asking for views that will help shape our draft management measures. Marine stakeholders are invited to complete an online survey and have their say before 1  September 2025.",
                "tag": "p"
            },
            {
                "content": "Learn more about, have your say and take part in our Stage 3 MPA consultation. ",
                "tag": "p"
            },
            {
                "content": "Find out more about MPAs.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/06/19/protecting-our-marine-environment-mpa-consultation/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "On 9 June 2025, we launched our consultation on proposed fisheries management measures for Stage 3 marine protected areas (MPAs). In England, we're fortunate to have a diverse array of marine habitats in our seas. These habitats serve as refuges …"
    },
    {
        "title": "Police Emerging Science and Technology Trends",
        "authors": [
            "mikeaskew"
        ],
        "posted_on": "2025-06-19T13:32:41",
        "categories": [
            "Emerging Technologies",
            "STEM"
        ],
        "content": [
            {
                "content": "By Annie Estlin, OPCSA",
                "tag": "p"
            },
            {
                "content": "The Office of the Police Chief Scientific Adviser (OPCSA), through GO-Science's co-funding opportunity, commissioned a report to explore emerging science and technology trends for UK policing.",
                "tag": "p"
            },
            {
                "content": "The pace of technological change continues to accelerate. Previously, technologies such as body-worn cameras, number plate recognition and mobile device extraction methods were considered cutting-edge. Now, policing is working to integrate facial recognition, drones and AI-driven analytics into operational practices. What could we expect to emerge next?",
                "tag": "p"
            },
            {
                "content": "The Police Emerging Science and Technology Trends (PESTT) report explores seven science and technology (S&T) trends over three-time horizons. It assesses the implications of these trends, including the potential opportunities for policing and threats from criminal exploitation.",
                "tag": "p"
            },
            {
                "content": "This report aims to raise awareness and improve knowledge and on a number of S&T trends likely to impact policing over the next 1-10+ years. A better understanding of the drivers and technologies underpinning these S&T trends can support policing to exploit key opportunities in the near term, whilst considering the need to remain adaptable to adopt further developments in the longer term. Emerging technologies can also be misused by criminals and policing should consider how best to prepare for such situations. Staying ahead of the curve will help to ensure that UK policing can operate more efficiently, transparently, and effectively.",
                "tag": "p"
            },
            {
                "content": "A range of policing as well as technical experts were involved to assess the trends explored in the report. Whilst this work anticipates how several S&T trends are likely to evolve over time; these are not predictions and there is always a degree of uncertainty which should be kept in mind when reading the report.",
                "tag": "p"
            },
            {
                "content": "This report has been a major milestone in assessing the implications of emerging trends and supports policing in developing proactive approaches to respond accordingly. One of the key challenges faced during the project was the initial selection of S&T topics so the project could focus on assessing implications. In the end, using policing’s S&T strategy, we aligned the topics to each of policing’s seven service lines. Regarding lessons learned, huge amounts of positive feedback was received on the illustrations included in each of the seven S&T chapters. This story telling approach appears to be quite powerful, particularly when communicating to seniors.OPCSA will continue in its efforts to support policing in preparing for emerging S&T trends and in growing an active community across law enforcement to enhance futures knowledge and understanding. To view the report and the work of the Office of the Police Chief Scientific Adviser more broadly, please visit https://science.police.uk/",
                "tag": "p"
            },
            {
                "content": "If you’re interested in commissioning your own futures project via the Futures Procurement Framework, contact the GO-Science Futures team at futures@go-science.gov.uk for assistance with project scoping and specification development, and advice on the use of the framework alongside other internal government contacts and resources.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2025/06/19/police-emerging-science-and-technology-trends/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "By Annie Estlin, OPCSA The Office of the Police Chief Scientific Adviser (OPCSA), through GO-Science's co-funding opportunity, commissioned a report to explore emerging science and technology trends for UK policing. The pace of technological change continues to accelerate. Previously, technologies …"
    },
    {
        "title": "Road work ahead: driving economic growth in UK markets",
        "authors": [
            "Daniel Turnbull"
        ],
        "posted_on": "2025-06-19T12:21:00",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "Market studies, investigations and reviews are an important part of how the Competition and Markets Authority (CMA) seeks to make markets work well for people, businesses and the UK economy.",
                "tag": "p"
            },
            {
                "content": "Today, we have announced our next piece of work, launching a market study into civil engineering in the road and rail sector. This is the first markets project that we have started since we:",
                "tag": "p"
            },
            {
                "content": "In this post, I set out how both have informed our decisions.",
                "tag": "p"
            },
            {
                "content": "The UK government has called on regulators and agencies, including the CMA, to play their part in delivering on its number one priority: economic growth. In particular, the strategic steer asks us to prioritise pro-growth and pro-investment interventions in areas where we have discretion over which cases to open.",
                "tag": "p"
            },
            {
                "content": "Applying the strategic steer to our markets work",
                "tag": "h2"
            },
            {
                "content": "We have considered growth and investment:",
                "tag": "p"
            },
            {
                "content": "Deciding which markets to focus on",
                "tag": "h3"
            },
            {
                "content": "The launch of this study shows that we are focusing some of our work on markets that are important to productivity and growth across the whole UK economy. Not only is civil engineering for road and rail a huge area of economic activity in itself; it’s also very important for the productivity of businesses across the wider economy. This market study has the potential to drive significant gains in productivity and growth in the economy.",
                "tag": "p"
            },
            {
                "content": "Alongside this renewed pro-growth focus for our markets work, the CMA will continue to examine markets that are not delivering what consumers need – as in our recent work on road fuel, infant formula and vet services. This will continue to be a crucial strand of our work. Going forward, we also expect to devote more of our resource on areas where improvements would have a big impact on productivity and growth.",
                "tag": "p"
            },
            {
                "content": "Deciding how we will carry out our markets work",
                "tag": "h3"
            },
            {
                "content": "While our markets work can greatly benefit consumers, firms and the wider economy, we know that businesses also need stability and certainty in how they operate, and that this can support investment decisions. In particular:",
                "tag": "p"
            },
            {
                "content": "Given these trade-offs, we need to make sure that where we carry out markets cases, we work hard to avoid imposing any unnecessary burdens on business – and maximise the net benefit of our work.",
                "tag": "p"
            },
            {
                "content": "Taking the 4Ps approach to our new market study",
                "tag": "h2"
            },
            {
                "content": "To address these and similar concerns across its wider toolkit, the CMA has announced that it is making improvements to pace, predictability, proportionality and process (the ‘4Ps’) – ‘process’ meaning how we engage with important stakeholders, including businesses and investors. We will shortly be sharing a fuller update on how we are developing a 4Ps framework for our markets work.",
                "tag": "p"
            },
            {
                "content": "In the meantime, we have accelerated our thinking in the approach we will take to the civil engineering market study. In particular, we have:",
                "tag": "p"
            },
            {
                "content": "Next month, we will publish an approach document and revised markets guidance setting out clearly the principles that we will hold ourselves to. Given the variation in our markets projects, this will not mean a one-size-fits-all approach, but rather a statement of our core principles and objectives for operating the markets regime. ",
                "tag": "p"
            },
            {
                "content": "In the meantime, I hope the way we carry out the civil engineering market study provides a good preview of what this will look like in practice.",
                "tag": "p"
            },
            {
                "content": "Share your views on the study's purpose and scope",
                "tag": "h2"
            },
            {
                "content": "Send us your views on the purpose and proposed scope of the market study by responding to the questions in the statement of scope. The deadline is 17 July 2025.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/06/19/driving-economic-growth-in-uk-markets/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "How the CMA’s new market study will apply our pro-growth and pro-investment approach to markets work."
    },
    {
        "title": "Help us to build the evidence we need for the fisheries we want",
        "authors": [
            "Katie St John Glew - FMP Evidence Lead, Defra"
        ],
        "posted_on": "2025-06-19T12:16:03",
        "categories": [
            "- Defra led FMPs",
            "Evidence"
        ],
        "content": [
            {
                "content": "We are pleased to announce that the list of evidence gaps has been updated to include new gaps identified in the Southern North Sea and Channel skates and rays, North Sea and Channel sprat, cockle, queen scallop, and Southern North Sea demersal non-quota species (NQS) fisheries management plans (FMPs) which will be published later this year. ",
                "tag": "p"
            },
            {
                "content": "These gaps were identified through preparing the evidence statements for each plan, which included engagement with stakeholders and the consultation process.  ",
                "tag": "p"
            },
            {
                "content": "Our post on evidence explains our approach for FMPs - Introduction to the role of evidence in fisheries management plans. ",
                "tag": "p"
            },
            {
                "content": "Summary of evidence gaps ",
                "tag": "h2"
            },
            {
                "content": "Addressing the gaps in evidence is essential to understanding and progressing towards sustainable fisheries management and to support the effective implementation of measures and goals that are set out in the FMPs.  ",
                "tag": "p"
            },
            {
                "content": "A broad range of topics are covered such as: ",
                "tag": "p"
            },
            {
                "content": "A call for collaboration ",
                "tag": "h2"
            },
            {
                "content": "We are starting to address some of the highest priority gaps through Defra funded research projects.  ",
                "tag": "p"
            },
            {
                "content": "But Defra cannot fill all these gaps alone. We need the expertise, commitment and input from across the FMP community to help us work together to provide the evidence that is required to support FMP implementation.  ",
                "tag": "p"
            },
            {
                "content": "We would love to hear if you are working on any projects that contribute towards filling these gaps and are keen to hear ideas on how we can continue to improve transparency and collaboration in our evidence going forwards. Comment below or let us know at FMPs@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Let's work together to fill these gaps and deliver the goals of our FMPs!  ",
                "tag": "p"
            },
            {
                "content": "Get support for projects addressing FMP gaps ",
                "tag": "h2"
            },
            {
                "content": "The Fisheries and Seafood Scheme (FaSS) provides financial assistance for projects that support the development of the catching, processing and aquaculture sectors, and for projects that enhance the marine environment.  ",
                "tag": "p"
            },
            {
                "content": "FaSS grants can support science and fisheries partnerships in addressing FMP evidence gaps so check the full eligibility criteria and how to apply at Fisheries and Seafood Scheme reopens with around £6 million of investment - GOV.UK  ",
                "tag": "p"
            },
            {
                "content": "Do not delay!  FaSS grants are always extremely popular, and we urge potential applicants to move fast to stand the best chance of being successful. ",
                "tag": "p"
            },
            {
                "content": "Keep an eye on the blog for future posts with more opportunities and support available. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/06/19/help-us-to-build-the-evidence-we-need-for-the-fisheries-we-want/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Identifying and addressing gaps in evidence is important to achieve FMP goals. Defra funds some research but now is the perfect time to get involved as FaSS funding applications have reopened."
    },
    {
        "title": "Greater access to social housing for vulnerable people",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-06-19T11:12:11",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Today the government has laid regulations to exempt care leavers under 25 and victims of domestic abuse from local connection rules so they can have better access to social housing.",
                "tag": "p"
            },
            {
                "content": "Under the new rules these groups will no longer be unfairly penalised for not having a local connection as the government recognises the unique challenges they can face, such as transitioning out of care or fleeing an unsafe home to seek safety.",
                "tag": "p"
            },
            {
                "content": "These changes will come into force next month and follows reforms last year to remove barriers for all former UK Armed Forces Veterans, as pledged by the Prime Minister.The Daily Mirror covers today’s announcement reporting that young care leavers and domestic abuse survivors will no longer need to prove a local connection – such as living, working or having family nearby – to access social housing.",
                "tag": "p"
            },
            {
                "content": "Deputy Prime Minister and Housing Secretary, Angela Rayner said:   “It breaks my heart to hear countless stories of people leaving the care system or fleeing an abusive relationship and not having a place they can truly call home. We’re rewriting the rules to help get them a roof over their heads and the security they deserve.",
                "tag": "p"
            },
            {
                "content": "“Our changes will make sure these vulnerable groups do not face unfair barriers to safe and secure housing. This is backed by our commitment to secure the biggest boost to social and affordable housing in a generation, and through our Plan for Change we are going further and faster to make this a reality.”  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/06/19/greater-access-to-social-housing-for-vulnerable-people/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Today the government has laid regulations to exempt care leavers under 25 and victims of domestic abuse from local connection rules so they can have better access to social housing. Under the new rules these groups will no longer be …"
    },
    {
        "title": "What the evidence says about interventions to reduce pollution and improve lives",
        "authors": [
            "Karen Exley"
        ],
        "posted_on": "2025-06-19T10:08:10",
        "categories": [
            "Protecting the country's health",
            "UKHSA science"
        ],
        "content": [
            {
                "content": "Breathing in polluted air affects our health, reduces our life expectancy, and costs our society billions of pounds each year. It is estimated that 2 million healthy life years are lost in Europe due to the impacts of poor air quality, making the need to improve air we breathe in and reduce the pollution we produce a clear priority.",
                "tag": "p"
            },
            {
                "content": "Despite improvements in air quality over previous decades, air pollution remains a significant environmental risk factor, which is why the UK Health Security Agency (UKHSA) recognises the need for action in order to reduce people’s exposure, therefore tackling existing health inequalities, and improving outcomes for all.",
                "tag": "p"
            },
            {
                "content": "Increasing the evidence base",
                "tag": "h2"
            },
            {
                "content": "Increasing the evidence base is key to tackling air pollution, and UKHSA does this by publishing journals, reports and policy briefs on a range of topics, while reviewing the effectiveness of interventions. Health Protection Research Units (HPRUs) are central to the research we carry out. These are existing partnerships between academia and UKHSA, funded by the National Institute of Health Research (NIHR).",
                "tag": "p"
            },
            {
                "content": "To mark Clean Air Day, a review of recent evidence on the health impacts and benefits of transport interventions around schools has been published by the agency today. This work has been conducted within the frame of the NIHR and HPRU in Environmental Change and Health to deliver on air quality improvements and benefits of climate change.",
                "tag": "p"
            },
            {
                "content": "The review focused on studies carried out both in the UK and internationally and categorised the transport interventions in those related to vehicle technology and driving behaviour; traffic management; active travel and behavioural change, and urban planning and school location. It found that actions related to closing streets around schools temporarily (traffic management) can lead to reductions in traffic-pollutant concentrations during certain hours of the day, such as the school drop-off times when children are likely to be exposed to traffic pollution.  ",
                "tag": "p"
            },
            {
                "content": "While these actions only offer low-to-medium air quality improvements in the wider area, the review identified co-benefits related to the increased use of active travel modes and physical exercise (active travel and behavioural change), improved road safety and sustainable travel, enhanced socialising and reduced traffic congestion.",
                "tag": "p"
            },
            {
                "content": "Previously, Public Health England published an evidence review of interventions that aim to improve outdoor air quality and public health and made recommendations by introducing the hierarchy of interventions model.",
                "tag": "p"
            },
            {
                "content": "This model prioritises prevention of emissions as the most effective type of intervention, followed by mitigation of pollution concentrations, with both of these being preferable to requiring individuals to avoid exposure by adapting their behaviour.",
                "tag": "p"
            },
            {
                "content": "UKHSA is proposing the continuation of interventions that can have an impact on climate, air quality and children’s health following this hierarchy model.",
                "tag": "p"
            },
            {
                "content": "Collaborating with partners and stakeholders",
                "tag": "h2"
            },
            {
                "content": "Today also marks the publication of a new report titled ‘A breath of fresh air: responding to the health challenges of modern air pollution’ from the Royal College of Physicians (RCP). This report is an update to their 2016 report ‘Every breath we take’, which played a significant role in shaping conversation around the harms of air pollution and the actions that need to be taken. The report focuses on the new evidence of the health harms of air pollution that occur even at low air pollution concentrations, linking exposure to air pollution in earlier stages of life to poorer health throughout life.",
                "tag": "p"
            },
            {
                "content": "I have contributed to this RCP report, detailing advances in air pollution epidemiology in recent years. These improvements have advanced our understanding of  the concentrations at which effects occur and the latency periods between exposure and health effects.",
                "tag": "p"
            },
            {
                "content": "Since RCP’s last report in 2016, studies have been published that show how exposure from decades ago influence morbidity and mortality throughout life. We also know that short-term elevations in air pollution, known as episodes, can also increase morbidity, particularly from respiratory and cardiovascular effects, increasing hospital admissions and mortality within hours or days of the exposures.",
                "tag": "p"
            },
            {
                "content": "Research from The Committee on the Medical Effects of Air Pollutants (COMEAP), which provides independent advice to government departments and agencies on how air pollution impacts on health, has found evidence that symptoms and adverse health effects including respiratory and cardiovascular effects can occur several days after short-term exposure to air pollutants.",
                "tag": "p"
            },
            {
                "content": "UKHSA’s Air Quality representatives work with partners to improve our understanding of the issue of air pollution, and in 2022 The London Air Quality and Health Programme Office (AQHPO), - a collaboration with the Office for Health Improvements and Disparities (OHID), the Greater London Authority (GLA) and NHS England - was established.",
                "tag": "p"
            },
            {
                "content": "In February 2024, the London AQHPO launched the UK's first air quality alerts for healthcare professionals, aimed at General Practices and Emergency Departments across the city. It provides messages on the importance of good baseline management of any long-term conditions, and also gives advice on physical activity, modes of transport and suitable routes that help avoid exposure. ",
                "tag": "p"
            },
            {
                "content": "The team is now mapping and curating education and training resources for health and care professionals on air quality and health.",
                "tag": "p"
            },
            {
                "content": "Improving awareness and understanding",
                "tag": "h2"
            },
            {
                "content": "Earlier this year, we supported the Department for Environment Food and Rural Affairs (Defra) in the publication of the Air Quality Information System (AQIS) review final report and recommendations. This report, led by an external multi-disciplinary steering group, was commissioned in 2021 as part of the government’s commitment to improve the provision of air quality information to the public following the inquest into the death of Ella Adoo-Kissi-Debrah.",
                "tag": "p"
            },
            {
                "content": "The report detailed that the UK has significant technical capabilities for providing air quality information to the public, but these capabilities are not always being utilised to their fullest potential. Building on existing systems will improve public awareness of the major sources of air pollution and their harmful effects, helping to inform actions to reduce personal contribution and exposure. The UKHSA is committed to continuing to work with partners such as Defra and other stakeholders to act on the recommendations set out in this report, ensuring a healthier future for all.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/06/19/what-the-evidence-says-about-interventions-to-reduce-pollution-and-improve-lives/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Breathing in polluted air affects our health, reduces our life expectancy, and costs our society billions of pounds each year. It is estimated that 2 million healthy life years are lost in Europe due to the impacts of poor air …"
    },
    {
        "title": "DfE launches School Estate Management Standards to support all schools to manage their estates effectively",
        "authors": [
            "David Fugurally, Head of School Estate Management Standards, Competencies & Skills"
        ],
        "posted_on": "2025-06-18T13:16:59",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "The new School Estate Management Standards provide a clear framework to help school leaders and estates management professionals manage their school estates well. In this blog David Fugurally, Head of School Estate Management Standards, Competencies & Skills, explains how they will benefit your school.  ",
                "tag": "p"
            },
            {
                "content": "At the Department for Education (DfE) we are dedicated to breaking down the barriers to opportunity and creating chances for all children and learners to achieve and thrive. ",
                "tag": "p"
            },
            {
                "content": "A well-managed and well-maintained school site provides the fundamental environment necessary to achieve this, and our ambition to deliver the best education to our children and to give them the best start in life. ",
                "tag": "p"
            },
            {
                "content": "Keeping estates operational and safe for pupils, and staff, is a complex undertaking, involving a huge number of vital functions, processes and planning delivered by experienced and qualified professionals. ",
                "tag": "p"
            },
            {
                "content": "The Department is committed to working with schools to support them in the good work they already do to manage their sites effectively. ",
                "tag": "p"
            },
            {
                "content": "However, many have told us that the vast amount of guidance and regulation that is available can often be overwhelming and unclear, particularly for schools that are at the start of their journey to fully effective estate management. ",
                "tag": "p"
            },
            {
                "content": "That’s why we have published the new School Estate Management Standards, bringing together in one succinct and easy-to-understand document the key points of existing government guidance, other advice and regulation. ",
                "tag": "p"
            },
            {
                "content": "Comprehensive support package",
                "tag": "h3"
            },
            {
                "content": "They will now sit alongside the Estate Management Competency Framework (published June 2023), as part of our comprehensive support package for schools. ",
                "tag": "p"
            },
            {
                "content": "The management standards focus on putting the right processes in place, while the competency framework is about having the right people in post and building their relevant knowledge and skills. ",
                "tag": "p"
            },
            {
                "content": "The new standards, developed in collaboration with schools and sector representatives, clarify the department’s expectations of schools and responsible bodies (RBs) and represent a structured approach to estate management. ",
                "tag": "p"
            },
            {
                "content": "They are designed to help schools prioritise projects within their estate, build on good practice, and meet legal requirements, and address key areas including: ",
                "tag": "p"
            },
            {
                "content": "The document is full of practical advice on the basics of managing a school estate, and how to progress to fully achieving effective practice. It also signposts users to additional expert advice - such as the Good Estate Management for Schools manual (GEMS).  ",
                "tag": "p"
            },
            {
                "content": "Enhance how you manage your school estate",
                "tag": "h3"
            },
            {
                "content": "Our aim is to support all schools in a practical and non-judgemental way, to understand where to start, how to progress, and how to make best use of the wealth of guidance available.  ",
                "tag": "p"
            },
            {
                "content": "The estate management standards represent a significant opportunity to enhance how you manage your school estate. By providing a clear framework for progression through four distinct levels, from essential practices to advanced management, they will help ensure your estate supports safe, effective learning environments while meeting legal requirements. ",
                "tag": "p"
            },
            {
                "content": "All schools should aim to reach at least Level 3 (Fully Effective) with Level 4 (Advanced) representing an opportunity to become sector leaders in estate management, if this aligns with your strategic aims. ",
                "tag": "p"
            },
            {
                "content": "These clearly defined levels allow you to assess your current practices; identify areas for improvement; plan strategic development of your capabilities and document progress for governors, trustees and inspectors. ",
                "tag": "p"
            },
            {
                "content": "Further support is available by joining The Trust Network, a DfE-backed body committed to supporting school estates managers to create and maintain environments that enhance teaching and learning. Membership is free and provides professionals with networking opportunities, regular updates, access to exclusive webinars, and much more. ",
                "tag": "p"
            },
            {
                "content": "At the department we are hugely appreciative of everything that you do to ensure our school sites are safe and support our children and young people and all those who work with them. ",
                "tag": "p"
            },
            {
                "content": "These standards have been created as a direct result of your feedback and collaboration, and we hope that you will find this new resource beneficial in supporting that vital work. ",
                "tag": "p"
            },
            {
                "content": "Download and read the School Estate Management Standards document now – and use it as a valuable tool to support the effective management of your school estate.   ",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/06/18/dfe-launches-school-estate-management-standards-to-support-all-schools-to-manage-their-estates-effectively/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "The new School Estate Management Standards provide a clear framework to help school leaders and estates management professionals manage their school estates well. In this blog David Fugurally, Head of School Estate Management Standards, Competencies & Skills, explains how they …"
    },
    {
        "title": "How to avoid rabies and what to do if you’re exposed while travelling",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-06-18T12:28:00",
        "categories": [
            "Protecting the country's health",
            "Travel"
        ],
        "content": [
            {
                "content": "Rabies is a rare but deadly viral infection that affects the brain and nervous system. Human cases of rabies are extremely rare in the UK but the infection poses a risk to travellers visiting regions where the disease remains prevalent.",
                "tag": "p"
            },
            {
                "content": "It is typically transmitted via the bite or scratch of an infected animal. Dogs are the most common carriers, but it can be found in cats, bats, monkeys and other mammals. There are no documented cases of human-to-human transmission of rabies. Once symptoms develop in an infected person after they have been exposed, it is almost always fatal.",
                "tag": "p"
            },
            {
                "content": "Preparing for travel abroad",
                "tag": "h2"
            },
            {
                "content": "If you are travelling to a country with rabies, it’s important to know how to prevent the infection and what actions to take following potential exposure. There is information on the Travel Health Pro website about which countries are affected by rabies and when you should consider a rabies vaccine before travel.",
                "tag": "p"
            },
            {
                "content": "Recognising symptoms",
                "tag": "h2"
            },
            {
                "content": "Rabies symptoms typically appear within 3 to 12 weeks after exposure (commonly animal bites or scratches), though this timeline can vary. Early signs may be non-specific and include fever, headache, and discomfort at the bite site.",
                "tag": "p"
            },
            {
                "content": "As the infection progresses, more serious symptoms develop, including confusion, muscle spasms, and difficulty swallowing.",
                "tag": "p"
            },
            {
                "content": "Preventing rabies while travelling",
                "tag": "h2"
            },
            {
                "content": "Prevention is crucial when visiting countries where rabies is endemic, particularly in parts of Asia, Africa, and Central and South America. Travellers should consider these preventive measures:",
                "tag": "p"
            },
            {
                "content": "Responding to potential exposure",
                "tag": "h2"
            },
            {
                "content": "If you are bitten, scratched, or licked on broken skin by an animal in a rabies-endemic country, take these immediate steps:",
                "tag": "p"
            },
            {
                "content": "The UK is free from rabies in animal populations, but rabies-like viruses have been found in some bats in the UK. If you're bitten by a bat in the UK, contact your doctor promptly for assessment and possible vaccination.",
                "tag": "p"
            },
            {
                "content": "Vaccine effectiveness",
                "tag": "h2"
            },
            {
                "content": "A full course of pre-exposure rabies vaccines will provide good protection from rabies for most people. People who completed their full course of rabies pre-exposure vaccine over a year ago and are travelling again to a high risk area for rabies can have a single booster dose.",
                "tag": "p"
            },
            {
                "content": "However, it is still important to seek medical advice if you are bitten, scratched or licked on broken skin by an animal overseas. If you had a full course of pre-exposure vaccines before travel, even years beforehand, you will only need two additional rabies vaccine doses after an exposure and will not need immunoglobulin.",
                "tag": "p"
            },
            {
                "content": "Once symptoms develop, there is no effective treatment, and the disease is usually fatal, so getting medical attention as fast as you can is really important.",
                "tag": "p"
            },
            {
                "content": "Rabies in the UK",
                "tag": "h2"
            },
            {
                "content": "The UK has been free from rabies in animals other than bats since 1902, making domestic infection extremely rare.",
                "tag": "p"
            },
            {
                "content": "Some UK bat species can carry European Bat Lyssaviruses (EBLVs), rabies-like viruses that caused the death of a professional bat handler who sustained several bites in Scotland in 2002. Most human rabies cases reported in the UK are acquired abroad, with 6 such cases recorded between 2000 and 2024.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/06/18/how-to-avoid-rabies-and-what-to-do-if-youre-exposed-while-travelling/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Rabies is a rare but deadly viral infection that affects the brain and nervous system. Human cases of rabies are extremely rare in the UK but the infection poses a risk to travellers visiting regions where the disease remains prevalent."
    },
    {
        "title": "Nellie Technologies: from sushi to carbon dioxide removal ",
        "authors": [
            "Christina Watts"
        ],
        "posted_on": "2025-06-18T10:30:00",
        "categories": [
            "Business",
            "Innovation",
            "Patents",
            "Trade marks",
            "Universities"
        ],
        "content": [
            {
                "content": "We can't see it, it's undetectable to human senses but it's shortening thousands of lives each year. According to Global Action Plan (the environmental charity behind Clean Air Day), air pollution claims between 29,000 and 43,000 lives in the UK annually. The World Health Organization and UK Government identify it as one of our greatest environmental health threats. ",
                "tag": "p"
            },
            {
                "content": "Meet the inventive minds at Nellie Technologies. Nominated for the Earthshot Prize (the prestigious international award that recognises organisations making a positive environmental impact), Nellie is fighting air pollution with protected intellectual property (IP) that's actively pulling carbon dioxide from our atmosphere.  ",
                "tag": "p"
            },
            {
                "content": "Their bioengineered carbon removal system transforms harmful emissions into valuable biochar, a special charcoal-like substance that adds structure and nutrient content to soil, acting as a bio-fertiliser. But most importantly, it sequesters (isolates) the carbon that the process has taken out of the atmosphere. ",
                "tag": "p"
            },
            {
                "content": "We caught up with Nellie Technologies Founder and Chief Executive, Stephen Milburn, to hear about the team’s carbon removal technology and how IP protection has played a part in their business.",
                "tag": "p"
            },
            {
                "content": "\"I never thought I'd be an inventor!\" ",
                "tag": "h3"
            },
            {
                "content": "A physics graduate from Bristol University, Stephen’s journey to clean air tech began, unexpectedly, with a bold attempt to bring authentic Japanese cuisine to Bristol.  ",
                "tag": "p"
            },
            {
                "content": "\"I opened a sushi bar because I lived in Japan for a while and thought I could make the world's best sushi!\" Stephen’s inspirational “anything is possible” approach was a recurring thread right through his story. ",
                "tag": "p"
            },
            {
                "content": "When delivery trucks couldn't navigate the narrow alley to his shop, Stephen bought a van to fetch supplies from London himself. That van led to more vehicles, and soon his business pivoted unexpectedly from sushi to a thriving haulage company with a fleet of trucks.",
                "tag": "p"
            },
            {
                "content": "After selling his haulage business, Stephen started a software company. During a software project for a Swedish industrial client struggling with emissions management, the lightbulb moment arrived: \"I realised we could capture carbon using microalgae bioreactors.\" ",
                "tag": "p"
            },
            {
                "content": "As microalgae grows, it naturally captures carbon and uses it for photosynthetic processes. Today, Nellie Technologies removes 100 tonnes of CO2 annually, converting it to biochar that locks carbon away for more than 1,000 years.  The patented process for accelerating microalgae growth has now positioned Nellie at the cutting edge of carbon removal technology.  ",
                "tag": "p"
            },
            {
                "content": "Stephen told us the work that led to development of the patent took place at the AberInnovation development hub at Aberystwyth University. This is an integrated state-of-the-art development facility supporting the acceleration of agri-tech innovation.  ",
                "tag": "p"
            },
            {
                "content": "Scientific solutions ",
                "tag": "h3"
            },
            {
                "content": "Stephen explained Nellie’s innovative approach to carbon removal in refreshingly straightforward terms:",
                "tag": "p"
            },
            {
                "content": "Measuring impact ",
                "tag": "h3"
            },
            {
                "content": "Nellie measures the efficiency of their system through biomass production. \"How we measure the efficiency is basically how much biomass comes out of the system,\" Stephen explained. \"Because of the molecular structure, we know what CO₂ is removed. Everything that we do is focused on increasing the biomass growth rate.\" ",
                "tag": "p"
            },
            {
                "content": "This focus on biomass growth rate is what their granted patent covers – a method to enhance the efficiency of their carbon removal process. ",
                "tag": "p"
            },
            {
                "content": "Investing in patents ",
                "tag": "h3"
            },
            {
                "content": "When we asked Stephen about why patenting their technology was important to the team, he was clear about the commercial imperative: ",
                "tag": "p"
            },
            {
                "content": "For Nellie Technologies, patents are essential for attracting investment. Stephen elaborated: \"With carbon dioxide removal companies, we will not be profitable until several years down the line. So, when you're asking an investor for multiple millions to bring this idea to market, you need something to base that on. The IP is really the critical pillar there.\" ",
                "tag": "p"
            },
            {
                "content": "Fast and green  ",
                "tag": "h3"
            },
            {
                "content": "Nellie Technologies used the IPO's Green Channel service when applying for the patent, which Stephen found invaluable. ",
                "tag": "p"
            },
            {
                "content": "Learn more about using the Green Channel to accelerate your patent processing here [link]: Patents: accelerated processing - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "The Phycochar trade mark ",
                "tag": "h3"
            },
            {
                "content": "The company owns a trade mark for the word \"Phycochar\" – a term that combines elements of their unique process. Stephen explained the importance of trade mark protection alongside their patent strategy. ",
                "tag": "p"
            },
            {
                "content": "Advice for other clean tech innovators ",
                "tag": "h3"
            },
            {
                "content": "For other clean tech businesses looking to protect their IP, Stephen emphasised the importance of professional guidance.",
                "tag": "p"
            },
            {
                "content": "Stephen highlighted the value of working with patent attorneys Abel and Imray. ",
                "tag": "p"
            },
            {
                "content": "If you are looking for advice on making the first step in protecting your invention or business visit this link: Seeking intellectual property advice - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Auditing Nellie’s IP ",
                "tag": "h3"
            },
            {
                "content": "Stephen was candid about how crucial government support has been for Nellie’s IP strategy. The IPO’s IP Audit and IP Access financial support programmes were particularly helpful in assisting the business to identify its IP assets and manage them effectively. ",
                "tag": "p"
            },
            {
                "content": "The IP Audit helped Nellie Technologies prioritise which innovations to protect.  ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/06/18/nellie-technologies-from-sushi-to-carbon-dioxide-removal/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Meet the innovative team at Nellie Technologies who are combating air pollution with protected IP that actively removes carbon dioxide from our atmosphere."
    },
    {
        "title": "Delivering Transformation at Scale: What we have learned from Evolve",
        "authors": [
            "Emma Porter"
        ],
        "posted_on": "2025-06-18T09:28:18",
        "categories": [
            "Digital Transformation",
            "Our services",
            "Technology"
        ],
        "content": [
            {
                "content": "At Justice Digital, we are working to make sure every colleague across the Ministry of Justice (MoJ) has the technology they need to do their job, whether they are in a prison, probation site, courtroom, contact centre or working from home.",
                "tag": "p"
            },
            {
                "content": "For the last few years, we’ve been part of a major digital transformation programme called EVOLVE. This portfolio is more than just tech upgrades, it's about replacing outdated legacy contracts, reducing costs, improving flexibility, and building modern digital foundations across the department.",
                "tag": "p"
            },
            {
                "content": "We have learned a huge amount about leading large-scale change in government. In this blog, we wanted to share what we’ve delivered, what has made a difference, and what it really takes to land change at this scale.",
                "tag": "p"
            },
            {
                "content": "What is EVOLVE?",
                "tag": "h2"
            },
            {
                "content": "EVOLVE is a portfolio of nine complex workplace technology projects. It was created to move us away from large, inflexible, outsourced IT contracts, and towards a more sustainable, cost-effective and user-centred model.",
                "tag": "p"
            },
            {
                "content": "It includes:",
                "tag": "p"
            },
            {
                "content": "It’s a shift that touches almost every part of the MoJ and HMCTS. Crucially, it's not a \"lift and shift\", we are building new ways of working, not replicating the old.",
                "tag": "p"
            },
            {
                "content": "What we have delivered",
                "tag": "h2"
            },
            {
                "content": "Here are some of the big milestones we are proud of:",
                "tag": "p"
            },
            {
                "content": "Laptops for frontline teams",
                "tag": "p"
            },
            {
                "content": "We have upgraded over 34,000 users to MoJ Official, the new technology platform.",
                "tag": "p"
            },
            {
                "content": "We are issuing over 2,500 laptops to HMCTS users who didn’t previously have one, enabling flexible, secure working on the move or in the courtroom. These are being deployed ahead of any desktop removals so staff can adjust and continue working smoothly.",
                "tag": "p"
            },
            {
                "content": "Responsible tech decommissioning",
                "tag": "p"
            },
            {
                "content": "We have implemented a new process that securely wipes, assesses and  where possible recycles or reuses old equipment through our supplier. This reduces waste, supports sustainability, and means public money isn’t being spent on kit that’s no longer needed.",
                "tag": "p"
            },
            {
                "content": "Hybrid working by default",
                "tag": "p"
            },
            {
                "content": "Our teams have delivered dual monitor “hot desk” setups and streamlined support processes to enable true hybrid working. This means colleagues can confidently work across MoJ sites with the same access and performance they would expect from a permanent desktop setup.",
                "tag": "p"
            },
            {
                "content": "What we have learned",
                "tag": "h2"
            },
            {
                "content": "1. This isn’t just about tech – it’s about people",
                "tag": "p"
            },
            {
                "content": "The impact of COVID changed how people work. And while we’ve adapted tech, behaviours have been slower to catch up. Getting people back into offices, encouraging face-to-face collaboration, or even using the kit effectively all take sustained effort and engagement.",
                "tag": "p"
            },
            {
                "content": "We learned that you can’t simply deliver hardware or switch systems and expect instant adoption. You have to bring people with you – explaining the why, listening to their concerns, and showing them the value, explaining the benefits and what’s in it for them.",
                "tag": "p"
            },
            {
                "content": "2. Flexibility must come with value for money",
                "tag": "p"
            },
            {
                "content": "The Evolve portfolio has helped us create a much smarter workplace footprint, supporting device rationalisation, flexibility and driving better value. Maintaining this balance is crucial in today's financial climate. Through upgraded devices and efficiency initiatives will save money and improve productivity.",
                "tag": "p"
            },
            {
                "content": "3. Delivery at scale needs negotiation and trust",
                "tag": "p"
            },
            {
                "content": "We joked in a recent session that the secret to transformation is turning “impossible” into “done” sometimes through in-depth negotiation and honestly, there’s some truth in that. When delivering change that affects thousands of people and dozens of stakeholder groups, the process is rarely linear.",
                "tag": "p"
            },
            {
                "content": "It takes trust, persistence, and being open to changing your approach. Sometimes you need to slow down and consult more deeply. Sometimes you need to move fast to unlock momentum. It’s a constant balance.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "We’re still working hard to land the final pieces of EVOLVE and make sure the benefits are not just delivered, but sustained. That includes:",
                "tag": "p"
            },
            {
                "content": "We are also thinking about how we package up what we’ve learned potentially as a future blog or internal playbook on managing change in large, complex systems.",
                "tag": "p"
            },
            {
                "content": "Final thoughts",
                "tag": "h2"
            },
            {
                "content": "Digital transformation in government is hard and messy but it’s also incredibly rewarding. Through EVOLVE, we’re not just replacing contracts. We are setting the foundations for a more flexible, user-centred and cost-effective justice system.",
                "tag": "p"
            },
            {
                "content": "Thanks to everyone across Justice Digital, HMCTS, and the wider MoJ who’s been part of this journey so far. We have still got more to do but we’re proud of how far we’ve come.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/06/18/delivering-transformation-at-scale-what-we-have-learned-from-evolve/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "At Justice Digital, we are working to make sure every colleague across the Ministry of Justice (MoJ) has the technology they need to do their job, whether they are in a prison, probation site, courtroom, contact centre or working from …"
    },
    {
        "title": "Creating a reusable Svelte component library to help developers build data-rich digital products faster ",
        "authors": [
            "Andrew Hillman, Lead Data Visualisation Frontend Developer"
        ],
        "posted_on": "2025-06-18T09:24:57",
        "categories": [
            "Design",
            "Technology"
        ],
        "content": [
            {
                "content": "In recent weeks, our product development team has been building a Svelte component library to provide frontend developers with reusable Svelte 5 implementations of GOV.UK Design System components, as well as other custom components specifically tailored for data-rich digital products and services in government. ",
                "tag": "p"
            },
            {
                "content": "The full component library is due to launch this autumn but you can try it out right now or follow our progress on GitHub. ",
                "tag": "p"
            },
            {
                "content": "In this blog, we talk about the problem we’re solving, what we’ve done so far, and how this open-source library could help other frontend development teams across government with similar user needs. ",
                "tag": "p"
            },
            {
                "content": "The problem ",
                "tag": "h2"
            },
            {
                "content": "Imagine being a frontend developer who must create hundreds of bespoke web pages about local authorities that are easy for a citizen audience to find, understand and use. Imagine that these web pages are generated by datasets which are frequently updated as new data comes in.  ",
                "tag": "p"
            },
            {
                "content": "This is one of many challenges that product development teams like ours face.  ",
                "tag": "p"
            },
            {
                "content": "Across government, there is often a need to find clear and effective ways to communicate stories that otherwise remain hidden in large datasets. We found that, currently, there is no standardised solution to doing this while meeting the Government Service Standard. This results in duplication of effort and lack of consistency. ",
                "tag": "p"
            },
            {
                "content": "Our solution: a component library ",
                "tag": "h2"
            },
            {
                "content": "To address this problem, we’re developing a reusable component library. This project builds on successful innovations at the Office for National Statistics (ONS), which helped create a suite of products for the 2021 Census.  Users of our library – frontend developers – will be able to combine responsive components with their own data to build products fast.   The component library aims to: ",
                "tag": "p"
            },
            {
                "content": "An important part of this solution was the choice of frontend framework – Svelte. ",
                "tag": "p"
            },
            {
                "content": "Why Svelte? ",
                "tag": "h2"
            },
            {
                "content": "We chose Svelte as the foundation for our component library because of its exceptional benefits for government data-led digital services: ",
                "tag": "p"
            },
            {
                "content": "The components we’re building ",
                "tag": "h2"
            },
            {
                "content": "To date, we’ve developed the standard and familiar user interface components that form the basis of a GOV.UK web page, drawing inspiration from existing design systems. This includes elements such as the page header and footer, breadcrumbs, buttons, links, different ways of presenting text and more. ",
                "tag": "p"
            },
            {
                "content": "We’ve also made a good start on the most common data visualisation types: charts, maps and advanced table components. These are being developed with great care by data visualisation specialists to ensure maximum ease of use and comprehension.  ",
                "tag": "p"
            },
            {
                "content": "These components will continuously be added to and iteratively improved. They will allow frontend developers to quickly build visually rich products that: ",
                "tag": "p"
            },
            {
                "content": "Accessibility ",
                "tag": "h2"
            },
            {
                "content": "We take accessibility seriously, and carefully develop all our components to meet the highest standards. We will have our components audited before moving to Beta, with the aim that all components meet WCAG 2.2 AA standards.  ",
                "tag": "p"
            },
            {
                "content": "Accessibility for data visualisation is a particular challenge where we’re working especially hard to be best in class. ",
                "tag": "p"
            },
            {
                "content": "User testing ",
                "tag": "h2"
            },
            {
                "content": "Our user research team is testing the components on future users. We learn and iterate. ",
                "tag": "p"
            },
            {
                "content": "Want to be involved? ",
                "tag": "h2"
            },
            {
                "content": "We're actively developing the component library for use on multiple products due to be launched later this year.  ",
                "tag": "p"
            },
            {
                "content": "Once those products are published, we intend to iterate the library before inviting the wider government digital community to use it for their own projects.  ",
                "tag": "p"
            },
            {
                "content": "In the meantime, we're keen to collaborate with other teams in government.   We’d love to hear from you if:",
                "tag": "p"
            },
            {
                "content": "Contact our project lead Andrew Hillman, lead data visualisation frontend developer. ",
                "tag": "p"
            },
            {
                "content": "The brilliant team of developers and designers delivering this work also includes: Camilla Jones, Duncan Bradley, Glenn Herbert, Ibrahim Haizel, Miles Hinchliffe and Mike Lister. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/06/18/creating-a-reusable-svelte-component-library-to-help-developers-build-data-rich-digital-products-faster/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Developers across government often face the challenge of building hundreds of data-rich web pages that are both accessible and easy to understand. Without a standardised solution, this can lead to duplicated effort and inconsistent results. A team in MHCLG is tackling this by developing a flexible toolkit that combines GOV.UK design standards with powerful data visualisation tools, helping teams build engaging digital products faster and more consistently. "
    },
    {
        "title": "Consultation opens on population screening for dementia",
        "authors": [
            "Rebecca Dliwayo"
        ],
        "posted_on": "2025-06-17T16:52:43",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to population screening for dementia.",
                "tag": "p"
            },
            {
                "content": "Dementia is one of the health conditions the committee reviews regularly for evidence relating to population screening.",
                "tag": "p"
            },
            {
                "content": "In 2019, the UK NSC commissioned an evidence summary, which found no evidence to support changing the pre-existing recommendation not to screen for dementia in the UK. The UK NSC recently commissioned an evidence map to review literature on the topic published since the 2019 evidence summary, including evidence on new drugs and other treatments.",
                "tag": "p"
            },
            {
                "content": "We have now opened a consultation to ask stakeholders and members of the public to provide feedback on this 2025 evidence map and its conclusions.",
                "tag": "p"
            },
            {
                "content": "Take part in this consultation",
                "tag": "h2"
            },
            {
                "content": "Please note: To respond to the consultation, either download the consultation response form on the dementia recommendation page (by clicking the ‘View documents’ button) and send it to uknsc@dhsc.gov.uk, or simply email your feedback directly to uknsc@dhsc.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Do not use the ‘Submit comments’ button on the recommendation page because the online comments form is currently not operational and your comments will not be received via this route.",
                "tag": "p"
            },
            {
                "content": "About dementia",
                "tag": "h2"
            },
            {
                "content": "Dementia is a progressive clinical syndrome associated with an ongoing decline of brain functioning which interferes with daily life.",
                "tag": "p"
            },
            {
                "content": "The UK NSC is acutely aware of the profound social and economic impacts this condition has on individuals, families, and society.",
                "tag": "p"
            },
            {
                "content": "Dementia that develops before 65 years of age is referred to as early (or young) onset dementia and may also be associated with mild cognitive impairment (MCI). The UK NSC’s previous 2 dementia screening evidence reviews in 2014 and 2019 found uncertainty about   how MCI progresses to dementia.",
                "tag": "p"
            },
            {
                "content": "Population screening for dementia would involve offering a test to people not suspected of having the condition. People who test positive would then be offered a full diagnostic assessment and be able to access support from health and social care services while the disease was at a relatively early stage.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified a substantial volume of new published evidence since 2019. However, it found that:",
                "tag": "p"
            },
            {
                "content": "The evidence map concluded that the new literature published since 2019 does not lend support for population screening for MCI and/or dementia. It also recommended that the UK NSC should not commission any more work on the topic but should review the evidence again in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/06/17/consultation-opens-on-population-screening-for-dementia/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on the latest evidence relating to population screening for dementia."
    },
    {
        "title": "The accidental teacher: how teaching changed my life’s direction",
        "authors": [
            "Kieran Anderson"
        ],
        "posted_on": "2025-06-17T16:00:39",
        "categories": [
            "Inspiring teachers",
            "Professional Development"
        ],
        "content": [
            {
                "content": "This 'Thank A Teacher Day' (18th June 2025), we're shining a spotlight on the remarkable teachers who shape futures in classrooms across the country.",
                "tag": "p"
            },
            {
                "content": "Kieran Anderson, English teacher at The Grangefield Academy, talks about how teaching wasn't his original plan, but became his passion and purpose.",
                "tag": "p"
            },
            {
                "content": "Growing up on a council estate, I faced poverty, crime, and low educational expectations. My family’s traditional career paths - steel industry for men and retail for women – didn't include university. As a persistent absentee with a negative attitude, I initially accepted what seemed like my predetermined fate. But as I grew, I began to see beyond my surroundings and was desperate to escape from the challenges I and those who surrounded me faced.",
                "tag": "p"
            },
            {
                "content": "Breaking the cycle",
                "tag": "h3"
            },
            {
                "content": "As I matured, I developed a strong motivation to build a better future. Though I remained in my hometown during university, graduation opened doors I never imagined possible. I accepted a coaching position with Juventus in the Middle East, an experience that broadened my horizons and showed me what was possible beyond my hometown. ",
                "tag": "p"
            },
            {
                "content": "Creating positive change through sports",
                "tag": "h3"
            },
            {
                "content": "Upon returning to the UK, I joined Middlesbrough Football Club Foundation to give back to my community. Working with challenging students in local schools, I used sport as a powerful way to address social issues and create positive change. This sparked a passion for education that would define my career path. ",
                "tag": "p"
            },
            {
                "content": "My work led to my first full time job at North Shore Academy, progressing from teaching assistant to learning manager. My focus was creating safe spaces for children from backgrounds similar to mine. ",
                "tag": "p"
            },
            {
                "content": "Lessons from the custody suite",
                "tag": "h3"
            },
            {
                "content": "Despite fulfilling my childhood dream of joining the police later on, I quickly realised paperwork often replaced meaningful impact. Working with young people involved in crime revealed where true change happens - in classrooms, not in custody suites. This realisation prompted my return to education as a learning manager at Grangefield Academy. ",
                "tag": "p"
            },
            {
                "content": "Finding my path in teaching",
                "tag": "h3"
            },
            {
                "content": "When staff shortages led me to cover English lessons, I discovered the power of classroom relationships. The school principal recognised my potential and suggested I pursue Qualified Teacher Status through Stockton School-Centred Initial Teacher Training (SCITT's) partnership with Northern Education Trust. ",
                "tag": "p"
            },
            {
                "content": "This apprenticeship pathway has transformed my professional life. The exceptional support from SCITT has guided me through every challenge, while remaining in the same school environment provided the stability needed to develop my teaching practice. The financial security of earning while training removed barriers that might have otherwise prevented me from pursuing this career. ",
                "tag": "p"
            },
            {
                "content": "The unexpected opportunity",
                "tag": "h3"
            },
            {
                "content": "What began by chance has become my most fulfilling journey. Teaching wasn't my original plan, but has become my passion and purpose. Through this experience, I've discovered that sometimes our greatest opportunities arise unexpectedly, leading us to where we truly belong.  ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/06/17/how-teaching-changed-my-lifes-direction/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Kieran Anderson, English teacher at The Grangefield Academy, talks about how teaching wasn't his original plan, but became his passion and purpose."
    },
    {
        "title": "Improving public sector spending with the cloud cost data solution",
        "authors": [
            "Katherine Bhambra, Senior Content Designer, GDS"
        ],
        "posted_on": "2025-06-17T10:44:17",
        "categories": [
            "APIs",
            "Cloud",
            "Data",
            "GOV.UK"
        ],
        "content": [
            {
                "content": "Cloud services have proved immensely beneficial to the public sector by allowing organisations to develop products faster, maintain higher levels of security and to move away from legacy systems.",
                "tag": "p"
            },
            {
                "content": "However, hyperscale cloud services, which are scalable infrastructures which adapt in response to demand, can be costly. The state of digital government review notes that the UK public sector currently spends more than £1 billion each year on cloud solutions, and this figure is only expected to increase as more organisations embrace this technology.",
                "tag": "p"
            },
            {
                "content": "While the many benefits of cloud systems are clear, there is also a growing need for accurate, accessible cloud consumption data to meet the aims of the blueprint for modern digital government, which was published earlier this year. The blueprint sets out improvements to spending on digital services and the procurement of third-party services, of which cloud services currently make up a large proportion. ",
                "tag": "p"
            },
            {
                "content": "The Government Digital Service (GDS) Cloud and Platforms team has been working on a cloud cost data solution, and we’re keen to showcase some positive early results which will be key to reducing costs without reducing function in the future.",
                "tag": "p"
            },
            {
                "content": "Designing the cloud cost data dashboard",
                "tag": "h3"
            },
            {
                "content": "The eventual aim of the cloud cost data solution is to get a central picture of the total usage and a breakdown of spend on cloud services across the public sector. This is so that future cloud services will be able to be procured and provisioned in the most cost efficient manner. This can only be achieved by creating a baseline against which these services are measured. ",
                "tag": "p"
            },
            {
                "content": "With a consolidated dataset on cloud spend, we will be able to enter into future negotiations with cloud service providers from a position of greater knowledge. Most importantly, this will help ensure that taxpayer money is spent wisely on our most critical technology services.  ",
                "tag": "p"
            },
            {
                "content": "Our first challenge was to understand the organisations which make up the public sector. GDS is now part of the Department for Science, Innovation and Technology (DSIT), so it has a whole public sector remit. For the purposes of this activity, we used the Office for National Statistics’ (ONS) Public sector or private sector: How the ONS decides – and why it matters. The public sector classification guide and forward work plan was our baseline scope.",
                "tag": "p"
            },
            {
                "content": "It became vital to get access to cloud cost data in a common format that we could clearly visualise in near real time. This was no small task as there are thousands of organisations using a variety of cloud providers and an even wider variety of FinOps (combined financial and operations approach-based) products. ",
                "tag": "p"
            },
            {
                "content": "We set out 4 ambitious key objectives for the first 12 week period of the project, and were extremely pleased to have met them all. These were:",
                "tag": "p"
            },
            {
                "content": "During the pilot, we managed to onboard 4 organisations, with another 8 in progress. Additionally we’ve got the first version of the dashboard up and running, which allows those using the platform to visualise and access their data in real time.",
                "tag": "p"
            },
            {
                "content": "Our original goal was to onboard 6 organisations within the first 12 weeks. While we didn’t manage to achieve this, if we hadn't set that ambitious objective, we almost certainly wouldn’t have such a strong backlog of interested organisations. It’s also worth noting that our code-based deployment system has proven much more successful than expected as, in a few cases, onboarding took less than 15 minutes.",
                "tag": "p"
            },
            {
                "content": "Planning for the future of the service",
                "tag": "h3"
            },
            {
                "content": "We have big plans for the next stages of the project - we’re now working with a variety of different personas to understand use cases and to ensure that we continue to develop the dashboard according to those needs. ",
                "tag": "p"
            },
            {
                "content": "Another goal is to expand the scope of our pilot to additional cloud service providers. Similarly, we have the potential to use cost data from Software as a Service (SaaS) products which align with the FOCUS standard, including Microsoft 365 license data.",
                "tag": "p"
            },
            {
                "content": "Lessons learned ",
                "tag": "h3"
            },
            {
                "content": "As our solution matures and we develop our dashboard reporting, we will be able to more clearly identify the specific benefits of data sharing. The power of this combined data will also be able to better inform our commercial colleagues in negotiating future strategic procurements with cloud service providers, including software as a service.",
                "tag": "p"
            },
            {
                "content": "We’re only at the very beginning of this journey, and we’re really excited to discover new ways to collectively use this data to improve government digital services.",
                "tag": "p"
            },
            {
                "content": "We’ll also be onboarding more organisations. While there is a lot of work to do to get to full coverage, we’re actively working to increase our number of participating organisations and are eager to get as many others as possible involved to help build this solution. If your organisation has not yet engaged, you can reach out to us at cloud-strategy@digital.cabinet-office.gov.uk. We have also recently launched the government FinOps community, which can be found on the #finops Slack channel. The aim of this group is to bring together individuals from across the public sector who are responsible for or involved with FinOps practices, and new members are welcome to join.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/06/17/improving-public-sector-spending-with-the-cloud-cost-data-solution/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "Learn about how the new cloud cost data solution from the GDS Cloud and Platforms team has been designed to enable greater transparency of public sector cloud spend and reduce costs of future cloud services."
    },
    {
        "title": "The Importance of Ethics in User Research",
        "authors": [
            "Annie Lewis, Head of User Research"
        ],
        "posted_on": "2025-06-17T09:52:04",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Introduction",
                "tag": "h2"
            },
            {
                "content": "Annie Lewis",
                "tag": "h3"
            },
            {
                "content": "There is growing demand in government for deeper, more strategic research. Policy colleagues and digital delivery teams want to better understand the people (and in the Department for Business and Trade’s (DBT) case), businesses that we serve.  We aim to involve them more meaningfully in shaping services.",
                "tag": "p"
            },
            {
                "content": "At the same time, there is still a need for regular evaluative research (like usability testing) to check that our services work well. But with limited capacity, our user researchers can’t do all of this at scale. So, we’re changing how we work – and ethics are central to that shift.",
                "tag": "p"
            },
            {
                "content": "What we're doing",
                "tag": "h2"
            },
            {
                "content": "We’re making space for user researchers to focus on in-depth research, like ethnography (observing people in context to understand how they really work and live), longitudinal studies (speaking to the same people over time to see how changes to a service affect their full experience from start to finish), co-design and more exploratory studies.",
                "tag": "p"
            },
            {
                "content": "To make this possible, we’re equipping non-user researchers - like product managers, designers, and other delivery team colleagues - to carry out usability testing. They will have the right support and guidance (and be subject to some important caveats).",
                "tag": "p"
            },
            {
                "content": "This shift gives researchers space to do the work that only they can do.  It also gives others closer contact with the people who use our services in a low-risk way, with the support of a user researcher. But to do this safely, we need everyone involved in research to understand and apply ethical principles. Our user researchers are supporting colleagues to do this, and we’ll be sharing more in future blogs about what this looks like in practice.",
                "tag": "p"
            },
            {
                "content": "Why ethics is important",
                "tag": "h2"
            },
            {
                "content": "Manuel Macia",
                "tag": "h3"
            },
            {
                "content": "When we do user research in government, we’re working with real people - and often with sensitive topics. That means we have a responsibility to treat people with care, respect, and fairness.",
                "tag": "p"
            },
            {
                "content": "The rules we follow today, like making sure people give informed consent before taking part, have a serious history. A set of ethical principals was created in response to some of the events that happened in the Second World War. One of the most important of these was the Nuremberg Code, which said that no one should be part of research unless they freely agree to it.",
                "tag": "p"
            },
            {
                "content": "These ideas shaped the way all research is done today, including user research in government. Even though our work is very different to a lot of research with humans, the same basic principles apply: people must understand what they’re taking part in, and they must choose to take part freely.",
                "tag": "p"
            },
            {
                "content": "This is especially important in government. Our research often overlaps with complex areas like data protection, national security, and sensitive personal information. That’s why we follow strict rules and ethical standards to protect the people we work with.",
                "tag": "p"
            },
            {
                "content": "When we talked about this with colleagues outside of our research profession, many said they hadn’t thought about where research ethics came from. But once they understood the history, the rules made a lot more sense  and felt more meaningful.",
                "tag": "p"
            },
            {
                "content": "This history makes a crucial point. Research ethics is not simply a bureaucratic checklist or a form that helps institutions avoid legal issues, but a baseline for conducting research involving people. Considering ethics means taking active steps to enhance the autonomy of the participants and trust in the researchers.",
                "tag": "p"
            },
            {
                "content": "This also means that research ethics are part of every step of the research process. For instance, this involves:",
                "tag": "p"
            },
            {
                "content": "Processes and standards of ethics",
                "tag": "h2"
            },
            {
                "content": "Emma Baird",
                "tag": "h3"
            },
            {
                "content": "In DBT, we take measures to ensure compliance with these ethical standards.",
                "tag": "p"
            },
            {
                "content": "Consent",
                "tag": "h3"
            },
            {
                "content": "All research participants must have the chance to consent to the research. Informed consent requires that participants are fully aware of:",
                "tag": "p"
            },
            {
                "content": "We must also ensure that we obtain consent from participants to use their personal data, take notes during research sessions, and record audio or video of the sessions.",
                "tag": "p"
            },
            {
                "content": "In DBT, we use consent forms, privacy and information sheets to ensure we adhere to these ethical research practices.",
                "tag": "p"
            },
            {
                "content": "Completing research sessions ethically",
                "tag": "h3"
            },
            {
                "content": "Ethical research practices promote fairness and respect for all participants. This means valuing participants contributions and treating them with dignity throughout the research process.",
                "tag": "p"
            },
            {
                "content": "In DBT, we have established guidance and support to ensure that observers and session notetakers are aware of, and adhere to, ethical guidelines.",
                "tag": "p"
            },
            {
                "content": " Our researchers assist their teams in understanding the importance of ethics. If usability testing is conducted by someone outside the User Research team, they are briefed on how to obtain consent appropriately and ask questions in a way that reduces the risk of biasing the participant.",
                "tag": "p"
            },
            {
                "content": "Storing and maintaining data",
                "tag": "h3"
            },
            {
                "content": "Personal data must be confidential and used only for research purposes. Adhering to ethical standards ensures legal compliance and maintains public trust. ",
                "tag": "p"
            },
            {
                "content": "Researchers safeguard participants' privacy by keeping personal data confidential, using it as consented, promptly anonymising when possible, and securely storing identifiable information. ",
                "tag": "p"
            },
            {
                "content": " At DBT, our research repository follows strict guidelines for sharing information. Personal data is deleted when unnecessary and shared only with consent to ensure security and protection.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "Annie Lewis",
                "tag": "h3"
            },
            {
                "content": "By enabling others to do research safely and ethically, we’re making space for deeper insight, better horizon-scanning, and ultimately more effective design. Ethics are not optional. They're the foundation of good research, no matter who is conducting it. And they are key to how we’re building a healthier, more informed approach to understanding users.",
                "tag": "p"
            },
            {
                "content": "This blog is the first part of our series delving into the theme of ethics in user research. ",
                "tag": "p"
            },
            {
                "content": "Please let us know in the comments if there are particular topics you’d like to know more about.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/06/17/the-importance-of-ethics-in-user-research/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "This blog addresses the importance of ethics in user research within government settings. It focuses on the requirement for informed consent and ethical practices when engaging with users."
    },
    {
        "title": "Creating an inclusive workplace: Companies House as a Disability Confident employer",
        "authors": [
            "Rebecca Brown - Senior Partnerships Manager"
        ],
        "posted_on": "2025-06-17T09:19:02",
        "categories": [
            "Working at Companies House"
        ],
        "content": [
            {
                "content": "Our commitment to inclusivity",
                "tag": "h2"
            },
            {
                "content": "At Companies House, we’re proud to be recognised as a Disability Confident employer as part of the Disability Confident scheme. This status reflects our ongoing commitment to creating an inclusive workplace where colleagues with disabilities can thrive and contribute their unique talents and perspectives.",
                "tag": "p"
            },
            {
                "content": "We believe that everyone deserves equal opportunities to succeed. We’re dedicated to removing barriers, making reasonable adjustments, and promoting a supportive environment for all our team members.",
                "tag": "p"
            },
            {
                "content": "What being Disability Confident means",
                "tag": "h2"
            },
            {
                "content": "As a Disability Confident employer, Companies House:",
                "tag": "p"
            },
            {
                "content": "How we support our people",
                "tag": "h2"
            },
            {
                "content": "We understand that everyone's needs are different. That's why we take a personalised approach to workplace adjustments, which may include:",
                "tag": "p"
            },
            {
                "content": "Experiences from Companies House colleagues: Rebecca's story",
                "tag": "h2"
            },
            {
                "content": "Senior Partnerships Manager with Emery Dreifuss Muscular Dystrophy",
                "tag": "p"
            },
            {
                "content": "\"As someone with a rare chronic progressive muscle wasting condition, I always check if employers are part of the Disability Confident scheme before applying. Having this status indicates that proper policies are in place for disability awareness and support.",
                "tag": "p"
            },
            {
                "content": "My condition, Emery Dreifuss Muscular Dystrophy, is complex and not widely understood, making job hunting anxiety-inducing. Unfortunately, after joining Companies House, a COVID infection caused my condition to progress rapidly.",
                "tag": "p"
            },
            {
                "content": "Both HR and my team have been exceptional in supporting me to remain employed through flexible working arrangements and workplace adaptations. When my mobility deteriorated, I worried about my future, but digital platforms have enabled me to stay fully engaged and continue to make a meaningful contribution.",
                "tag": "p"
            },
            {
                "content": "Companies House provides a genuinely inclusive, disability-friendly environment that I highly recommend to prospective applicants. I'm now proud to serve as Vice Chair of our Ability Network, which offers tremendous support as the organisation works toward achieving Disability Leader status.\"",
                "tag": "p"
            },
            {
                "content": "Join our inclusive team",
                "tag": "h2"
            },
            {
                "content": "At Companies House, we value the unique contributions that people with diverse experiences, perspectives and abilities bring to our organisation. If you're looking for an employer who will support you, challenge you, and help you grow professionally regardless of disability or health condition, we'd love to hear from you.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/06/17/creating-an-inclusive-workplace-companies-house-as-a-disability-confident-employer/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Companies House is a Disability Confident employer. Learn more about our commitment to creating an inclusive workplace for all. "
    },
    {
        "title": "Drowning Prevention Week: what children learn about water safety at school",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-06-16T12:19:48",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Swimming and water safety is a compulsory part of the National Curriculum at primary school to make sure that children are well equipped to enjoy swimming and know how to keep safe in and around water.  ",
                "tag": "p"
            },
            {
                "content": "As we head into summer, it’s especially important that children are prepared with these skills. ",
                "tag": "p"
            },
            {
                "content": "This year, the Royal Life Saving Society UK's Drowning Prevention Week runs from 14 June to 21 June 2025, and aims to raise awareness about water safety.  ",
                "tag": "p"
            },
            {
                "content": "Water safety skills are useful to know all year round. Here’s everything you need to know about what is taught in schools.  ",
                "tag": "p"
            },
            {
                "content": "What do pupils learn in school about water safety? ",
                "tag": "h3"
            },
            {
                "content": "To help build children’s confidence in and around water, we work closely with a range of organisations including Swim England, The Royal Life Saving Society UK and the RNLI.  ",
                "tag": "p"
            },
            {
                "content": "Water safety is a mandatory part of the curriculum for PE at primary school, with pupils taught to perform safe self-rescue in different water-based situations.  ",
                "tag": "p"
            },
            {
                "content": "By the end of primary school, all children should be able to swim at least 25 metres unaided and be able to perform a range of strokes. ",
                "tag": "p"
            },
            {
                "content": "Schools can also use their Personal, Social, Health and Economic (PSHE) programme to equip pupils with a good understanding of risk to help them make safe and informed decisions.  ",
                "tag": "p"
            },
            {
                "content": "The Canal and River Trust, in coordination with the PSHE Association, has published new lesson packs for Key Stage 3 pupils.",
                "tag": "p"
            },
            {
                "content": "How are you supporting schools to teach water safety? ",
                "tag": "h3"
            },
            {
                "content": "We have announced additional funding for academic year 25/26 for the PE and sport premium. This is funding which primary schools must use to make improvements to the quality of the PE, sport and physical activity on offer. ",
                "tag": "p"
            },
            {
                "content": "The PE and sport premium can be used by primary schools to support swimming and water safety lessons, including funding teacher training and additional swimming lessons for children who need extra help. ",
                "tag": "p"
            },
            {
                "content": "We’re also helping children with SEND (special educational needs and disabilities) to learn to swim about water safety through our Inclusion 2028 programme, led by the Youth Sport Trust. New resources are available on Swim England’s new online inclusion hub. ",
                "tag": "p"
            },
            {
                "content": "Where can I find out more? ",
                "tag": "h3"
            },
            {
                "content": "Swim England's School Swimming and Water Safety Charter provides schools with free resources and support. ",
                "tag": "p"
            },
            {
                "content": "Water safety resources are also available for pupils in Key Stages 1 to 3 via the Royal Life Saving Society's website. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/06/drowning-prevention-week-what-children-learn-about-water-safety-at-school/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Swimming and water safety is a compulsory part of the National Curriculum at primary school to make sure that children are well equipped to enjoy swimming and know how to keep safe in and around water.   As we head into …"
    },
    {
        "title": "Spending Review 2025: a commitment to farming ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-06-16T11:15:20",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Following the Spending Review, Defra has secured a multi-year funding commitment from HM Treasury. ",
                "tag": "p"
            },
            {
                "content": "More than £2.7 billion will be invested in sustainable farming and nature recovery a year from 2026/27 to 2028/29. ",
                "tag": "p"
            },
            {
                "content": "Funding paid to farmers under the Environmental Land Management Schemes will increase by 150% from £800m in 2023/24 to £2 billion by 2028/29.  ",
                "tag": "p"
            },
            {
                "content": "Overall, farmers and land managers will benefit from an average of £2.3bn a year through the Farming and Countryside Programme, and up to £400 million from additional nature schemes, including those for tree planting and our peatlands.",
                "tag": "p"
            },
            {
                "content": "This funding will be directed to support farm profitability, nature recovery and food production. It represents the most nature-friendly settlement in history. We believe the careful stewardship of this money can make it go further to attain our goals for farmers and government. ",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll give an overview.  ",
                "tag": "p"
            },
            {
                "content": "Overview ",
                "tag": "h2"
            },
            {
                "content": "Please note: final allocations will be agreed through business planning.",
                "tag": "p"
            },
            {
                "content": "Farming schemes",
                "tag": "h2"
            },
            {
                "content": "A record 50,000 farm businesses are now taking part in environmental land management schemes. Around half of all farmed land in England is now managed under these schemes.  ",
                "tag": "p"
            },
            {
                "content": "The settlement means we will continue to invest in sustainable food production through: ",
                "tag": "p"
            },
            {
                "content": "These schemes pay farmers for practical actions that support food production, improve the environment and build business resilience. They also help protect the long-term health of soils, water and wildlife, which are essential for sustainable food production and a healthy environment. ",
                "tag": "p"
            },
            {
                "content": "Together, this represents the largest financial investment into nature-friendly farming ever and a significant increase of 150% in current spending from £800 million in 2023/24 up to £2 billion by 2028/29.  ",
                "tag": "p"
            },
            {
                "content": "As we have said, we will honour all existing SFI, Countryside Stewardship and Higher Level Stewardship agreements. We’ll also continue payments under previous agri-environment schemes until those agreements end.  ",
                "tag": "p"
            },
            {
                "content": "As ministers have said before, the reformed scheme will be more targeted to better meet priorities on food, farming and nature. More details will be published later this summer, but we know that for too long ELM schemes have been far too complicated, which is a problem that is compounded by the massive workloads that farmers across the country undertake. ",
                "tag": "p"
            },
            {
                "content": "One of our key objectives is to ensure that the user experience of the schemes is prioritised, so that bureaucracy does not become a barrier between the schemes and these busy farmers.",
                "tag": "p"
            },
            {
                "content": "Through the Nature for Climate Fund and Biodiversity Targets Programme, worth up to £400 million a year, farmers and land managers will also be able to access funding for tree planting and our peatlands.  ",
                "tag": "p"
            },
            {
                "content": "Developer contributions to the Nature Restoration Fund will also pay to protect and enhance important wildlife and habitats. This could create opportunities for farmers and land managers to earn extra income by supporting these efforts, such as through the sale of nutrient credits. ",
                "tag": "p"
            },
            {
                "content": "Productivity, innovation and transition support ",
                "tag": "h2"
            },
            {
                "content": "We’re continuing to invest in support that helps farmers improve profitability, productivity and strengthen their businesses, both now and for the future. This includes: ",
                "tag": "p"
            },
            {
                "content": "Delinked payments ",
                "tag": "p"
            },
            {
                "content": "To maintain the overall farming budget and to increase investment in environmental land management, we plan to phase-out delinked payments.  ",
                "tag": "p"
            },
            {
                "content": "In line with our pledge to ensure that every penny of public money is spent as wisely as possible, the Government is ending the era of payouts to large and wealthy landowners for simply owning land. ",
                "tag": "p"
            },
            {
                "content": "These payments are based on past subsidies and do not provide value for money or support the environment.  ",
                "tag": "p"
            },
            {
                "content": "This will enable us to invest more in environmental schemes that will make a significant contribution to our Environment Act targets and will ensure that funding is targeted where it can have the greatest impact.   ",
                "tag": "p"
            },
            {
                "content": "By investing in nature, we help secure the foundations of long-term food security – including healthy soils, clean water and thriving ecosystems.",
                "tag": "p"
            },
            {
                "content": "As we continue to phase out Direct Payments, those who previously received the largest amounts have seen the biggest overall reductions since the start of the transition away from the EU system. For delinked payments in 2026 and 2027:",
                "tag": "p"
            },
            {
                "content": "As we did last year, we will calculate the reductions using the farmer’s reference amount (not the value of their 2025 payment).",
                "tag": "p"
            },
            {
                "content": "The Rural Payments Agency (RPA) will write to delinked payment recipients with information about these changes in due course.",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "We know change takes time and certainty matters. This Spending Review settlement gives us the resources to keep working alongside farmers, so together we can build a more productive, resilient, and sustainable future for farming in England. ",
                "tag": "p"
            },
            {
                "content": "We know how much funding we have from now until early 2029 and we will continue to share updates along the way. ",
                "tag": "p"
            },
            {
                "content": "To that end, the government’s New Deal for Farmers is designed to support growth and return farm businesses to profitability. It has already: ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog for the latest updates and look out for the Farming System Roadmap coming later this year. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/06/16/spending-review-2025-a-commitment-to-farming/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Standfirst: Following the Spending Review, Defra has secured a multi-year funding commitment from HM Treasury. More than £2.7 billion a year will be invested in sustainable farming and nature recovery from 2026 to 2029. Funding for the Environmental Land Management Schemes paid to farmers will increase by 150% over this time period.  "
    },
    {
        "title": "Stakeholder update: June 2025's FSA Board Meeting",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-06-16T10:30:09",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "The next FSA Board meeting is being held in Birmingham on 18 June 2025 and it’s another busy agenda with lots to discuss.",
                "tag": "p"
            },
            {
                "content": "We have an update on the review of the discount we currently offer to meat plants for the costs of delivering inspections. Following an extensive engagement process, we're proposing the FSA Board recommend to Ministers that there’s continued support for some parts of the abattoir sector - specifically to small abattoirs and to some medium-sized ones, to ensure diversity of farming and consumer choice.",
                "tag": "p"
            },
            {
                "content": "We’ll be revisiting a subject that generated a huge amount of discussion in the regulatory community when we covered it in December, and this is our trial of National Level Regulation (NLR). We are asking the Board to endorse the proposed next steps that we’ve developed with stakeholders. We want to continue to harness business-level data held by retailers and use this to provide insight to inform the current regulatory system. The Board will also hear about our engagement with stakeholders on wider ideas for regulatory reform.",
                "tag": "p"
            },
            {
                "content": "We’ll be seeking the Board’s views as we consider changes to our advice on the consumption of slushie-style drinks containing glycerol. This follows reported cases of glycerol intoxication in children where voluntary labelling, containing current FSA advice, was not displayed or not followed. Our revised advice is based on findings from a new rapid risk assessment.",
                "tag": "p"
            },
            {
                "content": "We’re also going to be discussing the next steps for reforming the system we use to authorise new food and feed products coming on to the market. We want the approval process to be as straightforward as possible for food businesses to navigate, so we can continue to support innovation in the food sector.",
                "tag": "p"
            },
            {
                "content": "If you want to read the full agenda and more details about what will be discussed on these and the other topics, we have published the Board papers for the meeting. You can also register to watch the meeting.",
                "tag": "p"
            },
            {
                "content": "Cynhelir cyfarfod nesaf Bwrdd yr Asiantaeth Safonau Bwyd (ASB) yn Birmingham ar 18 Mehefin. Mae’r agenda i’w gweld yn brysur unwaith eto, gyda llawer i’w drafod.",
                "tag": "p"
            },
            {
                "content": "Byddwn ni’n cael diweddariad ar yr adolygiad o’r gostyngiad rydym yn ei gynnig ar hyn o bryd i ffatrïoedd cig ar gyfer y gost o gynnal arolygiadau. Yn dilyn proses ymgysylltu helaeth, rydym yn cynnig y dylai Bwrdd yr ASB gymeradwyo bod gweinidogion yn sicrhau bod cefnogaeth barhaus ar gael i rai rhannau o’r sector lladd-dai – yn benodol i ladd-dai bach ac i rai lladd-dai canolig eu maint, a hynny er mwyn sicrhau amrywiaeth o ran ffermio a dewis i ddefnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn ailystyried pwnc a ysgogodd lawer iawn o drafodaeth ymhlith y gymuned reoleiddio pan wnaethom ei drafod ym mis Rhagfyr, sef ein treial o Reoleiddio ar Lefel Genedlaethol (NLR). Rydym yn gofyn i’r Bwrdd gymeradwyo’r camau nesaf arfaethedig yr ydym wedi’u datblygu ar y cyd â rhanddeiliaid. Rydym am barhau i fanteisio ar y data lefel busnes sydd gan fanwerthwyr, a defnyddio hyn i gael dealltwriaeth er mwyn llywio’r system reoleiddio bresennol. Bydd y Bwrdd hefyd yn clywed am ein gwaith ymgysylltu â rhanddeiliaid ar syniadau ehangach ar gyfer diwygiadau rheoleiddiol.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn ceisio barn y Bwrdd wrth i ni ystyried newidiadau i’n cyngor ar yfed diodydd iâ slwsh sy’n cynnwys glyserol. Mae hyn yn dilyn achosion a adroddwyd o feddwdod glyserol mewn plant lle na chafodd labeli gwirfoddol, â chyngor cyfredol yr ASB, eu harddangos neu eu dilyn. Mae ein cyngor diwygiedig yn seiliedig ar ganfyddiadau yn sgil asesiad risg cyflym newydd.",
                "tag": "p"
            },
            {
                "content": "Byddwn hefyd yn trafod y camau nesaf ar gyfer diwygio’r system a ddefnyddiwn i awdurdodi cynhyrchion bwyd a bwyd anifeiliaid newydd sy’n dod ar y farchnad. Rydym am i’r broses gymeradwyo fod mor syml â phosib i fusnesau bwyd ei dilyn, fel y gallwn barhau i gefnogi arloesedd yn y sector bwyd.",
                "tag": "p"
            },
            {
                "content": "Os hoffech chi ddarllen yr agenda lawn a chael mwy o fanylion am yr hyn a fydd yn cael ei drafod ar y pynciau hyn a phynciau eraill, rydym wedi cyhoeddi papurau’r Bwrdd ar gyfer y cyfarfod yma. Gallwch hefyd gofrestru i wylio’r cyfarfod yn fyw ar-lein.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/06/16/stakeholder-update-june-2025s-fsa-board-meeting/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg The next FSA Board meeting is being held in Birmingham on 18 June 2025 and it’s another busy agenda with lots to discuss. We have an update on the review of the discount we currently offer to meat plants …"
    },
    {
        "title": "Protected Site Strategies – Problems Shared",
        "authors": [
            "David Burton"
        ],
        "posted_on": "2025-06-16T10:15:55",
        "categories": [
            "Biodiversity",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Protected sites and species",
            "Site of Special Scientific Interest",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By David Burton, Principal Officer, Protected Site Strategies",
                "tag": "p"
            },
            {
                "content": "“Whatever lies on the horizon, these reserves might just offer a simple vision of how good things could be.”",
                "tag": "p"
            },
            {
                "content": "Professor John Wedgwood Clarke, Wild Westcountry Odyssey 2025",
                "tag": "p"
            },
            {
                "content": "So reflected academic and poet Professor Clarke on completing uplifting adventures across some of the Protected Sites of South-West England. The West Country Odyssey is part of work commissioned through the Protected Site Strategies research programme with the RENEW programme led by University of Exeter and the National Trust. The purpose, to showcase nature and the importance of nature recovery alongside partnership working and the power of film in communicating and engaging when working collaboratively.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Over the last three years, since we announced we were Springing Into Action to develop our approach to Protected Site Strategies, we have been joined by many fellow partners. The main purpose and rationale for Protected Site Strategies (PSS) (enshrined in the Environment Act legislation that provides us with new power to work collaboratively) is to find solutions to environmental issues that cannot be resolved well at the site level. Often, their root causes are part of a wider malaise, whether it be from diffuse pollution of air or water, overgrazing from overpopulations of herbivores, or a result of disconnection of people from the many benefits nature brings.",
                "tag": "p"
            },
            {
                "content": "From farmers struggling with the vagaries of climate change and the need to produce food profitably, to local planners seeking to implement the design of new nature-friendly residential areas and built infrastructure, the PSS development programme is drawing together a growing band of acolytes.  It might seem at times like we are pursuing over-optimistic quests; to tackle systematically the root causes of nutrient and air pollution, to create recreational opportunities that bring more people in contact with nature, and more thriving nature free from disturbance and harm.",
                "tag": "p"
            },
            {
                "content": "All this alongside helping to build food systems that help re-vitalise the fortunes of our very best biodiversity and geodiversity. But, by joining with a diversity of partners to resolve these conundrums, we have begun to demonstrate the full potential of PSS to tackle a variety of environmental ills in different contexts. What we have learned is core to our Strategy Direction ambitions, both ways of working and our priorities, and will be central to the delivery of our future Strategy outcomes. Details are provided in the sections of our first version of Protected Site Strategies Advisory Guidance. ",
                "tag": "p"
            },
            {
                "content": "Our current PSS partners are spreading the word through this first version of Advisory Guidance, uploading it to their own websites and social media channels. Please feel free to request access to do the same. We will continue to evaluate and further develop the Advisory Guidance sections based on learnings from the first fully fledged PSS. ",
                "tag": "p"
            },
            {
                "content": "Our Area Teams have helped select the first few places to trial PSS this year based on their potential for innovation, and nature recovery that brings wealth, health and security for all. These will be designed and delivered through collective effort in ways that bring prosperity to both nature and local economies. We are also starting to attract additional investments through Protected Site Strategies from both public and private investors, and we plan to accelerate roll out of in subsequent years.",
                "tag": "p"
            },
            {
                "content": "To set the scene we are pleased to share the first short film of Professor Clarke on his own personal Wild Westcountry Odyssey which explores the Protected Site on Kynance, the Lizard Peninsula, Cornwall:",
                "tag": "p"
            },
            {
                "content": "For further information or to gain access to the Protected Site Strategies Advisory Guidance drop us a line at  -  ActPSSenquiries@naturalengland.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/06/16/protected-site-strategies-problems-shared/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By David Burton, Principal Officer, Protected Site Strategies “Whatever lies on the horizon, these reserves might just offer a simple vision of how good things could be.” Professor John Wedgwood Clarke, Wild Westcountry Odyssey 2025 So reflected academic and poet …"
    },
    {
        "title": "Hot weather and heatwaves: guidance for schools and other education settings",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-06-16T09:30:03",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults. ",
                "tag": "p"
            },
            {
                "content": "The UK Health Security Agency (UKHSA) has published updated guidance for schools and early years settings to help them. ",
                "tag": "p"
            },
            {
                "content": "Here we recap the key points you need to know about how schools should manage hot weather. ",
                "tag": "p"
            },
            {
                "content": "Do schools close in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "During hot weather, we don’t normally advise schools to close. ",
                "tag": "p"
            },
            {
                "content": "This is because school attendance is the best way for pupils to learn and reach their potential, and hot weather can usually be managed safely. ",
                "tag": "p"
            },
            {
                "content": "School leaders should make sure they take any steps necessary to make sure children are safe and comfortable. ",
                "tag": "p"
            },
            {
                "content": "What are the rules for uniform in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "Schools could consider relaxing uniform rules during hot weather to make sure pupils are comfortable. ",
                "tag": "p"
            },
            {
                "content": "Children should wear loose, light-coloured clothing to help keep cool and sunhats with wide brims. When outdoors, encourage children to stay in the shade as much as possible.  ",
                "tag": "p"
            },
            {
                "content": "Sunscreen with high sun protection factors should be used to protect skin. ",
                "tag": "p"
            },
            {
                "content": "Teachers should also encourage children to take off their blazers and jumpers.  ",
                "tag": "p"
            },
            {
                "content": "What activities are appropriate in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "The Department of Health and Social Care (DHSC) recommends children should not take part in vigorous physical activity on very hot days. Lessons can be adapted for hot weather when sedentary activities are more appropriate. ",
                "tag": "p"
            },
            {
                "content": "What other adjustments can schools make in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "If possible, open classroom doors as well as windows to encourage cross ventilation in the single sided classrooms. ",
                "tag": "p"
            },
            {
                "content": "Windows should be opened as early as possible in the morning before children arrive, or preferably overnight to allow stored heat to escape from the building (checking insurance conditions and need for security if windows are to be left open overnight).  ",
                "tag": "p"
            },
            {
                "content": "Windows should be closed when the outdoor air becomes warmer than the air indoors – this should help keep the heat out while allowing adequate ventilation. Indoor blinds or curtains can be closed where possible but should not block ventilation, CO2 monitors can be used to keep a check on ventilation. ",
                "tag": "p"
            },
            {
                "content": "Electric lighting should be kept to a minimum and equipment should not be left in ‘standby mode’, as this generates heat. Mechanical fans can be used to increase air movement if temperatures are below 35°C – at temperatures above 35°C fans may not prevent heat-related illness and could worsen dehydration. ",
                "tag": "p"
            },
            {
                "content": "Provide and encourage children to drink more water than usual in hot weather. ",
                "tag": "p"
            },
            {
                "content": "Teachers and other educational professionals who manage or work in schools or early years settings should sign up to receive Weather-Heath Alerts from the UK Health Security Agency (UKHSA) and the Met Office by using this form. ",
                "tag": "p"
            },
            {
                "content": "What are the signs of heat related medical conditions in children? ",
                "tag": "h3"
            },
            {
                "content": "If sensible precautions are taken, children are unlikely to be seriously affected by hot conditions but teachers, assistants, school nurses and all child carers should look out for signs of heat stress, heat exhaustion and heatstroke. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat stress: ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat exhaustion may include: ",
                "tag": "p"
            },
            {
                "content": "To cool a child suffering from heat exhaustion: ",
                "tag": "p"
            },
            {
                "content": "If you are concerned about symptoms, or they are worsening, seek medical advice by contacting NHS 111. ",
                "tag": "p"
            },
            {
                "content": "Heat exhaustion can lead to heatstroke and is a medical emergency. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heatstroke may include: ",
                "tag": "p"
            },
            {
                "content": "If heatstroke is suspected, call 999 and then cool the child down whilst awaiting medical assistance. ",
                "tag": "p"
            },
            {
                "content": "If a child loses consciousness, or has a fit: ",
                "tag": "p"
            },
            {
                "content": "For more information on heat related illnesses visit the UKHSA’s website. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/06/hot-weather-and-heatwaves-guidance-for-schools-and-other-education-settings/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults.  The UK Health Security Agency (UKHSA) has published updated guidance …"
    }
]