[
    {
        "title": "Learning at Work Week: Discover the GSE awareness courses",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-05-13T16:59:59",
        "categories": [
            "Blog Series",
            "Capability & Skills",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "This week is Learning at Work Week, and it provides a great opportunity to take some time for learning and development. The Government Science and Engineering (GSE) awareness courses are here to support civil, crown, and public servants with the knowledge and tools needed to use science and engineering advice effectively in their work. Whether you're new to government or an experienced technical expert, there's something for everyone.",
                "tag": "p"
            },
            {
                "content": "Understanding and accessing science and engineering advice",
                "tag": "h2"
            },
            {
                "content": "The course, Understanding and Accessing Science and Engineering Advice, is perfect for those who are not from a technical background or are new to the government. It offers a beginner-friendly overview of accessing and applying science and engineering advice in government. The course is divided into three engaging one-hour modules, covering:",
                "tag": "p"
            },
            {
                "content": "No prior knowledge is needed for the course, making it ideal for policy professionals who are new to science and engineering concepts as well as those in non-technical roles seeking to better integrate science and engineering advice. It is also offers a comprehensive introduction to new starters across government.",
                "tag": "p"
            },
            {
                "content": "Communicating science and engineering advice",
                "tag": "h2"
            },
            {
                "content": "Communicating Science and Engineering Advice is designed for science and engineering experts who frequently communicate technical advice. It focuses on effective communication strategies for diverse audiences. It includes:",
                "tag": "p"
            },
            {
                "content": "The course is ideal for experts aiming to translate technical knowledge into actionable advice for policymakers, ministers, stakeholders, and individuals keen to develop skills in data visualisation.",
                "tag": "p"
            },
            {
                "content": "This course offers three key benefits:",
                "tag": "p"
            },
            {
                "content": "Testimonials from course participants",
                "tag": "h2"
            },
            {
                "content": "Want to learn more?",
                "tag": "h2"
            },
            {
                "content": "Civil servants can access the courses using these links: ",
                "tag": "p"
            },
            {
                "content": "Civil Service Learning: Understanding and Accessing Science and Engineering Advice  ",
                "tag": "p"
            },
            {
                "content": "Civil Service Learning: Communicating Science and Engineering Advice",
                "tag": "p"
            },
            {
                "content": "If you do not have access to Civil Service Learning, please complete our short GSE Courses Future Learn Sign Up form, using your work email address, and we will send you enrolment details within three working days.",
                "tag": "p"
            },
            {
                "content": "Join us in shaping a future where science and engineering are at the heart of government decisions. Whether you're embedding technical principles in policy or simplifying data for key stakeholders, the GSE awareness courses are your gateway to professional growth. If you are interested in hearing how the GSE Awareness Courses or any of our other Learning and Development Offers can support your team or department, contact the GSE Profession team.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/05/13/learning-at-work-week-discover-the-gse-awareness-courses/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "This week is Learning at Work Week, and it provides a great opportunity to take some time for learning and development. The Government Science and Engineering (GSE) awareness courses are here to support civil, crown, and public servants with the …"
    },
    {
        "title": "From “tap on the shoulder” to transparency - 30 years of public appointments",
        "authors": [
            "Sir William Shawcross CVO"
        ],
        "posted_on": "2025-05-13T12:49:49",
        "categories": [
            "30th Anniversary",
            "Nolan Principles",
            "openness",
            "Public appointments",
            "Regulators"
        ],
        "content": [
            {
                "content": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fifth blog is from Sir William Shawcross CVO, the Commissioner for Public Appointments. ",
                "tag": "p"
            },
            {
                "content": "A major focus of the first report from the Committee on Standards in Public Life, chaired by Lord Nolan, was how appointments to ‘quangos’ were made. At the time, ministerial appointments to the boards of public bodies were made behind closed doors. The system lacked transparency, fairness, and accountability, raising concerns that appointments were made solely on personal or political bias rather than merit.",
                "tag": "p"
            },
            {
                "content": "Alongside setting out the Seven (Nolan) Principles of Public Life – selflessness, integrity, objectivity, accountability, openness, honesty, and leadership - the 1995 report recommended the establishment of ‘an independent regulator to monitor, regulate and approve departmental processes for public appointments’, leading to the creation of the Commissioner for Public Appointments in 1995. I am proud to be the sixth Commissioner.",
                "tag": "p"
            },
            {
                "content": "Ministers currently make around 1000 appointments each year to the boards of public bodies covering all areas of our national life - the arts, justice, education, health and sport. As a regulator, the Commissioner’s role is to provide public assurance that these appointments are made through a fair and open process, based on merit. So when ministers appoint someone to a public body, the post must be openly advertised and they must select from a group of candidates whose experience and skills have been assessed by a panel, which includes an independent member. The independent panel member plays a crucial role in ensuring that the process is fair to all candidates and in line with the Governance Code and Principles of Public Appointments. ",
                "tag": "p"
            },
            {
                "content": "While this system has introduced more structure in the making of ministerial appointments, ministerial choice remains at the core of the appointments process, as recommended by Lord Nolan. Ministers are accountable to Parliament for the decisions they make and the individuals they appoint. They are responsible for ensuring that public bodies are led by capable and effective people able to deliver on the government’s goals. ",
                "tag": "p"
            },
            {
                "content": "The system is balanced to ensure both fairness and ministerial accountability, and to maintain public confidence in these important appointments. Transparency and openness are vital parts of that. Vacancies must be published, including job descriptions, person specifications and the names of those on the panel, while a tracker sets out the stages of a competition. If an appointment is made by exception to the Code, this requires consultation with my office and must be published. Since 2008, pre-appointment scrutiny by select committees of specific roles has added a further safeguard to ensure appointments are on merit and live up to the Nolan principles.",
                "tag": "p"
            },
            {
                "content": "The review conducted by Lord Grimstone in 2016 agreed that Lord Nolan’s principles had stood the test of time. He recommended a new Governance Code and other changes intended to make the process of appointment more timely and result in more ‘good people coming forward for these roles’.",
                "tag": "p"
            },
            {
                "content": "Despite the changes of the past thirty years, challenges remain. Successive Commissioners have repeatedly highlighted the need to improve diversity in public appointments. While progress has been made in increasing the number of women and people from ethnic minority backgrounds, more must be done to encourage those with disabilities, individuals from different socio-economic backgrounds and those with varied professional experiences to step forward. We also need to do more to reach talented candidates from outside London and the South East and ensure that there is diversity of thought across public boards.",
                "tag": "p"
            },
            {
                "content": "Another concern is the length of the appointments process. Despite the changes recommended in 2016, the latest figures in my annual report show that only 13% of appointments last year met the 3 month aim set out in the Governance Code. Many competitions take far too long, often lasting six months or more. This not only frustrates candidates but can also lead to the loss of strong applicants who choose to take up other opportunities in the meantime. Delays also mean leaving key public bodies without leadership for extended periods, reducing the effectiveness of those bodies and the services they deliver to the taxpayer. Improving efficiency and candidate care in the appointments system is critical to ensuring that talented individuals remain engaged and willing to serve.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, Lord Nolan’s careful balance between ministerial discretion and independent oversight remains key. The reforms of the last three decades have transformed public appointments into a more open, fair and merit-based system.  Ensuring that these roles attract the widest possible pool of talent – while still allowing ministers the freedom to make informed choices on the basis of merit – is essential in shaping the leadership of our public services.",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/05/13/from-tap-on-the-shoulder-to-transparency-30-years-of-public-appointments/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fifth blog is from Sir William Shawcross CVO, the Commissioner for Public Appointments. "
    },
    {
        "title": "Defra leads the way with eSIM adoption to drive sustainability in Government ICT ",
        "authors": [
            "Lydia Tabbron"
        ],
        "posted_on": "2025-05-13T10:56:33",
        "categories": [
            "Sustainable ICT",
            "Sustainable procurement",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Overview",
                "tag": "h2"
            },
            {
                "content": "The Department for Environment, Food & Rural Affairs (Defra) has become an early adopter in Government of eSIM technology (embedded SIM) across its mobile estate, setting a benchmark for sustainable digital transformation in the public sector. This initiative is part of Defra’s broader commitment to embedding sustainability and social value into its procurement and operational practices. ",
                "tag": "p"
            },
            {
                "content": "Environmental impact",
                "tag": "h2"
            },
            {
                "content": "Transitioning from traditional SIM cards to digital eSIMs significantly reduces carbon emissions. Life cycle assessments show that eSIM emits 46% less CO2 than a physical SIM card. eSIMs also have a potential lower environmental impact, including lower energy consumption and longer life span of devices.  ",
                "tag": "p"
            },
            {
                "content": "The new supplier, BT, has committed to hold “Welcome Days” so old SIM cards can be collected and recycled free of charge. Additionally, secure collection bins have been deployed at buyer premises to responsibly dispose of legacy SIMs. ",
                "tag": "p"
            },
            {
                "content": "Sustainable procurement approach ",
                "tag": "h2"
            },
            {
                "content": "Sustainability and social value were embedded into the procurement process, with a 15% weighting allocated to these areas. Tender responses were evaluated on commitments exceeding business-as-usual practices, and successful bidders had their pledges formalised within the contract deliverables. A comprehensive set of sustainability and social value questions were used as part of the tender evaluation, covering the following themes:   ",
                "tag": "p"
            },
            {
                "content": "Contractual commitments and governance",
                "tag": "h2"
            },
            {
                "content": "A major accomplishment for Defra was BT providing a \"Digital Carbon Calculator\". This offers unprecedented visibility over emissions at the contract and services level—an area that has historically been difficult to report on. The tool will support ongoing tracking, management, and reduction of emissions throughout the contract duration. ",
                "tag": "p"
            },
            {
                "content": "Ongoing oversight and reporting ",
                "tag": "h2"
            },
            {
                "content": "To ensure consistent delivery of sustainability commitments, the supplier will provide annual progress reports and presents updates at monthly Service Management Boards. These reports cover carbon reduction, data efficiency, supply chain impact, and climate resilience, ensuring a structured governance model that holds suppliers accountable. ",
                "tag": "p"
            },
            {
                "content": "Conclusion: a major step forward for Defra and Government sustainability  ",
                "tag": "h2"
            },
            {
                "content": "“Defra’s adoption of eSIM technology is more than just a digital upgrade—it marks a strategic milestone in our journey towards net zero and responsible procurement. This initiative sends a powerful signal to the wider supplier market: sustainability is no longer optional—it’s a core expectation. It has been a true team effort, with collaboration from a range of colleagues to ensure sustainability was central to our requirements, and I’m grateful to our like-minded supplier, BT, who fully understood these requirements and committed to delivering them.” — Lydia Tabbron, Defra Digital Sustainability Lead ",
                "tag": "p"
            },
            {
                "content": "“In a highly commoditised mobility market, Defra’s clear sustainability priorities shaped a tender process that balanced cost, quality, and environmental responsibility. Through robust pre-market engagement and strategic use of  social value criteria, Defra attracted suppliers with the capability and ambition to meet its expectations. Defra’s appetite to consume sustainable services and BT’s market-leading approach on eSIM, circularity, and renewable energy made a perfect match.” — Andy Rowe, Director of Central Government, BT ",
                "tag": "p"
            },
            {
                "content": "As an early adopter of eSIM technology within government we’re setting a clear precedent for how public sector innovation can align with environmental and social priorities. Through meaningful contract requirements, robust governance, and tangible reporting Defra is demonstrating how government contracts can drive real-world impact, beyond business as usual. ",
                "tag": "p"
            },
            {
                "content": "By embedding sustainability into procurement and holding suppliers accountable, Defra is not only reducing its own environmental footprint but also helping to reshape industry standards. This approach paves the way for other departments to follow, reinforcing the message that the UK Government is serious about delivering on its climate and social value commitments. ",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/05/13/defra-leads-the-way-with-esim-adoption-to-drive-sustainability-in-government-ict/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "The Department for Environment, Food & Rural Affairs (Defra) has become an early adopter in Government of eSIM technology (embedded SIM) across its mobile estate, setting a benchmark for sustainable digital transformation in the public sector. This initiative is part of Defra’s broader commitment to embedding sustainability and social value into its procurement and operational practices. "
    },
    {
        "title": "Integrated marine monitoring to protect the Irish Sea",
        "authors": [
            "Michelle Devlin"
        ],
        "posted_on": "2025-05-13T10:54:36",
        "categories": [
            "biodiversity",
            "Climate Change",
            "marine protected areas",
            "mNCEA",
            "natural capital",
            "Policy",
            "Pollution",
            "Science",
            "Socio Economics",
            "Technology"
        ],
        "content": [
            {
                "content": "By Michelle Devlin, Naomi Greenwood, Carolyn Graves, Robert Brookes (Cefas), Mike Best (EA), Eugene O’Kane, Adam Mellor (AFBI), Mark Charlesworth (NRW), David Johns (MBA)",
                "tag": "p"
            },
            {
                "content": "Monitoring water quality and plankton in the Irish sea involves the joint effort and expertise of several government agencies, including Cefas, the Environment Agency, the Agri-Food and Biosciences Institute and National Resources Wales. This monitoring is further enhanced by plankton monitoring provided by Marine Biological Association and the Isle of Mann marine monitoring programme.",
                "tag": "p"
            },
            {
                "content": "A collaborative approach to monitoring can achieve multiple benefits that are much harder to achieve by each agency on their own.  In this blog, scientists from Cefas, the Environment Agency, Agri-Food and Biosciences Institute, Natural Resources Wales and the Marine Biological Association discuss how collaboration and improved coordination have been key to successful monitoring across the Irish Sea and coastal waters, helping to provide the vital data needed to better protect our seas.  ",
                "tag": "p"
            },
            {
                "content": "Understanding the impacts of pollution on the Irish Sea",
                "tag": "h3"
            },
            {
                "content": "The Irish Sea is a 46,007 km2 (17,763 square miles) body of water that separates the islands of Ireland and Great Britain. The Irish Sea itself is an important area for biodiversity, industry shipping and offshore wind, however its many estuaries and coastal waters also provide benefits to the environment and local communities. These areas include the Dee Estuary, the Mersey Estuary, the Ribble Estuary, Morecambe Bay, the Solway Firth, the Firth of Clyde, Belfast Lough, Strangford Lough, Carlingford Lough, Dundalk Bay, Dublin Bay and Wexford Harbour.  ",
                "tag": "p"
            },
            {
                "content": "Liverpool Bay is an important coastal area, with a surrounding population of nearly 7 million people. It has seen many changes in its catchment, including increasing population and intensification of agriculture. The total farmed area of the catchment is 940,000hectares, of which 62% is permanent pasture and 21% is arable land. The remainder is used for dairy herds, pigs and poultry. Sewage, agricultural run-off and road pollution is impacting water quality in these coastal waters.  ",
                "tag": "p"
            },
            {
                "content": "Liverpool Bay, like many coastal areas and estuaries, serve as crucial 'marine natural capital'; providing numerous ecosystem services that benefit both the environment and human populations. They act as nurseries for fish and other marine species, support diverse habitats, and offer protection from coastal erosion. Moreover, they contribute to carbon sequestration, and recreational opportunities, which are all vital for the wellbeing of surrounding communities.",
                "tag": "p"
            },
            {
                "content": "Like many areas around the UK, Liverpool Bay is also facing several pressures including impacts of marine pollution and climate change. Recent assessments of Liverpool Bay and its coastal waters as experiencing high nutrient concentrations, imbalanced nutrient ratios, and a changing pelagic community. However, it remains a complex system facing numerous challenges.",
                "tag": "p"
            },
            {
                "content": "Effective marine monitoring plays a key role in maintaining and enhancing these benefits. It is also essential to tackling the challenges posed by pollution, climate change, and human activities. Long-term monitoring across the catchment to the coast is essential to fully understand how changing pressures impact coastal and marine environmental, social, and economic assets. By understanding the health of these waters through a collaborative approach, we can develop strategies to mitigate pollution and protect the unique biodiversity of the Irish Sea.",
                "tag": "p"
            },
            {
                "content": "National and international water quality assessments",
                "tag": "h3"
            },
            {
                "content": "In the UK, several environmental directives and frameworks exist for assessing the health of freshwater, coastal and marine environments. These include:",
                "tag": "p"
            },
            {
                "content": "These frameworks cover multiple assessment areas within the estuarine and coastal area of Liverpool Bay and Irish Sea. Agreements on eutrophication assessments have also been made under the Oslo and Paris Conventions for the Protection of the Marine Environment of the North-East Atlantic. A recent eutrophication assessment was made for the whole North-East Atlantic under the OSPAR Quality Status Reporting which included the coastal and offshore waters of the Irish Sea.",
                "tag": "p"
            },
            {
                "content": "The UK’s national monitoring programmes have been in place for many years, and the data collected under our regulatory monitoring programmes are the key data source for our water quality and eutrophication assessments.",
                "tag": "p"
            },
            {
                "content": "Collaboration in monitoring water quality",
                "tag": "h3"
            },
            {
                "content": "Cefas, Environment Agency (EA), Agri-Food and Biosciences Institute (AFBI) and the Natural Resources Wales (NRW) share responsibility for monitoring these coastal and marine waters. Data collected by the EA and NRW in the transitional and coastal waters contributes to the Water Environment Regulation assessment. Data collected by Cefas and AFBI in the plume, coastal and offshore waters contribute to our OSPAR and UK Marine Strategy assessments. The pelagic data collected by the four agencies also contributes to biodiversity assessments required under OSPAR and the UK Marine Strategy (UK MS).",
                "tag": "p"
            },
            {
                "content": "Environment Agency and Natural Resources Wales – monitoring estuaries to coasts",
                "tag": "p"
            },
            {
                "content": "Since the inception of the Water Framework Directive (WFD) monitoring from late 2006, the EA and NRW have collected water quality and plankton samples from sites in WFD waterbodies from a combination of Coastal Survey Vessels and rigid hulled inflatable boats (RIBs). Typically, one sample from 3 to 5 sites per water body are collected each month. Samples are collected for salinity, dissolved inorganic nutrients, dissolved oxygen, suspended particulate matter, chlorophyll-a and salinity, plankton community and other chemical measurements (for EQS directive).",
                "tag": "p"
            },
            {
                "content": "Cefas and AFBI monitoring inshore to offshore",
                "tag": "p"
            },
            {
                "content": "Cefas and AFBI have been monitoring Liverpool Bay and the Irish Sea for many years and data is collected regularly in several ways. Cefas monitor from the shore and out past the edge of the riverine influence. Between 2006 and 2011, research cruises, mostly on the RV Endeavour, collected samples on average eight times per year and on average four times per year from 2012 onwards. Samples are collected for dissolved inorganic nutrients, dissolved oxygen, suspended particulate matter, chlorophyll-a and salinity, plankton community and optical measurements. All samples are brought back to Cefas  laboratories and analysed.",
                "tag": "p"
            },
            {
                "content": "Instrumented moorings (“SmartBuoy”) have been deployed by Cefas Liverpool Bay since 2003. Daily average values for salinity, suspended particulate matter (SPM), chlorophyll-a and dissolved oxygen are calculated every 10-mins and measurements made every half an hour over a 24-hour period. Total oxidized nitrogen (TOxN) can be measured between every 2 hours and autonomously sampled every 4 days depending on the instruments deployed.  This represents a vital source of data for our coastal and offshore waters.",
                "tag": "p"
            },
            {
                "content": "With a home port in Belfast, AFBI’s RV Corystes is perfectly located for carrying out monitoring in the Irish Sea.  The science team takes water quality samples from numerous stations as well as surface phytoplankton samples and vertical zooplankton hauls at certain fixed stations including at the CEFAS SmartBuoy site. Plankton monitoring at these stations is now in its 10th year, with new samples and stations having been added over the last two years. The RV Corystes provides vital maintenance to CEFAS’ SmartBuoy located in Liverpool Bay four times a year, ensuring the integrity of the mooring components as well as recovering samples and sensors.",
                "tag": "p"
            },
            {
                "content": "Enhancing offshore monitoring - the CPR Survey",
                "tag": "h3"
            },
            {
                "content": "The Marine Biological Association manages the running of the Continuous Plankton Recorder Survey, a global plankton monitoring programme using Ships of Opportunity since the 1940s. The Survey operates continuous plankton recorders, devices which collect plankton (phyto- and zooplankton, almost 700 taxa routinely identified) from surface waters, using a consistent methodology, throughout the North Atlantic, Arctic and Pacific Oceans. The ‘IN’ route has been operated from Liverpool to Dublin, running since 1970 and collecting over 4000 samples in that time. Plankton in each sample are then counted and identified as precisely as possible, often down to the species level. The resulting dataset is open access and has been used in a large number of research projects, as well as more applied work within the marine policy realm. Data from the CPR Survey, from both the IN route and surrounding North Sea / north-eastern Atlantic, can be used to put other plankton sampling results into a wider context, adding large spatial and temporal scales to look at changes in the community.",
                "tag": "p"
            },
            {
                "content": "Understanding marine natural capital",
                "tag": "h3"
            },
            {
                "content": "Through the marine Natural Capital and Ecosystem Assessment programme (mNCEA), we have been able to build on this work under the “PELCAP” programme by increasing the number of sample sites within plume and coastal waters and widening the suite of parameters measured to include biological parameters such as tiny plankton and zooplankton, providing vital information on how pollution impacts pelagic communities. Under the Seascapes programme, we collected data to understand plume dynamics, asses high risk areas and understand the impacts of pollution on seagrass communities and oyster beds. Our data also helps validate the analysis of water quality, including the colour of the ocean and coloured dissolved organic matter (CDOM) data.  A collaborative effort, which integrates data from multiple sources, can achieve a more comprehensive and accurate picture of ocean health, covering the full source to sea system. It also helps to improve our knowledge on coastal and marine assets that are contained within these important systems.",
                "tag": "p"
            },
            {
                "content": "Work under mNCEA and support from Defra and the UK government has provided funding for ongoing monitoring, recognising the value of integrated and collaborative monitoring for the assessment of our coastal and marine areas. Liverpool Bay provides a great example of what can be achieved when we bring our resources and technology together, aided by data sharing and harmonised data flows, to fully assess our coastal and marine waters.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/05/13/integrated-marine-monitoring-to-protect-the-irish-sea/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "By Michelle Devlin, Naomi Greenwood, Carolyn Graves, Robert Brookes (Cefas), Mike Best (EA), Eugene O’Kane, Adam Mellor (AFBI), Mark Charlesworth (NRW), David Johns (MBA) Monitoring water quality and plankton in the Irish sea involves the joint effort and expertise of …"
    },
    {
        "title": "How to Prepare for an Inspection from the Environment Agency (EA): A Farmer’s Guide ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-05-13T10:16:30",
        "categories": [
            "agriculture"
        ],
        "content": [
            {
                "content": "We play a key role in ensuring that farming practices comply with environmental regulations. ",
                "tag": "p"
            },
            {
                "content": "Agriculture is the biggest sector we regulate. We deliver at least 4000 farm inspections per year. These are targeted to farms and parts of the country at greatest risk of harm to the water environment. ",
                "tag": "p"
            },
            {
                "content": "Farmers and the agriculture sector feed the nation and are the cornerstone of food security. The sector is integral to protecting and delivering improvements to the environment.  ",
                "tag": "p"
            },
            {
                "content": "We understand that receiving an unexpected letter from us can raise some fears, especially for farmers who may not know what to expect during an inspection, but we are here to help.  ",
                "tag": "p"
            },
            {
                "content": "The aim of this blog and new video is to demystify the inspection process and provide clarity on what you can expect when our officers visit your farm. ",
                "tag": "p"
            },
            {
                "content": "Let’s examine what you need to know about an upcoming inspection and how to prepare for it. ",
                "tag": "p"
            },
            {
                "content": "What to Expect During an EA Inspection ",
                "tag": "p"
            },
            {
                "content": "Our primary goal is to protect and improve the environment. This includes ensuring that farming activities do not harm water quality, soil health, biodiversity, or air quality. Inspections are not about catching you as farmers out but helping you to comply with regulations and adopt sustainable practices that benefit both the farm and the environment.   ",
                "tag": "p"
            },
            {
                "content": "When you’re selected for an inspection, it’s natural to feel anxious. However, it’s important to know that being chosen does not mean you've done something wrong. We frequently conduct inspections based on a range of factors, with water quality in local rivers being one of the primary concerns. Many inspections are based on data that we collect from major watercourses, particularly those with high or rising levels of pollutants like nitrates and phosphates. ",
                "tag": "p"
            },
            {
                "content": "We aim to help farmers comply with environmental regulations and improve their farming practices. The focus on advice and guidance led regulation ensures that farmers have the resources they need to maintain compliance while protecting the environment. ",
                "tag": "p"
            },
            {
                "content": "We also work in collaboration with partners such as Catchment Sensitive Farming to offer advice and practical support to farmers. In a rapidly changing world, our commitment to innovation and effectiveness is crucial to advancing environmental protection and sustainable development, while our regulation underpins economic growth by ensuring there is a level playing field for you. ",
                "tag": "p"
            },
            {
                "content": "Senior Environment Agency Officer Karen Price explains:  ",
                "tag": "p"
            },
            {
                "content": "“We understand farming is complicated, a number of us officers here at the EA have a farming background and we are here to help. ",
                "tag": "p"
            },
            {
                "content": "“We’re not here to catch you out. Our goal is to help you understand the regulations, assess your compliance, and, if needed, work with you to make the necessary changes to protect the environment. ",
                "tag": "p"
            },
            {
                "content": "\"Our helpful video  can help you get a feel for what happens on an inspection and help you prepare.” ",
                "tag": "p"
            },
            {
                "content": " Rob Kynaston, a Dairy Farmer, following an inspection with the EA said:",
                "tag": "p"
            },
            {
                "content": "“Walking around with the Environment Agency, I think it's that fresh pair of eyes looking at it. We see things every day and you perhaps don't take them seriously, but you just don't really see them or don't see the problems. ",
                "tag": "p"
            },
            {
                "content": "\"It was good to have someone coming around and saying you need to do something about this and not in a you've got to do this or I'm going to throw the book at you, but you’ve got a problem here if you do this it will stop the problem, which was fantastic”. ",
                "tag": "p"
            },
            {
                "content": "Farms may be selected for inspections in areas where water quality is at risk, or where pollution issues have been identified. The inspection could focus on a range of key areas such as slurry, silage, nitrate management, and diffuse pollution. ",
                "tag": "p"
            },
            {
                "content": "How to Prepare for the Inspection ",
                "tag": "p"
            },
            {
                "content": "We will contact you via phone, email, or post to arrange a convenient time for the inspection. We also send you a confirmation letter with details of the inspection and a list of the documents and areas we need to review. To help streamline the inspection and reduce time spent on your farm, consider providing relevant documents in advance. Some of the documents that may be helpful include: ",
                "tag": "p"
            },
            {
                "content": "Providing these documents ahead of time will allow our officer to focus on the farm inspection itself, making the process more efficient. ",
                "tag": "p"
            },
            {
                "content": "What Will Be Inspected? ",
                "tag": "p"
            },
            {
                "content": "Expect the inspection to last between one and three hours, depending on the size of your farm and the amount of advice required. Our officers will review several key areas: ",
                "tag": "p"
            },
            {
                "content": "Addressing non-compliances ",
                "tag": "p"
            },
            {
                "content": "If any non-compliances are identified during the inspection, our officer will discuss the issue with you. They will agree on an action plan and a reasonable timeframe for addressing the concerns and we will give you contacts and information for advice and grant funding from other sources if applicable. The goal is to ensure compliance and protect the environment while minimising disruption to your operations. ",
                "tag": "p"
            },
            {
                "content": "What Happens After the Inspection? ",
                "tag": "p"
            },
            {
                "content": "Once the inspection is complete, you will receive a post-inspection report, usually within two weeks. This report will outline any necessary actions you need to take, along with deadlines for completing them. If you are unable to meet these deadlines, it’s important to contact our officer as soon as possible to discuss potential extensions. ",
                "tag": "p"
            },
            {
                "content": "Although our approach is focused on providing advice, enforcement actions may still be necessary in certain cases as a last resort. The report will clearly specify if enforcement is required and what steps will need to be taken. ",
                "tag": "p"
            },
            {
                "content": "Conclusion: Turning Inspections into Opportunities ",
                "tag": "p"
            },
            {
                "content": "The focus on advice and guidance led regulation ensures that farmers have the resources they need to maintain compliance while protecting the environment. By being proactive in preparing for the inspection, you can help make the process smoother and ensure your farm is operating in line with environmental regulations. ",
                "tag": "p"
            },
            {
                "content": "Ultimately, while the Environment Agency's inspections are to assess regulatory compliance, they are also designed to benefit both farmers and the environment, many farmers often find investments they make on farm turn into cost savings in the long run and so creating a sustainable future for agriculture. ",
                "tag": "p"
            },
            {
                "content": "Useful links: ",
                "tag": "p"
            },
            {
                "content": "Rules for farmers and land managers to prevent water pollution - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Rules for farmers and land managers - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Protecting our water, soil and air - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "https://www.farmingadviceservice.org.uk/technical-article/harvesting-success-pollution-prevention-rules-farmers",
                "tag": "p"
            },
            {
                "content": "For general enquires or to talk to your local Environment Agency officer please contact the Environment Agency National Customer Contact Centre: ",
                "tag": "p"
            },
            {
                "content": "03708 506 506 ",
                "tag": "p"
            },
            {
                "content": "Enquiries@environment-agency.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/13/how-to-prepare-for-an-inspection-from-the-environment-agency-ea-a-farmers-guide/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "We play a key role in ensuring that farming practices comply with environmental regulations.  Agriculture is the biggest sector we regulate. We deliver at least 4000 farm inspections per year. These are targeted to farms and parts of the country …"
    },
    {
        "title": "Protecting Britain’s fields and forests: how genomics is fighting invasive threats",
        "authors": [
            "Yogesh Gupta"
        ],
        "posted_on": "2025-05-12T12:53:37",
        "categories": [
            "Plant health"
        ],
        "content": [
            {
                "content": "It started in a commercial greenhouse on the edge of South East England. A grower supplying fresh tomatoes to major supermarkets noticed something troubling - the tomatoes looked mottled and discoloured, and the fruits were misshapen. At first, they thought it might be a nutrient issue or a common virus. But tests confirmed their fears: Tomato brown rugose fruit virus (ToBRFV) had made it to their crop.",
                "tag": "p"
            },
            {
                "content": "Highly contagious and difficult to control, ToBRFV can slash tomato yields by up to 70%. In the United Kingdom (UK), this has led to losses of tens to hundreds of thousands of pounds, and the greenhouse complexes have had to be completely disinfected to prevent further spread. In Florida, a major tomato producing state in the United States (US), the virus is estimated to put at risk an industry with an annual turnover of $262 million, further underscoring the need to prevent introduction and take swift action when found.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, in a woodland near Devon, a ranger walked among dead and dying larch trees, many with stem bleeds. They knew what it was before the diagnostic results came back: Phytophthora ramorum - a destructive plant pathogen responsible for ‘Sudden Larch Death’ - was on the move again, silently reshaping landscapes across the UK. In a five-year period (2009-2014) the UK government spent £21 million on managing and slowing the spread of P. ramorum disease.",
                "tag": "p"
            },
            {
                "content": "Two very different environments - a high-tech glasshouse and a commercial forest - yet they illustrate a growing crisis. Across the UK, the introduction of exotic plant pathogens is becoming more common, and these are often not noticed until they spread and start to cause damage, by which time, it is often too late.",
                "tag": "p"
            },
            {
                "content": "From wheat rust and potato blight on farms to Dutch elm disease, Phytophthora disease, and ash dieback in forests, the UK is facing a growing plant health crisis. Agriculture, horticulture and the natural environment are under an increasing threat from pests and diseases, driven by a range of accelerating factors:",
                "tag": "p"
            },
            {
                "content": "Why genomics matters now more than ever",
                "tag": "h2"
            },
            {
                "content": "Traditional methods of disease detection rely on visible signs. By the time they are visible, pathogens like ToBRFV and P. ramorum have often already spread.",
                "tag": "p"
            },
            {
                "content": "This is where the Genomics of Animal and Plant Disease Consortium (GAP-DC) comes in. Led by APHA, in partnership with key organisations across animal and plant health, scientists in the GAP-DC are pioneering new approaches to help us better understand and monitor invasive pathogens of terrestrial and aquatic animals, plants and ecosystems. GAP-DC is integrating both targeted and wide-ranging genomic techniques to enhance early pathogen detection, rapid response and effective disease control.",
                "tag": "p"
            },
            {
                "content": "Genomics can now be used to help track, predict and manage plant diseases in real time. Instead of relying solely on visual inspections or traditional diagnostics, genomic surveillance allows researchers to:",
                "tag": "p"
            },
            {
                "content": "Here is what that means in practice:",
                "tag": "p"
            },
            {
                "content": "Looking ahead: a smarter, genomics-driven response",
                "tag": "h2"
            },
            {
                "content": "In the near future, genomics, coupled with rapid tests, will allow us early detection and control of ToBRFV outbreaks, helping to limit its spread and reduce both the crop damage and economic losses.",
                "tag": "p"
            },
            {
                "content": "For rangers, environmental DNA (eDNA, which is DNA found in environmental samples) monitoring in woodlands could reveal the presence of P. ramorum even before visual signs appear on trees. This would allow forest managers to better target containment zones, reroute public access, or prioritise at-risk areas for intervention. ",
                "tag": "p"
            },
            {
                "content": "These scenarios are not science fiction - they are exactly the kind of applied outcomes GAP-DC is actively working towards.",
                "tag": "p"
            },
            {
                "content": "A future built on prevention, not reaction",
                "tag": "h2"
            },
            {
                "content": "Genomic surveillance is not just a tool for scientists – it is a game-changer for policymakers, farmers, foresters and land managers. By integrating this data into national plant health strategies, we can:",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/05/12/how-genomics-is-fighting-invasive-threats/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Genomics enhances plant disease management by enabling early detection and real-time tracking. APHA-led scientists, in collaboration with key organisations, in the GAP-DC collaborate to monitor invasive pathogens, improving proactive disease control across animals, plants, and ecosystems."
    },
    {
        "title": "Farming Podcast: a farmer and agronomist’s perspective on IPM",
        "authors": [
            "Graham Higgins"
        ],
        "posted_on": "2025-05-12T11:42:59",
        "categories": [
            "Future Farming Podcast"
        ],
        "content": [
            {
                "content": "In this episode, arable farmer and leader of the British On-Farm Innovation Network (BOFIN), Tom Allen-Stevens, speaks with farmer Martin Lines and agronomist Ed Schofield about their experiences of implementing integrated pest management (IPM).",
                "tag": "p"
            },
            {
                "content": "Martin farms in Cambridgeshire and uses IPM as part of a whole-farm approach, while Ed supports farmers in adopting IPM across a wide range of farming systems in multiple counties.",
                "tag": "p"
            },
            {
                "content": "Together, they discuss how they apply IPM on farm to reduce input costs, support biodiversity and improve long-term business resilience. They also highlight the importance of planning, monitoring and collaboration between farmers and advisers.",
                "tag": "p"
            },
            {
                "content": "Martin shares his perspective: “Good IPM should reduce a lot of the input costs because you're trying to change your practices, not needing that additional input.” He adds, “Proper integrated pest management looks at the problems and finds solutions.”",
                "tag": "p"
            },
            {
                "content": "Ed explains how IPM begins before any crops are planted: “...the process starts before you even drill the crop. You work right back and start from the very beginning and integrate all these solutions together.”",
                "tag": "p"
            },
            {
                "content": "Martin describes how creating and using an IPM plan can help you get started: “It's about setting out what our problems are and what we are doing going forward.” ",
                "tag": "p"
            },
            {
                "content": "From an adviser’s perspective, Ed highlights the importance of planning and communication: “I spend most of my life telling people solutions to problems that could have been avoided three months ago.”",
                "tag": "p"
            },
            {
                "content": "Tom highlights the importance of peer-to-peer learning, emphasising: “Farmers learn best from other farmers, and knowledge has value – farmer knowledge has more value than perhaps we give it credit for, but it only has value when you share it.”",
                "tag": "p"
            },
            {
                "content": "They also stress the value of field monitoring, habitat management for beneficial insects, and on-farm trials to test and learn different techniques – all of which can go a long way in helping to get the most out of IPM. As Martin puts it: “We don't know if something works unless we do it.”",
                "tag": "p"
            },
            {
                "content": "The discussion also touches on the upcoming launch of the UK Pesticides National Action Plan 2025 and how farmers can get involved in research and innovation through initiatives like the ADOPT fund and IPM NET – a knowledge-sharing network designed to improve the effectiveness of IPM.",
                "tag": "p"
            },
            {
                "content": "Read the transcript of the podcast.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/12/farming-podcast-a-farmer-and-agronomists-perspective-on-ipm/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this episode, arable farmer and leader of the British On-Farm Innovation Network (BOFIN), Tom Allen-Stevens, speaks with farmer Martin Lines and agronomist Ed Schofield about their experiences of implementing integrated pest management (IPM)."
    },
    {
        "title": "UK NSC stakeholder discussion groups: could you help?",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-05-12T10:22:21",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "We recently blogged to thank everyone who took part in our stakeholder engagement survey.",
                "tag": "p"
            },
            {
                "content": "Nearly 200 of you responded, giving us valuable feedback from individuals and organisations representing a wide range of roles, experiences and perspectives.",
                "tag": "p"
            },
            {
                "content": "We now want to get some more in-depth insights as we seek to build on and improve our stakeholder engagement strategy and activities.",
                "tag": "p"
            },
            {
                "content": "We plan to do this by holding small group discussions to explore in detail some of the themes and issues highlighted in the survey responses.",
                "tag": "p"
            },
            {
                "content": "The group discussions will be held online in July and last around 90 minutes. We want to involve a broad range of individual and organisational stakeholder voices and perspectives whose feedback will help inform and enhance the way the UK NSC engages with its stakeholders.",
                "tag": "p"
            },
            {
                "content": "The groups will be small to ensure discussions can be meaningful and manageable. Spaces will be limited, so we may not be able to accommodate all requests to participate. However, please be assured there will be more opportunities for all stakeholders to provide feedback following these discussions. Watch this space.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/12/uk-nsc-stakeholder-discussion-groups-could-you-help/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Would you like to be involved in a UK NSC stakeholder focus group?"
    },
    {
        "title": "Celebrating International Nurses Day 2025",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-05-12T10:18:38",
        "categories": [
            "Care and support",
            "Communities",
            "Diversity",
            "Events",
            "Leadership",
            "Workforce"
        ],
        "content": [
            {
                "content": "The honour to call ourselves nurses",
                "tag": "h2"
            },
            {
                "content": "I have always been proud to call myself a social care nurse.",
                "tag": "p"
            },
            {
                "content": "Every day in our profession, we are privileged to use our hard-won skills and experience in the most creative ways, caring for people with multiple needs, comorbidities and other complexities.",
                "tag": "p"
            },
            {
                "content": "So, it is always concerning – galling even – when individuals outside our specialisms choose to use the title ‘nurse’ when they have neither the skills, training nor registration to legitimately claim it as their own.",
                "tag": "p"
            },
            {
                "content": "This week’s momentous announcement, on International Nurses Day, that the title “nurse” will be protected in law is, in my view, long overdue.",
                "tag": "p"
            },
            {
                "content": "Finally, we can reassure residents, patients and colleagues they are dealing with registered practitioners across all relevant care settings.",
                "tag": "p"
            },
            {
                "content": "They can have faith in their accountability and peace of mind all requisite qualifications have been obtained.",
                "tag": "p"
            },
            {
                "content": "As we celebrate our colleagues, at home and abroad, during International Nursing Week, this announcement can only serve to strengthen our practice, standing and professionalism.",
                "tag": "p"
            },
            {
                "content": "It also means we can fly the flag for nursing across all care and health settings with confidence and pride. It’s important nurse graduates feel encouraged to join us, safe in the knowledge the title ‘nurse’ in their job roles is valued, respected and real.",
                "tag": "p"
            },
            {
                "content": "Supporting our diverse profession",
                "tag": "h2"
            },
            {
                "content": "Lucy Gillespie is the lead nurse developing preceptorship resources, which will support our newly qualified colleagues and help create a framework for their transition into social care settings.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, supporting newly qualified nurses and exploring ways to develop more experienced colleagues through enhanced roles will remain our focus.",
                "tag": "p"
            },
            {
                "content": "Inclusivity remains a priority. New networks, supported by Skills for Care, will be focused on education.",
                "tag": "p"
            },
            {
                "content": "As we look to the year ahead, colleagues at Skills for Care, Council of Deans and the wider care sector will be pushing for every student nurse to have placements in social care through our undergraduate placement strategy.",
                "tag": "p"
            },
            {
                "content": "The Queens Institute of Community Nursing (QICN) and The Outstanding Society continue to provide support to the Social Care Nursing Councils through their respective networks, giving us the opportunity to open them up to even more members. We want the councils to become crucibles of ideas and creativity, to be shared with nurses across the sector.",
                "tag": "p"
            },
            {
                "content": "We are also exploring ways to build a strong network for global majority colleagues, whose experiences, skills and diversity can only enrich our practice with valuable perspectives.",
                "tag": "p"
            },
            {
                "content": "In many ways, we are weaving a tapestry of social care connections; nursing communities threaded together by a common purpose, shared values and the desire to be the best we can be.",
                "tag": "p"
            },
            {
                "content": "Building evidence of excellence",
                "tag": "h2"
            },
            {
                "content": "Elsewhere, I continue to champion the development of a strong research base for social care nursing, including opportunities for more nurses to get involved with this essential work.",
                "tag": "p"
            },
            {
                "content": "The Social Care Nursing Research Programme, led by Dr Zena Aldridge at the National Institute for Health and Care Research (NIHR), offers paid opportunities for social care nurses to become research pioneers. Now more than ever we need to showcase the evidence underpinning the value of our practice and the innovations we can bring to the sector.",
                "tag": "p"
            },
            {
                "content": "The programme complements the work led by the UK’s first Professor of Social Care, Professor Claire Pryor, Salford University.  Funded by the RCN Foundation, Claire continues to signpost the priorities we need to focus on in social care nursing research.",
                "tag": "p"
            },
            {
                "content": "Last week, the Royal College of Nursing (RCN) held the first Social Care Nursing conference. The regional Independent Sector Leads are making inroads into supporting nurses locally and the senior RCN team are committed to do more.",
                "tag": "p"
            },
            {
                "content": "From now until next year’s International Nurses Day, we have much to accomplish. Luckily, the social care nursing workforce has the talent, energy and commitment to deliver above and beyond the goals we set ourselves.",
                "tag": "p"
            },
            {
                "content": "We should be so proud of what we do. I strongly encourage you to help shape the future with us. Your leadership, compassion and creativity are the qualities which makes social care nursing such a great place to practice.",
                "tag": "p"
            },
            {
                "content": "And now we can claim the title ‘nurse’ with even greater pride and confidence. It’s what we – and the people we are pledged to support – need and deserve. Happy International Nurse Day!",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/05/12/celebrating-international-nurses-day-2025/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "This week’s announcement, on International Nurses Day, that the title “nurse” will be protected in law is, in my view, long overdue."
    },
    {
        "title": "Becoming Foster Carers in the East Midlands",
        "authors": [
            "Sharnie and Zak"
        ],
        "posted_on": "2025-05-12T10:12:30",
        "categories": [
            "Foster care"
        ],
        "content": [
            {
                "content": "Sharnie and Zak's story",
                "tag": "h2"
            },
            {
                "content": "We’re Sharnie and Zak, and we’re new foster carers with Foster for East Midlands Councils. We live in Nottinghamshire with our young daughter, and this year, we began our fostering journey after years of talking about it. With Foster Care Fortnight underway, we wanted to share our story in case you’re thinking about fostering, or if it’s something you’ve never considered but might be interested in.",
                "tag": "p"
            },
            {
                "content": "After years of \"one day we will\" conversations, we finally took the leap. We’re unable to have more biological children but with plenty of love to give, we wanted to open our home to children needing safety and stability. We also wanted our daughter to experience the joys and challenges of sibling relationships such as learning to share, care, and build close bonds. Fostering provided this opportunity while making a positive impact in our community.",
                "tag": "p"
            },
            {
                "content": "What we've learnt as new foster carers",
                "tag": "h2"
            },
            {
                "content": "Being first-year foster carers means we're still learning, and that's perfectly fine. We approached fostering with open hearts and a willingness to grow. Foster for East Midlands Councils has supported us through every step, providing guidance whenever needed.",
                "tag": "p"
            },
            {
                "content": "The local council fostering service provides valuable training, resources, and ongoing support. Through fostering, we are connected with a supportive network of people and professionals in our area. We're never alone in this journey, which makes all the difference.",
                "tag": "p"
            },
            {
                "content": "Our first placement, which was respite care over a few weekends, went surprisingly smoothly. We expected challenges like awkward silences or resistance, but instead found laughter, play, and unexpected calm. While we know not every placement will be as smooth, this experience gave us confidence to continue.",
                "tag": "p"
            },
            {
                "content": "The approval process was both nerve-wracking and exciting. Through fostering, we've experienced the huge power of community and close human connection.",
                "tag": "p"
            },
            {
                "content": "5 tips for prospective foster carers",
                "tag": "h2"
            },
            {
                "content": "Take the first step this Foster Care Fortnight",
                "tag": "h2"
            },
            {
                "content": "Fostering grows your family in unexpected, beautiful ways while providing essential support to children who need it most. This Foster Care Fortnight, consider beginning your own journey.",
                "tag": "p"
            },
            {
                "content": "For more information about Foster for East Midlands Councils, visit the website or call 0303 3132 950.",
                "tag": "p"
            },
            {
                "content": "If you would like to find out more about fostering, head to the GOV.UK national postcode finder tool to find your nearest local council.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/05/12/fostering-in-the-east-midlands/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Sharnie and Zak's story We’re Sharnie and Zak, and we’re new foster carers with Foster for East Midlands Councils. We live in Nottinghamshire with our young daughter, and this year, we began our fostering journey after years of talking about …"
    },
    {
        "title": "Delivering seamless migrations and a future-ready platform",
        "authors": [
            "Aleksandra Wiatr, PaaS Migration Programme Manager"
        ],
        "posted_on": "2025-05-12T10:03:20",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Aleksandra Wiatr",
                "tag": "h3"
            },
            {
                "content": "When the closure of GOV.UK Platform as a Service (PaaS) was announced in July 2022, our department faced a significant challenge: how to migrate 41 critical digital services without disruption while ensuring long-term sustainability. As a Programme Manager, my role is to oversee the migration process. I have ensured it is incident-free and delivered on time, while also focusing on the successful onboarding of service teams onto a new platform designed for the future.",
                "tag": "p"
            },
            {
                "content": "From the outset, this was not the easiest task. Service teams always have pressing commitments to their users and colleagues. Therefore, engaging them in the migration process required significant collaborative effort to schedule, ensure codebase readiness, test performance and migrate data. Additionally, given the tight deadline, we were developing the platform while simultaneously onboarding the first services. ",
                "tag": "p"
            },
            {
                "content": "As a result, these early migrations were particularly challenging, providing many learning opportunities to mature the service thanks to considerable efforts from all involved. Understandably, the platform’s performance in its early days wasn’t comparable to GOV.UK PaaS, which had been developed and maintained by a dedicated team for years. It took multiple iterations, significant improvements, and — most importantly — the patience and feedback of our users to get things right.",
                "tag": "p"
            },
            {
                "content": "Prioritising user needs in platform development",
                "tag": "h3"
            },
            {
                "content": "We engaged closely with service teams to understand their requirements, pain points, and aspirations for the new platform. We knew that migrating services was only one part of the challenge. The real success would be measured by how easily the teams could onboard, operate, and innovate on the new platform.",
                "tag": "p"
            },
            {
                "content": "To achieve this, we quickly discovered that the platform needed to:",
                "tag": "p"
            },
            {
                "content": "- be intuitive and developer-friendly, reducing the learning curve for service teams",
                "tag": "p"
            },
            {
                "content": "- enable self-service capabilities, allowing teams to deploy and manage their services with minimal friction",
                "tag": "p"
            },
            {
                "content": "- be optimised for migration processes, ensuring services were transferred efficiently and securely",
                "tag": "p"
            },
            {
                "content": "- maintain high levels of security and compliance, aligning with government standards",
                "tag": "p"
            },
            {
                "content": "“Migrating a complex digital service such as ours inevitably involves managing uncertainty. If we had any worries about that, our platform migration team helped put our minds at rest. Their knowledge, experience and approach ensured a safe and successfully migrated platform. We’re very happy that our new platform performs as we’d hoped and offers a great deal more besides!”  Paul Pepper, Software Engineer (Tariff Application Platform)",
                "tag": "p"
            },
            {
                "content": "Ensuring incident-free migrations at scale",
                "tag": "h3"
            },
            {
                "content": "Migrating critical services without unexpected downtime required careful planning, rigorous testing, and close collaboration with service teams. Given the evolving nature of the platform, we had to work through unforeseen challenges in real time. A structured migration framework helped us move services seamlessly while identifying and resolving issues early.",
                "tag": "p"
            },
            {
                "content": "We focused on:",
                "tag": "p"
            },
            {
                "content": "- extensive requirement gathering and comprehensive acceptance criteria with relevant stakeholders to ensure all migration risks were mitigated or accepted",
                "tag": "p"
            },
            {
                "content": "- automated migration tooling to accelerate service transitions and reduce manual effort wherever possible",
                "tag": "p"
            },
            {
                "content": "- dedicated support channels to provide real-time assistance during and after migrations with a timeline for moving to standard support model",
                "tag": "p"
            },
            {
                "content": "- continuous feedback loops, allowing us to refine processes as we progressed",
                "tag": "p"
            },
            {
                "content": "As a result, we began to embed migration engineers within the most complex services to bolster teams' capacity and allow engineers to detect unforeseen challenges and blockers early.",
                "tag": "p"
            },
            {
                "content": "“We began by migrating internal tools to reduce risk and safeguard public-facing services. Every migration was an opportunity to refine our approach for subsequent services. By iterating and learning throughout, we scaled up to more complex services successfully, and we have not had to roll any service back to GOV.UK PaaS.” – Lawrence Goldstien, Lead Migration Engineer",
                "tag": "p"
            },
            {
                "content": "Orchestrating the cutover process",
                "tag": "h3"
            },
            {
                "content": "One of the most critical moments in each migration was the cutover process — the actual switch from PaaS to our platform. This required meticulous co-ordination, with dedicated bridge calls bringing together engineers and delivery managers to oversee the transition in real time. For some services, this took place outside of working hours to minimise disruption. Each person on the call had a defined role, executing actions allocated to them as part of the orchestrated migration plan, while reporting live progress.",
                "tag": "p"
            },
            {
                "content": " “This was my first experience of watching from the ‘bridge’ which made me really appreciate the high stakes and slightly nerve-wracking nature of this kind of work. It’s testament to the team’s preparation and skill that such a complex task has been completed with minimal disruption to our internal and external users.” Madeline Lasko, Chief Digital Officer, Trade and Regulatory Services. ",
                "tag": "p"
            },
            {
                "content": "Our confidence grew with each migration. The process evolved into a symphony of calm confidence, full focus, and careful step-by-step execution. While each migration presented unique challenges and involved different teams, our structured approach ensured consistency and success.",
                "tag": "p"
            },
            {
                "content": "Designing a future-ready platform",
                "tag": "h3"
            },
            {
                "content": "Beyond just migrating services, we took the opportunity to design a modern, scalable platform that would serve as the foundation for future innovation. Rather than relying on third-party solutions with predefined constraints, we built an internal cloud platform leveraging Amazon Web Services. This provided us with full control over security, scalability, and cost efficiency.",
                "tag": "p"
            },
            {
                "content": "Key features of our platform include:",
                "tag": "p"
            },
            {
                "content": "- serverless compute for auto-scaling and cost-effectiveness",
                "tag": "p"
            },
            {
                "content": "- robust security controls, including advanced authentication and encryption",
                "tag": "p"
            },
            {
                "content": "- automated infrastructure management, reducing maintenance overhead",
                "tag": "p"
            },
            {
                "content": "- flexible governance policies, ensuring compliance without limiting agility",
                "tag": "p"
            },
            {
                "content": "- streamlined access to a whole suite of Cloud SaaS products for our development teams ",
                "tag": "p"
            },
            {
                "content": "“This isn’t just about replacing Gov.UK PaaS, it’s about creating a best-in-class platform that enables teams to build, innovate and deliver faster. Achieving this level of maturity takes collaboration, iteration and user input.” James Colhoun, DBT Chief Architect.",
                "tag": "p"
            },
            {
                "content": "Lessons learned and the path ahead",
                "tag": "h3"
            },
            {
                "content": "Through this journey, we’ve reinforced the importance of:",
                "tag": "p"
            },
            {
                "content": "- meaningful engagement at all levels—service teams, architects, engineers, and leadership",
                "tag": "p"
            },
            {
                "content": "- empowering teams with self-service tools to speed up delivery and reduce reliance on centralised support",
                "tag": "p"
            },
            {
                "content": "- balancing speed with security, ensuring that rapid deployment does not come at the cost of resilience ",
                "tag": "p"
            },
            {
                "content": "- continuous improvement, using feedback from teams to refine and enhance the platform",
                "tag": "p"
            },
            {
                "content": "“The platform today is the result of a collective effort — we listened, adapted, and improved based on real-world use. It’s a testament to the value and importance of collaboration.”  – Mark Adams-Wright, Chief Technology Officer",
                "tag": "p"
            },
            {
                "content": "As we move forward, we remain committed to evolving the platform, refining our migration processes, and ensuring that service teams have everything they need to succeed. If your department is facing similar challenges, we’d love to share insights and collaborate on best practices.",
                "tag": "p"
            },
            {
                "content": "By building with purpose, listening to our users, and optimising for speed and efficiency, we’ve not only delivered seamless migrations.  We have laid the groundwork for the future of government digital services.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h3"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/05/12/delivering-seamless-migrations-and-a-future-ready-platform/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Transition between Gov.UK PaaS and a next-generation internal platform – how we built a resilient, developer-focused foundation for modern digital services at DBT.    "
    },
    {
        "title": "How to apply for 30 hours free childcare and find out if you’re eligible",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-12T09:51:24",
        "categories": [
            "Childcare",
            "early years"
        ],
        "content": [
            {
                "content": "From 12 May 2025, more eligible working parents in England can apply for government funded childcare. This major expansion is helping families nationwide with the cost of quality childcare.",
                "tag": "p"
            },
            {
                "content": "Around half a million families have already secured funded places, with 93% of parents getting their first choice of provider according to our Childcare Experiences Survey. Many families are using this support to increase their working hours, particularly those on lower incomes.",
                "tag": "p"
            },
            {
                "content": "This childcare offer isn't just about saving money – it also helps children build confidence, learn social skills, and prepare for school.",
                "tag": "p"
            },
            {
                "content": "Here we explain the 30 hours funded childcare scheme for working parents and the 15 hours scheme for families on certain benefits, how to access them and apply.",
                "tag": "p"
            },
            {
                "content": "15 and 30 hour funded childcare schemes explained ",
                "tag": "h3"
            },
            {
                "content": "From September, parents working at least 16 hours a week may be eligible for 30 hours of funded childcare, for their children aged at least nine months on or before 31 August. Places are funded from the term after your child turns nine months old until they start reception. ",
                "tag": "p"
            },
            {
                "content": "If you are not eligible for 30 hours of funded childcare, your child may be eligible for 15 hours instead. All parents of children aged three to four in England can access a universal offer of 15 hours of government funded early education from the term after their child turns three. It doesn't matter how much you earn or how many hours you work.  ",
                "tag": "p"
            },
            {
                "content": "Parents of two-year-olds can also access 15 hours a week of funded early education and childcare if they receive additional forms of support. This includes support like being on Universal Credit and earning less than £15,400 a year, or if your child has an Education, Health and Care Plan, or has been looked after by a local authority. Places are funded from the term after a child turns two. ",
                "tag": "p"
            },
            {
                "content": "For all these schemes, the childcare provider must be approved – so informal providers such as grandparents don’t count.  ",
                "tag": "p"
            },
            {
                "content": "The funding covers up to 15 or 30 hours of early education and childcare a week for 38 weeks a year. You may be able to spread this funding over more than 38 weeks a year if you take fewer hours over more weeks. You should check with your childcare provider to find out if this is something they offer.  ",
                "tag": "p"
            },
            {
                "content": "Some providers may ask you to pay for extra costs like meals, nappies or trips.  ",
                "tag": "p"
            },
            {
                "content": "Eligibility depends on whether you’re working, your income, your child’s age and circumstances and your immigration status. Full details about eligibility requirements can be found here.",
                "tag": "p"
            },
            {
                "content": "There are different early education and childcare support schemes in Scotland, Wales and Northern Ireland.  ",
                "tag": "p"
            },
            {
                "content": "The application process for working parents ",
                "tag": "h3"
            },
            {
                "content": "To apply for 30 hours government funded childcare, you can sign into your account here.   ",
                "tag": "p"
            },
            {
                "content": "You can apply from when your child is 23 weeks old. When you can get your hours from will depend on the date your child turns 9 months old.  ",
                "tag": "p"
            },
            {
                "content": "If you want to get 30 hours from September 2025, then you will need to apply by 31 August. You should speak to your provider to confirm you can use your full 30 hours from September.  ",
                "tag": "p"
            },
            {
                "content": "You’ll need your Government Gateway user ID to login.  ",
                "tag": "p"
            },
            {
                "content": "What do I need to do if I’m already claiming 15 hours of funded childcare as a working parent?  ",
                "tag": "h3"
            },
            {
                "content": "If you’re already claiming 15 hours and you work at least 16 hours a week, you can keep reconfirming as normal and if you’re still eligible, it will automatically be updated to 30 hours.  ",
                "tag": "p"
            },
            {
                "content": "You’ll need to confirm your details are up to date in the usual way and give the code to your childcare provider once you have agreed with them how you would like to use your 30 hours entitlement. You need to agree how many hours you are using from September, which days and billing, terms and conditions with your childcare provider.  ",
                "tag": "p"
            },
            {
                "content": "It’s important to remember that codes need to be reconfirmed every three months, so parents applying any time before 1 June may need to reconfirm before taking up their offer, starting in September 2025.  ",
                "tag": "p"
            },
            {
                "content": "  ",
                "tag": "p"
            },
            {
                "content": "How to claim your 15 hours entitlement ",
                "tag": "h3"
            },
            {
                "content": "If your child is aged three or four, you can access the universal 15 hours of government funded early education and childcare without making an application yourself. Your childcare provider will handle this for you automatically. You'll simply need to: ",
                "tag": "p"
            },
            {
                "content": "For parents of 2-year-olds who receive additional forms of support (such as Universal Credit), you should contact your local council to apply for the 15-hour scheme.  ",
                "tag": "p"
            },
            {
                "content": "As with the 30 hours offer, your child becomes eligible from the term after they turn two or three, and the support continues until they start reception class. ",
                "tag": "p"
            },
            {
                "content": "This funding provides up to 15 hours of early education and childcare per week for 38 weeks a year. Some providers offer flexibility to spread this funding over more than 38 weeks by taking fewer hours per week. Check with your childcare provider about these options. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/how-to-apply-for-30-hours-free-childcare-and-find-out-if-youre-eligible/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Here we explain the 30 hours funded childcare scheme for working parents and the 15 hours scheme for families on certain benefits, how to access them and apply."
    },
    {
        "title": "A new peat map for England ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-12T06:00:00",
        "categories": [
            "Climate change",
            "Environmental Improvement Plan",
            "Landscapes",
            "Mapping",
            "Monitoring",
            "Natural England",
            "Nature Recovery Network",
            "NCEA",
            "Peat",
            "Science and evidence"
        ],
        "content": [
            {
                "content": "By Dr Ruth Waters, Director for Evidence, Natural England, and David Jones, Senior Responsible Officer for the Natural Capital and Ecosystem Assessment, Defra",
                "tag": "p"
            },
            {
                "content": "England’s peat deposits are one of our most valuable national assets. They’re our largest carbon store, they filter most of our fresh water and help defend communities against flooding, and they’re home to irreplaceable plants and wildlife.",
                "tag": "p"
            },
            {
                "content": "But what you can’t measure, you can’t manage. Today Natural England launched a new nationwide map of peat and peaty soils, The England Peat Map. The map has the most detailed national coverage to date for peat depth, peatland vegetation, upland drainage channels, and upland bare peat, which are all important in determining peatland condition. It’s published on an open access, easy to use web viewer and across a number of freely accessible government platforms. ",
                "tag": "p"
            },
            {
                "content": "This new peat map marks a step change in our ability to make national, regional, and local scale plans for England’s peatlands and peaty soils. It will be a key resource for government, for conservation organisations, and for anyone else working on the large-scale restoration of peatlands or the ecosystem services they provide. The map has been produced by the Natural Capital and Ecosystem Assessment programme as part of a nationwide survey of our land, freshwater and coastal ecosystems to produce a baseline of our natural assets.",
                "tag": "p"
            },
            {
                "content": "We already know that many of our peatlands are in a poor condition, but limited data has made it hard to build a detailed picture of what is happening across England. The new England Peat Map allows us to see that around three quarters of our peatlands are covered by plants and land use types associated with drier conditions, such as arable and horticultural land, bare peat, broadleaved woodlands, or near or within built-up areas and gardens, rather than the wetland plants we’d expect on healthy peatland.  At least 37% is dominated by heather, which flourishes under dry conditions, while just 1% is dominated by Sphagnum mosses – a key peat-forming plant group associated with wetlands. The map also shows the locations of many thousands of drainage channels, which are often closely connected to dried-out, deteriorating peatlands. Taken together, the data provides the most detailed understanding of peatland extent and features ever available at an England-wide scale.  ",
                "tag": "p"
            },
            {
                "content": "How will the map be used?",
                "tag": "p"
            },
            {
                "content": "How is the map made?",
                "tag": "p"
            },
            {
                "content": "The map relies on the integration of AI techniques with other survey methods. It uses satellite imagery, pre-existing peat survey data, new field survey data, and data on geology, topography (LiDAR), and historic land use. These are then analysed using AI algorithms (machine learning and deep learning). Using these algorithms we have, without needing to visit sites in person, predicted where peat will be found and identified drainage channels right across upland peat landscapes.",
                "tag": "p"
            },
            {
                "content": "Without needing to manually survey every peat deposit in the country, the England Peat Map combines modelling and real-world data to give our best prediction of where peat is. Our models are trained on over 300,000 data points from field surveys. They have an overall accuracy measure of over 95% for the extent of peaty soils and 94% for vegetation and land cover. As a national-scale map it will be a vital part of the decision-making toolkit for local scale management, though needs to be used in conjunction with local evidence for site-level decisions.",
                "tag": "p"
            },
            {
                "content": "The most difficult areas to map have been in the lowlands, where survey data is harder to gather and where more peat has been modified through historic intensive agricultural use. Drained lowland agricultural peat soils are responsible for the vast majority of greenhouse gas emissions from England’s peat, so improving mapping of these areas will be an important area of work for the future.",
                "tag": "p"
            },
            {
                "content": "Technical documentation and datasets can be downloaded from the project website, from Defra’s Science Search platform, and from Natural England’s Access to Evidence page. The map can also be accessed from Defra's Data Services Platform (DSP).  ",
                "tag": "p"
            },
            {
                "content": "Funding and partners",
                "tag": "p"
            },
            {
                "content": "The map has been made by Natural England and is funded by Defra’s Natural Capital and Ecosystem Assessment (NCEA) programme and Nature for Climate Fund (NCF). However, it’s also a triumph of teamwork between the public, non-profit, and private sectors. Natural England wouldn’t have been able to make the England Peat Map without generous contributions of data from 29 partner organisations – ranging from the National Trust and the Great North Bog partnership to Anglian Water. Together we’ve moved from a fragmented, localised picture of England’s peatlands to a joined-up, national one.",
                "tag": "p"
            },
            {
                "content": "The natural capital value of peatlands",
                "tag": "p"
            },
            {
                "content": "England’s peatlands and peaty soils are among our most valuable natural capital resources. New peat only forms at a rate of about 1mm a year, so by far the best way of ensuring that we continue to receive its benefits is by not letting it degrade in the first place and restoring damaged peatlands. Figures from the Office for National Statistics indicate that our peatlands’ value as a source of drinking water is worth many hundreds of millions, while our 180 million hours of recreational visits to them were worth £274 million. But all this is dwarfed by their value as a carbon store. The value of reduced carbon emissions from restoring all peatlands in the UK would be between 5 and 10 times the cost of restoration. At a conservative estimate, restoring 55% of peatlands to near-natural condition would have a value of around £50 billion. In allowing us to measure how much peat we have in locations across England, and the features of our peatland landscapes, the England Peat Map will give decision makers vital information to help them make the right choices for these irreplaceable national assets.",
                "tag": "p"
            },
            {
                "content": "Natural England’s Chief Scientist Dr Sallie Bailey has said of the map: ",
                "tag": "p"
            },
            {
                "content": "“Trying to map something that’s largely underground, changes in volume depending whether it’s rained recently, and tries to swallow you up every time you set foot in it comes with its challenges, which makes this map extraordinary in its accomplishment and something of a global first.  ",
                "tag": "p"
            },
            {
                "content": "“Mapping peat to this level of detail will help us maximise the benefits of peat and massively advances our understanding the role our peatlands are playing in a changing climate.” ",
                "tag": "p"
            },
            {
                "content": "Natural England’s Chair Tony Juniper said of the map:",
                "tag": "p"
            },
            {
                "content": "“The urgent need to improve the condition of our peatlands is well documented. They provide irreplaceable benefits as our biggest natural carbon stores, regulators of water quality and flood risk, and through the habitats they offer for plants and animals.",
                "tag": "p"
            },
            {
                "content": "It is only with the support of detailed evidence and mapping that we can understand the health of these ecosystems and turn this into effective conservation action.",
                "tag": "p"
            },
            {
                "content": "The England Peat Map will help us understand their contribution to our greenhouse gas emissions, target restoration efforts to the most degraded land, and identify some of the best opportunities for nature recovery. This will underpin better decisions affecting peatlands for many years to come.”",
                "tag": "p"
            },
            {
                "content": "Nature Minister Mary Creagh said:",
                "tag": "p"
            },
            {
                "content": "“Our peatlands are this country’s Amazon Rainforest and in desperate need of restoration and protection, as this mapping and research work starkly demonstrates.",
                "tag": "p"
            },
            {
                "content": "“That is why we have announced up to £400m for nature restoration, including of our peatlands, and are consulting on new plans to extend the ban on burning deep peat. This government, as part of our Plan for Change,  are committed to expanding nature-rich habitats and turning the tide on nature’s decline after years of neglect.”",
                "tag": "p"
            },
            {
                "content": "Caroline Thorogood, the National Trust's national lead for peatlands, has said of the map: ",
                "tag": "p"
            },
            {
                "content": "\"We’re excited to see the launch of the England Peat Map. The data in the map will help us take a significant step forward to more accurately map peatlands that we own and care for in England and understand their condition. This will allow us to better identify priorities and action future work to recover our precious peatlands, helping nature thrive and providing benefits such as carbon storage and water regulation.\"",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/12/a-new-peat-map-for-england/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Dr Ruth Waters, Director for Evidence, Natural England, and David Jones, Senior Responsible Officer for the Natural Capital and Ecosystem Assessment, Defra England’s peat deposits are one of our most valuable national assets. They’re our largest carbon store, they …"
    }
]