[
    {
        "title": "OFSI launches online forms for reporting and licences",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2025-07-17T17:03:39",
        "categories": [
            "OFSI Blog",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Today, on 17 July, OFSI has launched new online forms for submitting licence applications, reporting suspected breaches, and other key reporting such as frozen assets. This is a significant step forward in our drive to modernise and streamline our services, making our processes clearer, faster and more accessible for everyone who needs to contact us. ",
                "tag": "p"
            },
            {
                "content": "The new forms are designed to make it easier for you to provide the information we need and to help us respond more quickly and efficiently.",
                "tag": "p"
            },
            {
                "content": "For now, the new online forms will operate alongside our existing processes during a transition period. While use of the online forms is not yet mandatory, we encourage all users to familiarise themselves with the new forms and start using them as soon as possible. To support this, we have also published downloadable versions of the new forms to preview the questions, which can also be completed and sent to us by email. Using these templates will help you get used to the new format and requirements ahead of the full transition. OFSI will provide ample notice before the old forms are phased out permanently, through e-alerts and updates to our website.",
                "tag": "p"
            },
            {
                "content": "OFSI values your feedback. Please let us know what you think about our online forms by emailing ofsi@hmtreasury.gov.uk. Your input will help us shape ongoing improvements to the forms.",
                "tag": "p"
            },
            {
                "content": "Why you should start using the online forms",
                "tag": "p"
            },
            {
                "content": "Once your form is submitted, you will receive a confirmation email from OFSI containing the details of your submission.",
                "tag": "p"
            },
            {
                "content": "To help you complete your submission smoothly, we recommend reviewing the downloadable versions of our new forms and gathering the necessary information and documents before you begin. We advise stakeholders to complete forms in one session to avoid any loss of information. The forms cannot be saved in progress. However, as long as the browser is not closed, the form will retain details for up to 20 hours.",
                "tag": "p"
            },
            {
                "content": "Where can I get help?",
                "tag": "p"
            },
            {
                "content": "Each online form has guidance on how to fill it in. If you require further assistance, you can contact ofsi@hmtreasury.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Which forms are available?",
                "tag": "p"
            },
            {
                "content": "The following forms are now available online:",
                "tag": "p"
            },
            {
                "content": "Licensing Application",
                "tag": "p"
            },
            {
                "content": "Use this form to make a new application for a licence or amend an application if the activity the licence is needed for is not already covered by any of the General Licences.",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            },
            {
                "content": "Financial sanctions suspected breach reporting form ",
                "tag": "p"
            },
            {
                "content": "Use this form to report suspected breaches and compliance issues related to implementation of financial sanctions.",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            },
            {
                "content": "Oil Price Cap (OPC) suspected breach reporting form",
                "tag": "p"
            },
            {
                "content": "Use this form to report suspected breaches and compliance issues related to implementation of the UK’s ban on the maritime transportation of Russian oil and oil products and associated services and the oil price cap.",
                "tag": "p"
            },
            {
                "content": "Licence reporting (except Legal Services General Licence reporting) ",
                "tag": "p"
            },
            {
                "content": "Use this form to submit licence reporting. If you need to report under the Legal Services General Licence, use the Legal Services General Licence reporting form instead.",
                "tag": "p"
            },
            {
                "content": "Legal Services General Licence reporting",
                "tag": "p"
            },
            {
                "content": "Use this form to submit licence reporting for activities carried out under the OFSI Legal Services General Licence.",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            },
            {
                "content": "Counter-terrorism suspected breach reporting",
                "tag": "p"
            },
            {
                "content": "Use this form to report all counter-terrorism compliance-related information to OFSI, including information regarding any suspected breaches of financial sanctions.",
                "tag": "p"
            },
            {
                "content": "Designated Persons Reporting",
                "tag": "p"
            },
            {
                "content": "Use this form if you are a DP under the Russia or Belarus (Sanctions) (EU Exit) Regulations 2019 and need to report any funds or economic resources you own, hold or control to OFSI, within 10 weeks of your designation or the relevant legislation coming into force.",
                "tag": "p"
            },
            {
                "content": "Please download the Excel template here. This will need to be completed before uploading it to the form.",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            },
            {
                "content": "Frozen Asset Reporting",
                "tag": "p"
            },
            {
                "content": "This form should be used by relevant firms to report as soon as practicable the nature and amount or quantity of any funds or economic resources they hold for a customer who is a designated person.",
                "tag": "p"
            },
            {
                "content": "Please download the Excel template here. This will need to be completed before uploading it to the form.",
                "tag": "p"
            },
            {
                "content": "This form differs from the annual review of frozen assets where, persons that funds or economic resources owned, held or controlled by a designated person as of 30th September in a calendar year will have to provide OFSI with a report stating the nature and amount or quantity of these funds or economic resources by no later than 30th November in that calendar year.",
                "tag": "p"
            },
            {
                "content": "For more information on the annual review of frozen assets see our recent annual review.",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            },
            {
                "content": "If you have previously reported frozen assets that are no longer held or frozen, you should still use this form to update OFSI. Please clearly indicate the status of those assets in the “additional information” column of the Excel upload.",
                "tag": "p"
            },
            {
                "content": "Immobilised Assets",
                "tag": "p"
            },
            {
                "content": "Use this form for notifying OFSI if your firm knows or suspects it holds funds or economic resources for a person or entity prohibited under regulation 18A(1) of the Russia (Sanctions) (EU Exit) Regulations 2019. This includes the Central Bank of the Russian Federation, the National Wealth Fund of the Russian Federation, the Ministry of Finance of the Russian Federation, or anyone owned, controlled by, or acting on behalf of these entities.",
                "tag": "p"
            },
            {
                "content": " Information needed:",
                "tag": "p"
            },
            {
                "content": "Compliance reporting",
                "tag": "p"
            },
            {
                "content": "Use these forms to report your compliance with an exception from financial sanctions:",
                "tag": "p"
            },
            {
                "content": "Complying with the exception: \"Investments in relation to non-government controlled Ukrainian territory\"           ",
                "tag": "p"
            },
            {
                "content": "Complying with the exception: \"Credits to and transfers out of frozen accounts and relevant accounts\"        ",
                "tag": "p"
            },
            {
                "content": "Complying with the exception: \"Exception for required payments\"                ",
                "tag": "p"
            },
            {
                "content": "Complying with the exception: \"Humanitarian Assistance Activity in relation to Syria [Relating to Petroleum Products] \"",
                "tag": "p"
            },
            {
                "content": "Complying with the exception: \"Investments in relation to Russia\"",
                "tag": "p"
            },
            {
                "content": "Information needed:",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2025/07/17/ofsi-launches-online-forms-for-reporting-and-licences/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "Today, on 17 July, OFSI has launched new online forms for submitting licence applications, reporting suspected breaches, and other key reporting such as frozen assets. This is a significant step forward in our drive to modernise and streamline our services, …"
    },
    {
        "title": "Introducing Our New Recommendations Paper for Government on the Circular Economy",
        "authors": [
            "Emily Watson-Breeze"
        ],
        "posted_on": "2025-07-17T13:48:55",
        "categories": [
            "Circular economy",
            "GDSA",
            "Sustainable ICT"
        ],
        "content": [
            {
                "content": "Emily Watson-Breeze is a Sustainability Activation Manager at BT and is a member of the Government Digital Sustainability Alliance (GDSA) circular economy working group. The views in this post are their own and not the UK government’s.",
                "tag": "p"
            },
            {
                "content": "Driving Circularity in Government: New Recommendations from the GDSA circular economy working group",
                "tag": "h2"
            },
            {
                "content": "Circular economy principles are gaining traction across all industries—but within government departments and large organisations, adoption remains limited. That’s why the GDSA circular economy working group is proud to release our recommendations paper, a practical guide to overcoming the barriers that hinder circularity in public sector ICT.",
                "tag": "p"
            },
            {
                "content": "This paper not only identifies the key challenges but also offers actionable solutions to help organisations transition from linear to circular models of technology use.",
                "tag": "p"
            },
            {
                "content": "About the paper",
                "tag": "h2"
            },
            {
                "content": "The recommendations paper is the result of a collaborative effort by the circular economy working group, co-authored by:",
                "tag": "p"
            },
            {
                "content": "Their insights, first presented at the GDSA summit in March 2024at the London Science Museum, laid the foundation for this work. Their leadership and insights have been instrumental in shaping this paper, which builds on those discussions. Since then, the group has expanded, welcoming new voices from industry and academia.",
                "tag": "p"
            },
            {
                "content": "We’re also excited to share that Ishmael Burdeau (Lead Sustainability Business Architect, DWP) and Ellie Richardson (Head of Donations, DSIT) have joined the conversation, bringing fresh perspectives on end-of-life hardware and e-waste.",
                "tag": "p"
            },
            {
                "content": "Why circularity in tech matters",
                "tag": "h2"
            },
            {
                "content": "In our digital age, the responsible management of technology is more important than ever. Circularity in tech means designing products with their full lifecycle in mind—so they can be reused, refurbished or recycled instead of ending up in landfills.",
                "tag": "p"
            },
            {
                "content": "This approach:",
                "tag": "p"
            },
            {
                "content": "Whether you’re an individual or an organisation, it’s time to rethink what happens to your old devices. Let’s stop letting them gather dust and start putting them back into use, through our collective resource bank.",
                "tag": "p"
            },
            {
                "content": "Barriers to circularity",
                "tag": "h2"
            },
            {
                "content": "Our research, based on primary research from interviews with government employees and industry peers, highlights 6 critical barriers and opportunities:",
                "tag": "p"
            },
            {
                "content": "We refer to these as parts of a “sustainability engine”—and overcoming each one brings us closer to a truly circular economy.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "This paper is just the beginning. Our working group will now:",
                "tag": "p"
            },
            {
                "content": "Join the movement",
                "tag": "h2"
            },
            {
                "content": "We invite central government departments, public bodies and industry partners to explore the paper and get involved.",
                "tag": "p"
            },
            {
                "content": "If your organisation is facing challenges with tech disposal, procurement or sustainability, we want to hear from you. Let’s work together to build a more circular, responsible future for public sector ICT.",
                "tag": "p"
            },
            {
                "content": "For more information, read the GDSA recommendations paper.",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/07/17/introducing-our-new-recommendations-paper-for-government-on-the-circular-economy/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Emily Watson-Breeze is a Sustainability Activation Manager at BT and is a member of the Government Digital Sustainability Alliance (GDSA) circular economy working group. The views in this post are their own and not the UK government’s. Driving Circularity in …"
    },
    {
        "title": "Government Risk Profession – Being more productive and agile through better risk management",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-07-17T12:18:52",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Modernisation and Reform",
            "One Big Thing",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "A guest blog from Clive Martin, Head of the Government Risk Profession.",
                "tag": "p"
            },
            {
                "content": "When you first think of risk management, you might be forgiven for picturing risk registers or lists of delivery hurdles but in today’s Civil Service, risk management is so much more. Effective risk management means taking smart, calculated risks to seize opportunities, improve outcomes and create lasting public value. The Government Risk Profession is at the heart of this, championing innovation, supporting confident decision-making and helping us all to be more productive and agile.",
                "tag": "p"
            },
            {
                "content": "Improving risk management in government",
                "tag": "h2"
            },
            {
                "content": "We are already good at managing some risks, but there is room to improve across the entire public sector. Our focus is improving the way we manage risks that directly affect the government’s priority missions. ",
                "tag": "p"
            },
            {
                "content": "Risk professionals are involved in some of the most crucial work across government, dealing with the impact of uncertainty in everything we do, from policies and programmes to daily operations. The Risk Management Profession helps all civil servants handle this uncertainty, whether risk is your main focus or part of a wider role.",
                "tag": "p"
            },
            {
                "content": "Risk roles are varied and offer valuable skills you can use anywhere. Standalone risk functions can exist to help others manage risk across the organisation and sometimes the risk management function is housed in strategy, finance, project delivery, policy, commercial or digital teams, amongst others. ",
                "tag": "p"
            },
            {
                "content": "By improving how we approach risk together, we can help create a more productive and agile state – one which is resilient, innovative, and equipped to meet today’s challenges and tomorrow’s opportunities. ",
                "tag": "p"
            },
            {
                "content": "Your pathway into risk management",
                "tag": "h2"
            },
            {
                "content": "Through the Risk Centre of Excellence, we offer resources, tools, further learning, and a vibrant community to share ideas and ongoing professional development. Our Induction Hub is great for new joiners, and completing the induction steps earns you an Affiliate Badge for your email signature.  For those wanting to develop further, we also offer Professional Risk Management Accreditation, which provides a higher level of recognition and achievement. ",
                "tag": "p"
            },
            {
                "content": "If you're interested in learning more or getting involved, you can explore the Government Risk Profession here.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/07/17/government-risk-profession-being-more-productive-and-agile-through-better-risk-management/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Effective risk management means taking smart, calculated risks to seize opportunities, improve outcomes and create lasting public value. The Government Risk Profession is at the heart of this, championing innovation, supporting confident decision-making and helping us all to be more productive and agile."
    },
    {
        "title": "Shedding new light on access arrangements data",
        "authors": [
            "Tom Bramley"
        ],
        "posted_on": "2025-07-17T12:00:00",
        "categories": [
            "A levels and GCSEs"
        ],
        "content": [
            {
                "content": "I want to explain why we have withdrawn our official statistics on access arrangements today, and what we plan to do next. ",
                "tag": "p"
            },
            {
                "content": "We know that these statistics are important for understanding how the exam system works, and have been the subject of some discussion. That is why we are keen to share what we have found and start the process of setting the record straight as soon as possible.",
                "tag": "p"
            },
            {
                "content": "Let me start by saying that this problem is about data collection and reporting, not the access arrangements system itself. No student has been or will be affected. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know.",
                "tag": "p"
            },
            {
                "content": "What are access arrangements?",
                "tag": "h2"
            },
            {
                "content": "Access arrangements are based on students’ needs. They fall into 2 categories: “reasonable adjustments” for disabled students and arrangements for those with temporary injuries or other access needs. ",
                "tag": "p"
            },
            {
                "content": "Schools and colleges apply to exam boards for access arrangements to help ensure that those students can sit their exams without being unfairly disadvantaged. ",
                "tag": "p"
            },
            {
                "content": "The most common form of exam board-approved access arrangement is the granting of 25% extra time in exams.  ",
                "tag": "p"
            },
            {
                "content": "What happened?",
                "tag": "h2"
            },
            {
                "content": "In 2023 we started considering trends in access arrangements data and began research into how the arrangements were used and perceived in the education sector. As part of this work we requested more detailed data from exam boards, which we received at the end of 2024.",
                "tag": "p"
            },
            {
                "content": "We have always recognised that there are limitations to these figures. Our analysis has now revealed that they have led to a significant overstatement of approved access arrangements in place for the exam cohort in each year.",
                "tag": "p"
            },
            {
                "content": "The issue was not with how arrangements were granted, but with how the data was recorded and reported. For example:",
                "tag": "p"
            },
            {
                "content": "Initial findings from our analysis suggest that the proportion of students receiving access arrangements – including 25% extra time – is more closely aligned than previously reported to the proportion of students with special educational needs (SEN) reported in the school population.",
                "tag": "p"
            },
            {
                "content": "Important points to remember about access arrangements",
                "tag": "h2"
            },
            {
                "content": "Our analysis gives a more accurate picture of access arrangements in place for students actually taking an examination in any given academic year. In doing so, it has not revealed any evidence of misuse or systemic failure. This has been a technical issue with reporting rather than how the system has been used.",
                "tag": "p"
            },
            {
                "content": "The approach to access arrangements remains unchanged. Schools and colleges should continue to apply for access arrangements as they always have, following the same JCQ guidance.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "We will publish revised statistics in late 2025, covering the academic years from 2020 to 2021 onwards. These will be designated as “official statistics in development” and will include confidence ranges to reflect the complexity of the data.",
                "tag": "p"
            },
            {
                "content": "They won’t be perfect, but they will give a much more accurate picture than previously. We will be working with exam boards to improve the quality of the data they give us in future so that the quality of the overall statistics continues to improve.",
                "tag": "p"
            },
            {
                "content": "We also plan to publish a report explaining our review of evidence (including the new data analysis), as well as research into perceptions of 25% extra time in exams.",
                "tag": "p"
            },
            {
                "content": "This long-term research, as well as our work to improve the official statistics, shows our commitment to improving the understanding and transparency of this important part of the qualifications system.",
                "tag": "p"
            },
            {
                "content": "Tom BramleyExecutive Director, Research and Analysis, Ofqual",
                "tag": "p"
            }
        ],
        "link": "https://ofqual.blog.gov.uk/2025/07/17/shedding-new-light-on-access-arrangements-data/",
        "blog": "The Ofqual blog",
        "blog_link": "https://ofqual.blog.gov.uk",
        "description": "I want to explain why we have withdrawn our official statistics on access arrangements today, and what we plan to do next.  We know that these statistics are important for understanding how the exam system works, and have been the …"
    },
    {
        "title": "AI Conference for the Digital Professions: From Conception to Launch ",
        "authors": [
            "Amerso Bassiouny"
        ],
        "posted_on": "2025-07-17T11:33:48",
        "categories": [
            "AI",
            "AI Conference",
            "collaboration",
            "digital people",
            "digital professions"
        ],
        "content": [
            {
                "content": "We have all heard that AI is here to change our lives and transform the way we work. However, discussions have usually focused on an overarching picture of change rather than exploring how this change might apply to specific professions. This is the challenge we sought to tackle when our team set out to produce Justice Digital’s first AI Conference for the Digital Professions.",
                "tag": "p"
            },
            {
                "content": "The conference could not have been more timely. It coincided with the publication of the AI Opportunities Action Plan, which saw HMG call for “AI adoption across the UK to boost economic growth, provide jobs for the future, and improve people's everyday lives.”",
                "tag": "p"
            },
            {
                "content": "It felt like a true honour to be part of enabling knowledge sharing of this transformative technology across Justice Digital and to further our government’s mission.",
                "tag": "p"
            },
            {
                "content": "Towards a successful launch ",
                "tag": "h2"
            },
            {
                "content": "To bring the conference to life, we knew that we would have to offer truly valuable sessions. As such, our main aim was to reach out to several incredibly talented individuals from our department, cross-government, and industry. Although not everyone had the time to dedicate to our conference, our outreach saw 11 leading experts hosting sessions on a wide range of highly relevant topics.",
                "tag": "p"
            },
            {
                "content": "For example, one of our sessions focussed on Applying AI to User Research and explored the transformative role of Generative AI in helping User Researchers better understand user needs, whilst also balancing this against the technology’s current limitations.",
                "tag": "p"
            },
            {
                "content": "We also had the opportunity to hear from a Senior Service Designer at the Bank of England, who led us through a fantastic session on AX (Artificial Intelligence Experience) and Service Design. She explored the ways in which AI can enhance user experience through prediction, automation, and personalisation. It was especially interesting to see AI explored as a ‘suitcase term’ and its role in supercharging creativity.",
                "tag": "p"
            },
            {
                "content": "Another inspiring session focused on effective AI Delivery and the challenges of moving AI products from conception to production and explored the role of scalable custom solutions and quantised AI models in enabling the government to deliver value to the public while reducing the cost and risk associated with AI deployment.",
                "tag": "p"
            },
            {
                "content": "Our final session provided Digital colleagues with a valuable introduction to Miro AI and its wide-ranging capabilities. From report generation and qualitative data analysis to the creation of diverse diagrams, including mind maps and flowcharts. The speakers guided us through its potential to streamline workflows and enhance efficiency. The session was particularly useful in giving Digital colleagues a taste of the software’s capabilities before Justice Digital’s Miro AI Pilot commenced shortly after. ",
                "tag": "p"
            },
            {
                "content": "Looking Back and Ahead ",
                "tag": "h2"
            },
            {
                "content": "We were thrilled to see how well the AI Conference landed with attendees, with feedback praising the variety of speakers, useful content, and strong organisation.",
                "tag": "p"
            },
            {
                "content": "Following the positive response, we're excited to confirm the AI Conference will return in January 2026, this time, with an even broader audience. By opening it up to both civil servants and industry professionals, we hope to deepen collaboration, encourage open knowledge-sharing, and support the safe, effective use of AI across sectors.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/07/17/ai-conference-for-the-digital-professions-from-conception-to-launch/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "We have all heard that AI is here to change our lives and transform the way we work. However, discussions have usually focused on an overarching picture of change rather than exploring how this change might apply to specific professions. …"
    },
    {
        "title": "How we transformed the service owner role on the Capability Framework",
        "authors": [
            "Olivia Helliwell, Senior Content Designer, GDS"
        ],
        "posted_on": "2025-07-17T10:48:05",
        "categories": [
            "Capability Framework"
        ],
        "content": [
            {
                "content": "Service owners play an important role in the day-to-day activity of teams delivering high quality public services - from passport renewal to providing identification. ",
                "tag": "p"
            },
            {
                "content": "These professionals, of which there are currently just over 340 in digital and data roles across government, ensure services meet user needs while navigating the complex intersection of policy, digital and operations.",
                "tag": "p"
            },
            {
                "content": "The digital and data roles needed to deliver services in government are defined in the Government Digital and Data Capability Framework. The framework plays a significant role in establishing how departments work, how government attracts high quality talent, and how people are assessed for their level of skill.",
                "tag": "p"
            },
            {
                "content": "The service owner role is especially important in government, and particularly in delivering the blueprint for modern digital government. The blueprint emphasises designing services around user needs and creating seamless experiences across organisational boundaries - areas where service owners play a crucial role. ",
                "tag": "p"
            },
            {
                "content": "By strengthening this function, we're taking a significant step toward realising the blueprint's vision of digital public services that are efficient, accessible, and truly designed around the needs of the people who use them. Recent data also shows growing numbers of service owners operating at senior levels, meaning improvements to this role are likely to substantially benefit an increasing number of services, and citizen experiences, across the UK.",
                "tag": "p"
            },
            {
                "content": "Our collaborative approach to design",
                "tag": "h3"
            },
            {
                "content": "Roles on the framework are community-led. This means that the content is developed with subject matter experts who work in these roles. ",
                "tag": "p"
            },
            {
                "content": "We assembled a cross-government working group that quickly identified three key challenges:",
                "tag": "p"
            },
            {
                "content": "Meeting every other week from September 2024, the group tackled these issues head on. A key challenge was to reduce the potential for confusion and duplication between the service owner and product manager roles. These roles typically work closely together but have a different focus. By collaborating throughout the development of both roles, we made important changes, such as removing some shared skills, like ‘product ownership’, that didn’t accurately reflect what both roles do.",
                "tag": "p"
            },
            {
                "content": "Early on in the process, we created a new short description of the service owner role, which helped us focus our thinking throughout the rest of the work:",
                "tag": "p"
            },
            {
                "content": "‘A service owner is accountable for the quality, performance, benefits and outcomes of a service. They provide clear end-to-end direction, prioritisation and decision making for teams in line with department, policy and user outcomes.’",
                "tag": "p"
            },
            {
                "content": "The refreshed skill set",
                "tag": "h3"
            },
            {
                "content": "With this sharpened focus, we redefined the skills required by service owners:",
                "tag": "p"
            },
            {
                "content": "Keeping the framework up to date",
                "tag": "h3"
            },
            {
                "content": "With an engaged working group in place, we plan to continue to meet on a regular basis to review feedback and make appropriate, user-informed changes. We are also actively exploring a Senior Civil Servant (SCS) service owner role - there are currently nearly 80 professionals working at this role level across government. ",
                "tag": "p"
            },
            {
                "content": "This collaborative effort highlighted the value of sharing experiences as service owners - one of the greatest benefits of our cross-government community. We're now exploring ways to create more opportunities for this knowledge exchange.",
                "tag": "p"
            },
            {
                "content": "If you have any feedback on the changes, please contact digitaldatacapabilityframework@dsit.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "The Government Digital and Data Capability Framework works with communities across government to ensure it is up to date and reflects government needs. We encourage you to propose a change to the framework or contact digitaldatacapabilityframework@dsit.gov.uk to find out more.",
                "tag": "p"
            }
        ],
        "link": "https://digitalpeople.blog.gov.uk/2025/07/17/how-we-transformed-the-service-owner-role-on-the-capability-framework/",
        "blog": "Digital people",
        "blog_link": "https://digitalpeople.blog.gov.uk",
        "description": "The Government Digital and Data Capability Framework has refreshed the service owner role. This important update clarifies the role definition, making it easier to understand and assess against, while empowering service owners to create better, more responsive services that truly meet citizen needs across the UK."
    },
    {
        "title": "Inclusive access to work experience for young people: The Environment Agency's NEW Virtual Work Experience Programme",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-07-17T09:41:19",
        "categories": [
            "Environment Agency",
            "Flood"
        ],
        "content": [
            {
                "content": "Engaging our future workforce",
                "tag": "p"
            },
            {
                "content": "The Environment Agency, working with Defra, has launched our first Virtual Work Experience programme. It introduces young people to the Environment Agency and specifically the work we do in flood and coastal risk management (FCRM). It’s a ground breaking initiative that will benefit the environmental workforce of tomorrow by helping to:",
                "tag": "p"
            },
            {
                "content": "Register an account here.",
                "tag": "p"
            },
            {
                "content": "Access for all and social impact",
                "tag": "p"
            },
            {
                "content": "The statistics tell us a powerful story. The Youth Voice Census 2024 revealed that only 36% of young people in secondary school accessed work experience. An estimated 12.5% of all people aged 16 to 24 years in the UK were not in education, employment or training (NEET) in January to March 2025. Young people are missing out on crucial opportunities to prepare for the workplace and could be benefiting from inclusive and impactful work experience.",
                "tag": "p"
            },
            {
                "content": "There are barriers to traditional, in-person work experience – geographical distance, transport costs, family circumstances, self-confidence or simply not knowing which employers to approach. Our virtual work experience programme aims to overcome these obstacles. Through any device with a browser, young people can now access high-quality, professionally designed content from homes, schools, or libraries.",
                "tag": "p"
            },
            {
                "content": "With this scalable virtual work experience solution, we’re reaching young people far and wide in a truly inclusive way. Encouraging all young people to engage with our organisation, increase their awareness of climate science and the positive impact of choosing green careers.  ",
                "tag": "p"
            },
            {
                "content": "What’s included in the programme",
                "tag": "p"
            },
            {
                "content": "We’ve collaborated closely with Defra, in partnership with Springpod, to offer the programme. Our educational specialists have designed 8 comprehensive modules for the target audience of 13- to 18-year-olds. They feature pre-recorded speaker sessions, interactive quizzes, and engaging tasks and will help young people learn about:",
                "tag": "p"
            },
            {
                "content": "Josie Bateman, Director of Innovation, Systems and Services in the FCRM Directorate, explains:",
                "tag": "p"
            },
            {
                "content": " \"Providing a pathway into environmental careers is essential for fostering a diverse and skilled workforce. The Environment Agency's Virtual Work Experience programme equips young people with the knowledge, confidence, and skills to contribute meaningfully to flood and coastal risk management.\"",
                "tag": "p"
            },
            {
                "content": "Education, skills and strategic impact: Aligning with Our Mission",
                "tag": "p"
            },
            {
                "content": "This initiative directly supports Ambition 3 of our Flood and Coastal Erosion Risk Management Strategy Roadmap to 2026, which calls for more people to have the education and skills needed for careers in flood and coastal risk management. It's also a key action in our Business Plan 2025 to 2026, helping us become a place where people from all backgrounds can thrive and fulfil their potential.",
                "tag": "p"
            },
            {
                "content": "Careers advisors, teachers, lecturers and other educators can signpost young people, with an interest or passion in the environment, science or geography, to our virtual work experience programme. They will gain insights into our organisation, develop knowledge of green careers, and visualise their own career with the Environment Agency.  ",
                "tag": "p"
            },
            {
                "content": "Young people who complete the programme will receive a certificate of completion, which demonstrates engagement with their own development and can be added to their CV or personal statement. Young people will develop greater career confidence, enhanced employability and be motivated to make a difference. It will also help improve the visibility and accessibility of the Environment Agency as an employer of choice for the next generation. ",
                "tag": "p"
            },
            {
                "content": "Spread the word",
                "tag": "p"
            },
            {
                "content": "The programme is freely available and open for registrations. Whether you're an educator, parent, careers advisor, or someone who simply believes in empowering young people, please encourage the young people in your networks to register now. Share this opportunity with schools, colleges, and youth organisations and help us reach those who might not otherwise discover these pathways into environmental careers.",
                "tag": "p"
            },
            {
                "content": "Relevant links: ",
                "tag": "p"
            },
            {
                "content": "Environment Agency Opportunities - Your Environment, Your Career | Springpod ",
                "tag": "p"
            },
            {
                "content": "Defra | Hub powered by Springpod ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/07/17/inclusive-access-to-work-experience-for-young-people-the-environment-agencys-new-virtual-work-experience-programme/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Engaging our future workforce The Environment Agency, working with Defra, has launched our first Virtual Work Experience programme. It introduces young people to the Environment Agency and specifically the work we do in flood and coastal risk management (FCRM). It’s …"
    },
    {
        "title": "Dive into FMPs: a look at governance in fisheries management plans",
        "authors": [
            "Nicola Lewellen - FMP Engagement and Communications"
        ],
        "posted_on": "2025-07-16T16:03:02",
        "categories": [
            "- Defra led FMPs"
        ],
        "content": [
            {
                "content": "As we progress with our fisheries management plans (FMP) journey we want to help you understand how the plans are delivered. ",
                "tag": "p"
            },
            {
                "content": "This is the first post in a three-part series to dive into FMPs. I hope that it helps you understand who does what, and how and when the valuable information, views, and opinions from experts and stakeholders are brought in. ",
                "tag": "p"
            },
            {
                "content": "Part two will look at our partners and experts and part three will explore stakeholder engagement and some of the groups and forums that we lead or collaborate with. ",
                "tag": "p"
            },
            {
                "content": "In this post, we'll look at our overarching programme governance. ",
                "tag": "p"
            },
            {
                "content": "We'll cover who's in charge, how decisions are made, and how risks are managed. Having a solid governance structure is crucial for keeping things running smoothly and ensuring that all our hard work pays off in the end. ",
                "tag": "p"
            },
            {
                "content": "First, I’ll start by explaining the terms mentioned above. ",
                "tag": "p"
            },
            {
                "content": "What is the FMP ‘programme’? ",
                "tag": "h2"
            },
            {
                "content": "A programme is the coordinated management of multiple projects that work together to deliver strategic, or long-term, outcomes and benefits. ",
                "tag": "p"
            },
            {
                "content": "The FMP programme consists of projects delivering Defra’s 15 FMPs which aim to meet the objectives set out in the Joint Fisheries Statement with the shared ambition of delivering world class, sustainable management of our sea fisheries and aquaculture across the UK, and to play our part in supporting delivery of this globally. ",
                "tag": "p"
            },
            {
                "content": "What is governance? ",
                "tag": "h2"
            },
            {
                "content": "Programme governance leads the way we work. It’s the framework or structure that gives our work direction and keeps our programme on track, giving clear leadership, clear decision-making processes and accountability at every level.  ",
                "tag": "p"
            },
            {
                "content": "Whether its managing risks, making sure we have a suitable resource allocation or keeping stakeholders engaged, it’s necessary to keep things efficient and successful. ",
                "tag": "p"
            },
            {
                "content": "Within FMPs, our governance makes sure that our work is aligned with Defra's strategy and goals. It helps us to safeguard and balance stakeholder interests and helps us be compliant with the law and reduce risks. ",
                "tag": "p"
            },
            {
                "content": "FMP Programme Board ",
                "tag": "h2"
            },
            {
                "content": "At the head of our governance structure is the Board which provides direction, oversight, and accountability. ",
                "tag": "p"
            },
            {
                "content": "It gives long-term strategic leadership and makes decisions around the prioritisation of work and resources to ensure that the programme delivers high-quality FMPs.  ",
                "tag": "p"
            },
            {
                "content": "It also makes sure that the work being done is aligned within the Defra group and helps us to manage any potential risks and issues.  ",
                "tag": "p"
            },
            {
                "content": "Members of the board include senior representatives from: ",
                "tag": "p"
            },
            {
                "content": "Other members and subject matter experts are invited to support and advise the board when needed. ",
                "tag": "p"
            },
            {
                "content": "The following groups take a strategic long-term vision but also directly support the day-to-day delivery of FMP work. ",
                "tag": "p"
            },
            {
                "content": "Programme Management Group ",
                "tag": "h2"
            },
            {
                "content": "This group reports on the progress of FMP development and supports the design and publication of plans through lessons learned and risk management.  ",
                "tag": "p"
            },
            {
                "content": "Members include Defra policy teams, delivery partners and experts from MMO, Cefas, AIFCA and Seafish, JNCC and Natural England as well as ICF who is evaluating the programme.  ",
                "tag": "p"
            },
            {
                "content": "We will talk about our delivery partners and projects in our next post of this series. ",
                "tag": "p"
            },
            {
                "content": "Implementation Delivery Group ",
                "tag": "h2"
            },
            {
                "content": "This group, with members from Defra, MMO and AIFCA, tracks the delivery of the goals in the published FMPs and identifies and acts on any barriers to make sure things are moving on as planned.  ",
                "tag": "p"
            },
            {
                "content": "Engagement and Communications Group ",
                "tag": "h2"
            },
            {
                "content": "This group brings together people responsible for FMP engagement and communications from across Defra’s policy teams and delivery partners. The group works to coordinate activities across the projects in the programme and takes a long-term approach to planning. ",
                "tag": "p"
            },
            {
                "content": "Working on joint plans ",
                "tag": "h2"
            },
            {
                "content": "Defra is the ‘coordinating authority’ responsible for preparing and publishing 15 of the 43 FMPs. We work alongside the other ‘fisheries policy authorities ‘- Northern Ireland, Scotland and Wales, on joint plans where one or more of the authorities work on them together.  ",
                "tag": "p"
            },
            {
                "content": "We hold regular meetings with the other authorities to keep on track with progress towards delivering our joint plans. This mainly takes place through monthly meetings with a working group, where Defra policy officials work closely with their counterparts to support the preparation of these FMPs.  ",
                "tag": "p"
            },
            {
                "content": "See who is responsible for FMPs on the full list of FMPs  ",
                "tag": "p"
            },
            {
                "content": "Keep an eye on the blog or subscribe to be notified of the next two posts in this series. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/07/16/dive-into-fmps-a-look-at-governance-in-fisheries-management-plans/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Are you curious about who shapes FMPs? In part one of our new series, discover who’s who in our governance and their role in influencing sustainable fisheries."
    },
    {
        "title": "Rediscovering libraries: new insights on engaging non-users",
        "authors": [
            "Glenn Gottfried, Associate Director, Ipsos"
        ],
        "posted_on": "2025-07-16T13:30:58",
        "categories": [
            "Research"
        ],
        "content": [
            {
                "content": "Libraries have long been essential parts of our communities, offering free access to knowledge, resources, and shared spaces. However, recent decades have seen a concerning decline in library engagement across England. With two-thirds of adults (66%) not having used a library in the past year, understanding why people aren't engaging with libraries and how to attract them back is crucial.",
                "tag": "p"
            },
            {
                "content": "In November 2024, Ipsos blogged for us on an initial qualitative piece of research work which started to look at the barriers to library use and how to encourage engagement. Last week DCMS published the next phase of this work, a comprehensive quantitative report exploring the barriers to library use and potential strategies for re-engagement. The report offers valuable insights for policymakers, library staff, and the general public alike.",
                "tag": "p"
            },
            {
                "content": "Barriers to library use",
                "tag": "p"
            },
            {
                "content": "The research, conducted by Ipsos UK, surveyed 4,243 library non-users aged 17 and over, across England in January 2025 using our online random probability Knowledge Panel. It reveals several key barriers that prevent people from using libraries. They can be grouped into three main categories using the COM-B framework (a framework from behavioural science that helps us understand why people do or do not engage in certain behaviours). They are Capability (awareness and skills), Opportunity (external factors enabling or hindering use), and Motivation (personal reasons for or against using libraries).",
                "tag": "p"
            },
            {
                "content": "We used a technique called Maximum Difference Scaling (MaxDiff) to understand the relative importance of different barriers to library use. In this analysis, respondents were asked to compare different reasons for not using libraries and choose which were the biggest and smallest barriers for them personally. The resulting scores range from 0 to 100, with higher scores indicating a higher likelihood of that barrier being chosen as important.",
                "tag": "p"
            },
            {
                "content": "Services with potential to re-engage non-users",
                "tag": "h4"
            },
            {
                "content": "Despite the barriers mentioned above, the research uncovered several services that could potentially draw non-users back to libraries:",
                "tag": "p"
            },
            {
                "content": "Different services appeal more strongly to specific demographics. For example, just over half (53%) of 17-24 year olds selected dedicated work and study spaces as a factor that would encourage them to use their local library. This suggests that libraries could potentially attract younger users by positioning themselves as alternative workspaces.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, good parking facilities were particularly important for those aged 65 and above (29% compared to 23% overall), highlighting the need to consider accessibility for older users. For parents, especially those with children aged 0-4, an engaging programme of activities and events for children was a significant draw (43% compared to 31% of parents overall).",
                "tag": "p"
            },
            {
                "content": "These findings demonstrate the importance of tailoring library services to meet the diverse needs of different community segments.",
                "tag": "p"
            },
            {
                "content": "The research identified five distinct segments of library non-users, each with unique characteristics and potential for re-engagement:",
                "tag": "p"
            },
            {
                "content": "Armchair Supporters (24% of non-users): Hold positive views of libraries but don't personally engage or use them. They tend to be older, from higher socioeconomic backgrounds, and living in less deprived areas. While they value libraries in theory, they may not see the personal relevance.",
                "tag": "p"
            },
            {
                "content": "Digital & Community Seekers (25%): Value libraries as community hubs but seek greater digital integration and convenience. They are more likely to be female, younger, from ethnic minority backgrounds, and working full-time. This group sees potential in libraries but needs services that align with their digital-first lifestyles.",
                "tag": "p"
            },
            {
                "content": "The Disengaged (23%): Show low awareness of library offerings and feel a lack of personal relevance. They are more likely to be male, older, non-graduates, and from lower socioeconomic backgrounds. Engaging this group may require fundamental shifts in how libraries communicate their value.",
                "tag": "p"
            },
            {
                "content": "Dismissive Non-Users (9%): Hold deeply negative perceptions of libraries and strongly resist engagement. They are more likely to be men, younger, from lower socioeconomic backgrounds, and lack confidence in using the internet. This group presents the biggest challenge for engagement.",
                "tag": "p"
            },
            {
                "content": "Enthusiastic Adopters (19%): Hold overwhelmingly positive attitudes towards libraries and show the greatest potential for engagement. They are more likely to be women, not working full-time, graduates, and from higher socioeconomic backgrounds. This segment represents a prime opportunity for libraries to convert positive sentiment into active usage.",
                "tag": "p"
            },
            {
                "content": "Understanding these segments can help libraries tailor their outreach and services to effectively address the needs and preferences of different groups.",
                "tag": "p"
            },
            {
                "content": "Based on these findings, and workshops conducted by Ipsos with frontline library staff the report suggests three interventions for libraries to consider:",
                "tag": "p"
            },
            {
                "content": "These interventions would need to be tailored to specific audiences, local demographics, or segments where possible to facilitate implementation in practice. An implementation approach involving monitoring and adaptation would also be required.",
                "tag": "p"
            },
            {
                "content": "The findings from this report commissioned by DCMS offer a wealth of insights for libraries seeking to re-engage non-users. By understanding the barriers that prevent people from using libraries, the services that could attract them back, and the distinct segments of non-users, libraries can develop targeted strategies for increasing engagement. As libraries continue to evolve in the digital age, these insights will be crucial in ensuring they remain vital community resources for years to come.",
                "tag": "p"
            },
            {
                "content": "We would like to thank respondents and library staff for taking the time to share their experiences and views with us, helping us understand how to build future library engagement.",
                "tag": "p"
            },
            {
                "content": "The full report can be found here and was published alongside a Written Ministerial Statement in the Houses of Parliament.  ",
                "tag": "p"
            },
            {
                "content": "We will be hosting an online presentation of the results to Libraries Connected on Wednesday 20th August at 3:00pm. This presentation will provide an opportunity for library professionals to delve deeper into the research and explore how these insights can be applied to their own services and communities.",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/07/16/rediscovering-libraries-new-insights-on-engaging-non-users/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "Editor’s Note:  Libraries have long been essential parts of our communities, offering free access to knowledge, resources, and shared spaces. However, recent decades have seen a concerning decline in library engagement across England. With two-thirds of adults (66%) not having …"
    },
    {
        "title": "Putting Children First: My Work in Family Public Law",
        "authors": [
            "Suzanne Lawton, CTSC Operations Manager, Family Public Law, Private Law and Family Legacy Telephony"
        ],
        "posted_on": "2025-07-16T13:00:00",
        "categories": [
            "Family",
            "General",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Family Public Law is any case that requires state intervention for a child under 17 years old. We handle cases relating to children's safety, safeguarding and welfare.",
                "tag": "p"
            },
            {
                "content": "Every single case is different. From the first day that new advisors join our team, we emphasise one critical point, there's a child at the heart of every application. Everything we do relates to a child with individual needs.",
                "tag": "p"
            },
            {
                "content": "My team will always go the extra mile with their cases because they know they're dealing with a baby, a toddler, or a child who's had a difficult start in life for a variety of reasons. My team are very conscious of this responsibility and will do everything they can to help achieve the right outcome.",
                "tag": "p"
            },
            {
                "content": "Supporting families through difficult times",
                "tag": "h2"
            },
            {
                "content": "There are many reasons why a Family Public Law application may be made. It could be because a child is suffering abuse or neglect, or there might be parental substance issues requiring children to be removed from that environment. Sometimes, parents are caring for children with difficult medical conditions and are struggling to cope.",
                "tag": "p"
            },
            {
                "content": "Local authority applications are not always because of abuse or neglect, sometimes parents are simply struggling and need guidance and help. Our role is to do what we can to support everyone involved in that child’s care. This includes the Children and Family Court Advisory and Support Service (Cafcass), the local authority and the judge hearing the case. We will give them the information they need, in a timely way so that decisions can be made effectively.  ",
                "tag": "p"
            },
            {
                "content": "By doing this, we ensure the needs of the individual child are always put first.",
                "tag": "p"
            },
            {
                "content": "Digital transformation improving our responsiveness",
                "tag": "h2"
            },
            {
                "content": "Currently, we have 82 people in our team, and we handle every case in England and Wales. All applications are now digitalised and we manage cases starting with those that are the highest priority. Priority is based largely on potential risks to the child or, if there is a hearing scheduled to be held within the next 24 hours and action is required before the case is heard.",
                "tag": "p"
            },
            {
                "content": "My role is to ensure our service is running effectively – monitoring how many cases we're covering each week and making sure that we handle them within appropriate timescales. Some of the cases can at times be a difficult read so it’s important that staff take regular breaks and talk to their managers when they need to, and we also have regular checks on our wellbeing. Although there are many sad stories, our roles are helping to support better outcomes for children that need assistance through the court.",
                "tag": "p"
            },
            {
                "content": "Rebuilding personal connections in a digital age",
                "tag": "h2"
            },
            {
                "content": "As we now communicate through a digital system, remote from the local courts, we want to ensure that we don’t lose that personal touch. In February we set up an engagement project where we reached out to each of the 42 regional Designated Family Judges, giving them a single point of contact, ensuring they are always kept up to date.",
                "tag": "p"
            },
            {
                "content": "To date we have heard back from 35 of those judges, and they have all been extremely positive and enthusiastic, wanting to work with us to maintain supportive and strong relationships. We now work in partnership with the judges to identify and deal with any issues in local regions when they arise. We also have quarterly calls to listen to feedback and also share information about system improvements.",
                "tag": "p"
            },
            {
                "content": "We also visit local courts so that we can continually improve the way we work and share information. This helps bring Service Centres and local courts together and helps us achieve that single goal of keeping the child at the centre of what we do. Later this summer, we'll be implementing a similar process with local authorities to improve information sharing.",
                "tag": "p"
            },
            {
                "content": "I firmly believe a service can only be as good as the information you're given. We all need to work together to deliver the best outcomes for children.",
                "tag": "p"
            },
            {
                "content": "The human element remains central",
                "tag": "h2"
            },
            {
                "content": "Over the years, we've got busier, but having real-time data makes trends much easier to spot and plan for. For example, we know there will be more cases after school holidays, like Easter and Christmas, so we’re able to put a plan in place to meet additional demand.",
                "tag": "p"
            },
            {
                "content": "One of the first things we've learned in our job is that we're not dealing with just a piece of paper – we're dealing with a child. That makes our mindset different, and we're very proud to be working in a service that ensures that every child receives the attention, care and access to justice they deserve.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Rhoi Plant yn Gyntaf: Fy Ngwaith ym maes Cyfraith Gyhoeddus Teulu",
                "tag": "h2"
            },
            {
                "content": "Cyfraith Gyhoeddus Teulu yw unrhyw achos sydd angen ymyrraeth wladol ar gyfer blentyn o dan 17 oed. Rydym yn delio gydag achosion sy’n ymwneud â diogelwch plant, diogelu a lles.",
                "tag": "p"
            },
            {
                "content": "Mae pob un achos yn wahanol. O’r diwrnod cyntaf mae cynghorwyr newydd yn ymuno â’n tîm, rydym yn pwysleisio un pwynt hanfodol, mae plentyn wrth wraidd pob cais. Mae popeth rydym yn ei wneud yn ymwneud â phlentyn ag anghenion unigol.",
                "tag": "p"
            },
            {
                "content": "Mae fy nhîm bob amser yn mynd yr ail filltir gyda’u hachosion gan eu bod yn gwybod eu bod yn delio gyda babi, plentyn bach neu blentyn sydd wedi cael dechrau anodd i’w bywyd am amryw o resymau. Mae fy nhîm yn ymwybodol iawn o’r cyfrifoldeb hwn a byddant yn gwneud popeth y gallant i helpu i gael y canlyniad iawn.",
                "tag": "p"
            },
            {
                "content": "Cefnogi teuluoedd drwy cyfnodau anodd",
                "tag": "h2"
            },
            {
                "content": "Mae yna nifer o resymau pam y gwneir cais Cyfraith Gyhoeddus Teulu. Gallai fod oherwydd bod plentyn yn dioddef camdriniaeth neu esgeulustod, neu gall fod sefyllfa ble mae rhieni yn camddefnyddio sylweddau, sy’n ei wneud yn ofynnol i symud y plentyn o’r amgylchedd hwnnw. Weithiau, mae rhieni yn gofalu am blant wrth ddioddef cyflwr meddygol heriol ac yn ei chael hi’n anodd ymdopi.",
                "tag": "p"
            },
            {
                "content": "Nid yw ceisiadau gan awdurdod lleol bob amser oherwydd cam-drin neu esgeulustod, weithiau mae rhieni yn ei chael hi’n anodd ac angen arweiniad a chymorth. Ein rôl yw gwneud yr hyn y gallwn i gefnogi pawb sy’n ymwneud â gofal y plentyn hwnnw. Mae hyn yn cynnwys y Gwasanaeth Cynghori a Chynorthwyo Llys i Blant a Theuluoedd (CAFCASS), yr awdurdod lleol a’r barnwr sy’n gwrando’r achos. Byddwn yn rhoi’r wybodaeth maent ei hangen iddynt, mewn modd amserol fel y gellir gwneud penderfyniadau yn effeithiol.",
                "tag": "p"
            },
            {
                "content": "Drwy wneud hyn, rydym yn sicrhau bod anghenion y plentyn unigol bob amser yn cael eu rhoi’n gyntaf.  ",
                "tag": "p"
            },
            {
                "content": "Trawsnewid digidol yn gwella ein hymatebolrwydd",
                "tag": "h2"
            },
            {
                "content": "Ar hyn o bryd, mae gennym 82 o bobl yn ein tîm, ac rydym yn delio gyda phob achos yng Nghymru a Lloegr. Mae pob cais bellach wedi’u digideiddio, ac rydym yn rheoli achosion gan ddechrau gyda’r rhai â’r flaenoriaeth uchaf. Mae blaenoriaeth yn seiliedig yn bennaf ar risgiau posibl i’r plentyn, neu os bydd gwrandawiad wedi’i drefnu i gael ei gynnal o fewn y 24 awr nesaf a bod angen cymryd camau cyn i’r achos gael ei wrando.",
                "tag": "p"
            },
            {
                "content": "Fy rôl i yw sicrhau bod ein gwasanaeth yn rhedeg yn effeithlon – rwy’n monitro sawl achos rydym yn delio â nhw bob wythnos ac yn sicrhau ein bod yn delio â nhw o fewn amserlenni priodol. Gall rhai o’r achosion ar adegau fod yn anodd i’w darllen, felly mae’n bwysig bod staff yn cymryd seibiant rheolaidd ac yn siarad gyda’u rheolwyr pan fyddant angen, ac rydym hefyd yn cynnal gwiriadau lles yn rheolaidd. Er bod yna nifer o straeon trist, mae ein rolau yn helpu i gefnogi canlyniadau gwell i blant sydd angen cymorth drwy’r llys.",
                "tag": "p"
            },
            {
                "content": "Ailddatblygu cysylltiadau personol mewn oes ddigidol",
                "tag": "h2"
            },
            {
                "content": "Gan ein bod bellach yn cyfathrebu drwy system ddigidol, o bell o’r llysoedd lleol, rydym eisiau sicrhau nad ydym yn colli’r cyswllt personol. Ym mis Chwefror, gwnaethom sefydlu prosiect ymgysylltu ble wnaethom gysylltu â phob un o’r 42 Barnwr Teulu Dynodedig rhanbarthol, gan roi un pwynt cyswllt iddynt, a sicrhau eu bod bob amser yn derbyn y wybodaeth ddiweddaraf.",
                "tag": "p"
            },
            {
                "content": "Hyd yma, rydym wedi clywed yn ôl gan 35 o’r barnwyr hynny, ac maent i gyd wedi bod yn hynod gadarnhaol a brwdfrydig, ac maen nhw eisiau gweithio gyda ni i gynnal perthnasoedd cefnogol a chadarn. Rydym bellach yn gweithio mewn partneriaeth gyda’r barnwyr i nodi a delio gydag unrhyw faterion mewn rhanbarthau lleol pan fyddant yn codi. Rydym hefyd yn cynnal galwadau chwarterol i wrando ar adborth ac i rannu gwybodaeth am welliannau i systemau.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn ymweld â llysoedd lleol fel y gallwn barhau i wella’r ffordd yr ydym yn gweithio ac yn rhannu gwybodaeth. Mae hyn yn helpu i ddod â’r Canolfannau Gwasanaethau a llysoedd lleol ynghyd, a’n helpu i gyflawni’r un nod o gadw’r plentyn wrth wraidd yr hyn rydym yn ei wneud. Yn ddiweddarach yr haf hwn, byddwn yn gweithredu proses debyg gydag awdurdodau lleol i wella prosesau rhannu gwybodaeth.",
                "tag": "p"
            },
            {
                "content": "Rwy’n credu’n gryf y gall gwasanaeth ond bod cystal â’r wybodaeth a roddir i chi. Rydym i gyd angen gweithio gyda’n gilydd i gyflawni’r canlyniadau gorau i blant.",
                "tag": "p"
            },
            {
                "content": "Mae’r elfen ddynol yn parhau’n ganolog",
                "tag": "h2"
            },
            {
                "content": "Dros y blynyddoedd, rydym wedi prysuro, ond mae cael data amser real yn ei wneud yn haws adnabod tueddiadau a chynllunio ar eu cyfer. Er enghraifft, rydym yn gwybod y bydd mwy o achosion ar ôl gwyliau’r ysgol, fel y Pasg a’r Nadolig, felly rydym yn gallu rhoi cynllun ar waith i ymdrin â’r galw ychwanegol.",
                "tag": "p"
            },
            {
                "content": "Un o’r pethau cyntaf rydym wedi’i ddysgu yn ein gwaith ni yw nad ydym yn delio gyda darn o bapur yn unig – rydym yn delio gyda phlentyn. Mae hynny’n gwneud i ni feddwl yn wahanol, ac rydym yn falch iawn o weithio mewn gwasanaeth sy’n sicrhau bod pob plentyn yn derbyn y sylw, y gofal a’r mynediad at gyfiawnder maent yn ei haeddu.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/07/16/putting-children-first-my-work-in-family-public-law/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Suzanne Lawton, Operations Manager for the Family Public Law Service, shares some insights into the vital work being done to support local authorities applying for a care or supervision order."
    },
    {
        "title": "Creating 3 principles of informed consent for user research",
        "authors": [
            "DfE User research informed consent group"
        ],
        "posted_on": "2025-07-16T11:19:53",
        "categories": [
            "Accessibility",
            "Collaboration",
            "Community of Practice",
            "Cross-government",
            "digital inclusion",
            "neurodiversity",
            "user research",
            "User-centred design"
        ],
        "content": [
            {
                "content": "Informed consent is a process where an individual makes a choice whether to take part in research. They make this choice after a user researcher gives them information about what the research is about.",
                "tag": "p"
            },
            {
                "content": "Informed consent involves both communicating what participation involves but also making sure the form of communication and any paperwork are accessible to participants.",
                "tag": "p"
            },
            {
                "content": "Gaining informed consent can be a daunting task for user researchers depending on their level of experience and the complexity of the project.",
                "tag": "p"
            },
            {
                "content": "To help with this, the Department for Education (DfE) user research informed consent working group has created 3 principles:",
                "tag": "p"
            },
            {
                "content": "In this blog post, we cover: ",
                "tag": "p"
            },
            {
                "content": "If you want to know more about using the 3 principles, you can view them in this slide-pack that you can share with colleagues:",
                "tag": "p"
            },
            {
                "content": "Informed consent guiding principles slide-deck",
                "tag": "p"
            },
            {
                "content": "The informed consent working group",
                "tag": "h2"
            },
            {
                "content": "In 2024, a group of DfE user researchers formed a working group to find better ways to approach informed consent. We were inspired by a talk given to our UR community by Katherine Smales from University College London, about an innovative approach she used for research with young children.",
                "tag": "p"
            },
            {
                "content": "In our working group, we identified that:",
                "tag": "p"
            },
            {
                "content": "To reflect this, we created the following problem statement:",
                "tag": "p"
            },
            {
                "content": "How can we ensure that DfE URs and relevant colleagues understand how to always inform participants and gather their consent in appropriate ways? And what kinds of guidance, support or tools are needed to help with this?",
                "tag": "p"
            },
            {
                "content": " How we developed the principles",
                "tag": "h2"
            },
            {
                "content": "Inclusivity and accessibility were central to our approach. We began with desk research focused on the needs of participants, including those with access needs, or young children.",
                "tag": "p"
            },
            {
                "content": "A key insight from our research was that there is no one-size-fits-all approach, especially since participants may have many overlapping needs. We developed flexible guiding principles which:",
                "tag": "p"
            },
            {
                "content": "We then created a prototype slide-pack based on our findings and conducted 2 rounds of user testing with URs:",
                "tag": "p"
            },
            {
                "content": "We also sought feedback from DfE’s user research community Ethics Forum and our Inclusive User Research working group. The principles went through two major iterations before the version we’re sharing today. ",
                "tag": "p"
            },
            {
                "content": "Using the principles",
                "tag": "h2"
            },
            {
                "content": "You can view the slide-pack and share it with colleagues.",
                "tag": "p"
            },
            {
                "content": "The guiding principles are a supportive tool rather than a rigid checklist. We hope that they will help URs and anyone else involved in research to navigate diverse contexts.  They can use this pack when planning how they will gather informed consent. They can also use it to develop or review their knowledge of informed consent. ",
                "tag": "p"
            },
            {
                "content": "The pack includes: principles, their definition, explanations about why they matter, real case studies, tips for planning and delivering informed consent.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "The principles are a strong foundation. But our research revealed URs need practical tools to apply them. For example, they might need more support to identify situations where different forms of informed consent are needed, or to create tools like picture-based information sheets.",
                "tag": "p"
            },
            {
                "content": "Over the coming months, we’ll be developing a toolkit to address this need. The toolkit's purpose is to help user researchers apply the principles.",
                "tag": "p"
            },
            {
                "content": "Thank you",
                "tag": "p"
            },
            {
                "content": "We thank all our past and present members: Imran Akhtar, Elena Bracey, Heather Bramwell, Katie Carnie, Solène Heinzl (project co-ordinator and Informed Consent working group lead), Rosalie Lord, Latifa Mahdi, Nataliya Mykhalchenko, Lucy Sutton and Denny Vlaeva. We thank Arrun Gaydhani and Rob Dale for their helpful contributions, and Tom Adams, head of user research at DfE, for his helpful guidance throughout the process. Last but not least, we are grateful to all the URs who engaged with us. These principles would not exist without you. We hope you’ll find it as interesting to engage with our future work. ",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/07/16/creating-3-principles-of-informed-consent-for-user-research/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "Informed consent is a process where an individual makes a choice whether to take part in research. They make this choice after a user researcher gives them information about what the research is about. Informed consent involves both communicating what …"
    },
    {
        "title": "Publishing the second year of inclusion data",
        "authors": [
            "Katie Sunley"
        ],
        "posted_on": "2025-07-16T10:37:03",
        "categories": [
            "Digital identity",
            "Inclusion"
        ],
        "content": [
            {
                "content": "Today, we’ve published the findings from the second annual digital identity inclusion monitoring report. The report helps to monitor inclusion and accessibility in the certified digital identity market over time. You can read the full report on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "The government wants to ensure that anyone who chooses to use a digital identity can use one. This means that digital identities should be inclusive and accessible to as many people as possible. To achieve this, we need to understand how inclusive services are and whether intervention may be useful. ",
                "tag": "p"
            },
            {
                "content": "How we collect information on inclusion ",
                "tag": "h2"
            },
            {
                "content": "The government’s rules for digital verification services, the UK digital identity and attributes trust framework, outlines how organisations can ensure that their services are inclusive by encouraging them to adopt inclusive and accessible practices. Services that are certified against the trust framework must also complete an inclusion monitoring survey. ",
                "tag": "p"
            },
            {
                "content": "The inclusion monitoring survey consists of around 40 questions covering topics such as documentation and evidence, accessibility, data collection, and biometrics. The survey responses are anonymous and individual services are not assessed. Instead, the results are aggregated to gain insights on the extent to which services in the certified market are inclusive and accessible. The survey captures data from a fixed point in the year.   ",
                "tag": "p"
            },
            {
                "content": "Key findings ",
                "tag": "h2"
            },
            {
                "content": "The findings of the report suggest modest improvements from last year’s results in several areas. For example: ",
                "tag": "p"
            },
            {
                "content": "We also added a few new questions to the survey, which provide further insight on the types of services offered: ",
                "tag": "p"
            },
            {
                "content": "Limitations of the survey ",
                "tag": "h2"
            },
            {
                "content": "The survey is completed by certified services, so the results don’t reflect the whole market. As the survey is completed by organisations, the survey doesn’t collect information from the perspective of users. ",
                "tag": "p"
            },
            {
                "content": "There are also broader factors that can affect people’s ability to access digital identity services, such as lack of connectivity, lack of access to devices, or low digital skills. Monitoring these factors is not in scope of this survey. However, tackling these wider digital inclusion issues is a priority for the Government and information on this can be found in the Digital Inclusion Action Plan. ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "h2"
            },
            {
                "content": "It’s encouraging to see small improvements have been made since the findings from last year, and we hope this trend will continue. By the time of the next survey, some services will be certified against the latest version of the trust framework, which includes increased requirements in areas such as accessibility and biometric testing. ",
                "tag": "p"
            },
            {
                "content": "In the meantime, we will continue to use the findings to inform our development of the trust framework and inclusion policy more broadly. ",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/07/16/publishing-the-second-year-of-inclusion-data/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Today, we’ve published the findings from the second annual digital identity inclusion monitoring report. The report helps to monitor inclusion and accessibility in the certified digital identity market over time. You can read the full report on GOV.UK.  The government …"
    },
    {
        "title": "DSIT Seeks AI Experts for New Responsible AI Advisory Panel",
        "authors": [
            "Ben Kelly - Senior Policy Advisor"
        ],
        "posted_on": "2025-07-16T10:11:58",
        "categories": [
            "AI",
            "Cross-government strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "The Department for Science, Innovation and Technology (DSIT) is establishing a new AI panel which will help shape the UK’s approach to building responsible AI in the public sector. ",
                "tag": "p"
            },
            {
                "content": "AI is transforming how government serves the public. From helping NHS staff diagnose conditions faster to streamlining administrative processes that free up civil servants to focus on frontline delivery, AI is already making a real difference to people's lives. Following the government's AI Opportunities Action Plan and the Blueprint for Modern Digital Government, we're now at a pivotal moment to harness AI's potential responsibly across all public services – with GDS leading this transformation to ensure technology truly works for everyone.",
                "tag": "p"
            },
            {
                "content": "To succeed, the UK must adopt AI in a trustworthy way, building transparency, responsibility and accountability into everything we do. That’s why DSIT is seeking expressions of interest for participants in a new Responsible AI Advisory Panel, which will advise and guide how the Government Digital Service (GDS) within DSIT, approaches the development of AI across government. ",
                "tag": "p"
            },
            {
                "content": "Your chance to shape the future",
                "tag": "h3"
            },
            {
                "content": "This is a fantastic opportunity to shape government’s approach to developing responsible AI for the public good across the public sector, ensuring that government seizes the benefits of AI whilst minimising potential risks.",
                "tag": "p"
            },
            {
                "content": "It's crucial to bring together the best AI expertise to help the UK ensure that it develops AI safely, ethically and responsibly across the public sector. The panel will provide expert strategic advice to senior officials and ministers on the responsible use of AI across the UK public sector. The panel will inform GDS on best practice, and provide constructive challenge and scrutiny on government's approach.",
                "tag": "p"
            },
            {
                "content": "The panel will meet once a quarter, with an initial one-year term, and will consist of 8-12 invited external members. Panel meetings will also be attended by the Minister for AI and Digital Government, Feryal Clark MP, and the Director General for Digital Centre Design, Emily Middleton. ",
                "tag": "p"
            },
            {
                "content": "GDS is looking for panellists with expertise across AI, responsible development and public sector delivery, as well as those with unique perspectives on how AI might affect workers, users and developers. GDS will seek a panel with a genuine diversity of skillset and organisational background, who can provide a wide range of perspectives on responsible AI.  ",
                "tag": "p"
            },
            {
                "content": "Find out more and get involved ",
                "tag": "h3"
            },
            {
                "content": "The closing date for applications is noon on Monday 18 August. To find out more about this opportunity:  ",
                "tag": "p"
            },
            {
                "content": "If you wish to have a confidential chat about the panel, your experience and suitability please contact Ben Kelly, Senior Policy Advisor at responsibleaipanel@dsit.gov.uk. ",
                "tag": "p"
            },
            {
                "content": "Applicants will be notified about whether they have been successful by the end of September.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h3"
            },
            {
                "content": "The first panel meeting will be held in early October. Look out for future GDS blogs about the panel, the members involved, objectives and achievements to date.   ",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/07/16/dsit-seeks-ai-experts-for-new-responsible-ai-advisory-panel/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Read about the new GDS Responsible AI Advisory Panel and the recruitment process to find panel members, who will help shape the UK's approach to building responsible AI in the public sector. "
    },
    {
        "title": "Celebrating AI Appreciation Day with AI Accelerator",
        "authors": [
            "Anna Gasparini, Project Manager, Workforce and Capability, GDS"
        ],
        "posted_on": "2025-07-16T09:39:06",
        "categories": [
            "AI",
            "Digital strategy",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "As we mark AI Appreciation Day on 16 July 2025, we’re celebrating the civil servants across government who are building the skills to harness AI for public good. And there’s no better example of this progress than the AI Accelerator Programme - a major initiative led by the Government Digital Service to upskill government data scientists and build a digitally confident Civil Service.",
                "tag": "p"
            },
            {
                "content": "Why AI skills matter in government",
                "tag": "h3"
            },
            {
                "content": "AI is no longer an emerging technology - it's essential to delivering modern, effective government services. As public expectations rise and data volumes grow, our ability to deploy AI responsibly and efficiently will define our success in the coming decade, empowering us to deliver more effective and efficient services to the public we serve.",
                "tag": "p"
            },
            {
                "content": "The blueprint for modern digital government outlines our vision to create \"easier lives\" through transparent, next-generation public services that do the hard work for the public; drive \"higher productivity and efficiency\" by saving public money and enabling front-line workers to focus on delivery; and establish \"smarter organisations\" that embed the right ways of working. One of the six key priorities identified in the blueprint is to \"harness the power of AI for the public good\" by growing AI capacity and capability across government, and building trust, responsibility and accountability into everything we do.",
                "tag": "p"
            },
            {
                "content": "Building an AI talent pipeline for existing civil servants ensures that data professionals can work on AI tools. The AI Accelerator Programme equips government data scientists with essential machine learning skills, enabling more efficient decision-making, resource optimisation and ethical AI deployment across departments - ultimately enhancing public service delivery while building crucial AI expertise in key areas of government.",
                "tag": "p"
            },
            {
                "content": "Why is AI Accelerator important?",
                "tag": "h3"
            },
            {
                "content": "AI and Digital Government Minister Feryal Clark said:",
                "tag": "p"
            },
            {
                "content": "“We have started to build generative AI chatbots to change how people interact with the state, AI helpers to put an end to the mindless hours we spend on hold waiting for someone to pick up the phone, and tools to help get the views of citizens on policy proposal much more quickly - but AI can help with so much more.”",
                "tag": "p"
            },
            {
                "content": "What has been achieved so far?",
                "tag": "h3"
            },
            {
                "content": "The AI Accelerator Programme, launched in March 2025, is already making a significant impact and has seen 24 data scientists across a wide section of government departments and devolved administrations successfully complete this programme. This intensive 12-week learning journey is empowering data scientists with vital AI and machine learning skills. This initiative is crucial for building a robust pipeline of machine learning engineers and aligns with the blueprint's long-term ambitions for enhanced digital skills and responsible AI deployment across government.",
                "tag": "p"
            },
            {
                "content": "Aimed at: Existing civil servants - Senior Executive Officer/Grade 7 data scientists and principal data scientists, as outlined in the Government Digital and Data Capability Framework. Or any other roles that align with these with similar skills and experience.",
                "tag": "p"
            },
            {
                "content": "Pre-programme self-assessments: Potential participants will complete a self-assessment before starting to ensure they have the necessary skills and knowledge.",
                "tag": "p"
            },
            {
                "content": "Duration: 12-week programme with 24 days of learning, two days per week.",
                "tag": "p"
            },
            {
                "content": "Blended learning: One-third of the Programme is dedicated to hackathons and real-world projects. Participants are challenged to build end-to-end AI applications using industry standard tools such as Docker for deployment, Pytorch and scikit-learn for module development and flask for creating web-based interfaces. ",
                "tag": "p"
            },
            {
                "content": "One participant used the tools to develop a solar output predictor prototype. An AI powered application designed to forecast temperature, cloud cover and sunlight hours. This kind of project demonstrates how the skills gained through the Programme can be applied to real-world challenges, showcasing the broad potential for AI solutions across government services and departments.",
                "tag": "p"
            },
            {
                "content": "Virtual workshops: Led by industry experts and fellow data scientists, allowing for practical and collaborative application of skills.",
                "tag": "p"
            },
            {
                "content": "Curriculum example: Responsible AI, generative AI architectures, data quality, cloud AI services and APIs.",
                "tag": "p"
            },
            {
                "content": "Here's what participants are saying about their experience:",
                "tag": "p"
            },
            {
                "content": "The AI Accelerator Programme is transforming how government professionals approach artificial intelligence - building confidence, technical skills, and practical application capabilities. Here's what participants are saying about their experience:",
                "tag": "p"
            },
            {
                "content": " – Michaela, Ministry of Housing, Communities and Local Government.",
                "tag": "p"
            },
            {
                "content": "– Aurelia, Ministry of Housing, Communities and Local Government.",
                "tag": "p"
            },
            {
                "content": "These reflections highlight the Programme's impact not just in building technical capability, but in inspiring confidence and curiosity across our government landscape.  ",
                "tag": "p"
            },
            {
                "content": "What’s next for AI Accelerator ",
                "tag": "h3"
            },
            {
                "content": "Looking ahead, the AI Accelerator Programme is set to build on its initial success. Planning is underway for a second cohort, due to start on 18 September 2025, with bids now open until 25 July. Our vision extends to creating a comprehensive talent pipeline, supporting individuals from entry-level data roles through to becoming skilled machine learning engineers. We are further exploring the possibility of developing department-specific cohorts to cater to unique needs. Ultimately, our long-term ambition is to replicate this effective model across various digital roles within government, fostering a digitally skilled and future-ready Civil Service.",
                "tag": "p"
            },
            {
                "content": "Get in touch",
                "tag": "h3"
            },
            {
                "content": "If you are interested in finding out more about the AI Accelerator, please get in touch by emailing ai-accelerator@dsit.gov.uk",
                "tag": "p"
            },
            {
                "content": "If you are interested or know anyone who might be interested in applying for the next cohort please register your interest by scanning the QR code below or follow the link.",
                "tag": "p"
            },
            {
                "content": "Don’t miss your chance to be part of the next AI Accelerator cohort starting 18 September. Apply by 25 July and help shape the future of digital government.",
                "tag": "p"
            },
            {
                "content": "If you would like to find out more about AI in government, Government Digital Service also facilitates an AI community of practice where professionals across departments can connect and develop their expertise:",
                "tag": "p"
            },
            {
                "content": "AI community of practice",
                "tag": "h3"
            },
            {
                "content": "The cross-government AI community meets monthly. It provides a place for people interested in AI to share their experiences, and learn from speakers both inside and outside government on topics including AI ethics, security and emerging uses of AI technologies.",
                "tag": "p"
            },
            {
                "content": "Another useful contact for AI is the Productive & Agile State team, who in three words describe themselves as Productive, Responsive and Purposeful.",
                "tag": "p"
            },
            {
                "content": "Team overview",
                "tag": "h3"
            },
            {
                "content": "We're transforming the Civil Service to be more productive and responsive, cutting bureaucracy and harnessing technology so we can focus on what matters most. This means better services for the public, rewarding careers for civil servants, and a government that delivers greater value for taxpayers across the UK.",
                "tag": "p"
            },
            {
                "content": "Our story ",
                "tag": "h3"
            },
            {
                "content": "We are embarking on an important transformation of how the state works, focusing on making the Civil Service more productive, agile and efficient in serving the British public.",
                "tag": "p"
            },
            {
                "content": "Against a challenging global economic backdrop, these reforms represent a fundamental reimagining of how government operates in a rapidly changing world. By focusing on outcomes we're creating a more capable, skilled Civil Service that delivers better value for taxpayers while empowering civil servants to work smarter, reduce bureaucracy, and focus on what matters most – delivering excellent public services.",
                "tag": "p"
            },
            {
                "content": "We recognise this transformation will be challenging and requires us to work differently together. This journey isn’t one that any single person can navigate alone - it calls for our collective commitment and shared responsibility. Together we have a meaningful opportunity to implement change that will strengthen the Civil Service for the long-term and enhance how we deliver for ministers and the public.",
                "tag": "p"
            },
            {
                "content": "Our ask of you:",
                "tag": "h3"
            },
            {
                "content": "Take Part in One Big Thing 2025",
                "tag": "p"
            },
            {
                "content": "Be part of our annual all Civil Service learning initiative and build the AI skills that will save you time, transform our public services and deliver better value for the country.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/07/16/celebrating-ai-appreciation-day-with-ai-accelerator/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "The digital landscape is evolving rapidly, and so are the skills needed to navigate it. Join us as we explore how the AI Accelerator Programme, an initiative empowering Data Scientists to become Machine Learning experts, is driving the next wave of government innovation. Hear firsthand from the first cohort about their experiences as well as updates for the programme's future and details of the next round of bids."
    },
    {
        "title": "Building the Future with Data: Homes England’s Data Platform",
        "authors": [
            "Pippa Harflett – Senior Data Engineer, Homes England"
        ],
        "posted_on": "2025-07-15T23:14:00",
        "categories": [
            "Data Engineering"
        ],
        "content": [
            {
                "content": "Homes England is an executive non-departmental public body,sponsored by the Ministry of Housing, Communities and LocalGovernment. The mission at Homes England is to accelerate the paceof house building to provide affordable, quality homes that improvepeople’s lives. A team of data engineers are enabling more accurateand timely decision making through building and maintaining a robustdata platform that empowers the entire organisation.",
                "tag": "p"
            },
            {
                "content": "Why Every Great Data Strategy Starts with a Data Engineering Team",
                "tag": "h3"
            },
            {
                "content": "A machine learning model required by a data scientist, or a datavisualisation used by a decision maker, has a common denominator –an unsung data engineer! There is no technology nor fancy tool thatcan replace an accurate, timely dataset that has securely been ingestedthrough a reliable and robust data platform. Data engineers are thefoundation building block that enable others to do their job well. Asummary is provided below:",
                "tag": "p"
            },
            {
                "content": "From Raw Data to Real Impact: What Is Homes England’s Data Platform?",
                "tag": "h3"
            },
            {
                "content": "Imagine a user who wants to analyse a dataset. They might log into awebsite, download a file, and then create graphs or run some statisticsto uncover insights. At first glance, this seems like a reasonableapproach. But if they need to repeat this process daily, share the datawith colleagues, or combine it with other datasets, the workflow quicklybecomes time consuming, error prone, and potentiallyinsecure.This is where the power of Homes England’s data platform comes intoplay. It provides a centralised, secure, and scalable environment thatautomatically ingests, processes, and stores data across theorganisation - eliminating repetitive manual tasks and enabling faster, more reliable access to trusted data.The platform currently supports the ingestion of data from a wide rangeof sources, including databases such as SQL Server, PostgreSQL andOracle. In addition to databases, it can also pull data from: Application Programming Interfaces (APIs), Microsoft Dataverse, Microsoft SharePoint sites and Secure File Transfer Protocol (SFTP). The platform is scalable and adaptable to accommodate new data types as needs evolve.Now the data has been ingested, it needs to be stored. Homes Englanduses a cloud based storage solution, which ensures the platformremains scalable as data volumes increase. The data is stored in Deltaformat, a powerful structure that offers several advantages: it supportsefficient querying, simplifies version control through built in delta historytracking, and integrates seamlessly with analytics tools. WithinDatabricks, this data is presented as relational tables, making it easy forusers to explore and work with.",
                "tag": "p"
            },
            {
                "content": "This first stage of storage is known as the “raw” layer, as it captures thedata exactly as it was received from the source. To prepare this data formeaningful analysis, the data engineering team collaborates closelywith data architects and agile project teams. Together, they transformthe raw data into structured fact and dimension tables, forming what’sknown as the “curated” layer. This refined layer is optimised for analysisand is what end users interact with to generate insights and drivedecisions. What starts as complex, varied data sources, is transformedinto a consistent, tabular format - clear rows and columns that areintuitive to navigate. This makes the data not only accessible but alsoreliable for analysis and decision making.",
                "tag": "p"
            },
            {
                "content": "Under the Hood: The Tech Powering Homes England’s Data Platform",
                "tag": "h3"
            },
            {
                "content": "Homes England leverages a modern suite of technologies to power itsdata platform:",
                "tag": "p"
            },
            {
                "content": "Looking Ahead: Future Improvements",
                "tag": "h3"
            },
            {
                "content": "We’re continuously enhancing our data platform to stay aligned with thelatest technological advancements. One of our upcoming initiatives is topilot asset bundles in Databricks, aiming to streamline and simplify ourdata ingestion processes.If you’re interested in sharing your own data engineering journey, or ifyou have questions about how data engineering can support your team,we’d love to hear from you. Please get in touch at pippa.harflett@homesengland.gov.uk.Our mission is to highlight the vital role of data engineering in deliveringtimely, accurate data that supports the public good. We hope you’ll joinus in spreading that message.",
                "tag": "p"
            }
        ],
        "link": "https://dataingovernment.blog.gov.uk/2025/07/15/building-the-future-with-data-homes-englands-data-platform/",
        "blog": "Data in government",
        "blog_link": "https://dataingovernment.blog.gov.uk",
        "description": "Explore how Homes England built a secure data platform to improve\ndata quality and empower better, faster decision making across the\norganisation."
    },
    {
        "title": "I-VMS licence condition... two months on",
        "authors": [
            "Sean Douglas, Head of Enforcement, Intelligence and Investigations"
        ],
        "posted_on": "2025-07-15T14:52:11",
        "categories": [
            "fisheries",
            "I-VMS",
            "marine planning"
        ],
        "content": [
            {
                "content": "It’s been two months since the I-VMS licence condition was introduced, and a great time to review our progress and address some of the common questions we’ve been receiving from fishers.",
                "tag": "p"
            },
            {
                "content": "We’ve seen a significant rise in the number of vessels fitted with devices and sharing data to MMO since the licence condition came into force on 12 May 2025.",
                "tag": "p"
            },
            {
                "content": "As of today, 90% of under-12m vessels now have an I-VMS device installed and more than 70% of the active fleet is regularly transmitting data to MMO during trips to sea. This is an incredible effort by the fishing industry, and we would like to thank every fisher who has engaged in the I-VMS roll-out.",
                "tag": "p"
            },
            {
                "content": "This data will be crucial to the development of fisheries management plans and wider discussions about marine management of our waters.",
                "tag": "p"
            },
            {
                "content": "Using your feedback",
                "tag": "p"
            },
            {
                "content": "We are grateful for the valuable feedback that has been shared with us about the I-VMS roll-out - whether that’s by phone, email or in person to the I-VMS support team, at regional Fisheries Group (RFG) meetings or through your local coastal office.",
                "tag": "p"
            },
            {
                "content": "Your input is crucial in helping us to support you. We’ve already addressed many of these in our letters and guidance, but for those who still have questions or are yet to act, here’s a recap of the most common enquiries:",
                "tag": "p"
            },
            {
                "content": "Licence condition process",
                "tag": "p"
            },
            {
                "content": "On 12 May 2025, we introduced a licence condition that requires the use of an MMO type-approved I-VMS device by all English under-12m vessels during a trip to sea.",
                "tag": "p"
            },
            {
                "content": "The aim of this approach is to provide a period before the Statutory Instrument (SI) comes into force where we can work with fishers and device suppliers to help make sure everyone is prepared.",
                "tag": "p"
            },
            {
                "content": "The licence condition for I-VMS has been introduced in line with our powers as a regulator under Schedule 3 of the Fisheries Act (2020). Licence conditions apply to all licence holders within MMO’s administration, meaning it is now law and a legal requirement.",
                "tag": "p"
            },
            {
                "content": "The future intent, under the SI, is for I-VMS to become a requirement for all under-12m fishing vessels – both foreign and domestic - operating in English waters (the English EEZ). In addition to supporting English fishers, we are engaging with European administrations to ensure their vessels are aware of the SI and can prepare for this change.",
                "tag": "p"
            },
            {
                "content": "Details of the I-VMS requirements are in section 16 of your fishing licence – visit understand your fishing vessel licence on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Approach to compliance and enforcement",
                "tag": "p"
            },
            {
                "content": "What this means in practice, is that fishers without I-VMS devices should now purchase and install one, if they intend to undertake a trip to sea. Those with devices already installed should turn them on. To check the device is transmitting data, fishers can use the app or web portal provided by suppliers, or by contacting our I-VMS team.",
                "tag": "p"
            },
            {
                "content": "We are committed to helping ensure that English fishers are as ready as they can be for the SI.",
                "tag": "p"
            },
            {
                "content": "Where we hold no record of a device purchase or installation, or where our records show a vessel has undertaken a trip to sea but has not reported any I-VMS data, we may send a letter with further guidance. If you think our records are not up to date, please contact us with the relevant information so we can update them. ",
                "tag": "p"
            },
            {
                "content": "Once we are informed fishers are taking steps to be compliant by arranging installation or working with suppliers to resolve issues, we will take a measured approach to any enforcement activity under the licence condition.",
                "tag": "p"
            },
            {
                "content": "How I-VMS works",
                "tag": "p"
            },
            {
                "content": "I-VMS devices record positional data of a vessel. This includes the device ID, date, time, latitude, longitude, speed, and course. Using GPRS signal the device sends this information at regular intervals (every three minutes) to the UK VMS Hub. This is more cost-effective than the satellite data transfer used by many larger vessels. If there is a GPRS signal ‘dead zone’ the device will store the data and transmit this once it is back in range.",
                "tag": "p"
            },
            {
                "content": "Once the I-VMS device is fitted to a vessel, it works automatically when powered (the LED on the device will be illuminated), meaning fishers do not have to spend time turning it on and setting it up each time they go out to sea.",
                "tag": "p"
            },
            {
                "content": "There is no video recording associated with the I-VMS devices, nor will these devices be used for tracking of individual(s).",
                "tag": "p"
            },
            {
                "content": "Common issues",
                "tag": "p"
            },
            {
                "content": "The most common issue fishers have shared with us since introducing the licence condition is non-reporting devices.",
                "tag": "p"
            },
            {
                "content": "This could be due to devices needing a restart or software updates after having been installed and / or powered down for a period of time. It could also be a data transmission issue, which can be checked through an app or web portal provided by the supplier or by contacting our I-VMS team.",
                "tag": "p"
            },
            {
                "content": "If you have questions about your device, we recommend you contact your device supplier to report the issue. You can also notify our I-VMS team, but this is not mandatory.",
                "tag": "p"
            },
            {
                "content": "Regularly providing power to your device, even during periods when your vessel is not at sea, will help ensure it captures any software updates issued by the supplier.",
                "tag": "p"
            },
            {
                "content": "The installation process",
                "tag": "p"
            },
            {
                "content": "Devices should only be installed by an engineer approved by your device supplier. Any attempts to install a device yourself, could be considered as tampering and may potentially void your warranty. ",
                "tag": "p"
            },
            {
                "content": "We are aware that engineer availability in some areas can cause a delay due to the demand created by the I-VMS licence condition. If you are waiting for a device to be installed, you might receive a letter from us asking for an update to ensure that we take the appropriate approach to any enforcement activity under the licence condition.",
                "tag": "p"
            },
            {
                "content": "Removing devices for remediation work",
                "tag": "p"
            },
            {
                "content": "If you have been advised of, or have reported, an issue with your device or its data transmissions, and the device supplier has requested the device is returned for inspection, it may be possible for fishers to remove the device manually.",
                "tag": "p"
            },
            {
                "content": "This can only be done with written agreement from the supplier, who will provide instructions for the safe removal of the device. ",
                "tag": "p"
            },
            {
                "content": "This temporary dispensation has been made following feedback from fishers and accommodate for engineer availability and help facilitate the timely resolution of  any issues. This dispensation is in place during the remainder of the licence condition and only when a device needs to be returned to the supplier to investigate any issues / repairs. ",
                "tag": "p"
            },
            {
                "content": "In no other circumstance should fishers remove devices themselves. Devices will need to be re-installed by an approved engineer once the supplier has resolved the issue.",
                "tag": "p"
            },
            {
                "content": "Protecting your privacy",
                "tag": "p"
            },
            {
                "content": "Data transmitted by I-VMS devices can be seen only by those listed in the I-VMS privacy notice and device owners.",
                "tag": "p"
            },
            {
                "content": "Device owners can access their data through an app or web portal provided by the supplier.",
                "tag": "p"
            },
            {
                "content": "Other fishers and the public cannot see this data. MMO can only share the information with organisations that require it as part of regulating and managing the marine environment. This includes MMO and other agencies, such as local IFCAs and devolved fisheries administrations, if a vessel enters their waters. Any data that is shared is governed by strict data sharing principles and regulations, including data protection and GDPR rules, and in line with the I-VMS data privacy notice.",
                "tag": "p"
            },
            {
                "content": "Thinking of selling…?",
                "tag": "p"
            },
            {
                "content": "If you are selling a vessel with an I-VMS device already installed, prior to the sale, you should check the contractual agreement with your supplier to understand if the device can be transferred to your new vessel, or to a new owner. ",
                "tag": "p"
            },
            {
                "content": "A transfer of ownership is subject to data protection and GDPR legislation, which is why the original owner needs to make the request. You should also let our I-VMS team know so they can update their records.",
                "tag": "p"
            },
            {
                "content": "Read the full guidance on the I-VMS operational requirements section of GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Why I-VMS?",
                "tag": "p"
            },
            {
                "content": "Now that the UK is an independent coastal state, we have the scope to determine the best fisheries management strategies to support a thriving industry for future generations while conserving our vital marine environment.",
                "tag": "p"
            },
            {
                "content": "This is part of a wider government strategy to improve data collection to support development of more responsive fisheries management measures and practices that will enable the industry to benefit from leaving the Common Fisheries Policy.",
                "tag": "p"
            },
            {
                "content": "I-VMS devices will provide valuable data on the fishing patterns and activity of the inshore fleet to directly inform these crucial planning decisions and safeguard the fishing industry for the future.",
                "tag": "p"
            },
            {
                "content": "I-VMS data will support assurance work by MMO and IFCAs in ensuring fisheries regulations are being complied with by all fishing vessels throughout England’s waters.",
                "tag": "p"
            },
            {
                "content": "When combined with data on catch volumes, scientific evidence of stock levels and a range of other significant data, I-VMS data will also enable more efficient decisions on local and national management measures and policies.",
                "tag": "p"
            },
            {
                "content": "It will also enable MMO to continually improve its targeted assurance activities as the clearer picture of fishing activity will help highlight which vessels are consistently complying with regulations on where and what they can fish, and those that may introduce risk to the sustainable harvest of sea fisheries.",
                "tag": "p"
            },
            {
                "content": "Looking to the future",
                "tag": "h2"
            },
            {
                "content": "MMO is not the only fisheries administration introducing I-VMS. It’s already in place for vessels fishing in Welsh waters, while it is also required for those operating in the Devon & Severn IFCA district. Others are at various stages of that process too with the aim of working together to sustain fishing for the future.",
                "tag": "p"
            },
            {
                "content": "We are committed to making the best use of this technology to:",
                "tag": "p"
            },
            {
                "content": "Contact us",
                "tag": "h2"
            },
            {
                "content": "You can reach our dedicated I-VMS team via email at ivms@marinemanagement.org.uk or by calling 01900 508 618. The contact centre number is staffed from 9.00am to 5.00pm, Monday to Friday. Outside of these hours, messages can be left. ",
                "tag": "p"
            },
            {
                "content": "Visit GOV.UK for more information on I-VMS.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/07/15/i-vms-licence-condition-two-months-on/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "It’s been two months since the I-VMS licence condition was introduced, and a great time to review our progress and address some of the common questions we’ve been receiving from fishers. We’ve seen a significant rise in the number of …"
    },
    {
        "title": "Behind the scenes at APHA Scientific",
        "authors": [
            "Michelle Felstead"
        ],
        "posted_on": "2025-07-15T12:49:12",
        "categories": [
            "APHA news"
        ],
        "content": [
            {
                "content": "If you have not come across APHA Scientific before, you are not alone. We are a small part of a big agency, but we are doing some pretty important work, and now we have a new website to help us shout about it.",
                "tag": "p"
            },
            {
                "content": "APHA Scientific, our Business Development team, sits within the Animal and Plant Health Agency (APHA). While the agency delivers vital work for the UK government, like controlling disease outbreaks, testing for new threats, and researching ways to protect animal and plant health, APHA Scientific is the team that takes that work and makes it available to the wider world.",
                "tag": "p"
            },
            {
                "content": "It might mean offering biological reagents to veterinary companies overseas. Or it might mean offering something more bespoke like helping a company identify viruses in their samples, using scientific expertise to support research and development, or providing access to high containment laboratories and specialist animal housing. Whatever it is, the aim is the same: to help protect animals, people, the environment, and the economy.",
                "tag": "p"
            },
            {
                "content": "Taking great science beyond government",
                "tag": "h2"
            },
            {
                "content": "Our job in APHA Scientific is to take what the agency does so well and offer it, responsibly, to people outside of UK government.",
                "tag": "p"
            },
            {
                "content": "This can include organisations such as private veterinary laboratories, universities and research institutions, pharmaceutical and biotechnology companies, regulators and overseas governments, vets, farmers, and others working in the animal health industry.",
                "tag": "p"
            },
            {
                "content": "If there is a way to make something useful, relevant, and ethical, and if we are not competing with UK industry, we find a way to offer it.",
                "tag": "p"
            },
            {
                "content": "We do not do it just to bring in income (although that helps!). We do it to make the most of the agency’s expertise, reach more people, and reinvest in research that benefits everyone. It is about keeping vital skills alive, sharing our knowledge, and making sure public investment in science goes further.",
                "tag": "p"
            },
            {
                "content": "What we offer",
                "tag": "h2"
            },
            {
                "content": "Over the years, we have built up a wide range of specialist products and services — all backed by expert scientists, high-tech laboratories, and a business development team who help make it all happen.",
                "tag": "p"
            },
            {
                "content": "Products and services available include:",
                "tag": "h3"
            },
            {
                "content": "It is a long list, which is constantly evolving as we respond to new challenges and opportunities. If you do not see what you are looking for, just get in touch – we might still be able to help or point you in the right direction.",
                "tag": "p"
            },
            {
                "content": "Spotlight on VETQAS",
                "tag": "h2"
            },
            {
                "content": "A good example of what APHA Scientific does is VETQAS® Proficiency Testing (PT).",
                "tag": "p"
            },
            {
                "content": "VETQAS was established in the 1970s as a way of checking the accuracy of APHA’s own laboratory work. Today, it is a market-leading proficiency testing service, helping veterinary laboratories across the world stay on top of their game.",
                "tag": "p"
            },
            {
                "content": "Diagnostic laboratories receive \"blind\" samples from VETQAS, carry out their usual tests, and report their findings. The laboratory then receives a confidential inter-laboratory report comparing their results with others. This helps them spot any issues, meet accreditation standards, and continually improve.",
                "tag": "p"
            },
            {
                "content": "VETQAS offers over 100 commercial PT schemes with customers spanning over 80 countries and is UKAS-accredited to ISO/IEC 17043.",
                "tag": "p"
            },
            {
                "content": "In short, we help laboratories make sure they are diagnosing animal diseases correctly, which is vital for animal health, food security, and trade.",
                "tag": "p"
            },
            {
                "content": "Why our new APHA Scientific website matters",
                "tag": "h2"
            },
            {
                "content": "Our new website has brought everything together in one place. It is clearer, faster, mobile-friendly, and designed to make it easier for people to explore what we offer. It includes built in features like:",
                "tag": "p"
            },
            {
                "content": "And this is just the start — we are already planning future updates to improve the experience even more.",
                "tag": "p"
            },
            {
                "content": "Global reach, personal conversations",
                "tag": "h2"
            },
            {
                "content": "The website and digital marketing channels are a key part of how we connect with the world, but not the only way.",
                "tag": "p"
            },
            {
                "content": "Each year, our small team of business development managers, marketers (that is me!), and technical experts attend events across the UK and internationally. We go as delegates, exhibitors, and sponsors, and we use those opportunities to talk face-to-face with current and potential customers.",
                "tag": "p"
            },
            {
                "content": "From animal health expos in Europe to lab science conferences in Asia, these conversations help us understand what people need — and explain how we can help.",
                "tag": "p"
            },
            {
                "content": "It is not just about selling. It is about building partnerships, sharing knowledge, collaboration, and making sure the right people know how we can support them.",
                "tag": "p"
            },
            {
                "content": "Behind the scenes: The people making it work",
                "tag": "h2"
            },
            {
                "content": "One thing I have come to really value in this role is the way our business development managers (BDMs) bridge the gap between science and business. Our BDMs bring a mix of expertise such as veterinary, scientific, technical, legal and commercial contract backgrounds. They can handle everything from technical discussions to negotiating License Agreements. They understand what our customers are asking for, but also what our scientists can realistically deliver. They manage expectations, spot opportunities, and keep projects moving.",
                "tag": "p"
            },
            {
                "content": "That close connection between science and service is what makes APHA Scientific work so well.",
                "tag": "p"
            },
            {
                "content": "And while we are a commercial team, our mindset is very much aligned with the wider APHA mission: to protect animal and plant health to benefit people, the economy and the environment.",
                "tag": "p"
            },
            {
                "content": "Final thoughts",
                "tag": "h2"
            },
            {
                "content": "I am really proud of the work we do, and I am proud that we have now got a platform that helps us tell that story better.",
                "tag": "p"
            },
            {
                "content": "This new website is not just a digital upgrade, it reflects how far we have come, how much we have learned, and how much more we have got to share.",
                "tag": "p"
            },
            {
                "content": "If you work in animal health, science, or just have an interest in what APHA does, have a look. Whether you are down the road or across the globe, we are here, we are open for business, and we are ready to talk.",
                "tag": "p"
            },
            {
                "content": "For further information and to speak to one of our Business Development Team please contact:",
                "tag": "p"
            },
            {
                "content": "+44 (0)3000 600001 | aphascientific@apha.gov.uk | www.aphascientific.com",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/07/15/apha-scientific/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "APHA Scientific brings vital UK science to the world, supporting animal and plant health through diagnostics, reagents, and expert services. Explore what we do on our new website."
    },
    {
        "title": "New RSHE guidance: what parents need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-07-15T12:00:00",
        "categories": [
            "Relationships and Sex Education",
            "Schools"
        ],
        "content": [
            {
                "content": "Children are increasingly exposed to harmful content online, including misogynistic attitudes and unhealthy views about relationships. ",
                "tag": "p"
            },
            {
                "content": "That's why schools across England are getting new guidance to help teachers navigate these challenges and support children to develop positive attitudes. ",
                "tag": "p"
            },
            {
                "content": "The government has published updated guidance for relationships, sex and health education in schools, with a fresh focus on helping all children identify positive role models and challenge harmful ideas they might encounter online and in real life. ",
                "tag": "p"
            },
            {
                "content": "But what do these changes mean for parents and pupils? Here's what you need to know. ",
                "tag": "p"
            },
            {
                "content": "Why has the guidance been updated? ",
                "tag": "h3"
            },
            {
                "content": "New research shows just how widespread exposure to misogyny or harmful online content has become. When asked about just the past week, over a third of pupils aged 11-19 had heard comments that made them worry about girls' safety, and more than half witnessed comments they would describe as misogynistic. ",
                "tag": "p"
            },
            {
                "content": "Research also found that over one in five girls aged 7 to 10 had seen inappropriate images online, with the average age for exposure to pornography being 13.  ",
                "tag": "p"
            },
            {
                "content": "Schools need the right tools to help children understand these challenges and develop healthy attitudes to relationships from an early age. ",
                "tag": "p"
            },
            {
                "content": "What will my child learn? ",
                "tag": "h3"
            },
            {
                "content": "The approach starts early, with primary school children learning about positive relationships between friends and family.  This builds the foundation for understanding respect and kindness in all relationships whilst making sure kids know how to be safe and recognise what counts as abusive behaviour so they can ask for help if they need it. ",
                "tag": "p"
            },
            {
                "content": "In secondary school, all pupils learn about consent, and lessons focus on helping teenagers understand consent as well as kindness and respect as they’re getting ready for more intimate relationships. They will learn to identify positive role models and understand how to challenge harmful attitudes they might encounter online. ",
                "tag": "p"
            },
            {
                "content": "How will these topics be taught? ",
                "tag": "h3"
            },
            {
                "content": "Teachers will be supported to bring these topics to life in ways that stay with pupils as they leave the classroom - creating safe spaces where children can have meaningful discussions that have lasting impact. ",
                "tag": "p"
            },
            {
                "content": "The guidance sets clear safeguards to ensure teaching remains age-appropriate. This means making sure kids don't get taught things they are too young for, whilst allowing teachers to sensitively and safely respond to topics children have encountered on- or off-line.  ",
                "tag": "p"
            },
            {
                "content": "Will I know what my child is learning? ",
                "tag": "h3"
            },
            {
                "content": "Yes. The guidance makes clear that parents should be able to view all curriculum materials on request. Schools cannot agree to any contractual restrictions with external providers that would prevent parents from seeing content their school plans to use. ",
                "tag": "p"
            },
            {
                "content": "This transparency ensures you can stay informed about what your child is learning and have conversations at home to support their understanding. ",
                "tag": "p"
            },
            {
                "content": "How will teachers be supported? ",
                "tag": "h3"
            },
            {
                "content": "Teachers will receive proper training to handle these sensitive topics effectively. From early 2026, schools will be able to apply for training grants to help their staff tackle these challenges with confidence. ",
                "tag": "p"
            },
            {
                "content": "Oak National Academy has also developed new online safety lessons that help teenagers learn about harmful ideologies and other forms of misogyny they might encounter online. ",
                "tag": "p"
            },
            {
                "content": "What about mental health support? ",
                "tag": "h3"
            },
            {
                "content": "Alongside relationship education, children will learn about building resilience and managing everyday mental health challenges. They'll understand that some anxiety and low mood can be normal parts of life, while learning strategies to cope with these feelings. ",
                "tag": "p"
            },
            {
                "content": "Secondary schools will work closely with mental health professionals to discuss suicide prevention in age-appropriate ways. This goes alongside the government’s broader rollout of access to a mental health professional in every school, ensuring children have the support they need to achieve and thrive. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/07/new-rshe-guidance-what-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "A teacher sits at a table with a group of secondary school students in uniform, having a discussion in a classroom. The image is overlaid with text that reads: “New RSHE Guidance: What Parents Need to Know,” and includes the Department for Education logo."
    },
    {
        "title": "Managing the impacts of drought in the Midlands",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-07-15T11:10:17",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency",
            "Fisheries and biodiversity",
            "hydrometry",
            "Nature",
            "Ofwat",
            "Rivers",
            "Sustainability",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "What is the situation in England? The National Drought Group met today (15 July) and a drought was declared in the West and East Midlands. The region joins the north-west and Yorkshire which officially declared drought last month. Dry weather continues to impact water resources across England requiring water companies to take action to manage demand with the public being urged to use water wisely. Across England, rainfall was 20% less than long term average for June. June was also the hottest on record for England, with two heatwaves driving unusually high demand for water. ",
                "tag": "p"
            },
            {
                "content": "What is the water situation in the Midlands?  In the Midlands, public water supplies are currently secure, but we are seeing adverse effects on the natural environment due to the ongoing lack of rain. And while groundwater levels have been normal across the region, they are starting to fall. Meanwhile, river levels are already low with some river flows in the region at their lowest for June since 1976. For example, the River Severn catchment received only two-thirds of the rainfall it normally does in June, while the Trent catchment fared worse, with only 37% of its long-term average for June. Lack of rain combined with warm temperatures lead to low water levels and less oxygen in rivers and streams – a stressful situation for the wildlife that depend on them. ",
                "tag": "p"
            },
            {
                "content": "How is wildlife being supported? One of the Environment Agency's roles is to ensure there is enough water for wildlife as well as for the public water supply. So, what is the Environment Agency in the Midlands doing to achieve this during the current prolonged period of dry weather? We operate water supplement schemes that support rivers – such as the River Severn Regulation, whereby releases from well-stocked reservoirs upstream of Bewdley in Shropshire add water to the river. ",
                "tag": "p"
            },
            {
                "content": "How is the Environment Agency working with abstractors? As the government body responsible for licensing abstractions in England (taking water from the environment), we encourage farmers and growers to take and use water in a sustainable way. This includes putting temporary limits on abstraction licences and supporting water transfers (where someone with water to spare supplies another abstractor). We also ensure water companies have robust drought plans in place, should they need to activate them (it's your water company who will decide whether or not a hosepipe ban is needed this summer). Find out more about how we are supporting the farming community to manage the impacts of dry weather. ",
                "tag": "p"
            },
            {
                "content": "How is the Environment Agency supporting fish? We respond to reports to our incident hotline of fish in distress, due to low water or low oxygen – or both. On just one weekend in June, Environment Agency officers rescued over 300 brown trout and salmon from the River Redlake in south Shropshire. You can report sightings of fish in distress to our incident hotline on 0800 80 70 60. We also help fisheries managers such as angling clubs to protect fish stocks – for example, by providing equipment to pump oxygen into the water. Last but not least, we monitor environmental indicators – including rainfall data provided by the Met Office as well as the water level information provided by our network of river and groundwater gauges. So that's what we do. But it's fair to say that everyone has a part to play in ensuring there's enough water for wildlife as well as for people – water companies, farmers and growers, businesses and the general public. ",
                "tag": "p"
            },
            {
                "content": "What can I do? You can do your bit by only using the water you really need to at home. There are lots of tips on the Water Wise website or you can follow Waterwise on Facebook to get more ideas.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/07/15/managing-the-impacts-of-drought-in-the-midlands/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "What is the situation in England? The National Drought Group met today (15 July) and a drought was declared in the West and East Midlands. The region joins the north-west and Yorkshire which officially declared drought last month. Dry weather …"
    },
    {
        "title": "AI’s Evolving Role in Product Safety",
        "authors": [
            "Research Strategy and Delivery Unit and the Technology Team"
        ],
        "posted_on": "2025-07-14T15:59:03",
        "categories": [
            "Careers at OPSS"
        ],
        "content": [
            {
                "content": "“Artificial Intelligence is the defining opportunity of our generation”This quotation from the Prime Minister in the January 2025 Plan for Change captures the importance of harnessing the power of pioneering AI to advance government policy and practice. The Office for Product Safety and Standards (OPSS) recognises the impact of AI on consumer product safety and standards, particularly as the market demand for AI-driven consumer products has rapidly accelerated in recent years. AI has become increasingly sophisticated, and more and more products are marketed as having AI functionality. To capture the rapidly evolving trends in AI and to monitor the benefits and risks of the role of AI in product safety, OPSS recently delivered an update to its 2021 report on AI in consumer products.  ",
                "tag": "p"
            },
            {
                "content": "What did the research find? ",
                "tag": "p"
            },
            {
                "content": "The research highlights a range of changes in the use of AI since 2021. Notably, the use of Generative AI to produce content including images, videos and audio has become commonplace. Regarding consumer trends, smart connected home devices, often featuring AI, have grown by a third since 2017-2018. The research also notes the rising use of smart wearables with integrated generative AI. For example, smart glasses’ innovative functions include image recognition with real time descriptions, translation of foreign languages and use by drivers to monitor fatigue and provide hazard alerts. Robotics have evolved to include AI-driven assistance with domestic chores, allowing user interaction, as well as their development for use in industrial settings, such as to guard and patrol warehouses. ",
                "tag": "p"
            },
            {
                "content": "Enhanced convenience, customisation, safety and security are all portrayed as benefits of AI for the consumer. For example, AI enables timely repair and replacement of product parts through continuous smart performance monitoring. This has the potential to reduce safety incidents caused by malfunctioning products. Some consumer products, such as smart wearable devices, can ‘memorise’ the user's data to provide personalised recommendations. In addition, AI security features, such as facial recognition on mobile phones, have the potential to safeguard privacy through enhanced control over data.  ",
                "tag": "p"
            },
            {
                "content": "Despite these advantages and the potential of AI to streamline daily tasks and change entire industries, the report also critically discusses the potential for AI-related harm. These range from physical risks, such as injury caused by robot malfunctioning, to non-physical harms, such as privacy violations. While there is a growing body of evidence documenting incidents of non-physical harms resulting from the integration of AI into consumer products, evidence of physical harm is limited. Nevertheless, the research suggests that physical harms are possible in theory, which highlights the importance of monitoring and reporting AI-related hazards. ",
                "tag": "p"
            },
            {
                "content": "Highlighting the recognition of the potential risks of using AI, since 2021 there have been a range of developments in regulation and policy. Many countries have established bodies to consider the risks of AI, such as the UK’s AI security institute. Some countries, including the UK, US, Singapore and Japan have opted to regulate AI using non-statutory methods; this differs from the law-based approach of the EU, South Korea and China. Governments are required to negotiate the challenge of maintaining an effective balance between enabling AI innovation with ensuring regulation mitigates AI-related risks. ",
                "tag": "p"
            },
            {
                "content": "The research recommends continued collaboration between countries and international organisations to monitor AI developments, apply regulatory and policy measures and engage with key stakeholders, including consumers, businesses and academics to guarantee AI is safe, responsible and trustworthy.  ",
                "tag": "p"
            },
            {
                "content": "How will OPSS use these findings in policy and practice?",
                "tag": "p"
            },
            {
                "content": "OPSS is very aware of the use of AI in products, and the regulatory challenges for product safety associated with that, thanks to its work on the subject including the research referenced here. Its Product Regulation and Metrology Bill, which has recently passed through all its parliamentary stages, includes powers to ensure the UK’s regulatory framework can keep pace with emerging technologies such as AI. ",
                "tag": "p"
            },
            {
                "content": "Read the full report: Update on OPSS artificial intelligence (AI) research - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Opportunities to work at the forefront of AI development and regulation with OPSS  ",
                "tag": "p"
            },
            {
                "content": "At OPSS, we are developing effective government policy and practice regarding the use and regulation of AI to keep people and places safe from product related harm.  ",
                "tag": "p"
            },
            {
                "content": "To find out more about opportunities to help ‘shape the AI revolution’ within OPSS, keep an eye out for the latest vacancies: Home - OPSS.  ",
                "tag": "p"
            }
        ],
        "link": "https://opss.blog.gov.uk/2025/07/14/ais-evolving-role-in-product-safety/",
        "blog": "Office for Product Safety and Standards",
        "blog_link": "https://opss.blog.gov.uk",
        "description": "Driven by a commitment to ensuring the safety of people and places, our recent research documents the latest trends, benefits and risks of AI in consumer products. "
    },
    {
        "title": "What the 10 Year Health Plan means for you",
        "authors": [
            "ttowers"
        ],
        "posted_on": "2025-07-14T15:05:14",
        "categories": [
            "NHS",
            "Public Health"
        ],
        "content": [
            {
                "content": "PatientsSummary",
                "tag": "h2"
            },
            {
                "content": "Our health system is in crisis. If we don’t act now, we risk the NHS ceasing to exist as a publicly funded service, free at the point of use.",
                "tag": "p"
            },
            {
                "content": "But if we seize the opportunities provided by new technology, medicines, and innovation, then we can deliver better care for all patients - no matter where they live or how much they earn - and better value for taxpayers.",
                "tag": "p"
            },
            {
                "content": "Our 10 Year Health Plan, backed by £29b, will get the NHS back on its feet and to make it fit for the future.",
                "tag": "p"
            },
            {
                "content": "Here's what we're doing: ",
                "tag": "p"
            },
            {
                "content": "From hospital to community",
                "tag": "p"
            },
            {
                "content": "From analogue to digital",
                "tag": "p"
            },
            {
                "content": "From sickness to prevention",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/07/14/what-the-10-year-health-plan-means-for-you/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "Patients Summary Our health system is in crisis. If we don’t act now, we risk the NHS ceasing to exist as a publicly funded service, free at the point of use. But if we seize the opportunities provided by new …"
    },
    {
        "title": "Agile, secure and cost-effective: UKEF’s open source API shift",
        "authors": [
            "Abhi Markan – Principal software engineer, UKEF"
        ],
        "posted_on": "2025-07-14T14:15:30",
        "categories": [
            "APIs"
        ],
        "content": [
            {
                "content": "At UK Export Finance (UKEF), we have been developing new digital services and enhancing existing platforms in order to provide businesses with seamless and secure experiences as part of UKEF’s digital strategy.",
                "tag": "p"
            },
            {
                "content": "An integral step of this journey has been modernising application programming interface (API) management, which involves adopting an open source, cloud-based solution that benefits from being flexible, cost-effective, and scalable. ",
                "tag": "p"
            },
            {
                "content": "This transition has been led by the UKEF software team, whose goal is to develop digital solutions that empower UKEF to effectively manage and expand its operations while fostering a culture of digital, data, and technology-driven transformation.",
                "tag": "p"
            },
            {
                "content": "Our approach necessarily meets the needs of both external and internal users, while also promoting transparency, collaboration, and interoperability. This also aligns with the aims of the blueprint for modern digital government in delivering resilient and future-proof digital services.",
                "tag": "p"
            },
            {
                "content": "Identifying a need",
                "tag": "h3"
            },
            {
                "content": "Open source adoption has already proven to be the way forward for modern digital government, with many departments already planning to implement new systems and strategies in order to take advantage of the benefits of open source offerings.",
                "tag": "p"
            },
            {
                "content": "Similarly, in UKEF, we knew that we required a reliable, efficient, and secure API gateway and saw this as an opportunity to make the shift towards open source.",
                "tag": "p"
            },
            {
                "content": "Business analysis revealed that our existing closed source API wrapper could be improved, as the fragmentary APIs could sometimes cause inefficiencies and inconsistencies in delivering critical services in time. This analysis also suggested that moving to open source would reduce costs, increase functionality, shorten production deployment time and reduce operational inefficiencies.",
                "tag": "p"
            },
            {
                "content": "Building a scalable and secure API infrastructure ",
                "tag": "h3"
            },
            {
                "content": "Our solution was an open and adaptable model that would allow us to innovate more freely, while also ensuring security and reliability.",
                "tag": "p"
            },
            {
                "content": "This open source, cloud-native approach used Node.js and Azure API management (APIM) to centralise our API ecosystem, which would reduce our dependence on proprietorial systems, and reduce operating costs and time to production.",
                "tag": "p"
            },
            {
                "content": "For a more in-depth look, our model could be broken down into the following components.  ",
                "tag": "p"
            },
            {
                "content": "Open source",
                "tag": "h4"
            },
            {
                "content": "We purposely decided to migrate to an open source solution, in this case nest.js, using strict TypeScript and containerisation to ensure portability and swift deployments.",
                "tag": "p"
            },
            {
                "content": "Centralised API management",
                "tag": "h4"
            },
            {
                "content": "This streamlined access and governance, as well as reducing complexity and improving consistency across our digital services.",
                "tag": "p"
            },
            {
                "content": "Topology",
                "tag": "h4"
            },
            {
                "content": "Our hub-and-spoke topology model uses an Azure API management gateway to centralise API endpoints.",
                "tag": "p"
            },
            {
                "content": "Microservices architecture",
                "tag": "h4"
            },
            {
                "content": "Our APIs are now structured into three key service areas to make them more efficient, scalable, and easier to maintain. These areas offer unique endpoints for UKEF’s internal and external use.",
                "tag": "p"
            },
            {
                "content": "Critical business endpoints were also integrated in APIM, such as GovNotify, Companies House API, and Ordnance Survey API. This ensured ‘don’t repeat yourself’ (DRY) code and standardised request bodies and responses.",
                "tag": "p"
            },
            {
                "content": "Automated infrastructure",
                "tag": "h4"
            },
            {
                "content": "We used infrastructure as code (IaC) to ensure that our API environment remains reliable, secure, and consistently configured.",
                "tag": "p"
            },
            {
                "content": "Secure by design",
                "tag": "h4"
            },
            {
                "content": "We followed best practices to protect our data and services, including private access controls, automated key rotation, and advanced threat mitigation tools.",
                "tag": "p"
            },
            {
                "content": "OpenAPI",
                "tag": "h4"
            },
            {
                "content": "Adhering to OpenAPI (Swagger), we constructed and documented our API endpoints, body parameters and expected responses. This allowed for a seamless integration into Azure APIM, improved API documentation for integration and an on-the-fly API portal. Endpoint updates were seamlessly reflected across all the remits.",
                "tag": "p"
            },
            {
                "content": "CI-CD-CM",
                "tag": "h4"
            },
            {
                "content": "We ensured continuous integration (CI), continuous deployment (CD) and continuous monitoring (CM) to all of our environments with a series of automated test suites, such as Unit, API, E2E, and Linting. Software composition analysis (SCA) security vulnerability testing and code quality allowed for a robust, well-documented and DRY code deployment.",
                "tag": "p"
            },
            {
                "content": "Agile development for faster delivery",
                "tag": "h3"
            },
            {
                "content": "We decided that agile development was the best way to implement our new model. This was because the agile methodology allows for:",
                "tag": "p"
            },
            {
                "content": "Security and compliance ",
                "tag": "h3"
            },
            {
                "content": "Security was an incredibly important aspect to our transition, so we followed the National Cyber Security Centre’s (NCSC) Secure by Design principles. As a result, we included:",
                "tag": "p"
            },
            {
                "content": "Delivering measurable benefits",
                "tag": "h3"
            },
            {
                "content": "Once implemented, this shift to a cloud-native API ecosystem resulted in significant and measurable improvements. These including:",
                "tag": "p"
            },
            {
                "content": "A future ready API strategy",
                "tag": "h3"
            },
            {
                "content": "Our adoption of modern, open source technologies has allowed us to create a more agile, scalable, and cost-effective API management platform. This will allow UK businesses to access our services easily and reliably.",
                "tag": "p"
            },
            {
                "content": "Going forward, we’ll be even more dedicated to innovation and continuous improvement, and in ensuring that our digital infrastructure meets both current and future business needs.",
                "tag": "p"
            },
            {
                "content": "To learn about our journey as well as lessons learned, behind-the-scenes stories and the latest updates, visit the UKEF digital, data and technology blog.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/07/14/agile-secure-and-cost-effective-ukefs-open-source-api-shift/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "UK Export Finance (UKEF) outlines the benefits of transitioning to a modern, open source and cloud-native API infrastructure."
    },
    {
        "title": "Why talking about Menopause matters - our conversation with Mariella Frostrup",
        "authors": [
            "Lorraine McBride, Editor of the Civil Service Blog Channel"
        ],
        "posted_on": "2025-07-14T14:02:20",
        "categories": [
            "Health & Wellbeing"
        ],
        "content": [
            {
                "content": "Talking about menopause at work should never be awkward. Angela MacDonald and Fiona Ryland explain why it’s time we changed the culture - for good.",
                "tag": "p"
            },
            {
                "content": "Conversations about menopause at work have come a long way - but they're still not always easy.",
                "tag": "p"
            },
            {
                "content": "Recently, we met Mariella Frostrup, the Government Menopause Employment Ambassador, to speak frankly about where we are, where we are going, and why this matters to us both - personally and professionally.",
                "tag": "p"
            },
            {
                "content": "The renowned broadcaster, journalist and campaigner for women’s equality, Mariella was appointed to this role in October 2024. ",
                "tag": "p"
            },
            {
                "content": "As an Ambassador, Mariella works directly with employers to raise awareness of menopause as a workplace issue and to promote better support for women at work.",
                "tag": "p"
            },
            {
                "content": "Our meeting with her focused mainly on:",
                "tag": "p"
            },
            {
                "content": "Here we share our reflections on that conversation:",
                "tag": "p"
            },
            {
                "content": "Angela MacDonald",
                "tag": "p"
            },
            {
                "content": "Deputy Chief Executive and Second Permanent Secretary, HMRC",
                "tag": "p"
            },
            {
                "content": "Senior Sponsor, Cross-Government Menopause Network",
                "tag": "p"
            },
            {
                "content": "It’s brilliant to have a high-profile figure like Mariella shining a light on menopause at work. People like her help push topics  often seen as difficult or uncomfortable into the mainstream. That visibility matters, it helps open up space for conversations that haven’t always been easy.",
                "tag": "p"
            },
            {
                "content": "This meeting really gave me pause for thought. I’ve been through my own menopause journey, and I’m in a position now where I feel comfortable speaking about it publicly. I don’t fear any negative consequences in my job for doing that. But this meeting reminded me that not everyone has that same sense of safety or confidence.",
                "tag": "p"
            },
            {
                "content": "Fear is still very present for many people. When symptoms are affecting your day-to-day life, your focus, your energy, your wellbeing - it can be really hard to find the resilience to speak up. If you’re not sure how your manager or team will respond, it’s understandable that many choose to say nothing. That’s why we need to keep talking about this. It’s about creating the kind of working culture where people know they’ll be listened to, supported, and not judged.",
                "tag": "p"
            },
            {
                "content": "I left the meeting feeling encouraged by how far the conversation has come in recent years, but also more determined than ever to make sure we keep pushing forward, across every department and at every level.",
                "tag": "p"
            },
            {
                "content": "Fiona Ryland",
                "tag": "p"
            },
            {
                "content": "Government Chief People Officer, Cabinet Office",
                "tag": "p"
            },
            {
                "content": "This meeting was a valuable opportunity to reflect on the work already happening across the Civil Service and to make time for a conversation that affects so many of us. As of 2024, 54.5% of our workforce are women. That’s a clear signal of how widespread the impact of menopause can be, not just individually, but across teams and organisations.",
                "tag": "p"
            },
            {
                "content": "For me, one of the most important takeaways was the need to make sure we’re creating environments where women feel able to talk about how they’re feeling, describe their symptoms, and ask for help when they need it. If we don’t do that, we risk people feeling isolated or unsupported and that affects their ability to engage and perform at their best.",
                "tag": "p"
            },
            {
                "content": "This isn’t just a women’s issue. It affects all of us, either directly or through the people we live and work with. The more we understand about what menopause can involve, and the more open we are in talking about it, the better chance we have of building a truly supportive and inclusive Civil Service culture.",
                "tag": "p"
            },
            {
                "content": "That includes making sure line managers feel confident too. They’re often the first point of contact for someone struggling, and they need to know how to respond and where people can find more help and support. Supporting line managers to do that well is a big part of getting this right.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "p"
            },
            {
                "content": "We all have a part to play in making the Civil Service a supportive place for colleagues experiencing menopause. Whether it’s sharing your own experience, supporting someone, or starting a conversation in your team - small actions can make a big difference. ",
                "tag": "p"
            },
            {
                "content": "The Inclusive Practice Team based in the Cabinet Office is currently exploring  ways to embed consistent support across departments aimed at building sustainable change over time. ",
                "tag": "p"
            },
            {
                "content": "Support is available",
                "tag": "p"
            },
            {
                "content": "For more information or to connect with the network, contact Audrey Whelan, Chair of the Cross-Government Menopause Network at Audrey.WHELAN@education.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/14/why-talking-about-menopause-matters-our-conversation-with-mariella-frostrup/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Talking about menopause at work should never be awkward. Angela MacDonald and Fiona Ryland explain why it’s time we changed the culture - for good. Conversations about menopause at work have come a long way - but they're still not …"
    },
    {
        "title": "Shark Awareness Day 2025",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-07-14T09:45:55",
        "categories": [
            "Blog Series",
            "Deep Specialist",
            "Guest Blog",
            "Our People & Deep Dives",
            "Science"
        ],
        "content": [
            {
                "content": "By Sophy Phillips and Jim Ellis, Centre for Environment, Fisheries and Aquaculture Science (Cefas)",
                "tag": "p"
            },
            {
                "content": "Monday 14 July is Shark Awareness Day and whilst many people associate sharks with the clear, blue seas of the tropics, many species of shark and ray occur around the British Isles. These can range in size from some of our small-bodied skates, such as the starry ray, which grows to a length of just over 60 cm in British waters, to the basking shark, which may grow to 10m or more, and is the second largest fish species on our planet.",
                "tag": "p"
            },
            {
                "content": "Sharks in British waters",
                "tag": "p"
            },
            {
                "content": "The more common species of shark in our waters include the lesser-spotted dogfish (which is actually a type of catshark), starry smooth-hound, and spurdog. Some of the rarer species include white skate and angel shark which are both protected species, as is the basking shark.",
                "tag": "p"
            },
            {
                "content": "Some shark and ray species, including lesser-spotted dogfish and skates, lay eggs on the sea floor, with the young emerging from the egg case after four months or more. Other species give birth to live young, and in the case of spurdog, the mother may be pregnant for nearly two years.",
                "tag": "p"
            },
            {
                "content": "Sharks and rays often have specialised feeding habits. Basking sharks are filter-feeders that sieve the water for plankton whilst the blue shark favours small pelagic fish and squid.",
                "tag": "p"
            },
            {
                "content": "The lesser-spotted dogfish eat a wide range of invertebrates including crabs, hermit crabs, whelks and, worms.",
                "tag": "p"
            },
            {
                "content": "Centre for Environment, Fisheries and Aquaculture Science (Cefas)",
                "tag": "p"
            },
            {
                "content": "Scientists at the Centre for Environment, Fisheries and Aquaculture Science (Cefas) have been involved in the study of sharks and rays for several decades, providing scientific advice to Defra, and contributing to the work of a range of intergovernmental organisations.",
                "tag": "p"
            },
            {
                "content": "Given the dual commercial and conservation interests surrounding sharks and rays, we actively engage with both scientific assessment and conservation bodies. We hold positions on and support the work of assessment groups, such as the International Council for the Exploration of the Sea Working Group on Elasmobranch Fishes (ICES WGEF), as well as conservation-focused organisations including The International Union for Conservation of Nature (IUCN) Shark Specialist Group and The Memorandum of Understanding on the Conservation of Migratory Sharks (Sharks MOU)",
                "tag": "p"
            },
            {
                "content": "In our roles as fisheries scientists, we are lucky enough to see the end-to-end process from collecting data on sharks and rays. This includes their biology, movements, distribution and, catch rates. We use such data to inform assessments of stock health, and ultimately to support advice to fisheries managers (e.g. informing fishing quotas and other measures) and nature conservation measures.",
                "tag": "p"
            },
            {
                "content": "Get involved this Shark Awareness Day",
                "tag": "p"
            },
            {
                "content": "On this Shark Awareness Day, we are encouraging everyone to learn more about the vital role sharks play in our oceans and how we can help protect them. You can get involved by finding out more about our work or joining citizen science projects like those listed on the Shark Trust website, which allow people of all ages to contribute to shark conservation efforts.",
                "tag": "p"
            },
            {
                "content": "Making informed consumer choices also plays a big part, you can:",
                "tag": "p"
            },
            {
                "content": "Every action, no matter how small, contributes to the protection of these incredible creatures and the ecosystems they support.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/07/14/shark-awareness-day-2025/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "By Sophy Phillips and Jim Ellis, Centre for Environment, Fisheries and Aquaculture Science (Cefas) Monday 14 July is Shark Awareness Day and whilst many people associate sharks with the clear, blue seas of the tropics, many species of shark and …"
    }
]