[
    {
        "title": "100 Days of Cyber & Specialist Operations Command",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-12-10T16:01:55",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "On 1 September, Cyber & Specialist Operations Command (CSOC) was officially stood up. It has been an extraordinary 100 days since then, with the transition representing more than just a change of name - it has marked a fundamental evolution in how Defence organises itself to meet the threats of modern warfare.",
                "tag": "p"
            },
            {
                "content": "Operational excellence meets strategic transformation",
                "tag": "h3"
            },
            {
                "content": "At CSOC we have strengthened our position as a four-star Command alongside the Royal Navy, Army and Royal Air Force, sharpening our focus on our core mission: to generate and operate specialist capabilities, ready to fight across all domains, to make the United Kingdom secure at home and strong abroad.",
                "tag": "p"
            },
            {
                "content": "Throughout these 100 days, our 26,000 specialists across 130 sites worldwide have continued to deliver operational effects that matter. Every single day, our cyber warriors have defended critical networks, our intelligence analysts have armed decision-makers with operational advantage, our medical personnel have kept our forces fit to fight, our special forces have operated where others cannot, our educators have prepared the next generation of defence leaders, and our Defence Attachés have strengthened partnerships through the Integrated Global Defence Network.",
                "tag": "p"
            },
            {
                "content": "Delivering innovation and operational impact",
                "tag": "h3"
            },
            {
                "content": "Across CSOC, our organisations have demonstrated the breadth of our specialist capabilities. ",
                "tag": "p"
            },
            {
                "content": "At jHub Med, Project VERITAS has enabled medics to speak directly to patients in their own language through an offline voice-to-voice interpretation app, building trust and improving outcomes. While our Defence Medical Services have introduced the revolutionary Deployed Telemedicine System, enabling remote consultations and treatment delivery across vast distances. ",
                "tag": "p"
            },
            {
                "content": "At PJHQ, our teams provided critical oversight and planning for Carrier Strike Group 25 and Operation HIGHMAST. And at the Defence Academy, we welcomed a Ukrainian officer to the Advanced Command and Staff Course - a powerful example of how CSOC advances UK influence and strengthens partnerships with our allies.",
                "tag": "p"
            },
            {
                "content": "Building our new identity and operating at the heart of Defence's future",
                "tag": "h3"
            },
            {
                "content": "At DSEI London, we showcased our leadership in digital targeting, cyber workforce development, and AI integration, evidencing how we combat cyber and electromagnetic threats on behalf of Defence.",
                "tag": "p"
            },
            {
                "content": "Our work on the Digital Targeting Web and the launch of the Defence Cyber and Electromagnetic Force has positioned us at the forefront of the Strategic Defence Review's vision for accelerated warfighting readiness.",
                "tag": "p"
            },
            {
                "content": "To strengthen our operational advantage in cyberspace, we welcomed 26 new Cyber Direct Entry Scheme graduates who will now secure defence's networks at Corsham, helping protect critical national infrastructure against cyber-attacks on UK defence. While we announced the expansion of the Digital and Cyber Bursary programme to 500 students, breaking down barriers to cyber careers.",
                "tag": "p"
            },
            {
                "content": "We also launched the International Defence esports games with over 40 allied nations to develop cyber skills that are critical for modern warfare through competitive gaming. ",
                "tag": "p"
            },
            {
                "content": "Our people",
                "tag": "h3"
            },
            {
                "content": "Over the last 100 days, our personnel have demonstrated what \"Always On\" truly means - maintaining operational tempo whilst embracing significant change. ",
                "tag": "p"
            },
            {
                "content": "We honoured some of our outstanding personnel at the Commander's Commendations for their exceptional service, dedication, and professionalism, making a lasting impact on the Command; and we thank all of our personnel for the work they do every day and what they have achieved over the last 100 days.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/12/10/100-days-of-cyber-specialist-operations-command/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "On 1 September, Cyber & Specialist Operations Command (CSOC) was officially stood up. It has been an extraordinary 100 days since then, with the transition representing more than just a change of name - it has marked a fundamental evolution …"
    },
    {
        "title": "Discover our coaching and mentoring opportunities: supporting GSE members with Professional Recognition",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-12-10T14:58:05",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "GSE Opportunities",
            "GSE Profession Updates",
            "Reward & Recognition"
        ],
        "content": [
            {
                "content": "The Government Science and Engineering (GSE) Profession leads the way in championing the benefits of mentoring, promoting best practice and recognising its contribution towards professional development, diversity and career growth.  ",
                "tag": "p"
            },
            {
                "content": "Our 2021 strategy demonstrates our commitment to mentoring for GSE members. Mentoring is especially vital for helping colleagues achieve Professional Recognition, building confidence, and establishing networks across their field.  ",
                "tag": "p"
            },
            {
                "content": "If you enjoy supporting others and want to make a meaningful impact throughout the Civil Service, becoming a coach or mentor to other GSE members is a rewarding way to enhance skills. If you’re a GSE member and interested in becoming a mentor, please get in touch with us. ",
                "tag": "p"
            },
            {
                "content": "Mentoring towards Professional Recognition: how it works ",
                "tag": "p"
            },
            {
                "content": "For Professional Recognition, we aim to provide a mentor to all members on our express cohort. You can find information on express cohorts in our Professional Recognition support booklet. If you would like a copy of this booklet, please email us at gse@go-science.gov.uk.  Mentors will be GSE Profession members who are chartered status (or higher) ideally by the same professional organisation as the applicant. Mentors will provide support and advice while you build your portfolio and make your application. We aim to provide a one-to-one mentor/mentee ratio where possible, depending on the number of mentors.  ",
                "tag": "p"
            },
            {
                "content": "What other mentoring options are available and how do I apply? ",
                "tag": "p"
            },
            {
                "content": "The GSE Profession have different mentoring and peer support offers available, from Royal Society Pairing to our STEM Futures Scheme, and more.  ",
                "tag": "p"
            },
            {
                "content": "For a full list of all our schemes, including how to apply to each, check out our blog post on all our different offers. ",
                "tag": "p"
            },
            {
                "content": "Leadership mentoring  Those working towards Professional Recognition may also be interested in our leadership mentoring offer, which is available to line managers of all grades across GSE. To support leadership development and promote a mentoring and coaching culture within government, GSE Profession runs its ‘Empowering Leadership’ mentoring programme each year. GSE members are mentored over 6 months by other members to build their skills in empowering their teams and building high performance. ",
                "tag": "p"
            },
            {
                "content": "Apply now! ",
                "tag": "p"
            },
            {
                "content": "Email gse@go-science.gov.uk to register your interest in any of our mentorship or coaching offers! ",
                "tag": "p"
            },
            {
                "content": "Further information ",
                "tag": "p"
            },
            {
                "content": "Find out more about the GSE Profession ",
                "tag": "p"
            },
            {
                "content": "Sign up to receive updates on the GSE Profession ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/12/10/discover-our-coaching-and-mentoring-opportunities-supporting-gse-members-on-their-professional-recognition-journey/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "The Government Science and Engineering (GSE) Profession leads the way in championing the benefits of mentoring, promoting best practice and recognising its contribution towards professional development, diversity and career growth.   Our 2021 strategy demonstrates our commitment to mentoring for GSE members. Mentoring is especially vital for helping colleagues achieve Professional Recognition, building confidence, and establishing networks across …"
    },
    {
        "title": "Designing public services that work for everyone ",
        "authors": [
            "Alasdair Hewitt, Senior Product Manager, GDS"
        ],
        "posted_on": "2025-12-10T12:55:00",
        "categories": [
            "Digital inclusion",
            "Digital, Data and Technology"
        ],
        "content": [
            {
                "content": "At the Government Digital Service (GDS), we’ve always been passionate about delivering public services that work for everyone, including people who aren’t confident online or who can’t afford or access the right technology. As part of the services pillar of the Digital Inclusion Action Plan, we’re working to remove barriers to accessing digital services by improving the standards, guidance and tools that help service teams build with inclusion in mind.  ",
                "tag": "p"
            },
            {
                "content": "This post shares what we’ve done so far this year, what we’ve learned, who we’ve worked with, and where we’re heading next. This post also highlights how GDS is leading the Services pillar of the Digital Inclusion Action Plan to deliver Point 1 of the blueprint for modern digital government: joining up public services to improve digital access and support the digitally excluded. ",
                "tag": "p"
            },
            {
                "content": "What we’re aiming for  ",
                "tag": "h2"
            },
            {
                "content": "Our Inclusive Services work has three main goals:  ",
                "tag": "p"
            },
            {
                "content": "Together, this will help ensure public digital services are designed and built for the full diversity of users across the UK.  ",
                "tag": "p"
            },
            {
                "content": "What we’ve done so far  ",
                "tag": "h2"
            },
            {
                "content": "1. Digital Inclusion Action Plan: ",
                "tag": "h3"
            },
            {
                "content": "Released in February 2025, the Digital Inclusion Action Plan: First Steps outlines the government’s vision for improving digital inclusion across four pillars: skills, access, services, and trust. GDS leads the services pillar, working to ensure government services are accessible, inclusive, and easy to use. ",
                "tag": "p"
            },
            {
                "content": "2. Discovery phase: ",
                "tag": "h3"
            },
            {
                "content": "To inform our approach, we mapped digital inclusion initiatives in the UK and internationally. We explored what already works, where the gaps are and how others measure success. This helped us understand how services are (or are not) meeting the needs of people who are digitally excluded, and where guidance and best practice could better support teams. ",
                "tag": "p"
            },
            {
                "content": "We found that many local authorities and third-sector organisations deliver effective inclusion initiatives, but challenges remain around sustainability, affordability, rural connectivity and long-term impact tracking. International examples, such as Singapore’s community-based hubs, provide useful models of strong leadership and inclusive design. ",
                "tag": "p"
            },
            {
                "content": "3. In-depth research sessions: ",
                "tag": "h3"
            },
            {
                "content": "Building on the discovery work, we carried out a series of in-depth research sessions with government service teams tackling inclusion challenges first hand, from veterans' services to asylum seekers. These honest, reflective conversations showed what it’s like to build for inclusion in practice.  ",
                "tag": "p"
            },
            {
                "content": "Some clear themes emerged:  ",
                "tag": "p"
            },
            {
                "content": "4. Cross-government workshops: ",
                "tag": "h3"
            },
            {
                "content": "We also brought together service teams from across government for two workshops. These sessions gave designers, researchers, policy specialists, and others space to share experiences, test ideas, and explore how we can make services more inclusive. Discussions focused on practical topics such as doing inclusive user research, understanding impact and designing effective alternative pathways for those who cannot use digital channels. We’re now analysing the findings to inform the next stage of our work.  ",
                "tag": "p"
            },
            {
                "content": "Next steps: ",
                "tag": "h2"
            },
            {
                "content": "Over the coming months we’ll:  ",
                "tag": "p"
            },
            {
                "content": "We’re committed to building services that work for everyone and will continue to share our progress. ",
                "tag": "p"
            },
            {
                "content": "Spotlight: support for care leavers: ",
                "tag": "h2"
            },
            {
                "content": "A great example of creating services that work for everyone comes from the Department for Education (DfE), who launched the Support for Care Leavers website. It brings together advice and support for the 88,000 care leavers in England and those who support them - including local authorities, charities, agencies and individuals. ",
                "tag": "p"
            },
            {
                "content": "Key to the design of the service was understanding the needs of diverse user groups. This included young people leaving care, unaccompanied asylum-seeking children, and those in custody. The team also considered the needs of support workers and professionals who help care leavers navigate services. ",
                "tag": "p"
            },
            {
                "content": "To ensure the service was inclusive, the team undertook extensive user research. This included: ",
                "tag": "p"
            },
            {
                "content": "The team worked closely with gatekeepers and community organisations to build trust and ensure participants felt safe and comfortable. In some cases, this meant offering warm food and peer support in familiar locations to encourage engagement. Research was always voluntary, and participants were given clear information about how their input would shape the service. ",
                "tag": "p"
            },
            {
                "content": "This approach led to a thoughtfully designed service that offers real, usable guidance for young people transitioning out of care — and for those supporting them. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to learn more about inclusive service design and the government’s approach to digital inclusion: ",
                "tag": "p"
            },
            {
                "content": "We’ll keep sharing updates as this work progresses. If you have examples, challenges, or ideas to contribute, join our cross-government Slack community. Alternatively, reach out to us directly or you can contact us via email at service.transformation@dsit.gov.uk. Together, we can make services that work for everyone.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/12/10/designing-public-services-that-work-for-everyone/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "Find out how we’re breaking down digital barriers to help everyone benefit from public services, wherever they are."
    },
    {
        "title": "Buncefield: 20 years since the incident that changed how we regulate ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-12-10T10:58:58",
        "categories": [
            "Regulated industry"
        ],
        "content": [
            {
                "content": "In the early hours of Sunday 11 December 2005, a dense fog formed around the Buncefield fuel depot on the edge of Hemel Hempstead. A large petrol storage tank was overfilling, and vapours spread across and beyond the site. ",
                "tag": "p"
            },
            {
                "content": "Then, what has been described as one of the largest explosions and fires in peacetime Europe took place. The event was reported around the world and was heard as far away as the Netherlands. Fires burned for five days, destroying much of the depot, damaging nearby businesses and properties, and injuring more than 40 people. Thankfully, no lives were lost, but many were affected. ",
                "tag": "p"
            },
            {
                "content": "With estimated costs exceeding £1 billion, Buncefield remains the UK's most costly industrial accident. In the days that followed, large volumes of fuel, firewater, firefighting foam and contaminated rainwater escaped the site and entered the ground, polluting the underlying groundwater. ",
                "tag": "p"
            },
            {
                "content": "Our role in the response ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency played a central role in responding to the incident and overseeing the clean-up and long-term remediation. As part of the COMAH (Control of Major Accident Hazards) Competent Authority, we worked closely with the Health and Safety Executive (HSE) to investigate what happened and assess the environmental impact. ",
                "tag": "p"
            },
            {
                "content": "Our teams gathered evidence from the site, analysed samples from the surrounding area, and reviewed how the operating companies and their contractors had managed their activities. The investigation uncovered a range of technical and management failings. Five companies were found to have committed offences, resulting in fines and costs of £9.5 million, including £1.3 million in fines for pollution offences. This was a record at the time for a single incident in the UK. ",
                "tag": "p"
            },
            {
                "content": "Read the full details here: Buncefield: Why did it happen? ",
                "tag": "p"
            },
            {
                "content": "Turning learning into action ",
                "tag": "p"
            },
            {
                "content": "Our investigation and enforcement work were only part of our response. In the years that followed, we worked with industry and other regulators to apply the lessons from Buncefield. ",
                "tag": "p"
            },
            {
                "content": "We collaborated with HSE, trade associations, professional institutions and standards bodies to publish Safety and Environmental Standards for Fuel Storage Sites. This report set out the learning from the incident and helped raise expectations across the fuel storage sector. ",
                "tag": "p"
            },
            {
                "content": "Since then, we have continued to ensure these lessons are part of good industry practice. This work has led to an improvement in safety. In the past 13 years, there has not been a single accident from a COMAH site with serious off-site environmental impacts. ",
                "tag": "p"
            },
            {
                "content": "Continuing work at Buncefield ",
                "tag": "p"
            },
            {
                "content": "Our work at Buncefield continues. We have worked with the site operators to make sure the standards recommended after the incident, known as the Process Safety Leadership Group (PSLG) guidance, have been implemented. ",
                "tag": "p"
            },
            {
                "content": "A long-term plan for soil and groundwater remediation was put in place, including pump and treat systems and activated carbon beds to remove pollutants such as fuel and firefighting foam. Contaminated soils and damaged structures were also removed and disposed of. ",
                "tag": "p"
            },
            {
                "content": "The operator continues to monitor the groundwater to help us understand and manage any long-term impacts. The cost of the clean-up and remediation work has run into the tens of millions. ",
                "tag": "p"
            },
            {
                "content": "There have been known challenges in managing Per- and polyfluoroalkyl substances (PFAS) contamination, as large amounts of firefighting foam were used at the time, which helped contain the fire. As our understanding of PFAS evolves, we continue to monitor and manage this issue in line with the latest known best practices and the Environment Agency and HSE are currently working on a proposal to restrict the use of PFAS in firefighting foams under UK REACH legislation. ",
                "tag": "p"
            },
            {
                "content": "In the next blog, we will share personal stories from Environment Agency staff who were part of the response and recovery. They reflect on the scale of the challenge and what it meant to be involved in one of the UK’s largest industrial incident responses. ",
                "tag": "p"
            },
            {
                "content": "Our Chief Regulator Director, Jo Nettleton, will also share her perspective on Buncefield’s lasting influence on environmental regulation and how it continues to shape our work today. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/12/10/buncefield-20-years-since-the-incident-that-changed-how-we-regulate/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "In the early hours of Sunday 11 December 2005, a dense fog formed around the Buncefield fuel depot on the edge of Hemel Hempstead. A large petrol storage tank was overfilling, and vapours spread across and beyond the site. "
    },
    {
        "title": "Understanding residents' experiences of housing safety and quality",
        "authors": [
            "System Design Team"
        ],
        "posted_on": "2025-12-10T10:55:58",
        "categories": [
            "Design",
            "System Design"
        ],
        "content": [
            {
                "content": "The System Design team at the Ministry of Housing Communities and Local Government (MHCLG) includes designers, researchers and analysts. We bring user-centred design and systems thinking skills to complex building safety challenges. We work with policy teams on a range of projects, applying strategic systems thinking.  ",
                "tag": "p"
            },
            {
                "content": "Earlier this year, we completed a project to understand the housing safety and quality system and provide a shared view of that complex system to better inform policy development and decision making. You can see the outputs of this work in our most recent blog post. This work highlighted knowledge gaps and laid the foundations for our next project. ",
                "tag": "p"
            },
            {
                "content": "The ask  ",
                "tag": "h2"
            },
            {
                "content": "In June, we supported the development of policy thinking about the future of how the built environment is regulated. This was informed by the recommendations set out in the Grenfell Tower Inquiry’s Phase 2 Report. We  were asked to build evidence for what residents might need from a new regulator.  ",
                "tag": "p"
            },
            {
                "content": "We did in-depth qualitative user research to understand residents' experiences and needs around housing safety, quality and its regulation. The research looked at how residents access support and view the role of regulators, how much trust they have in the system and the role consumer power plays in how they make decisions. You can read the full report from this research in our GitHub repository. ",
                "tag": "p"
            },
            {
                "content": "Housing is a fundamental need. It affects everything – from education and work to relationships and community life. When housing is unsafe or poor quality, it can seriously harm people’s lives. Maslow’s hierarchy of needs is a simple model explaining what people generally need to live well and feel fulfilled. It illustrates how important it is to have basic needs met.   ",
                "tag": "p"
            },
            {
                "content": "Where we started  ",
                "tag": "h2"
            },
            {
                "content": "Before starting user research with residents, we reviewed what we already knew. That involved secondary research, stakeholder interviews, and conversations with internal policy teams. ",
                "tag": "p"
            },
            {
                "content": "Then we did 40 in-depth user research interviews. We spoke to residents across England, from different backgrounds and housing situations. In each session, we asked questions about housing safety, quality and what residents  expect when asking for help. ",
                "tag": "p"
            },
            {
                "content": "What we learnt ",
                "tag": "h2"
            },
            {
                "content": "Residents think about safety and quality in many ways. From how secure they feel to the materials used in their homes. But they don’t always feel confident prioritising or assessing these things when choosing a place to live. ",
                "tag": "p"
            },
            {
                "content": "How residents raise issues depends on their housing type, how confident they feel and their socio-economic background. But many face the same problem: it’s hard to find someone who’s responsible and willing to help. Most people  don’t escalate problems beyond their landlord or housing provider. This is  often because they’ve had bad experiences in the past or don’t know how to get help. ",
                "tag": "p"
            },
            {
                "content": "Residents in unstable housing, with a disability or who speak English as a second language face even more barriers. Many don’t believe they’ll be listened to or that anything will change. ",
                "tag": "p"
            },
            {
                "content": "Trust is fragile ",
                "tag": "h3"
            },
            {
                "content": "Trust in housing is easily broken – and hard to rebuild. Many residents told us they don’t trust people involved in housing. This included government bodies,  and ranged from landlords to contractors because of past failures and poor experiences. ",
                "tag": "p"
            },
            {
                "content": "We found that, to rebuild trust in an organisation, two types of trust are  needed: ",
                "tag": "p"
            },
            {
                "content": "Residents’ faith in those responsible for safety and quality of their homes is  currently low due to poor experiences and past failings. Residents feel that  many organisations put profit over quality and safety, and that little is done to hold bad actors to account.  ",
                "tag": "p"
            },
            {
                "content": "Residents expect regulators to make sure safety and quality standards are met and to hold others to account. But they need to see evidence that  regulators are doing this. ",
                "tag": "p"
            },
            {
                "content": "It is possible to build trust within the housing system. Community groups and Citizens Advice were often mentioned as trusted organisations. Residents trust these organisations because they put residents’ wellbeing first and  follow through on promises.  ",
                "tag": "p"
            },
            {
                "content": "Regulation needs to work for residents ",
                "tag": "h3"
            },
            {
                "content": "Residents don’t expect to have direct contact with regulators, if others like  landlords or agents are doing their jobs properly. Instead, they expect that  people and processes are regulated so that they work first time. And that if things go wrong, they can be resolved with those responsible. ",
                "tag": "p"
            },
            {
                "content": "The research we’ve done is being used to help shape the policies and design of the new regulator being introduced by MHCLG to meet one of the  recommendations set out in the Grenfell Inquiry Phase 2 Report. The Inquiry's   report describes that the recommendation intends to consolidate how the sector is regulated and drive culture change in the industry. Ultimately this will deliver better outcomes for residents.  ",
                "tag": "p"
            },
            {
                "content": "MHCLG is clear that the new regulator must protect residents by making sure the buildings residents live in are safe, and the wider housing system must support the regulator to do this.   ",
                "tag": "p"
            },
            {
                "content": "Want to learn more or get involved? ",
                "tag": "h2"
            },
            {
                "content": "If you’d like to learn more about how we are applying system design to building safety challenges, you can access our maps and reports on our GitHub repository. ",
                "tag": "p"
            },
            {
                "content": "You can sign up to take part in future user research sessions.  ",
                "tag": "p"
            },
            {
                "content": "For more information, contact us at:  SystemDesignTeam@communities.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/12/10/understanding-residents-experiences-of-housing-safety-and-quality/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "What does a safe housing system look like when it works for residents? Learn how our System Design team’s research is informing thinking on a new regulator designed to protect residents and improve safety and quality across the built environment."
    },
    {
        "title": "Defra group transformation: mapping the whole service landscape",
        "authors": [
            "Lucy Hartley"
        ],
        "posted_on": "2025-12-10T10:36:43",
        "categories": [
            "Defra digital",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Lucy Hartley, Head of Service Strategy, Ownership and Performance, and Katie Dickerson, Senior Service Designer at TPXimpact agency, reflect on working together to map Defra group services.",
                "tag": "p"
            },
            {
                "content": "In a previous blog post on transformation we spoke about testing a new approach to how we understand and map services. This will help us create a full picture of what our services are and how they all connect from our users’ perspective.",
                "tag": "p"
            },
            {
                "content": "Creating this full view of our services is a starting point that will, over time, allow us to:",
                "tag": "p"
            },
            {
                "content": "How we created a service landscape map",
                "tag": "h2"
            },
            {
                "content": "To create our first iteration of the service landscape, we worked with colleagues from our user-centred design capability partner TPXimpact to:",
                "tag": "p"
            },
            {
                "content": "As there were some time constraints to this first phase of work, we decided to make best use of existing data and relationships. We spoke to service teams from organisations across Defra group and analysed existing materials like team Mural boards, service lists, SharePoint sites and strategy documents. Where documentation or data did not exist, we did desk-based research, including reviewing guidance content and services on GOV.UK, to map some services.",
                "tag": "p"
            },
            {
                "content": "Alongside this, we have been testing a narrative to explain the work and the opportunities and benefits of this transformation approach. We’ve been sharing our work through week notes and show and tells to ensure we’re working in the open. We’ve had valuable conversations about the purpose and potential benefits of understanding whole services, and how our colleagues’ work across Defra connects and aligns.",
                "tag": "p"
            },
            {
                "content": "Taking different approaches",
                "tag": "h2"
            },
            {
                "content": "We mapped out our initial view of the service landscape. For each whole service, the map shows:",
                "tag": "p"
            },
            {
                "content": "The information is also available in a spreadsheet that includes:",
                "tag": "p"
            },
            {
                "content": "This is for anyone who needs an alternative format or for transformation teams who need more detail behind the whole services.",
                "tag": "p"
            },
            {
                "content": "The map is supported by a high-level presentation and a discussion guide. This is to facilitate conversations about the service landscape across Defra, and how this view can help us to unlock true transformation and be able to meet our ambitious environmental outcomes.",
                "tag": "p"
            },
            {
                "content": "As mentioned in our last blog post we created a service taxonomy prototype to test whether having a common language around services would enable more productive conversations about transformation and service optimisation. We have iterated our taxonomy to align to the refreshed Government Digital Service (GDS) definition of services and whole services.",
                "tag": "p"
            },
            {
                "content": "We’re now working to understand groupings and services in terms of what users are trying to do and what Defra group is trying to have an impact on.",
                "tag": "p"
            },
            {
                "content": "For example, the whole service ‘Flooding’ includes products and services that help users avoid and manage the impacts of flooding. These services also help Defra improve the nation’s resilience to the impacts of flooding and build resilient communities and economies.",
                "tag": "p"
            },
            {
                "content": "Testing with users",
                "tag": "h2"
            },
            {
                "content": "Our most important next step was to validate the work further with external users. We needed to test that the whole services we identified accurately reflect common user needs and their language. We also reviewed existing user research and data to see what applicable insights we already had.",
                "tag": "p"
            },
            {
                "content": "We showed different user groups, including members of the public, farmers and business users lists of ‘jobs-to-be-done’ that were relevant to them and asked them to group and name them. This helped us learn how they think about the tasks they do with Defra and how they describe them.",
                "tag": "p"
            },
            {
                "content": "We also asked people about how long they have been interacting with Defra and how often they use our services, so we could see how their relationship to Defra impacts their mental model.",
                "tag": "p"
            },
            {
                "content": "Following our research, we updated the whole services landscape map by:",
                "tag": "p"
            },
            {
                "content": "We also identified some areas where we need to do more research due to inconsistencies in the ways that users grouped tasks.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We will publish more updates as our journey continues. Thank you to everyone who took part in this work.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/12/10/defra-group-transformation-mapping-the-whole-service-landscape/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Lucy Hartley, Head of Service Strategy, Ownership and Performance, and Katie Dickerson, Senior Service Designer at TPXimpact agency, reflect on working together to map Defra group services."
    },
    {
        "title": "Combinable crop contracts: have your say",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-12-10T09:49:04",
        "categories": [
            "Supply chain",
            "Ways to get involved"
        ],
        "content": [
            {
                "content": "From the food on our plates to fuel in our tanks, combinable crops (crops that are cut using a combine harvester) are part of all our lives.  ",
                "tag": "p"
            },
            {
                "content": "That is why we have opened a public consultation to hear views on how contracts operate across the combinable crops sector.",
                "tag": "p"
            },
            {
                "content": "Improving fairness across the supply chain is a government priority, and a stronger, more transparent system is essential to long-term food security.  ",
                "tag": "p"
            },
            {
                "content": "The consultation is one step towards improving how farmers are treated when selling crops such as wheat, barley, oats and oilseed rape. In this post, we share the background and a link to the consultation.  ",
                "tag": "p"
            },
            {
                "content": "Background ",
                "tag": "h2"
            },
            {
                "content": "After one of the most difficult harvests in years, with rising costs, unpredictable markets, challenging weather and tighter margins, concerns about how contracts work have grown.",
                "tag": "p"
            },
            {
                "content": "Many producers report that current arrangements leave them exposed to risk with little negotiating power. ",
                "tag": "p"
            },
            {
                "content": "The Contractual practice in the UK combinable crops sector consultation seeks views on how contracts operate and whether they are fair. In particular, the consultation asks farmers, traders and processors about: ",
                "tag": "p"
            },
            {
                "content": "Feedback will help shape proposals for clearer contracts and fairer treatment for producers. The aim is to ensure farmers receive a transparent price for their produce and understand how that price is set. ",
                "tag": "p"
            },
            {
                "content": "This consultation is an opportunity to share experiences and evidence. ",
                "tag": "p"
            },
            {
                "content": "Respond to the consultation",
                "tag": "h2"
            },
            {
                "content": "Contractual practice in the UK combinable crops sector ",
                "tag": "p"
            },
            {
                "content": "The consultation is public and open to all, but if you work in the arable supply chain, your voice is especially important. Please share it with: ",
                "tag": "p"
            },
            {
                "content": "Towards a fairer supply chain",
                "tag": "h2"
            },
            {
                "content": "The Agriculture Act 2020 gave government new powers to intervene in cases where farmers are treated unfairly by buyers.  ",
                "tag": "p"
            },
            {
                "content": "Those powers have already been used to try to improve contracts in the dairy and pig sectors, with new rules introduced to protect producers and promote transparency.",
                "tag": "p"
            },
            {
                "content": "For example, in August, the Fair Dealing Obligations (Pigs) Regulations 2025 came into force, meaning pig farmers now have better protection against unfair contract terms. ",
                "tag": "p"
            },
            {
                "content": "Additionally, all milk purchase contracts must now meet the requirements of the Fair Dealing Obligations (Milk) Regulations 2024.",
                "tag": "p"
            },
            {
                "content": "You can learn more about this by listening to our recent podcast with the Agricultural Supply Chain Adjudicator: Farming podcast: how to build a fairer, more transparent supply chain.  ",
                "tag": "p"
            },
            {
                "content": "Eggs and fresh produce are currently under review. ",
                "tag": "p"
            },
            {
                "content": "The Contractual practice in the UK combinable crops sector consultation complements wider work to protect farmers in trade deals, strengthen supply chain resilience, lower costs for consumers, and deliver a thriving, innovative food sector through the Good Food Cycle. ",
                "tag": "p"
            },
            {
                "content": "We’ll update you with our progress. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog for the latest updates from Defra’s Farming and Countryside Programme. By subscribing, you’ll receive an email notification whenever we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/12/10/combinable-crop-contracts-have-your-say/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "From the food on our plates to fuel in our tanks, combinable crops are part of all our lives. A public consultation, open now, seeks views on fairness and transparency in contracts across the combinable crops sector. "
    },
    {
        "title": "How GOV.UK Pay grew to processing £8 billion in transactions",
        "authors": [
            "Christopher Brown, Senior Performance Analyst, GOV.UK Pay"
        ],
        "posted_on": "2025-12-09T16:12:49",
        "categories": [
            "GDS team",
            "GOV.UK Pay"
        ],
        "content": [
            {
                "content": "When we launched GOV.UK Pay back in 2016, its goal was simple: to offer a quick and easy way for public services to take card payments online. Since then we have helped more than 570 public sector organisations process over 120 million individual transactions through more than 1,500 services. Recently, we’ve also surpassed the £8 billion milestone in payments processed for public sector services. These are all big, and impressive numbers, but there’s a lot more granular data informing decision-making behind the scenes. ",
                "tag": "p"
            },
            {
                "content": "We use numbers big and small",
                "tag": "h2"
            },
            {
                "content": "Data such as how users choose to pay for their services, the types of services using GOV.UK Pay through to how easy it is for end-users to complete their payment, all inform some sort of decision-making in our team every day. It is all recorded so that any decisions we make to the product can be benchmarked, evaluated to see if they are a success and tweaked as needed.",
                "tag": "p"
            },
            {
                "content": "What that means is that we’ve been able to support everything from applying for or renewing a passport through to paying for green waste bin collection with your local council. We have over 600 local council services - including Penzance and The Orkneys - using GOV.UK Pay already. We take millions of payments for some services each year, while also catering for services that only need to take a handful of transactions. ",
                "tag": "p"
            },
            {
                "content": "Objectives and measuring success",
                "tag": "h2"
            },
            {
                "content": "The team managed this by laying out 6 objectives:",
                "tag": "p"
            },
            {
                "content": "These objectives are set against clear, reliable data created from the services that allow the team to benchmark success well. Our decisions should then reflect these objectives.Aside from these, we also have a number of additional objectives and key results (OKRs) that are used. These make sure we are able to prove that any additional changes we make to the product have data points against them so we can show the impact. For example, we can see that recent changes we made to the GOV.UK Pay admin tool have made it quicker for service users to get things done: with people spending 2 minutes less on average in our 'Settings' section.",
                "tag": "p"
            },
            {
                "content": "Future growth",
                "tag": "h2"
            },
            {
                "content": "With the amount of information that is available we are also able to forecast the future with a high degree of confidence. Because of the consistent growth of services joining GOV.UK Pay we can see that we are likely to get around a 25% increase year-on-year in services taking a payment.",
                "tag": "p"
            },
            {
                "content": "Our transaction growth (the number of payments that we process) is expected to increase 18% year-on-year. That's because we already have a number of large services on the platform, that take millions of payments, so as a percentage we’d need more very large services or a large number of smaller ones to make up the difference. ",
                "tag": "p"
            },
            {
                "content": "GOV.UK Pay’s transaction growth had been steady until 2020 when a mixture of large services joining up on GOV.UK Pay and the rush to move online saw growth increase by more than 70% year-on-year. At the time a range of services across local government, NHS, Police and central government departments came on board to use the service during the coronavirus pandemic.",
                "tag": "p"
            },
            {
                "content": "The graph shows GOV.UK Pay's growth since 2016 including a large spike in growth coinciding with lockdown.",
                "tag": "p"
            },
            {
                "content": "What we're doing next",
                "tag": "h2"
            },
            {
                "content": "Moving forward there is a roadmap that shows what we're planning, including introducing more ways for people to pay for things. We also released a procurement so that users will be able to pay by bank (also known as open banking) and there are more improvements on the horizon. ",
                "tag": "p"
            },
            {
                "content": "By using clear objectives and driving decision-making through data, GOV.UK Pay has been able to onboard more and more services, now almost 1,600 in total. We’ve done this while continuing to provide an easy and reliable platform for users to take payments. More than 120 million individual transactions have been made on GOV.UK Pay, all through a quick and secure means of taking online payments. ",
                "tag": "p"
            },
            {
                "content": "You can find out more about GOV.UK Pay and the services that use it on our performance page.",
                "tag": "p"
            },
            {
                "content": "There’s more information about how GOV.UK Pay works and what’s next for the service on our product pages.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/12/09/how-gov-uk-pay-grew-to-processing-8-billion-in-transactions/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "Since launching in 2016 GOV.UK Pay has now processed £8 billion in card payments online and over the phone. Here we look at how we’ve used data to grow the product to this milestone."
    },
    {
        "title": "MMO publishes bass authorisation review report",
        "authors": [
            "Fisheries Management Team, Marine Management Organisation"
        ],
        "posted_on": "2025-12-09T15:00:00",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "In June 2025, the Bass Management Group (BMG) highlighted that a task-and-finish group was reviewing the system for authorising commercial fishing vessels to land bass in England.",
                "tag": "p"
            },
            {
                "content": "This review was guided by goal 2 of the bass fisheries management plan (FMP) which is around fair access to the bass fishery, while prioritising stock sustainability.",
                "tag": "p"
            },
            {
                "content": "The review",
                "tag": "h2"
            },
            {
                "content": "The Marine Management Organisation (MMO) led the review with help from a group of commercial and recreational fishermen, regulators and environmental groups. They met over multiple meetings and gathered views from nearly 300 stakeholders at 20 coastal events.",
                "tag": "p"
            },
            {
                "content": "Current rules",
                "tag": "h2"
            },
            {
                "content": "The bass fishery is important for many people - from commercial fishermen to those who enjoy fishing for fun. To keep bass stocks healthy, rules were introduced after years of poor recruitment (the number of juveniles that join the adult stock in any given year) and heavy fishing. These include:",
                "tag": "p"
            },
            {
                "content": "Recommendations",
                "tag": "h2"
            },
            {
                "content": "The review produced 24 recommendations to help with the long-term health of the fishery.",
                "tag": "p"
            },
            {
                "content": "Key proposals include:",
                "tag": "p"
            },
            {
                "content": "What happens next?",
                "tag": "h2"
            },
            {
                "content": "It's important to be clear that these are recommendations and not final decisions. Defra and the BMG will now look at the evidence, consult further, and assess impacts before any changes are made.",
                "tag": "p"
            },
            {
                "content": "Reports and helpful products",
                "tag": "h2"
            },
            {
                "content": "Find a report of the review on GOV.UK. An infographic and video summarising the report are below.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/12/09/mmo-publishes-bass-authorisation-review-report/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The review looked at commercial authorisations for bass. Recommendations have been made in this newly published report."
    },
    {
        "title": "Hear from the Science Council on why now’s the perfect time to get registered  ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-12-09T12:18:59",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "GSE Opportunities",
            "Reward & Recognition",
            "Science"
        ],
        "content": [
            {
                "content": "For day 2 of the Professional Recognition Week, we have a guest blog from one of our partner institutions, the Science Council, showcasing the benefits of registration, myth busting common misconceptions about professional recognition, and some upcoming opportunities for Government Science and Engineering (GSE) members! ",
                "tag": "p"
            },
            {
                "content": "Please visit the Science Council’s website if you’re interested in reading through case studies of scientists who have registered through the Science Council. ",
                "tag": "p"
            },
            {
                "content": "A perfect time for recognition                                                                    ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition Week is the ideal moment to reflect on the impact science professionals make every single day, across laboratories, policy teams, management roles, fieldwork, digital environments and beyond. No matter where you sit within the science ecosystem, your expertise shapes decisions, drives innovation, and supports evidence-based progress. ",
                "tag": "p"
            },
            {
                "content": "One of the most powerful ways to demonstrate that impact is through professional registration with the Science Council. ",
                "tag": "p"
            },
            {
                "content": "What professional registration involves ",
                "tag": "p"
            },
            {
                "content": "Professional registration (RSciTech, RSci, CSci, CSciTeach) provides independent validation of your scientific expertise, practical competence, and professional integrity. Unlike traditional qualifications, registration reflects your applied, on-the-job experience and your ability to use scientific knowledge responsibly and effectively. ",
                "tag": "p"
            },
            {
                "content": "Registrants agree to uphold both the Science Council’s ‘Model Rules of Conduct’ and their Licensed Professional Body’s code of conduct. This ensures consistent standards across the scientific community. ",
                "tag": "p"
            },
            {
                "content": "Why become professionally registered? ",
                "tag": "p"
            },
            {
                "content": "Not in the lab? You’re still a scientist ",
                "tag": "p"
            },
            {
                "content": "Many GSE members worry about finding examples for their competence report if they have never or are no longer working at the lab bench. However, scientific competence goes far beyond hands-on experimentation. ",
                "tag": "p"
            },
            {
                "content": "If you use scientific understanding to inform policy, manage programmes, ensure quality, lead teams, analyse evidence or influence decision-making, you are still practising as a scientist and those activities absolutely count. ",
                "tag": "p"
            },
            {
                "content": "The Science Council's Registration and Licensing Team can provide guidance on how you can translate your experience into strong competence examples. Please visit www.sciencecouncil.org for support. ",
                "tag": "p"
            },
            {
                "content": "Accelerate your progress: join an application sprint ",
                "tag": "p"
            },
            {
                "content": "To help applicants move forward confidently, the Science Council runs ‘application sprints’ which are focused, practical sessions that guide you through developing your competence report. ",
                "tag": "p"
            },
            {
                "content": "Attendees benefit from: ",
                "tag": "p"
            },
            {
                "content": "Participants leave with draft examples ready to add to their chosen application route (Science Council CAP or Licensed Body). ",
                "tag": "p"
            },
            {
                "content": "Take the next step ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition Week is a great time to invest in your development, your career growth and reinforce the value of your everyday work. ",
                "tag": "p"
            },
            {
                "content": "To begin your journey, visit www.sciencecouncil.org. ",
                "tag": "p"
            },
            {
                "content": "Want to know more about the GSE Profession?  ",
                "tag": "p"
            },
            {
                "content": "Find out more including learning and development opportunities and how to become a member! ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/12/09/hear-from-the-science-council-on-why-nows-the-perfect-time-to-get-registered/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "For day 2 of the Professional Recognition Week, we have a guest blog from one of our partner institutions, the Science Council, showcasing the benefits of registration, myth busting common misconceptions about professional recognition, and some upcoming opportunities for Government Science and Engineering (GSE) members!  Please visit the Science Council’s website if you’re interested in reading through case studies of scientists who …"
    },
    {
        "title": "Coastal Planners corner",
        "authors": [
            "Kathleen Telford, Marine Planner"
        ],
        "posted_on": "2025-12-09T11:37:33",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "Our Coastal Planners have been working with partners, attending key events, and supporting projects that strengthen collaboration and ensure England’s seas are managed sustainably.",
                "tag": "p"
            },
            {
                "content": "North East",
                "tag": "p"
            },
            {
                "content": "In between developing the Heritage Assets and Employment policies for the revised East Marine Plan and reviewing comments received through our engagement that are helping shape our approach. Katheen has met with stakeholders in the North East including Berwick harbour and project leaders at the Durham Heritage Coast Annual Forum who have shared their passion for their sectors that has been inspiring.",
                "tag": "p"
            },
            {
                "content": "Kathleen has also learned more about the area’s heritage during a site visit to Seaham Harbour, seeing first-hand the cargo arriving at the port and the skills required for vessels to manoeuvre though the harbour entrance on a busy day.",
                "tag": "p"
            },
            {
                "content": "As part of our efforts to better align marine and terrestrial planning, Kathleen also delivered a presentation to the North East Royal Town Planning Institute (RTPI), which generated many questions, and was pleased to be supported by a senior colleague during the session.",
                "tag": "p"
            },
            {
                "content": "These valuable conversations and site visits continue to inform our work as we progress the revised East Marine Plan.",
                "tag": "p"
            },
            {
                "content": "East",
                "tag": "p"
            },
            {
                "content": "Marks work in the East has been focused on policy development alongside meetings with Local Nature Partnerships. Earlier in the quarter, Mark assisted with the East Marine Plan development sessions which provided local stakeholder insight to the next stage of the marine planning cycle. Mark has also been contributing to the development of the EastME conference, whilst attending regular BAU meetings.",
                "tag": "p"
            },
            {
                "content": "South East",
                "tag": "p"
            },
            {
                "content": "Like other marine planners, Marie has been focused on stakeholder engagement and subsequent policy development for the replacement of the East Marine Plan. Marie was part of the team that delivered in-person workshops along the East coast in Norwich, King’s Lynn and Hull during September. Local stakeholders had the opportunity to hear about the progress on the plan so far and provide feedback on draft policies and key themes. Stakeholders shared their knowledge and understanding of the east marine plan areas and provided their valuable unique insights. Understanding stakeholder views is essential to creating a well-informed and balanced plan. This feedback was then integrated into the next phase of policy drafting. You can read the summary report for all of the recent East engagement here.",
                "tag": "p"
            },
            {
                "content": "Marie delivered a Marine Spatial Planning (MSP) Challenge session with Paul Gilliland as part of The UK Partnering for Accelerated Climate Transitions (UK PACT) programme, jointly funded and governed by The Foreign, Commonwealth and Development Office (FCDO) and The Department for Energy Security and Net Zero (DESNZ). The programme hosted a visit from a Philippine delegation, primarily Government representatives, to share knowledge and best practices on marine spatial planning and governance. The visit convened key government counterparts together with UK experts to widen their knowledge base on marine planning in terms of regulation, co-implementation and monitoring. We learnt that the Philippine planning and process for offshore wind development has many parallels to the UK.",
                "tag": "p"
            },
            {
                "content": "South",
                "tag": "p"
            },
            {
                "content": "Eva has attended meetings such as the Dorset LNP and Dorset catchment partnership and the South West Coastal Group meetings. These meetings allow us to keep up to date with what is happening in the south marine area as well as engage with stakeholders about the South Marine Plan and any issues that may arise.",
                "tag": "p"
            },
            {
                "content": "Eva also travelled to the East to assist with the East Marine Plan development workshops in Norwich and Kings Lynn, and it was great to engage with stakeholders and hear their opinions on policies and their development.",
                "tag": "p"
            },
            {
                "content": "Jamie Thorpe joined Eva to facilitate a marine spatial planning challenge with some MSc students in Portsmouth University. The group found it useful to have an interactive element to their learning experience and saw how relatable the session was to their studies.",
                "tag": "p"
            },
            {
                "content": "South West",
                "tag": "p"
            },
            {
                "content": "This month, Ellie travelled to Ilfracombe to spend a day shadowing local marine officers along the coast and attend the Lundy Marine Protected Area (MPA) Advisory Group meeting.",
                "tag": "p"
            },
            {
                "content": "As our first time participating in the Lundy MPA Advisory Group, the meeting offered valuable insights into the island’s management. Local rangers shared updates on seal disturbance and biosecurity measures, as well as biodiversity census results for seabirds and seals. Meetings like these provide important opportunities to understand regional issues, explore ongoing coastal initiatives, and strengthen networks with key stakeholders.",
                "tag": "p"
            },
            {
                "content": "To foster collaboration and joined up working across MMO teams, we actively support shadowing opportunities. During Ellie’s visit, she accompanied marine officers to the harbour master’s office and observed a Band 1 licence inspection. This experience highlighted the reactive nature of the work of the operations team in the MMO and the challenges they face on the ground. It also brought to life the applications of marine plans and policies.",
                "tag": "p"
            },
            {
                "content": "North West",
                "tag": "p"
            },
            {
                "content": "In October Chloe and a colleague from the evidence and evaluation team delivered a presentation at the Coastal Partnership Network (CPN) conference in Liverpool. The CPN provide support for collaboration work across the UK coastline, connecting Coastal, Estuary & Marine Partnerships and similar initiatives. For more information on the CPN conference and our involvement, you will find a designated article on this newsletter, or you can access it on the Marine Developments Blog.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/12/09/coastal-planners-corner-2/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Our Coastal Planners have been working with partners, attending key events, and supporting projects that strengthen collaboration and ensure England’s seas are managed sustainably. North East In between developing the Heritage Assets and Employment policies for the revised East Marine …"
    },
    {
        "title": "Project VERITAS: Pioneering Offline Voice-to-Voice Interpretation for NATO and UK Operations",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-12-09T09:19:47",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Imagine being able to speak to someone in their own language, even without internet or translators.",
                "tag": "p"
            },
            {
                "content": "Project VERITAS is an innovative initiative set to transform communication in austere and environments where electronic signals must be limited. Led by jHubMed - the Ministry of Defence’s innovation unit for medical capability, operating under Cyber & Specialist Operations Command (CSOC) and supporting Defence Medical Services (DMS) priorities. Delivered in collaboration with MyLanguage, a NATO DIANA innovator and commercial partner, and supported by the 2nd Battalion The Ranger Regiment (Army Special Operations Brigade).",
                "tag": "p"
            },
            {
                "content": "What is Project VERITAS?",
                "tag": "h3"
            },
            {
                "content": "This project is developing an offline voice-to-voice interpretation app for soldiers operating in remote or high-security environments where connectivity is limited or restricted.",
                "tag": "p"
            },
            {
                "content": "The app runs on Android devices and allows real-time spoken translation between different languages, without needed an internet connection.",
                "tag": "p"
            },
            {
                "content": "Why Does It Matter?",
                "tag": "h3"
            },
            {
                "content": "In many NATO and UK operations, physical interpreters cannot always be present. This can create serious challenges, especially in medical care, where effective communication can save lives.",
                "tag": "p"
            },
            {
                "content": "With Project VERITAS medics can speak directly to patients in their own language, even in austere conditions, building trust and improving outcomes.",
                "tag": "p"
            },
            {
                "content": "Beyond healthcare, this technology strengthens interoperability between allied forces, enabling faster decisions and more cohesive action in complex environments.",
                "tag": "p"
            },
            {
                "content": "Human Impact",
                "tag": "h3"
            },
            {
                "content": "Language barriers can diminish the quality of care and patient experience. Project VERITAS empowers every soldier to communicate effectively without relying on a physical linguist.For example, a medic treating an injured local can now explain procedures directly in their language, even in remote areas. This capability is equally vital for humanitarian missions, disaster relief, and civilian interactions, ensuring that language never becomes a barrier to safety or trust.",
                "tag": "p"
            },
            {
                "content": "How Does It Work?",
                "tag": "h3"
            },
            {
                "content": "The app uses three deterministic AI models:",
                "tag": "p"
            },
            {
                "content": "Unlike generative AI, these models are deterministic, meaning they focus on accuracy and reliability. Crucially, the system operates completely offline, making it ideal for low electromagnetic control (EMCON) conditions where electronic signals must be limited.",
                "tag": "p"
            },
            {
                "content": "Currently, the app supports: Ukrainian, French, Arabic, Hindi, Spanish, Russian, and Mandarin, with plans to expand further.",
                "tag": "p"
            },
            {
                "content": "What Makes It Different?",
                "tag": "h3"
            },
            {
                "content": "Unlike commercial apps such as Google Translate, Project VERITAS is:",
                "tag": "p"
            },
            {
                "content": "What’s Next?",
                "tag": "h3"
            },
            {
                "content": "Project VERITAS is about to begin pilot trails in the UK and overseas with ASOB. Their trials will test the technology in real-world conditions, paving the way for wider deployment across Defence.",
                "tag": "p"
            },
            {
                "content": "Similar solutions are already being used by organisations like the US Coast Guard for boarding operations, showing the potential for cross-government and NATO-wide adoption.",
                "tag": "p"
            },
            {
                "content": "Voices from the Field",
                "tag": "h3"
            },
            {
                "content": "A Strategic Enabler",
                "tag": "h3"
            },
            {
                "content": "Project VERITAS is more than a technological advance; it is a strategic enabler for future operations. By breaking down language barriers, it helps help saves lives, strengthen partnerships and ensures missions success in the most challenging environments.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/12/09/project-veritas-pioneering-offline-voice-to-voice-interpretation-for-nato-and-uk-operations/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "Imagine being able to speak to someone in their own language, even without internet or translators. Project VERITAS is an innovative initiative set to transform communication in austere and environments where electronic signals must be limited. Led by jHubMed - the …"
    },
    {
        "title": "Changes to booking system – understanding views and how these inform the planned changes",
        "authors": [
            "Christian Oreschnick"
        ],
        "posted_on": "2025-12-09T09:12:57",
        "categories": [
            "Driving test",
            "Feature",
            "Learning to drive"
        ],
        "content": [
            {
                "content": "My name is Christian Oreschnick. I've recently become the service development lead in learn to drive/ride and it's my job to work with others in the agency to improve the service we offer you. You can find out more about my background in my bio.",
                "tag": "p"
            },
            {
                "content": "Last week Pauline Reeves (DVSA’s Director of Driver Services) explained some of the factors that helped inform ours and the ministers' decision-making when announcing the outcome of the driving test consultation. ",
                "tag": "p"
            },
            {
                "content": "She also explained how we are taking a more service-led approach to managing our’ services.",
                "tag": "p"
            },
            {
                "content": "Publishing the full consultation report",
                "tag": "h3"
            },
            {
                "content": "Today (Tuesday, 9 December) we have published the full results of our consultation on improving the rules for booking a driving test. ",
                "tag": "p"
            },
            {
                "content": "I want to thank the 11,000 approved driving instructors (ADI) who responded to the consultation, alongside learners, parents, and other stakeholders. The expertise held by the driver training industry is key to getting the right decisions from the consultation. ",
                "tag": "p"
            },
            {
                "content": "I want to reassure you that we reviewed responses by audience group – learners, ADIs, driving schools, parents – and considered the reasoning behind views, not just numbers. ",
                "tag": "p"
            },
            {
                "content": "The outcomes have already been announced, but I know those of you who book and manage tests for your pupils will be looking for answers and clarity to help you, your business and customers prepare. I want to reassure you we will keep you updated on this work and are committed to supporting you with the introduction of these changes. ",
                "tag": "p"
            },
            {
                "content": "We understand you will need time to prepare, and we will continue working with representatives from our driver training forum (NASP, AA driving school and RED) to make sure we get our engagement right and provide the guidance and support you need. ",
                "tag": "p"
            },
            {
                "content": "We know that these changes will require instructors and driving schools to adapt how they work with their pupils, which is why we wrote to you recently to explain the consultation process.  ",
                "tag": "p"
            },
            {
                "content": "We are committed to working closely with the driver training industry and representative bodies to help prepare for the implementation of these changes. ",
                "tag": "p"
            },
            {
                "content": "The direction has been set",
                "tag": "h3"
            },
            {
                "content": "Before getting into details I wanted to reaffirm one important point: the decisions have been made using the views and feedback gathered from the consultation.",
                "tag": "p"
            },
            {
                "content": "We know that those who wanted a different outcome will be disappointed. However, we think these changes will improve how driving tests are booked and stop learner drivers being exploited by the small number of people gaming the system.",
                "tag": "p"
            },
            {
                "content": "We recognise these changes will impact some business models, particularly those who offer intensive courses and have built their services around managing the booking process for pupils and customers.  ",
                "tag": "p"
            },
            {
                "content": "I want you to know we hear your concerns about the economic implications and the impact these changes will have on business models. We are working with the industry to develop a pupil toolkit and guidance to support you and your pupils to prepare for these changes.",
                "tag": "p"
            },
            {
                "content": "Restricting who can book and manage tests",
                "tag": "h3"
            },
            {
                "content": "The first question was about who can book and manage driving tests, with 3 options: ",
                "tag": "p"
            },
            {
                "content": "A. Only learner drivers can book and manage tests ",
                "tag": "p"
            },
            {
                "content": "B. Both learners and instructors can book, but only learners can make changes ",
                "tag": "p"
            },
            {
                "content": "C. Keep the current system ",
                "tag": "p"
            },
            {
                "content": "What you told us",
                "tag": "h3"
            },
            {
                "content": "The majority of people who responded agreed we should introduce option A – 70.7% overall, including almost half of the driving instructors who provided their views. ",
                "tag": "p"
            },
            {
                "content": "For option C, 54.6% of ADIs and 69.8% of driving schools who responded agreed and wanted to keep the current system. ",
                "tag": "p"
            },
            {
                "content": "The table below shows the level of agreement from the main audiences for options A, B and C of this question.",
                "tag": "p"
            },
            {
                "content": "What we're changing",
                "tag": "h3"
            },
            {
                "content": "We will introduce option A. ",
                "tag": "p"
            },
            {
                "content": "This will restrict the booking and management of practical car driving tests to learner drivers only, meaning third parties, including driving instructors will no longer be able to book or manage tests on behalf of pupils. ",
                "tag": "p"
            },
            {
                "content": "Why this option was chosen",
                "tag": "h3"
            },
            {
                "content": "One of our main objectives is to make the booking system fairer. This measure ensures learner drivers can book their test at the prescribed fee, as third parties will no longer be able to book tests to resell at inflated costs. Crucially, this change will disrupt cancellation finding services from scanning the system to book tests ahead of learner drivers. This will make the booking system fairer for all.",
                "tag": "p"
            },
            {
                "content": "This decision is not about instructor conduct or blaming you or customers for long waiting times. We know the vast majority of you who use the online business service (OBS) do so legitimately to provide an excellent service to your pupils. When the change comes into force, ADIs will still be able to use OBS to show when they are available for tests. ",
                "tag": "p"
            },
            {
                "content": "You will still be able to access the Ready to Pass? resources to support difficult conversations with pupils who want to take a test when you don't think they're ready. We will support you where you use reasonable judgement to decide that a learner is not ready to take their test and refuse to take them in their car. ",
                "tag": "p"
            },
            {
                "content": "We will continue to do work through the Ready to Pass? campaign to encourage learner drivers to be guided by their driving instructor on when they are ready for test. ",
                "tag": "p"
            },
            {
                "content": "Until the changes come in, ADIs can still book tests for their pupils, and we will give plenty of notice ahead of the change. ",
                "tag": "p"
            },
            {
                "content": "The consultation found that having control over their own booking is important to learner drivers. This measure will give them this control, whilst ADIs continue to play their crucial role in advising learners when they're ready. ",
                "tag": "p"
            },
            {
                "content": "We're aware some learners will need support to book tests, particularly those with accessibility requirements or learning difficulties. We're working through the details to ensure no one is disadvantaged, and we'll discuss practical solutions with you ahead of implementation. ",
                "tag": "p"
            },
            {
                "content": "Limiting test swaps and location changes",
                "tag": "h3"
            },
            {
                "content": "The second question was about test management, with 3 options: ",
                "tag": "p"
            },
            {
                "content": "A. Remove the ability to swap tests or change test locations ",
                "tag": "p"
            },
            {
                "content": "B. Limit test swaps and location changes to 2 and limit the location of swaps ",
                "tag": "p"
            },
            {
                "content": "C. Keep current swapping rules and location change rules ",
                "tag": "p"
            },
            {
                "content": "What you told us",
                "tag": "h3"
            },
            {
                "content": "Responses were mixed. A slightly higher proportion of respondents overall preferred to keep the current rules. However, a higher proportion of learner drivers and driving instructors – those most affected by the test booking system – favoured option 2B. ",
                "tag": "p"
            },
            {
                "content": "The table below shows the level of agreement from the main audiences for options A, B and C of this question.",
                "tag": "p"
            },
            {
                "content": "What we're doing",
                "tag": "h3"
            },
            {
                "content": "We will introduce option B. ",
                "tag": "p"
            },
            {
                "content": "This will limit the number of times a test can be swapped or changed to 2 and restrict the locations booked tests can be moved to. ",
                "tag": "p"
            },
            {
                "content": "Why this option was chosen",
                "tag": "h3"
            },
            {
                "content": "Choosing option B offers a balance between allowing learners the flexibility to make changes to their test booking whilst creating a fairer system. ",
                "tag": "p"
            },
            {
                "content": "This change will help stop unfair practices by a small number of OBS users who exploit existing rules to exploit learner drivers. A small proportion of ADIs, in their call for evidence responses, confirmed they're not using the swap feature for its intended purpose: 0.3% admitted to using it to resell tests and 8.1% admitted to using it to hold potential test dates. ",
                "tag": "p"
            },
            {
                "content": "Introducing a geographical restriction will stop tests being booked at a test centre with lower demand and then moved to a higher demand centre using a third party. This change will help reduce waiting times at lower demand centres but will make it more challenging for learner driver in high demand areas to book a test. ",
                "tag": "p"
            },
            {
                "content": "Having a clearer view on which areas have high and low demand will make it easier for DVSA to manage its examiner workforce and focus resource at higher demand centres. This will help us offer more tests at centres where demand is highest whilst still meeting demand at other centres. ",
                "tag": "p"
            },
            {
                "content": "We are still working through the detail on how these geographic restrictions will work from a technical and process perspective and will share regular updates with you as we progress. ",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h3"
            },
            {
                "content": "We know we need to work quickly to introduce these changes to the current booking system from spring 2026. So, we don’t yet have answers to all of your questions about how this will work. As soon as we have the detail around this, we will share it with you.",
                "tag": "p"
            },
            {
                "content": "These changes will be replicated in the new booking system, which is currently being developed. ",
                "tag": "p"
            },
            {
                "content": "We will also need legislative changes which will be implemented in the spring in line with the technical changes.  ",
                "tag": "p"
            },
            {
                "content": "We will keep you updated and give you as much notice as possible before the changes come into effect. In the new year we'll invite you to webinars so we can update you about the progress on the upcoming changes. ",
                "tag": "p"
            },
            {
                "content": "Thank you to everyone who took the time to respond to this consultation. Your views have been essential to help inform and design our modern service that helps provide a safer, fairer experience for all learners and instructors. ",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/12/09/changes-to-booking-system-understanding-views-and-how-these-inform-the-planned-changes/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "We have published the full results of our consultation on improving the rules for booking a driving test."
    },
    {
        "title": "Appreciating woodland ecosystems through winter birdwatching",
        "authors": [
            "Emily Robinson"
        ],
        "posted_on": "2025-12-09T09:00:00",
        "categories": [
            "Nature"
        ],
        "content": [
            {
                "content": "When the last leaves fall and winter settles over England’s woodlands, it may seem like a quiet stillness has settled over our landscapes. But as trees stand bare and undergrowth dies back, the bustle of birds becomes easier to see.",
                "tag": "p"
            },
            {
                "content": "Each species reveals something vital about how our woodlands function. Winter birdwatching offers more than the joy of spotting beautiful animals – it provides a window into the interconnected systems that sustain our woodlands, even in the harshest season.",
                "tag": "p"
            },
            {
                "content": "Spot resident insect-eaters on tree trunks",
                "tag": "h2"
            },
            {
                "content": "Start your winter woodland walk by looking at tree trunks. Listen for high-pitched calls, soft tapping and fluttering wings. The insect control team is hard at work.",
                "tag": "p"
            },
            {
                "content": "Treecreepers spiral upward from the base of tree trunks, their mottled brown backs camouflaged against bark, probing crevices with curved beaks. Nuthatches take the opposite approach, descending head-first in jerky movements, their blue-grey backs and buff-orange undersides are distinctive even in the winter light. Great spotted woodpeckers announce themselves with sharp calls and occasional drumming that begins in winter, while smaller, acrobatic tits hang from the finest twigs, sometimes upside-down, examining every surface.",
                "tag": "p"
            },
            {
                "content": "These birds hunt for overwintering insects, larvae and eggs tucked into bark crevices, keeping invertebrate populations in check and preventing any single species from overwhelming the woodland come spring.",
                "tag": "p"
            },
            {
                "content": "Trees of various ages, textures and species create countless microhabitats. Ancient trees with deeply fissured bark support more invertebrate life and consequently more birds.",
                "tag": "p"
            },
            {
                "content": "Watch ground and undergrowth feeders",
                "tag": "h2"
            },
            {
                "content": "Shift your attention to the leaf litter and listen for rustling among fallen leaves or movement in bramble patches. Here you'll find robins, wrens, dunnocks and blackbirds.",
                "tag": "p"
            },
            {
                "content": "Robins are boldest, often hopping close to walkers, their red breasts vivid against winter's muted palette. They're fiercely territorial even in winter, and you may hear their song as they defend their patches. Wrens, despite being one of the UK's smallest birds, produce loud rattling calls from deep within brush piles.",
                "tag": "p"
            },
            {
                "content": "These birds work through leaf litter, hunting invertebrates like spiders, beetles and woodlice. Their constant disturbance accelerates decomposition, breaking down organic matter to release nutrients into the soil. They also spread seeds from berries they've eaten and from plants in areas they disturb.",
                "tag": "p"
            },
            {
                "content": "Observe berry feeders and seed dispersal networks",
                "tag": "h2"
            },
            {
                "content": "Now scan the berry-bearing trees and shrubs scattered through the woodland: holly with glossy green leaves and red berries, ivy fruiting in winter, hawthorn, rowan and elder. Watch for movement and listen for chattering calls. If you're lucky, you'll see fieldfares, redwings and thrushes that arrive from Scandinavia each autumn.",
                "tag": "p"
            },
            {
                "content": "Fieldfares are large thrushes with grey heads and spotted breasts, often feeding in noisy flocks. Redwings are smaller, with distinctive cream eyestripes and red flanks. They roam the woodland seeking berry-laden trees, sometimes joined by resident blackbirds and song thrushes. Mistle thrushes take a different approach, aggressively defending the best berry bushes with distinctive rattling alarm calls.",
                "tag": "p"
            },
            {
                "content": "These birds do more than simply feed. As they swallow berries whole, seeds pass through their digestive systems and are deposited across the woodland in nutrient-rich droppings. This is one way for woodlands to naturally regenerate and expand: holly grows beneath oak, hawthorn colonises clearings and ivy climbs new trees because birds carried seeds from parent plants.",
                "tag": "p"
            },
            {
                "content": "This winter, watch and listen for jays – large, pinkish-brown birds with striking blue wing patches that flash as they fly between trees. Though often shy, their screeching calls give them away. Jays are often associated with oak woodlands because they cache thousands of acorns each autumn, burying them across the woodland and beyond. Many of these hidden acorns are never retrieved, allowing them to germinate into the next generation of oak trees.",
                "tag": "p"
            },
            {
                "content": "The abundance and variety of berry-feeding birds you see reflect last year's growing conditions and the woodland's fruiting success. The arrival of thrushes from the continent demonstrates that our woodlands are part of a larger network, a vital link in migration routes stretching across Europe.",
                "tag": "p"
            },
            {
                "content": "Discover canopy feeders and tree seed cycles",
                "tag": "h2"
            },
            {
                "content": "Look up into the bare canopy and you'll find another community exploiting a different resource: tree seeds. Listen for the tinkling calls of finches and watch for small, acrobatic birds on seed-bearing trees. Alders, birches, pines and beeches all produce winter food for specialist feeders.",
                "tag": "p"
            },
            {
                "content": "Siskins, small green and yellow finches, work alder cones with remarkable dexterity. Redpolls with red foreheads prefer birch seeds. Goldfinches, though more often associated with gardens, feed on remaining teasel and thistle seed heads at woodland edges. Chaffinches and bramblings (the latter a winter visitor from the north) gather beneath beeches to feed on fallen nuts, otherwise known as mast.",
                "tag": "p"
            },
            {
                "content": "These birds help to spread seeds; as cached seeds may be forgotten and dropped, seeds may roll to new locations. Some years produce bumper seed crops (mast years) and finch numbers increase accordingly. In poor seed years elsewhere in Europe, northern species like siskins and bramblings arrive in the UK in large numbers, showing how our woodlands support wider populations from further afield.",
                "tag": "p"
            },
            {
                "content": "Admire flocks working together",
                "tag": "h2"
            },
            {
                "content": "One of winter's most delightful sights is a mixed feeding flock moving through the canopy. Follow the high-pitched, insistent calls of tits and you'll often find a roaming band of different species working together. Blue tits, great tits, coal tits and long-tailed tits form the core, sometimes joined by goldcrests, treecreepers or nuthatches.",
                "tag": "p"
            },
            {
                "content": "Great tits, the largest of UK tits, work thicker branches. Blue tits specialise in fine twigs and buds. Coal tits prefer conifers. Long-tailed tits, with their distinctive long tails, move as family groups within the larger flock.",
                "tag": "p"
            },
            {
                "content": "Goldcrests, the UK's smallest bird, are specialists of coniferous woodland, hovering at needle tips to glean tiny insects. Their rarer relative, the firecrest – a winter visitor to southern England with distinctive striped face markings and a bright orange centre on males – shares this dependence on conifers.",
                "tag": "p"
            },
            {
                "content": "This cooperative behaviour makes ecological sense. Moving together, they benefit from many eyes watching for predators. By feeding at different levels and using different techniques, they search the woodland for overwintering insects without excessive competition. Diverse flocks suggest complex canopy architecture that provides multiple feeding niches.",
                "tag": "p"
            },
            {
                "content": "Predators and ecosystem balance",
                "tag": "h2"
            },
            {
                "content": "Finally, look for signs of predators. Listen for alarm calls. Watch for sudden mobbing behaviour as small birds dive and call to alert to a hidden threat. Scan bare branches for perched raptors and at dusk, listen for the hooting of tawny owls.",
                "tag": "p"
            },
            {
                "content": "Sparrowhawks hunt with speed through the woodland, their short wings and long tails designed to manoeuvre between trees. You might spot one perched quietly, waiting, or see the explosion of small birds as they attack. Buzzards, larger and more often seen in open areas, sometimes perch at woodland edges. Tawny owls become increasingly vocal from late winter as breeding season begins.",
                "tag": "p"
            },
            {
                "content": "These predators are the ecosystem's top regulators. They control small bird populations, preventing them from overexploiting insect resources. They tend to target weak or sick individuals, strengthening prey populations. Their kills, pellets and uneaten prey create nutrient hotspots on the woodland floor.",
                "tag": "p"
            },
            {
                "content": "Sparrowhawks need dense cover for hunting and owls require mature trees with nesting cavities. Healthy predator populations indicate abundant prey, which in turn indicates a healthy woodland ecosystem supporting life at multiple levels.",
                "tag": "p"
            },
            {
                "content": "Making the most of winter walks",
                "tag": "h2"
            },
            {
                "content": "This winter, step into your local woodland with fresh eyes. Winter strips away the visual noise of summer, making winter an excellent time to go birdwatching. Bring binoculars, dress warmly and take your time. Whether you're an experienced birder or just enjoy a woodland walk, winter offers a clearer view of the wildlife around you.",
                "tag": "p"
            },
            {
                "content": "The birds are there year-round. Over time, you'll start to recognise patterns and notice seasonal changes. You’ll come to see how each species fits into the woodland's wider story as they keep the ecosystem ticking over until spring returns.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/12/09/appreciating-woodland-ecosystems-through-winter-birdwatching/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Emily Robinson, Content Officer at the Forestry Commission, reveals the birds you can expect to see in our woodlands in winter, and how they contribute to a healthy, woodland ecosystem."
    },
    {
        "title": "Bringing together international public designers in Amsterdam, Berlin and Brussels",
        "authors": [
            "Kara Kane – Head of Design for Test, Learn and Grow, Cabinet Office"
        ],
        "posted_on": "2025-12-09T09:00:00",
        "categories": [
            "Community",
            "International"
        ],
        "content": [
            {
                "content": "In 2024, the International Design in Government Community returned to in-person conferences after a 5-year pandemic-related break. This year, we've hosted our biggest event since 2019, bringing together hundreds of public sector designers from across the globe. With exciting plans for further events in 2026, here's an update on what's happened recently and what's coming up next.",
                "tag": "p"
            },
            {
                "content": "Gathering in the Netherlands, re-connecting with the User Needs First community",
                "tag": "h2"
            },
            {
                "content": "In autumn 2019, we teamed up with our Dutch colleagues for the first time. Their national User Needs First community (Gebruiker Centraal in Dutch) brings together user-centred designers from across the Netherlands and all levels of government. For their 10th anniversary this year, they extended their annual conference to include our International Design in Government community.",
                "tag": "p"
            },
            {
                "content": "From 9 to 11 April 2025, hundreds of members of our global community went to Amsterdam for the User Needs First International Conference. Over 700 participants gathered for talks, workshops, discussions, excursions, and some special experiences.",
                "tag": "p"
            },
            {
                "content": "The first day of the conference was exclusive to the International  community. We (Kara and Martin) led a keynote on Protecting our practice to start the day. In a time of shifting priorities and roles for user-centred digital teams in government, it felt important to acknowledge how to design longevity into our practices so that they endure. The rest of the day was spent on excursions around Amsterdam and Rotterdam. In small groups we went on visits to: City of Amsterdam, Netherlands Police, Ministry of the Interior and Kingdom Relations, City of Rotterdam and Novum, the Innovation Lab of the SVB (Social Insurance Bank).",
                "tag": "p"
            },
            {
                "content": "The next two days of the conference were full of learning, sharing, and reflecting on the state of design and digital in the public service – now that we are established, how do we ensure we’re working on the right things for the right impact?  ",
                "tag": "p"
            },
            {
                "content": "We managed to record 6 of the over 40 talks at the conference. The recordings are available through a public video playlist. The playlist includes a keynote talk from Richard Pope, who spoke about the next-generation of public services. It also includes an update on the ongoing work on global service design patterns, led by UK-based designers. ",
                "tag": "p"
            },
            {
                "content": "These international exchanges continue to strengthen design practice in UK government. Insights from the Netherlands on embedding user research in policy development, and Germany's approach to digital-ready legislation, are informing how UK teams work across departmental boundaries. The connections made at these events also support UK civil servants in accessing peer support and shared resources when tackling similar challenges.",
                "tag": "p"
            },
            {
                "content": "Creating content with the community",
                "tag": "h2"
            },
            {
                "content": "Ahead of the conference, we once again invited members of our community to co-create a new printed edition of the Service Gazette - a community-led publication showcasing design work from across the public sector. We created the first issue for the London conference in 2018 and most recently one for the Helsinki conference in 2024.",
                "tag": "p"
            },
            {
                "content": "Practitioners from 7 countries and regions contributed to the newspaper, including the European Union, Germany, Ireland, the Netherlands, Singapore, the United Kingdom and the United States. In the cover story, Hillary Hartley, co-founder of the US digital unit 18F and former Deputy Minister of the Ontario Public Service in Canada, reflects on digital service resilience and what endures when government innovation units close.",
                "tag": "p"
            },
            {
                "content": "The articles are all openly published online on Medium.",
                "tag": "p"
            },
            {
                "content": "During the conference, community members also co-created content on site. Our Dutch colleagues facilitated the recording of the 'User Needs First Across Borders' podcast. In two episodes (available on the Gebruiker Centraal website), user-centred designers from Denmark, Germany, Italy, the Netherlands, and the UK discuss the themes 'Learning from others' and 'Design in policy'.",
                "tag": "p"
            },
            {
                "content": "Equipped with more great content than time during the event, the conference organisers decided to run a post-conference webinar a few weeks later. We helped with running it. Through 3 talks, the 90-minute session offered practical insights into user-centered design in justice and public services. Presenters from Thailand, Germany, the Netherlands and the UK shared their work on prison, legal data and housing services.A recording and a writeup of the webinar is available online. There is also a writeup of the key takeaways from the 3 day conference. ",
                "tag": "p"
            },
            {
                "content": "Meeting with creative bureaucrats and discussing design for policy",
                "tag": "h2"
            },
            {
                "content": "In early June, about 2,000 public servants gathered in Berlin again for the annual Creative Bureaucracy Festival. Together with various community members, we have participated in the festival since 2019. This year’s many sessions included a vivid discussion on why community matters in government. ",
                "tag": "p"
            },
            {
                "content": "The day after the festival, we partnered with the European Commission’s Policy Lab and ran a workshop hosted by the German government’s Digital Service. We looked at different approaches on design for policy. From the EU’s Policy Lab, we heard about the dynamic effects of design on policymaking culture in the union. German colleagues shared their approach to digital-ready legislation, and the Head of Policy & Service Design from Camden Council, Alejandra Diaz, shared what designing policy with communities looks like.",
                "tag": "p"
            },
            {
                "content": "In subsequent breakout discussions, we looked at different degrees of involvement of designers along the policy cycle, from the stage of identifying the policy need over formulating policy to evaluating policy outcomes. We wanted to hear and share what community members do today and where barriers are to getting involved in other stages of the policy cycle. We shared approaches, failures and hopes. Collectively, we recognised that some of us are involved in short-term lawmaking, others in long-term policy theme exploration. Contexts and setups differ vastly.",
                "tag": "p"
            },
            {
                "content": "What’s next for the community",
                "tag": "h2"
            },
            {
                "content": "Several international colleagues have been approaching us to learn about future in-person events. There seems to be a desire for gathering once a year. Community members from multiple continents are currently exploring how they can run smaller and larger events in 2026. You can subscribe to the blog to receive updates.",
                "tag": "p"
            },
            {
                "content": "PolyFutures, Reimagining Policymaking for Europe",
                "tag": "p"
            },
            {
                "content": "In April 2026, the EU Policy Lab team are running PolyFutures, an invitation based conference in Brussels to bring together a community of researchers, designers and foresight experts for exchange and exploration on participation, creative and future-oriented policymaking. We will collaborate with them again on a design for policy session.",
                "tag": "p"
            },
            {
                "content": "Nordic Baltic community ",
                "tag": "p"
            },
            {
                "content": "Established earlier this year, the Nordic Baltic Design in Government community comes together once a month to share, learn and relate. Only those working in the region can join. Follow the community on LinkedIn and become a member by sending the organisers a message.",
                "tag": "p"
            },
            {
                "content": "Community calls",
                "tag": "p"
            },
            {
                "content": "For early 2026, we have prepared topics for further community calls. Upcoming themes include designing for AI, developing service patterns, designing for life events and designing public transportation.",
                "tag": "p"
            }
        ],
        "link": "https://designnotes.blog.gov.uk/2025/12/09/bringing-together-international-public-designers-in-amsterdam-berlin-and-brussels/",
        "blog": "Design in government",
        "blog_link": "https://designnotes.blog.gov.uk",
        "description": "Recapping the International Design in Government Community activities this year from a conference in Amsterdam to getting together in Berlin. And sharing what is planned for the community in 2026."
    },
    {
        "title": "Serious games to support organisation design",
        "authors": [
            "prateekbuch"
        ],
        "posted_on": "2025-12-09T08:59:02",
        "categories": [
            "Policy Lab",
            "Projects",
            "Serious Games"
        ],
        "content": [
            {
                "content": "In 2022 Policy Lab proposed eleven experimental methods for policy design. One of those methods was ‘serious games’. Over the past three years, we have tested, developed and deployed serious games as interactive tools that allow people to model and test different scenarios either collaboratively or in competition, through different rules that govern how players interact with each other. In this post we share how Policy Lab used serious games to support more intentional and collaborative thinking in the process of designing public institutions and the teams that sit within them.",
                "tag": "p"
            },
            {
                "content": "Why serious games? Challenges in public sector organisation design",
                "tag": "h2"
            },
            {
                "content": "Organisation design is a field of design that focuses on aligning an organisation’s structure and processes with its strategy. Organisation design and development (OD&D) practitioners in government coach public bodies through meaningful conversations that explore ways of improving the way they are organised to better meet their specific operational and strategic contexts.",
                "tag": "p"
            },
            {
                "content": "Policy Lab set out to augment the toolkit available to OD&D practitioners by introducing novel approaches to decision-making. Our commissioners – the Civil Service Organisation Development Practice (ODP) team in the Government People Group – sought to focus on working better with spans (the number of people line managed by an individual) and layers (the number of structural layers in the organisation) at different levels of the UK Civil Service as part of good organisation design. Improving the design of government departments matters because it helps them deliver better outcomes for the public.",
                "tag": "p"
            },
            {
                "content": "We began by researching barriers and opportunities to optimising the spans and layers in government organisations. We heard from a cross-government working group on OD&D and interviewed eight experts from within and outside the Civil Service. We also analysed published literature and internal departmental reviews of how spans and layers are considered when designing and re-designing teams.",
                "tag": "p"
            },
            {
                "content": "Research participants told us that a number of things held them back from taking timely, intentional decisions on organisation design. This included the speed of decision-making and having to react to changing circumstances, which makes it hard to take a holistic view of their organisation. We heard that organisational design decisions were therefore often tactical rather than intentional.",
                "tag": "p"
            },
            {
                "content": "Our research participants told us that a game or tool that helped them be more intentional, and test different scenarios, would help. We also found that whilst spans and layers are crucial lenses through which organisation design can be improved, OD&D practitioners and team leaders were keen to develop a serious game that accounted for wider factors in successful, resilient organisation design.",
                "tag": "p"
            },
            {
                "content": "Designing and testing a serious game for organisation design",
                "tag": "h2"
            },
            {
                "content": "We worked with Focus Games to design a game based on our research findings that would help team leaders and OD&D professionals supporting them to make more intentional decisions.",
                "tag": "p"
            },
            {
                "content": "Focus Games developed two game concepts which we tested with OD&D professionals. In one, participants model their current organisation and use scenario cards to stress-test these structures. In the other, participants are prompted to structure group discussions around key organisation design principles. In both cases, game elements like constraints and role-play help surface issues in a psychologically safe environment.",
                "tag": "p"
            },
            {
                "content": "Building on these two concepts, OD&D professionals and people taking decisions about team design in government departments helped us shape a game that helps participants model and stress test their organisation design. The game uses discussion prompts and scenarios based on our research, and helps participants measure the health of the organisation that emerged from the modelling.",
                "tag": "p"
            },
            {
                "content": "How serious games support more intentional organisation design",
                "tag": "h2"
            },
            {
                "content": "The game enables a more intentional approach by:",
                "tag": "p"
            },
            {
                "content": "The game, Organogame, is steadily being tested with larger and more complex teams. It is designed to be modular, so it can be played in settings as varied as a departmental board meeting, in conjunction with OD&D professionals when re-organising a department, in regular health checks within a Directorate, or in team away-days.",
                "tag": "p"
            },
            {
                "content": "Something we have found while testing the game is the importance of careful facilitation. Certain discussions around organisation design can become sensitive as they involve the way individuals work together. For this reason, we are making Organogame available through a ‘lending model,’ offering flexible facilitation support to those in government who wish to run conversations about organisation design. Policy Lab and the ODP team will support those who ‘borrow’ the game through either remote or face-to-face assistance, depending on their specific requirements. To find out more, please email us.",
                "tag": "p"
            },
            {
                "content": "Learn more about the use of serious games in government or Policy Lab’s experimental methods.",
                "tag": "p"
            }
        ],
        "link": "https://openpolicy.blog.gov.uk/2025/12/09/serious-games-to-support-organisation-design/",
        "blog": "Policy Lab",
        "blog_link": "https://openpolicy.blog.gov.uk",
        "description": "Policy Lab has been exploring how serious games can help civil servants make more intentional decisions about organisation design. This post shares what we learned from designing and testing a new game with OD&D professionals across government."
    },
    {
        "title": "Collaborative multi-year strategy for the king scallop fishery",
        "authors": [
            "Shellfish FMP policy team, Defra"
        ],
        "posted_on": "2025-12-08T16:30:17",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "King scallops are valuable shellfish that are important for fishing jobs and businesses. Both the UK and EU catch king scallops; however, they are at risk from overfishing. This is why they have been chosen as the subject of the first trial Multi-Year Strategy (MYSt) which will work alongside the king scallop fisheries management plan (FMP).",
                "tag": "p"
            },
            {
                "content": "The UK and EU are working together under the Specialised Committee on Fisheries (SCF) to trial the development of multi-year strategies, or long-term plans, for the conservation and management of shared non-quota species (NQS). They will follow rules in our Trade and Cooperation Agreement (TCA).  ",
                "tag": "p"
            },
            {
                "content": "Starting work on the MYSt",
                "tag": "h2"
            },
            {
                "content": "Back in September 2024, the European Commission and the UK government held a workshop to begin sharing knowledge and understanding of the king scallop fishery in UK and EU waters.",
                "tag": "p"
            },
            {
                "content": "This brought together representatives from EU member states, UK fisheries administrations, scientists, the fishing industry and environmental NGOs (non-governmental organisations). It marked the start of a positive collaboration with the EU in developing joint goals for management of shared king scallop stocks. A report of the workshop was published in May and can be found here: MYSt workshop report.",
                "tag": "p"
            },
            {
                "content": "Working together",
                "tag": "h2"
            },
            {
                "content": "In early 2025, a technical group was established to advance collaborative work on the strategy. The group includes officials from both Defra and the European Commission.",
                "tag": "p"
            },
            {
                "content": "In addition, a separate expert group of UK and EU scientists has been formed to offer independent analysis and advice. They will play a crucial role in building a shared understanding of the fisheries and informing strategic decisions.",
                "tag": "p"
            },
            {
                "content": "Their work will make sure that the management of shared king scallop fisheries under the first MYSt is guided by robust evidence and supports long-term sustainability.",
                "tag": "p"
            },
            {
                "content": "How the MYSt works with the king scallop FMP",
                "tag": "h2"
            },
            {
                "content": "The king scallop FMP provides a framework for sustainable management in England and Wales. It is designed to ensure stocks are fished sustainably and so will help to inform the MYSt, supporting effective management across different jurisdictions.",
                "tag": "p"
            },
            {
                "content": "What happens next?",
                "tag": "h2"
            },
            {
                "content": "Once the scientific group has completed its report, it will be shared with stakeholders and discussed at a further workshop, which we expect to take place in 2026. ",
                "tag": "p"
            },
            {
                "content": "To stay updated on the king scallop MYSt please look out for future emails, subscribe to the FMP blog for updates, or get in touch with Defra’s shellfish team at shellfish@defra.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/12/08/collaborative-multi-year-strategy-for-the-king-scallop-fishery/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The king scallop multi-year strategy will shape the future of UK-EU management collaboration. Catch up with the progress to date and what’s next."
    },
    {
        "title": "What Professional Recognition can do for you! ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-12-08T14:03:32",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "Reward & Recognition"
        ],
        "content": [
            {
                "content": "This week we’re celebrating all things Professional Recognition, each day focusing on different aspects of the process, including case studies and testimonies from Government Science and Engineering (GSE) members who have benefitted from the process. Today we’re covering the basics – what Professional Recognition is, how it can benefit you as an individual, and how to start the process! ",
                "tag": "p"
            },
            {
                "content": "What is Professional Recognition? ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition is a formal, peer-reviewed validation of your expertise, skills, and ethical standards as a professional. Whether you’re a physicist, biologist, or engineer, professional registration through a recognised body demonstrates your commitment to quality, ongoing learning, and the highest standards in your field. ",
                "tag": "p"
            },
            {
                "content": "7 reasons why you should go for Professional Recognition ",
                "tag": "p"
            },
            {
                "content": "1. External validation and credibility ",
                "tag": "p"
            },
            {
                "content": "Professional registration signals to employers, colleagues, and stakeholders that you meet recognised standards in your field and are committed to maintaining them.  ",
                "tag": "p"
            },
            {
                "content": "2. Enhanced career prospects ",
                "tag": "p"
            },
            {
                "content": "Many recognition schemes are benchmarked against international standards, and holding a professional title can open doors to new roles, promotions, and opportunities - both within government and beyond.  ",
                "tag": "p"
            },
            {
                "content": "3. Recognition of your expertise ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition demonstrates your expertise and commitment to ongoing learning. It’s a way to benchmark your skills against industry standards and show your dedication to keeping pace with advances in your field.  ",
                "tag": "p"
            },
            {
                "content": "4. Networking and influence ",
                "tag": "p"
            },
            {
                "content": "Registered professionals gain access to their institute’s networks, events, and communities. This can lead to collaboration, knowledge sharing, and greater influence within your sector, leading projects or when representing your department.  ",
                "tag": "p"
            },
            {
                "content": "5. Ethical standards and public trust ",
                "tag": "p"
            },
            {
                "content": "Professional bodies require registrants to adhere to codes of conduct and ethical practice. This builds public trust in science and engineering, especially important for those working in government roles that impact society.  ",
                "tag": "p"
            },
            {
                "content": "6. Support for professional development ",
                "tag": "p"
            },
            {
                "content": "Most professional bodies offer resources, mentoring, workshops, and CPD (Continuing Professional Development) schemes to help you maintain and grow your skills throughout your career. For example, the Institute of Engineering & Technology (IET) has a suite of tools to help develop your career and securing mentoring support, or the Science Council connects you through a worldwide community of cross-disciplinary scientists.  ",
                "tag": "p"
            },
            {
                "content": "7. Encouraging a culture of excellence and continuous improvement  ",
                "tag": "p"
            },
            {
                "content": "The Civil Service People Plan 2024-2027 identified the need to focus and celebrate the professionalisation of skills and committed to continuing to help develop members of professions through to deep specialism and is recognised by senior leaders as a core component of developing an agile, efficient public sector.  ",
                "tag": "p"
            },
            {
                "content": "How to get started ",
                "tag": "p"
            },
            {
                "content": "A good start would be to first check your departmental guidance on recognition for your specialist skills or ask your Line Manager to check if such guidance exists. Many departments fully fund membership fees as part of their commitment to continuous professional development! ",
                "tag": "p"
            },
            {
                "content": "Each professional body has its own requirements and application process, but most involve: ",
                "tag": "p"
            },
            {
                "content": "Explore the options relevant to your discipline: ",
                "tag": "p"
            },
            {
                "content": "If you are considering attaining professional recognition, we can provide our PR support booklet to help you make your decision – please let us know by emailing gse@go-science.gov.uk  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/12/08/what-professional-recognition-can-do-for-you/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "This week we’re celebrating all things Professional Recognition, each day focusing on different aspects of the process, including case studies and testimonies from Government Science and Engineering (GSE) members who have benefitted from the process. Today we’re covering the basics – what Professional Recognition is, how it can benefit you as an individual, and how …"
    },
    {
        "title": "A User Centred approach to helping colleagues collaborate by improving DBT’s People Finder ",
        "authors": [
            "Naomi Cauchi - Senior User Researcher"
        ],
        "posted_on": "2025-12-08T14:01:18",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Naomi Cauchi",
                "tag": "h3"
            },
            {
                "content": "At the Department for Business and Trade (DBT), we recently launched our People Finder tool in Beta to strengthen internal collaboration. In this blog, we share how our Employee Experience Team in DBT brought the project to life. Combining research, design, product, development and delivery expertise, the team built user-centred services that meet real needs.",
                "tag": "p"
            },
            {
                "content": "User centred steps to supporting internal staff collaboration",
                "tag": "h2"
            },
            {
                "content": "At the start of the year, we were asked to improve DBTs “People Finder” - our internal tool for exploring people and teams via the Intranet.",
                "tag": "p"
            },
            {
                "content": "We had plenty of evidence to suggest that our users, DBT colleagues, would benefit from such a change. In the 2024 DBT People Survey, 17% of respondents rated our collaboration technology unfavourably. Another survey found that 83% relied on People Finder for internal collaboration, yet  Help Desk tickets revealed frequent frustrations. Recent restructures and the creation of the Office for Investment had increased pressure to maintain effective collaboration and meet Whitehall targets during major organisational changes.",
                "tag": "p"
            },
            {
                "content": "The universal and resounding need was clear: “I need to know which colleagues are working on what so that I can understand who is best to work with”",
                "tag": "p"
            },
            {
                "content": "Step 1: What’s our goal?",
                "tag": "h4"
            },
            {
                "content": "We started by challenging the idea of a product centric goal, for example “How might we improve People Finder?” Whilst familiar, this framing risks overlooking the problem to be solved. Instead, we focused on the task or outcome People Finder intends to support for its users. We used a problem statement to steer creative and experimental product design towards making tangible, real life impact. Our guiding question became:",
                "tag": "p"
            },
            {
                "content": "“How might we improve People Finder to better support DBT colleagues' collaboration needs so that they can more effectively deliver their roles?”",
                "tag": "p"
            },
            {
                "content": "Step 2: Who should we support and why?",
                "tag": "h4"
            },
            {
                "content": "There are over 8,000 colleagues in DBT each with overlapping and unique ways of collaborating.",
                "tag": "p"
            },
            {
                "content": "To strategically focus our efforts, we prioritised a group we called \"Critical Collaborators\" - colleagues who:",
                "tag": "p"
            },
            {
                "content": "Step 3: What do Critical Collaborators need?",
                "tag": "h4"
            },
            {
                "content": "We spoke to these colleagues directly to understand what successful collaboration looks like in their roles. They shared their processes, challenges and desired outcomes. We observed them trying to complete tasks using the existing People Finder and mapped what worked and what didn’t.",
                "tag": "p"
            },
            {
                "content": "Whilst scenarios differed, 4 shared themes emerged:",
                "tag": "p"
            },
            {
                "content": "Policy briefing teams need to quickly identify the right individuals or teams to respond to urgent parliamentary questions, such as those concerning clean energy industry.",
                "tag": "p"
            },
            {
                "content": "Sector leads need to find and connect with overseas specialists to help businesses enter markets like the Middle East and Pakistan.",
                "tag": "p"
            },
            {
                "content": "Broad categories like “healthcare” aren’t enough. Sector Leads need to find specialists in areas like “diagnostic systems” to draft targeted policy briefings.",
                "tag": "p"
            },
            {
                "content": "Some colleagues are supporting staff across 170 countries. They need their expertise and guidance to be discoverable and used. ",
                "tag": "p"
            },
            {
                "content": "\"One of my priorities is that I want to be reached out [to] and I want to be found so I want [People Finder] to reflect what I'm actually doing.\" Participant 7",
                "tag": "p"
            },
            {
                "content": "Step 4: How might we re-design People Finder to support these user needs?",
                "tag": "h4"
            },
            {
                "content": "We used agile, iterative design to test early concepts with users to assess their effectiveness. This allowed us to refine our approach until we were ready to launch a Minimum Viable Product (MVP).",
                "tag": "p"
            },
            {
                "content": "What is new in People Finder?",
                "tag": "h2"
            },
            {
                "content": "Roles and Responsibilities tab",
                "tag": "p"
            },
            {
                "content": "Colleagues can now add their sector, market and keywords to their profiles. These fields will help colleagues find the right expertise more easily, supporting effective collaboration and knowledge sharing. We’ve ensured our updates are inclusive of our overseas colleagues, who can now add market and location to their profile.",
                "tag": "p"
            },
            {
                "content": "“Keywords” for discoverability",
                "tag": "h4"
            },
            {
                "content": "A new “Keywords” field allows users to capture a range of specific expertise and specialisms. These keywords could include sub-sectors or highly specialised topics, (such as “med-tech” or “semiconductors”), technical skills, (such as “Python”), and strategic priorities (such as “Future DBT”).",
                "tag": "p"
            },
            {
                "content": "\"It’s helpful for other people who are maybe thrashing around in exactly the same way I do, looking for who is the person who is closest to being the best bet to be able to provide what I need\" Participant 5",
                "tag": "p"
            },
            {
                "content": "“It makes sense. I would put the key workstreams I'm involved in.\" Participant 7 reflecting on how they would use the new Keywords field in People Finder to let their colleagues know what they are currently working on.",
                "tag": "p"
            },
            {
                "content": "Discover tool (Beta)",
                "tag": "h4"
            },
            {
                "content": " A new Discover feature allows users to:",
                "tag": "p"
            },
            {
                "content": "\"It would make it really easy to look for contacts [when] trying to look for a specific colleague, but not knowing their name or job title” Participant 10",
                "tag": "p"
            },
            {
                "content": "New Extended Leave tab",
                "tag": "h4"
            },
            {
                "content": "Users now have access to an \"Extended Leave\" tab within their profiles, allowing them to indicate periods of extended or long-term leave and designate an alternative point of contact. This experimental feature is designed to support continuity of work during an individual's leave and in the absence of Outlook integration. We will be testing and iterating this feature.",
                "tag": "p"
            },
            {
                "content": "Step 5: Launch, Learn, Iterate",
                "tag": "h4"
            },
            {
                "content": "The new People Finder has launched in beta on DBT’s Intranet last month. Ongoing user research will help us assess effectiveness of these changes and identify areas for future improvements as we continue to reach for progress over perfection.",
                "tag": "p"
            },
            {
                "content": "Next, we’ll be engaging with colleagues and teams across DBT to help ensure they can benefit from the new updates. If you are solving similar problems or working on a similar tool in another department we would love to hear from you. Please reach out to intranet@businessandtrade.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/12/08/a-user-centred-approach-to-helping-colleagues-collaborate-by-improving-dbts-people-finder/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT's Employee Experience team combined user research, design and delivery expertise to improve the department's intranet."
    },
    {
        "title": "The Architecture Decision Record (ADR) Framework: making better technology decisions across the public sector",
        "authors": [
            "Nabil Nazar, Principal Enterprise Architect, GDS"
        ],
        "posted_on": "2025-12-08T14:00:00",
        "categories": [
            "Architecture",
            "Technology"
        ],
        "content": [
            {
                "content": "The Enterprise Architecture team from Government Digital Service (GDS) is excited to have recently introduced the Architecture Decision Record (ADR) framework. This handy structure is designed to help teams to consistently make and record technology decisions in order to reach the UK government’s goals of better-documented decisions, less duplication and more joined-up delivery.",
                "tag": "p"
            },
            {
                "content": "Documenting decisions is essential across all levels of government departments, particularly for those that need to be brought to the Technical Design Council (TDC). The TDC is made up of empowered Chief Technology Officers from across the public sector as a commitment set out in the blueprint for modern digital government. The TDC is responsible for decisions which affect cross-government architecture and shared platforms, in which ADRs play a major part.",
                "tag": "p"
            },
            {
                "content": "What is the ADR framework?",
                "tag": "h2"
            },
            {
                "content": "In the public sector, we make thousands of technology decisions every year. This number will only increase as we work on delivering the ambitious vision set out in the blueprint for modern digital government, which requires us to make better and more consistent decisions. Some are small. Some are huge. But when they’re undocumented, we risk repeating work. When people move on, we can lose context of why decisions were made in certain ways. Most importantly, we miss opportunities to reuse good thinking.",
                "tag": "p"
            },
            {
                "content": "This is where architecture decision records come in. An ADR is a short note that captures a key architectural decision. It’s not a formal sign-off or a long report, but it can be used in formal governance boards and design authorities. ADRs are a way to document:",
                "tag": "p"
            },
            {
                "content": "ADRs are designed to be quick to write, easy to read and useful to others. They also maintain transparency in decision-making.",
                "tag": "p"
            },
            {
                "content": "Our mission is to make ADRs a standard part of the decision-making workflow, which is why we landed on a clear and simple framework to help embed this practice across the public sector.",
                "tag": "p"
            },
            {
                "content": "How we designed the framework ",
                "tag": "h2"
            },
            {
                "content": "We built the ADR framework using patterns that already work well in government and industry. An easily-replicated accessible format was what teams wanted the most so that even someone who had no prior knowledge of ADRs could understand what was needed.",
                "tag": "p"
            },
            {
                "content": "The point is to make decisions visible, not to add bureaucracy.",
                "tag": "p"
            },
            {
                "content": "This is why the ADR framework consists of two sections. The first section has guidance on when and how to use ADRs and the second one contains a standard template for recording decisions.",
                "tag": "p"
            },
            {
                "content": "The framework is designed to be flexible to reflect the diversity of how our teams work; it can be used in both agile and waterfall programmes, and anything in between.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned so far",
                "tag": "h2"
            },
            {
                "content": "We’ve already tested the framework with various teams across the Department of Science, Innovation and Technology (DSIT), as well as other departments, to ensure that it’s fit for purpose. Some great early feedback has indicated that this framework helps to:",
                "tag": "p"
            },
            {
                "content": "But we also learned that ADRs only work if they’re part of the team’s normal rhythm rather than bolt-ons or box-ticking exercises, so further change may be required to establish the practice of ADRs as standard.",
                "tag": "p"
            },
            {
                "content": "How to get involved in the next steps",
                "tag": "h2"
            },
            {
                "content": "We’re encouraging the ADR framework’s adoption across the public sector. While it won’t be mandated for day-to-day team decisions, it will be needed for anything brought to the TDC. We’re inviting more teams to test the framework and tell us what works so that we can adapt and improve it based on your feedback. We’re also looking at how ADRs can support wider reforms, such as reducing legacy risk, improving technical resilience and enabling joined-up services.",
                "tag": "p"
            },
            {
                "content": "If you work in government technology and would like to help us, you can use the ADR framework yourself.",
                "tag": "p"
            },
            {
                "content": "We encourage you to try out the template on your next architecture decision, and then share your ADRs with others in your organisation.",
                "tag": "p"
            },
            {
                "content": "If you have any suggestions or questions, reach out to the Enterprise Architecture team at publicsector.architecture@dsit.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/12/08/the-architecture-decision-record-adr-framework-making-better-technology-decisions-across-the-public-sector/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "We’ve introduced the Architecture Decision Record (ADR) framework to help teams across government make and record technology decisions consistently."
    },
    {
        "title": "Glimpse a Geminid meteor this weekend",
        "authors": [
            "Will Gater"
        ],
        "posted_on": "2025-12-08T13:53:32",
        "categories": [
            "Astronomy"
        ],
        "content": [
            {
                "content": "The peak of the Geminid meteor shower occurs this weekend, and with the Moon out of the way you’ve got a great opportunity to spot shooting stars.",
                "tag": "p"
            },
            {
                "content": "It might not sound like it, but one of the most interesting things about the Solar System is its dust. In fact, the stuff is everywhere in our planetary neighbourhood.  ",
                "tag": "p"
            },
            {
                "content": "These tiny grains, scattered between the planets, have been deposited by passing comets and asteroids over eons and the signs of it are visible every clear night in the form of shooting stars, or ‘meteors’, which appear as fleeting streaks of light across the starry sky. These meteors occur as the specks of interplanetary dust (typically only the size of a sand grain or fleck of rock salt) hit our atmosphere and vaporise.  ",
                "tag": "p"
            },
            {
                "content": "At certain times during the year the Earth also passes through denser trails and clumps of this dust left by comets and asteroids and these form so-called meteor ‘showers’ that occur annually. For example, in August we sweep through the dusty trails left by Comet Swift-Tuttle and we see the Perseid meteor shower which is known for its beautiful, bright summertime fireball meteors.  ",
                "tag": "p"
            },
            {
                "content": "This month is when Earth meets the trail of a somewhat enigmatic asteroid called Phaethon and its dusty debris gives rise to the Geminid meteor shower, which peaks overnight on Saturday (13 December).   ",
                "tag": "p"
            },
            {
                "content": "The Geminids are arguably one of the best meteor showers of the year, because of the relatively high number of meteors you can expect to see over the course of an hour compared to many of the other smaller meteor showers. However, how many Geminids you’ll actually observe will depend on factors such as your local light pollution levels, how much of your sky is blocked by buildings or treelines, and if there’s any thin cloud or haze obscuring fainter ones. You won’t see a ‘rain’ of myriad meteors as is sometimes claimed, but with a little patience you should catch a handful of really nice ones over the course of half an hour or so, even from suburban sites.  ",
                "tag": "p"
            },
            {
                "content": "The great thing about 2025’s Geminid shower is that the expected peak of its activity around Saturday night coincides with a time when the Moon sits below the horizon for most of the evening, so its light won’t wash out the sky and hide fainter meteors.  ",
                "tag": "p"
            },
            {
                "content": "To stand the best chance of seeing the Geminids, find a safe place to observe, wrap up warm and allow your eyes to adapt properly to the darkness around you. You don’t need any equipment to enjoy the show, but a sun lounger or reclining camping chair can make staring up at the sky much more comfortable, even if your neighbours end up thinking you’re slightly odd.    ",
                "tag": "p"
            },
            {
                "content": "How will you know if you’ve seen a Geminid? Well, because of the physics behind these events all shower meteors appear to come from a specific location on the night sky, called the ‘radiant’ of the shower. For the Geminids this radiant is located in the constellation Gemini (that’s why we call them the ‘Geminids’). So if you see a shooting star streak from a spot close to the bright star Castor (Alpha Geminorum) there’s a good chance it was a Geminid.  ",
                "tag": "p"
            },
            {
                "content": "While meteor showers like the Geminids provide a fun celestial spectacle to observe, more generally scientists, government organisations and space agencies around the world, like the UK Space Agency, take a keen interest in routine monitoring of large asteroids and comets. This is because some groups of asteroids, on certain orbits around the Sun, can pass close to our planet, potentially posing an impact risk to the Earth.  ",
                "tag": "p"
            },
            {
                "content": "The National Space Operations Centre, a collaboration between the UK Space Agency, UK Space Command and the Met Office, keeps tabs on so-called ‘near-Earth objects’ as part of its work, and if necessary can call on a network of telescopes located across the globe to carry out follow-up observations of targets of interest.  ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency is also the UK government’s representative to the International Asteroid Warning Network (IAWN), which notifies officials and national governments if one of these bodies is identified as a potential threat. Something to ponder as you watch the odd, harmless, Geminid zipping amid the stars this weekend… ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/12/08/glimpse-a-geminid-meteor-this-weekend/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The peak of the Geminid meteor shower occurs this weekend and with the Moon out of the way you’ve got a great opportunity to spot shooting stars."
    },
    {
        "title": "New draft guidance published to support faster and clearer local plan-making ",
        "authors": [
            "Adele Maher, Head of Planning Transformation"
        ],
        "posted_on": "2025-12-08T09:40:31",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Local plans are the backbone of England’s planning system, shaping how places grow and develop. But the current system isn’t working as we need it to. Many plans take over 7 years to produce and cost councils millions of pounds, putting pressure on local resources and delaying the delivery of homes and infrastructure local communities need. ",
                "tag": "p"
            },
            {
                "content": "A new approach to plan-making ",
                "tag": "h2"
            },
            {
                "content": "Earlier this year, the government gave an update on the steps being taken to achieve universal coverage of local plans and realise the full potential of planning reforms initiated in 2024. ",
                "tag": "p"
            },
            {
                "content": "On 27 November, Housing and Planning Minister Matthew Pennycook confirmed details of a new plan-making system in a Written Ministerial Statement. The Minister outlined how the reforms will make it easier for councils to shape development in their area and play their part in delivering the government’s target of 1.5 million homes.  ",
                "tag": "p"
            },
            {
                "content": "The new local plan regulations underpinning the new approach to plan-making will come into force early next year, establishing a faster system with shorter and clearer local plans that communities and the development sector can rely on. At the heart of this reform is a new 30-month timeline for creating and adopting local plans, supporting the government’s commitment to achieving universal local plan coverage. ",
                "tag": "p"
            },
            {
                "content": "Supporting the new plan-making system ",
                "tag": "h2"
            },
            {
                "content": "MHCLG’s Digital Planning programme and Development Plans team, in collaboration with the Planning Inspectorate, have been working to address the pain points and inefficiencies within plan-making to help deliver a simpler, faster and more accessible new system of local plans. In February 2025 we published a new dedicated home of resources on GOV.UK - Create or update a local plan, bringing together guidance to provide greater clarity, consistency and certainty to the plan-making process. ",
                "tag": "p"
            },
            {
                "content": "We’ve now added, in draft, the first tranche of detailed draft guidance to help authorities preparing plans under the new system get started as soon as possible.  ",
                "tag": "p"
            },
            {
                "content": "We have prioritised resources for the earliest stages of plan-making so local planning authorities can understand how the new system will work and what they can do now to prepare.  ",
                "tag": "p"
            },
            {
                "content": "Developed with users at its heart ",
                "tag": "h2"
            },
            {
                "content": "What makes this planning guidance different is how we've developed it – with the primary users, the plan-makers. We’ve developed every piece directly with local planning authorities and planning inspectors. The intensive, iterative testing has shaped the content, structure and tools to ensure they work in practice and not just in theory.   ",
                "tag": "p"
            },
            {
                "content": "This user-centred approach is reflected in the practical tools we've created. It sets out how local councils are expected to prepare their local plan and provides practical resources to support preparation. For Gateway 1 – the first of a series of checkpoints designed to help local councils to stay on track to deliver plans within 30 months – we have developed ready-to-use templates including the Gateway 1 summary template, to remove guesswork from critical stages. Our site selection guidance walks planners through identification, assessment and allocation with step-by-step clarity. These are working tools shaped by the people who will use them every day. ",
                "tag": "p"
            },
            {
                "content": "The result is a fundamental shift towards making local planning work for everyone involved. Councils get the clarity and tools they need to deliver efficiently. Communities get plans faster that respond to their current needs. And nationally we can move more quickly to achieving full plan coverage across England, critical to unlocking the types of development our country needs. ",
                "tag": "p"
            },
            {
                "content": "We're enormously grateful to all the local authority officers who generously volunteered their time and expertise over the many months of testing.  ",
                "tag": "p"
            },
            {
                "content": "Learning from authorities using digital tools ",
                "tag": "h2"
            },
            {
                "content": "Local planning authorities are already discovering the potential of technology and digital tools to transform plan-making. Case studies showing how councils have used innovative tools as part of the PropTech Innovation Fund to speed up local plan creation are currently available and signposted to on Local Digital, with user-centred versions soon to be published on Create or update a local plan. These real-world examples illustrate the practical benefits and efficiency gains possible. ",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "We will review the guidance and make any necessary revisions and updates as the new system is implemented, and related regulations and policy are confirmed.  ",
                "tag": "p"
            },
            {
                "content": "These resources form part of a growing digital offer to support plan makers to deliver local plans faster. It will be followed by the timely release of tools and services both next year and beyond. ",
                "tag": "p"
            },
            {
                "content": "As local planning authorities start using these resources, we'll also be reviewing and refining the guidance based on real experience. ",
                "tag": "p"
            },
            {
                "content": "We're actively seeking feedback from plan-makers as they work with the new system. Each guidance page includes instructions on how to share their thoughts, suggestions and questions. This feedback will help us iterate the guidance to better support users through this transition and ensure it meets the practical needs of those using it every day. ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "As we've explored in this post, our research volunteers are at the heart of how the Digital Planning programme is transforming planning for the 21st century. ",
                "tag": "p"
            },
            {
                "content": "We're looking for volunteers from across the planning and development sector to take part in research sessions. Whether you're a planning officer, developer, landowner, planning consultant or technology vendor, your insights will directly shape our work. Register your interest to take part. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/12/08/new-draft-guidance-published-to-support-faster-and-clearer-local-plan-making/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Read about the details of a new plan-making system for England. It will ensure local plans, which are created by councils to shape development in their area, are simpler, faster to prepare, and more accessible for everyone. Learn about new user-tested digital guidance and tools published in draft to help plan-makers deliver local plans faster."
    },
    {
        "title": "Consultation opens on evidence relating to population screening for Type 2 diabetes in adults",
        "authors": [
            "Omaer Syed"
        ],
        "posted_on": "2025-12-08T08:38:25",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to population screening for Type 2 diabetes in adults.",
                "tag": "p"
            },
            {
                "content": "It is asking stakeholders and members of the public to provide feedback on a 2025 evidence map and its conclusions. Evidence maps are typically the first step in the UK NSC evidence review process. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map was commissioned to review literature on the topic published since the previous evidence review in 2019. The 2019 review concluded there was no evidence to support whole population screening for Type 2 diabetes mellitus (T2DM) in adults in the UK.",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map reaffirms the conclusion of the 2019 review and concludes that this topic should be reviewed again in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "To take part in the consultation, download the consultation documents by clicking on the grey ‘View documents’ button on the UK NSC’s diabetes recommendation page. Then submit your response by clicking on the green ‘Submit comments’ button. ",
                "tag": "p"
            },
            {
                "content": "The deadline for responses is 11.59pm GMT on 2 March 2026. ",
                "tag": "p"
            },
            {
                "content": "Consultation responses will be considered by the UK NSC when it updates its recommendation on this topic.",
                "tag": "p"
            },
            {
                "content": "About Type 2 diabetes",
                "tag": "h2"
            },
            {
                "content": "Diabetes is a long-term (chronic) condition caused by too much glucose (sugar) in the blood.",
                "tag": "p"
            },
            {
                "content": "Type 2 diabetes occurs when the body does not produce enough insulin to function properly, or when the body’s cells do not react to insulin. This is called insulin resistance. Type 2 diabetes is far more common than type 1 diabetes. It accounts for more than 95% of patients with diabetes and approximately 537 million cases of diabetes worldwide.",
                "tag": "p"
            },
            {
                "content": "Diabetes is one of the most common chronic diseases in the UK, and its prevalence is increasing. Registration figures from 2021-2022 from Diabetes UK showed that more than 4.3 million people in the UK were living with diabetes, and an additional 850,000 people could be living with diabetes who were yet to be diagnosed.",
                "tag": "p"
            },
            {
                "content": "Over time, diabetes can damage blood vessels in the heart, eyes, kidneys and nerves.  T2DM leads to complications within blood vessels that causes distress to patients and places a huge burden on the healthcare system. Early diagnosis is important to prevent the worst effects.",
                "tag": "p"
            },
            {
                "content": "A common test for T2DM is the HbA1c blood test which is less reliable for screening because of its low sensitivity and the need to be confirmed by a second test, such as a second HbA1c, a fasting plasma glucose (FPG) or an oral glucose tolerance test (OGTT).",
                "tag": "p"
            },
            {
                "content": "A further test, the 50-g glucose challenge test (GCT) does not require fasting and has been used extensively in screening for gestational diabetes. It appears to be a promising screening tool, but the evidence base is sparse.",
                "tag": "p"
            },
            {
                "content": "Treatment focuses on reducing blood glucose levels. Treatment includes lifestyle changes, antidiabetic drugs, or patients can be prescribed insulin.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified new published evidence since 2019 but:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/12/08/consultation-opens-on-evidence-relating-to-population-screening-for-type-2-diabetes-in-adults/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on evidence relating to population screening for Type 2 Diabetes in adults."
    },
    {
        "title": "How the Regulatory Policy Committee uses artificial intelligence",
        "authors": [
            "Ryan Williams"
        ],
        "posted_on": "2025-12-08T08:35:27",
        "categories": [
            "Artificial intelligence"
        ],
        "content": [
            {
                "content": "The government is keen that all areas of the public sector understand the opportunities from using artificial intelligence (AI) and mitigate the potential risks. The RPC has been experimenting with using AI tools over the past few months to see how far these can help us with different aspects of our work. ",
                "tag": "p"
            },
            {
                "content": "This post discusses where these tools can help, where they are of limited benefit and what that means for our work going forward.",
                "tag": "p"
            },
            {
                "content": "Our approach to AI",
                "tag": "h2"
            },
            {
                "content": "As a public body, we follow the core principles of the AI Playbook for the UK Government to use AI safely, effectively and securely. ",
                "tag": "p"
            },
            {
                "content": "It is essential that we protect the security of our information, which is why we only use dedicated AI tools authorised by the Department for Business and Trade as our sponsor department. We are also mindful of the need to protect against hallucinations, meaning incorrect or misleading results that AI models may sometimes generate. ",
                "tag": "p"
            },
            {
                "content": "The question we're trying to answer is whether these tools can improve the quality of scrutiny while reducing the time spent on mechanical tasks.",
                "tag": "p"
            },
            {
                "content": "Where AI is helpful in supporting the work of the RPC",
                "tag": "h2"
            },
            {
                "content": "AI has been very helpful in producing meeting notes and minutes. AI-generated transcripts from meetings are sufficiently accurate that staff can participate fully in the meeting rather than having to divide their attention between discussion and note-taking. The error rate is low enough that light editing suffices to produce a set of minutes and notes of the meeting.",
                "tag": "p"
            },
            {
                "content": "AI is also very useful in searching and summarising documents. When we are drafting our opinions, we often need to check what the Committee has said previously on similar or related issues. AI tools can search through hundreds of past RPC opinions in our archive and pull out relevant passages far faster and more comprehensively than a manual review.",
                "tag": "p"
            },
            {
                "content": "We have also seen time savings in producing our opinions. AI can produce acceptable first drafts of routine documents and maintain our house style. It cannot, however, identify the critical analytical weaknesses in an impact assessment or produce the kind of tightly reasoned argument that belongs in an expert opinion from the RPC. What it does well is speed up the mechanical parts of writing.",
                "tag": "p"
            },
            {
                "content": "Key challenges in using AI to produce RPC opinions",
                "tag": "h2"
            },
            {
                "content": "The main challenge is calibration. We've built a master prompt that can generate RPC-style drafts of our opinions, but producing an appropriate judgement of the quality of an impact assessment is difficult. Set it too critically and it produces unhelpful objections to everything. Set it too leniently and it misses genuine analytical gaps. The useful range is narrow, and what counts as 'appropriately critical' varies depending on the quality of the underlying analysis.",
                "tag": "p"
            },
            {
                "content": "The other limitation is that AI cannot engage with the substantive policy questions that often matter most. It can check whether an impact assessment has followed HM Treasury’s Green Book methodology, but it cannot assess whether the assumptions underlying a cost-benefit analysis are defensible given the actual policy context. That still requires human judgement informed by our expert experience.",
                "tag": "p"
            },
            {
                "content": "What we're considering next",
                "tag": "h2"
            },
            {
                "content": "We are looking at using our archive of the RPC’s past opinions as training data to improve AI drafting. The idea is that the system might learn to recognise the standards the Committee applies in practice, rather than just following written guidance. Whether this improves analytical rigour, or just teaches the system to reproduce house style more convincingly, is an open question but is worth testing.",
                "tag": "p"
            },
            {
                "content": "A more ambitious idea is whether we could build an interface that lets analysts across government submit impact assessments for AI-generated feedback before formal submission to the RPC. The logic would be to catch basic analytical errors early, when they are easier to fix, rather than only identifying them during formal scrutiny.",
                "tag": "p"
            },
            {
                "content": "This raises obvious questions:",
                "tag": "p"
            },
            {
                "content": "These aren't rhetorical questions. We don't know the answers yet, which is why we are proceeding carefully.",
                "tag": "p"
            },
            {
                "content": "The underlying reality is that AI can help with mechanical tasks and pattern recognition, but human scrutiny and expert judgement are still needed to understand the policy context (at least for now!).",
                "tag": "p"
            },
            {
                "content": "What has been your experience with AI? Leave us a comment below and subscribe to the RPC’s blog to be notified when we post new articles.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/12/08/how-the-regulatory-policy-committee-uses-artificial-intelligence/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The government is keen that all areas of the public sector understand the opportunities from using artificial intelligence (AI) and mitigate the potential risks. The RPC has been experimenting with using AI tools over the past few months to see how far these can help us with different aspects of our work."
    }
]