[
    {
        "title": "HMCTS is accelerating the responsible adoption of artificial intelligence (AI) to transform the courts and tribunals ",
        "authors": [
            "Gary O'Reilly, Chief Technology Officer"
        ],
        "posted_on": "2025-09-03T13:04:31",
        "categories": [
            "Digital services",
            "General",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "We’re transforming how we deliver justice through the strategic and responsible adoption of AI. As we continue to modernise the courts and tribunals, we're exploring how AI can support better outcomes for users. ",
                "tag": "p"
            },
            {
                "content": "We are committed to the responsible use of AI  ",
                "tag": "h2"
            },
            {
                "content": "We recognise that AI has the potential to significantly enhance the administration of justice - but only when implemented responsibly. We're not pursuing AI for its own sake, but as a practical tool to address specific challenges and improve services for those who use our courts and tribunals.",
                "tag": "p"
            },
            {
                "content": "Our approach is grounded in clear principles: we will only deploy AI where it demonstrably adds value, where it can be implemented responsibly, and where it supports human judgment in matters of justice.",
                "tag": "p"
            },
            {
                "content": "Every AI system we explore and develop undergoes rigorous testing and evaluation to ensure it meets our standards. Our work is underpinned by HMCTS-specific responsible AI principles that reflect the unique sensitivities of the justice environment. These principles guide every decision we make about AI adoption and make sure we maintain public trust in our services.",
                "tag": "p"
            },
            {
                "content": "We have started to explore AI systems that can deliver real benefits ",
                "tag": "h2"
            },
            {
                "content": "We're already seeing promising results from several pilots we have run, including:",
                "tag": "p"
            },
            {
                "content": "Supporting the justice ecosystem ",
                "tag": "h2"
            },
            {
                "content": "We recognise that successful AI adoption in justice requires collaboration. ",
                "tag": "p"
            },
            {
                "content": "We're committed to:",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "As we accelerate our AI adoption, we remain committed to putting courts and tribunals users first. Every AI system we deploy must demonstrably improve ways of working- whether that's reducing waiting times, improving accessibility, or helping legal professionals work more effectively.",
                "tag": "p"
            },
            {
                "content": "We're also developing a comprehensive AI Adoption Plan that will establish our strategic objectives and governance framework. This plan aligns with the Ministry of Justice's broader AI Action Plan for Justice and will be tested extensively with our people, judges and stakeholders before publication.",
                "tag": "p"
            },
            {
                "content": "We'll continue to share updates on our progress and welcome engagement from across the justice community as we work together to harness AI's potential while safeguarding the principles of justice that underpin our legal system.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Rydyn ni'n trawsnewid sut rydym yn cyflawni cyfiawnder trwy fabwysiadu AI mewn modd strategol a chyfrifol. Wrth i ni barhau i foderneiddio'r llysoedd a'r tribiwnlysoedd, rydym yn archwilio sut y gall AI gefnogi canlyniadau gwell i ddefnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Rydym wedi ymrwymo i ddefnyddio AI yn gyfrifol",
                "tag": "h2"
            },
            {
                "content": "Rydym yn cydnabod bod gan AI y potensial i wella gweinyddiaeth cyfiawnder yn sylweddol – ond dim ond pan gaiff ei weithredu'n gyfrifol. Nid ydym yn defnyddio AI am ddim rheswm, ond fel offeryn ymarferol i fynd i'r afael â heriau penodol a gwella gwasanaethau i'r rhai sy'n defnyddio ein llysoedd a'n tribiwnlysoedd.",
                "tag": "p"
            },
            {
                "content": "Mae ein dull gweithredu wedi'i seilio ar egwyddorion clir: byddwn ond yn defnyddio AI lle mae'n ychwanegu gwerth amlwg, lle gellir ei weithredu'n gyfrifol, a lle mae'n cefnogi barn ddynol mewn materion cyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Mae pob system AI rydyn ni'n ei archwilio a'i datblygu yn cael ei brofi a'i gwerthuso'n drylwyr i sicrhau ei bod yn bodloni ein safonau. Mae ein gwaith wedi'i ategu gan egwyddorion AI cyfrifol penodol GLlTEF sy'n adlewyrchu sensitifrwydd unigryw'r amgylchedd cyfiawnder. Mae'r egwyddorion hyn yn llywio pob penderfyniad a wnawn am fabwysiadu AI ac yn sicrhau ein bod yn cynnal ymddiriedaeth y cyhoedd yn ein gwasanaethau.",
                "tag": "p"
            },
            {
                "content": "Rydym wedi dechrau archwilio systemau AI sy'n gallu darparu manteision gwirioneddol",
                "tag": "h2"
            },
            {
                "content": "Rydym eisoes yn gweld canlyniadau addawol gan sawl cynllun peilot rydyn ni wedi'u cynnal, gan gynnwys:",
                "tag": "p"
            },
            {
                "content": "Cefnogi'r ecosystem gyfiawnder",
                "tag": "h2"
            },
            {
                "content": "Rydym yn cydnabod bod mabwysiadu AI yn llwyddiannus ym maes cyfiawnder yn gofyn am gydweithrediad. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi ymrwymo i:",
                "tag": "p"
            },
            {
                "content": "Edrych ymlaen",
                "tag": "h2"
            },
            {
                "content": "Wrth i ni gyflymu’r broses o fabwysiadu AI, rydym yn parhau i fod yn ymrwymedig i roi defnyddwyr llysoedd a thribiwnlysoedd yn gyntaf. Rhaid i bob system AI a ddefnyddiwn wella ffyrdd o weithio - boed hynny'n lleihau amseroedd aros, gwella hygyrchedd, neu helpu gweithwyr proffesiynol cyfreithiol i weithio'n fwy effeithiol.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn datblygu Cynllun Mabwysiadu AI cynhwysfawr a fydd yn sefydlu ein hamcanion strategol a'n fframwaith llywodraethu. Mae'r cynllun hwn yn cyd-fynd â Chynllun Gweithredu AI ehangach y Weinyddiaeth Gyfiawnder ar gyfer Cyfiawnder a bydd yn cael ei brofi'n helaeth gyda'n pobl, barnwyr a rhanddeiliaid cyn ei gyhoeddi.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn parhau i rannu'r wybodaeth ddiweddaraf am ein cynnydd ac yn croesawu ymgysylltiad o bob rhan o'r gymuned gyfiawnder wrth i ni weithio gyda'n gilydd i harneisio potensial AI wrth ddiogelu'r egwyddorion cyfiawnder sy'n sail i'n system gyfreithiol.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/09/03/hmcts-is-accelerating-the-responsible-adoption-of-artificial-intelligence-ai-to-transform-the-courts-and-tribunals/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "We’re transforming how we deliver justice through the strategic and responsible adoption of AI. As we continue to modernise the courts and tribunals, we're exploring how AI can support better outcomes for users. "
    },
    {
        "title": "Finding out more about residential family centres",
        "authors": [
            "Yvette Stanley"
        ],
        "posted_on": "2025-09-03T11:17:23",
        "categories": [
            "residential family centres",
            "social care professionals"
        ],
        "content": [
            {
                "content": "Residential family centres (RFCs) are establishments where vulnerable families are given accommodation, their capacity to parent safely and effectively is assessed, and they can be given the advice, guidance or counselling they need.  ",
                "tag": "p"
            },
            {
                "content": "RFCs are designed to contribute to the most important decision that the state can make in relation to a family: whether a child continues to live with their parents.  ",
                "tag": "p"
            },
            {
                "content": "The children and parents in RFCs are among the most vulnerable in our society. In this blog, I’ll explain more about RFCs, Ofsted’s role in relation to them, and why we want to better understand them as a matter of urgency. ",
                "tag": "p"
            },
            {
                "content": "The context of RFCs ",
                "tag": "h2"
            },
            {
                "content": "There are 98 RFCs in England. They accommodate and assess vulnerable families at a stressful time in their lives. A family can be referred to an RFC by the courts or local authorities. ",
                "tag": "p"
            },
            {
                "content": "These can be very high-risk placements. Children in them will already have been identified as being at risk of serious harm​ from their parents’ poor parenting capabilities. ",
                "tag": "p"
            },
            {
                "content": "The needs of the families are often very complex.  ",
                "tag": "p"
            },
            {
                "content": "Parents may have multiple needs of their own, for example a learning disability, trauma from their own experience of abuse, neglect or exploitation, and a history of substance misuse.  ",
                "tag": "p"
            },
            {
                "content": "Their children may have a range of health, emotional or developmental needs that mean they require specialist intervention and support to help them to thrive.  ",
                "tag": "p"
            },
            {
                "content": "Making a safe assessment about these families requires a highly specialised and qualified social worker. They will work alongside care staff who understand the risks to children from unsafe parenting, and who can recognise when a child may come to harm from their parents.  ",
                "tag": "p"
            },
            {
                "content": "The staff who gather evidence to inform these assessments must have the right skills and knowledge to support, coach, observe and monitor the parents’ and children’s behaviour. They must use this to report methodically, fairly and reliably on family relationships and the child’s experiences. ",
                "tag": "p"
            },
            {
                "content": "What is Ofsted’s role in relation to RFCs? ",
                "tag": "h2"
            },
            {
                "content": "Ofsted is the regulator of RFCs. This means that an RFC must be registered with us before it starts to operate.  ",
                "tag": "p"
            },
            {
                "content": "We inspect RFCs every 3 years but will return much more quickly if we are concerned.  ",
                "tag": "p"
            },
            {
                "content": "If we believe that children are unsafe or we are concerned about the quality of the assessments, we will let the relevant local authorities know and may use our enforcement powers to restrict the RFC from working with any more families, stop it operating temporarily or even close it completely.  ",
                "tag": "p"
            },
            {
                "content": "It's important that local authorities understand the quality of the RFCs that they are using, as their assessments inform such important, life-changing decisions. ",
                "tag": "p"
            },
            {
                "content": "What do we know about the impact of RFCs on children’s and parents’ lives?  ",
                "tag": "h2"
            },
            {
                "content": "The number of RFCs has increased significantly, doubling in the last 6 years from 43 in 2018 to 98 in 2024. The number of applications for registration continues to grow.  ",
                "tag": "p"
            },
            {
                "content": "There are significant disparities in the spread of RFCs across the country – some areas, such as London and the North West, have many; others hardly any. ",
                "tag": "p"
            },
            {
                "content": "There is very limited data about children’s and families’ experiences and outcomes when they’re in an RFC, or whether the RFC made the best and safest recommendation for the child’s future.  ",
                "tag": "p"
            },
            {
                "content": "We also do not know why local authorities and the judiciary are deciding that more families should have an assessment in an RFC. It is not clear how decisions are made about which families would benefit from being assessed in an RFC rather than alternative options, such as community-based assessments or a specialist foster carer placement.  ",
                "tag": "p"
            },
            {
                "content": "What does good practice look like in RFCs? ",
                "tag": "h2"
            },
            {
                "content": "To be clear, we do see excellent practice in some RFCs. They have an important role to play in protecting children and in assessing and supporting their families. ",
                "tag": "p"
            },
            {
                "content": "We see: ",
                "tag": "p"
            },
            {
                "content": "Have the parents’ and children’s rights been considered?  ",
                "tag": "h2"
            },
            {
                "content": "As I explained earlier, the core purpose of a placement in an RFC is to monitor and assess a family’s parenting capability. However, we are starting to see families being placed in RFCs without a plan for an assessment or staying there after their assessment is complete.  ",
                "tag": "p"
            },
            {
                "content": "An RFC is not a place to live. It is not a home.  ",
                "tag": "p"
            },
            {
                "content": "Parents and children sometimes move a long way from home at very short notice to stay in an RFC, often with a new baby.  ",
                "tag": "p"
            },
            {
                "content": "Typically, assessments are commissioned to last 12 to 14 weeks. But the reality for some families is that they remain in the RFC for 6 months or more.  ",
                "tag": "p"
            },
            {
                "content": "They may have to give up their own home. Then, they may not have an identified place to call home to return to after the assessment is complete.  ",
                "tag": "p"
            },
            {
                "content": "This prolongs their stay in the RFC, which means the RFC is being used for reasons other than its intended purpose. It can also leave the family in the stressful position of moving around temporary accommodation like hostels. We expect families to know where they will live once the temporary accommodation provided for the assessment period in the RFC ends. ",
                "tag": "p"
            },
            {
                "content": "Parents may also be subject to constant surveillance and routine drug or alcohol testing while in the RFC.  ",
                "tag": "p"
            },
            {
                "content": "It’s good to stand back and think about how assessments in an RFC feel for families. Are there enough safeguards for parents and children? Has the experience improved the children’s life chances? How well were the parents’ rights respected?  ",
                "tag": "p"
            },
            {
                "content": "Is the role of RFCs clear?  ",
                "tag": "h2"
            },
            {
                "content": "The regulations for RFCs state that a ‘family’ is a child with their parents.  ",
                "tag": "p"
            },
            {
                "content": "On that basis, pre-birth assessments do not fall within the scope of the regulated activity of an RFC. Despite this, they are still happening in RFCs.  ",
                "tag": "p"
            },
            {
                "content": "We will be engaging with all relevant stakeholders to consider how this impacts on how we register and inspect RFCs. We will use this information to update the social care common inspection framework (SCCIF) to set out our expectations around this more clearly. For now, we are concerned about how an RFC can offer the right nurturing environment for parents-to-be and what that means for the birth of the baby.  ",
                "tag": "p"
            },
            {
                "content": "This is even more complex when that parent-to-be is a child themselves. They will need special care and support to be prepared for the birth of their child, and RFCs are unlikely to have staff with those specialist skills.  ",
                "tag": "p"
            },
            {
                "content": "We also question how this must feel for pregnant children. They are ‘removed’ from communities and family networks that could offer them valuable support and placed in a new environment away from home.  ",
                "tag": "p"
            },
            {
                "content": "Our greatest concern is about parents who are children being placed in an RFC. This is especially concerning when the parent-child is under 16. We know that an RFC may, in exceptional circumstances, offer services for families in which the parents are aged under 18. However, children who are parents have unique needs because they are still children themselves. They need care and support rather than simply a place to stay while their capability to be a parent is being assessed. ",
                "tag": "p"
            },
            {
                "content": "We believe that, in most circumstances, an RFC is not the right place for a young and vulnerable mother because the overarching role of an RFC is not to provide care for children.  ",
                "tag": "p"
            },
            {
                "content": "We want to see what local authorities and RFCs are doing to take account of the individual needs and vulnerabilities of children who are parents, so that they can care for and protect them, as well as their children.  ",
                "tag": "p"
            },
            {
                "content": "Any RFCs that are offering services to children as parents should expect their registration visit and inspection to focus on how they show that they can meet a child’s needs as a parent. ",
                "tag": "p"
            },
            {
                "content": "As RFCs provide accommodation and assessment for a fixed period, local authorities should not be expecting any children to see an RFC as their home. We all know that children need stability and a sense of belonging. They should have a place – a home – that they know they will go to once the assessment is complete. ",
                "tag": "p"
            },
            {
                "content": "We know that local authorities are finding it hard to find the right places to live for some children, but we need to be clear that RFCs are not homes. I know we all want to avoid children living in inappropriate places. ",
                "tag": "p"
            },
            {
                "content": "What we need to know about RFCs and next steps ",
                "tag": "h2"
            },
            {
                "content": "We are in a time of reform in social care. There is a strong emphasis on parents and family networks and children being supported in their communities. It seems to me that there is a potential disconnect between the increase in the number of RFCs and the strong emphasis on working in partnership with families and family networks in the reforms.  ",
                "tag": "p"
            },
            {
                "content": "There are lots of unanswered questions about the contribution that RFCs make to children’s and parents’ lives and decisions about their futures: ",
                "tag": "p"
            },
            {
                "content": "It is important that we know more about outcomes for these vulnerable children and families. ​We need to understand better how families’ lives are changed after a period of assessment, and whether the decisions made were the best ones at the time. ",
                "tag": "p"
            },
            {
                "content": "The current regulations and national minimum standards that underpin Ofsted’s regulatory and inspection work are out of date and need urgent revision. This limits our ability to regulate services well.  ",
                "tag": "p"
            },
            {
                "content": "We will keep the framework for inspecting local authority services for children (ILACS) under review. We will also explore whether we can request data from local authorities about how they commission assessments so we can better understand their decisions about using RFCs. ",
                "tag": "p"
            },
            {
                "content": "We must prioritise this conversation. The children and parents placed in RFCs are among the most vulnerable in our society, and with urgency we need to better understand what their experiences and outcomes are and ensure effective assessment and decision-making.  ",
                "tag": "p"
            },
            {
                "content": "I urge the government to consider research into this sector and begin a review of the RFC regulations and national minimum standards to reflect the needs of families today. ",
                "tag": "p"
            }
        ],
        "link": "https://socialcareinspection.blog.gov.uk/2025/09/03/finding-out-more-about-residential-family-centres/",
        "blog": "Ofsted: social care",
        "blog_link": "https://socialcareinspection.blog.gov.uk",
        "description": "Residential family centres (RFCs) are establishments where vulnerable families are given accommodation, their capacity to parent safely and effectively is assessed, and they can be given the advice, guidance or counselling they need.   RFCs are designed to contribute to the …"
    },
    {
        "title": "Managing the impacts of drought in the Midlands",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-09-03T09:00:45",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency",
            "Fisheries and biodiversity",
            "hydrometry",
            "Nature",
            "Ofwat",
            "Rivers",
            "Sustainability",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "What is the situation in England? Drought was declared in the West and East Midlands on 15 July, joining the North-West and Yorkshire which went into drought in June.Dry weather continues to impact water resources across England requiring water companies to take action to manage demand with the public being urged to use water wisely. Across England, rainfall was 20% less than long term average for June. June was also the hottest on record for England, with two heatwaves driving unusually high demand for water.",
                "tag": "p"
            },
            {
                "content": "What is the water situation in the Midlands?  In the Midlands, public water supplies are currently secure, but we are seeing adverse effects on the natural environment due to the ongoing lack of rain. And while groundwater levels have been normal across the region, they are starting to fall. Meanwhile, river levels are already low with some river flows in the region at their lowest for June since 1976. For example, the River Severn catchment received only two-thirds of the rainfall it normally does in June, while the Trent catchment fared worse, with only 37% of its long-term average for June. Lack of rain combined with warm temperatures lead to low water levels and less oxygen in rivers and streams – a stressful situation for the wildlife that depend on them. ",
                "tag": "p"
            },
            {
                "content": "Replenishing rivers One of the Environment Agency's roles is to ensure there is enough water for wildlife as well as for the public water supply. So, what is the Environment Agency in the Midlands doing to achieve this during the current prolonged period of dry weather? We operate water supplement schemes that support rivers – such as the River Severn Regulation.",
                "tag": "p"
            },
            {
                "content": "River Severn Regulation",
                "tag": "p"
            },
            {
                "content": "The Environment Agency constantly monitors the River Severn to ensure that demands for water are met without compromising the river’s ability to support the natural environment.",
                "tag": "p"
            },
            {
                "content": "If levels drop too low, we can top up the river by releasing water from two reservoirs in Wales or the Shropshire Groundwater Scheme.",
                "tag": "p"
            },
            {
                "content": "On 12 August, the Shropshire Groundwater Scheme was switched on due to the current drought, and is pumping nearly 40 Olympic sized swimming pools of fresh groundwater every day into the River Severn.",
                "tag": "p"
            },
            {
                "content": "The scheme pumps groundwater stored naturally in sandstone underlying much of North Shropshire, and delivers it into the River Severn through a 53km network of pipes that are 80 metres underground. It can release up to 240 million litres per day.",
                "tag": "p"
            },
            {
                "content": "How is the Environment Agency supporting fish? ",
                "tag": "p"
            },
            {
                "content": "We respond to reports to our incident hotline of fish in distress, due to low water or low oxygen – or both. You can report sightings of fish in distress to our incident hotline on 0800 80 70 60. ",
                "tag": "p"
            },
            {
                "content": "In August, our officers conducted a fish rescue in the Peak District. More than 750 brown trout were rescued from a 1km section of the River Lathkill that was drying up. ",
                "tag": "p"
            },
            {
                "content": "The team used electric fishing to safely remove the fish, and moved them further downstream where water levels were higher. Once water levels return to normal, the fish will be able to make their way back to their original habitat.",
                "tag": "p"
            },
            {
                "content": "We also help fisheries managers such as angling clubs to protect fish stocks – for example, by providing equipment to pump oxygen into the water.",
                "tag": "p"
            },
            {
                "content": "At Dowdeswell reservoir in Gloucestershire, our fisheries team is monitoring low water levels which are dropping significantly. While the reservoir is for flood storage, not public water supply, low levels could impact fish in the reservoir and downstream.",
                "tag": "p"
            },
            {
                "content": "Our officers are advising the angling club owner on best methods to protect the fish, and are ready to conduct a fish rescue if required. Officers have also installed sediment mats on the River Chelt to capture excess silt that could move downstream due to the reservoir’s low water levels. Excess silt can be harmful to aquatic life.",
                "tag": "p"
            },
            {
                "content": "How is the Environment Agency working with abstractors? As the government body responsible for licensing abstractions in England (taking water from the environment), we encourage farmers and growers to take and use water in a sustainable way. This includes putting temporary limits on abstraction licences and supporting water transfers (where someone with water to spare supplies another abstractor). We also ensure water companies have robust drought plans in place, should they need to activate them (it's your water company who will decide whether or not a hosepipe ban is needed this summer). Find out more about how we are supporting the farming community to manage the impacts of dry weather. ",
                "tag": "p"
            },
            {
                "content": "Last but not least, we monitor environmental indicators – including rainfall data provided by the Met Office as well as the water level information provided by our network of river and groundwater gauges. So that's what we do. But it's fair to say that everyone has a part to play in ensuring there's enough water for wildlife as well as for people – water companies, farmers and growers, businesses and the general public.",
                "tag": "p"
            },
            {
                "content": "What can I do? You can do your bit by only using the water you really need to at home. There are lots of tips on the Water Wise website or you can follow Waterwise on Facebook to get more ideas.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/09/03/managing-the-impacts-of-drought-in-the-midlands/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "What is the situation in England? Drought was declared in the West and East Midlands on 15 July, joining the North-West and Yorkshire which went into drought in June. Dry weather continues to impact water resources across England requiring water …"
    },
    {
        "title": "Back to school: Tips to help your child feel prepared and supported",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-09-02T17:32:59",
        "categories": [
            "Mental Health",
            "Schools"
        ],
        "content": [
            {
                "content": "Guest post by YoungMinds",
                "tag": "p"
            },
            {
                "content": "With the summer holidays coming to an end, going back to school can be daunting for some young people. Starting a new school or beginning a new school year can come with feelings of stress and anxiety. This can add to the many pressures impacting young people’s mental health, alongside factors including inequality, an uncertain future, poverty and the online world. Parents and carers may not always be sure how best to support their child, but here are some things you can try to help your child prepare for the return to school.",
                "tag": "p"
            },
            {
                "content": "Get back into a good routine before term starts",
                "tag": "h3"
            },
            {
                "content": "Sit down with your child and create a visual timetable that maps out the day with clear times and markers for activities. This will help keep them engaged and will act as a good reference point as you settle back into routines.",
                "tag": "p"
            },
            {
                "content": "Start returning to usual bedtime hours ahead of term starting. This can be tricky during the summer holiday but will really help when they start going back to school. Start getting your child to wake up at the time they would for school even if they don’t necessarily need to. You could do this gradually over a few days.",
                "tag": "p"
            },
            {
                "content": "Make sure your child has some downtime before bed. Try limiting screen time before bed and try activities that can help them relax.",
                "tag": "p"
            },
            {
                "content": "What to do if your child is anxious about going back to school",
                "tag": "h3"
            },
            {
                "content": "Acknowledge your child’s worries and anxieties and validate them. Let them know it is normal and expected for them to feel unsettled, particularly as they have been away from school for some time, and that it’s okay for them to feel however they feel.",
                "tag": "p"
            },
            {
                "content": "Have continuous conversations to explore what might be underlying the anxieties. This will help you think together about things that might help lessen the worries. It might be useful for them to write or draw their worries.",
                "tag": "p"
            },
            {
                "content": "If your child is worrying about something in particular, you could discuss what they could do in that situation to help them feel better. If your child often feels worried or anxious, and it’s upsetting them or making it difficult for them to think about or do other things, you can try making a worry box together.",
                "tag": "p"
            },
            {
                "content": "Let your child’s school know if they’re struggling and talk to them about what support can be put in place. Some schools have mental health support teams which will be able to help in some circumstances, but accessing support for your child can be challenging and the help available varies between areas. If your child continues to struggle with their mental health and it’s affecting their daily life, speak to your GP. For more information and advice, visit youngminds.org.uk or call the YoungMinds Parents Helpline on 0808 802 5544.",
                "tag": "p"
            },
            {
                "content": "Encouraging your child to talk about how they’re feeling about school",
                "tag": "h3"
            },
            {
                "content": "Pick times where you’re spending time together or engaging in an activity. This will help your child feel more comfortable and you can ease into asking questions about how they feel.",
                "tag": "p"
            },
            {
                "content": "Use open questions such as why? What? How? rather than questions they can simply reply yes or no.",
                "tag": "p"
            },
            {
                "content": "Having conversations when you are side by side and limiting direct eye contact can help things feel less daunting.",
                "tag": "p"
            },
            {
                "content": "This video has more advice on how to support your child if they are struggling with school anxiety.",
                "tag": "p"
            },
            {
                "content": "Practical ways to support your child’s wellbeing",
                "tag": "h3"
            },
            {
                "content": "Having regular check-ins with your child often makes having the bigger conversations easier.",
                "tag": "p"
            },
            {
                "content": "Make time and space for them to do things they enjoy so they strike a balance with school and homework. This will help them feel less overwhelmed by the challenges of school.",
                "tag": "p"
            },
            {
                "content": "Make sure you and your child know who you can speak to if they’re struggling and what support options are available in your child’s school.",
                "tag": "p"
            },
            {
                "content": "Making the first week back to school easier",
                "tag": "h3"
            },
            {
                "content": "Start transitioning back into routines which align to the school day and ask your child what would help them ease back into the school term.",
                "tag": "p"
            },
            {
                "content": "Take away as many unknowns and re-familiarise yourselves with back to school. You could make the journey to school together or start getting their uniform and bag ready.",
                "tag": "p"
            },
            {
                "content": "Think about something you could do together to help celebrate the end of the first week, such as watching their favourite movie or going to the park.",
                "tag": "p"
            },
            {
                "content": "Signs your child is struggling",
                "tag": "h3"
            },
            {
                "content": "Take note of any persistent and sustained changes, particularly if it begins to impact on different areas of their lives.",
                "tag": "p"
            },
            {
                "content": "Some signs to look out for include:",
                "tag": "p"
            },
            {
                "content": "For more information and advice, visit youngminds.org.uk or call the YoungMinds Parents Helpline on 0808 802 5544. The helpline is open Monday, Thursday and Friday 9.30am-4pm and Tuesday and Wednesday 9.30am-6pm.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/09/back-to-school-tips-to-help-your-child-feel-prepared-and-supported/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "With the summer holidays coming to an end, going back to school can be daunting for some young people. Starting a new school or beginning a new school year can come with feelings of stress and anxiety."
    },
    {
        "title": "Asylum and immigration – briefing note",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-09-02T12:19:13",
        "categories": [
            "Fact sheet"
        ],
        "content": [
            {
                "content": "This briefing note was issued following the Home Secretary's Oral Statement on 1 September to aid reporting.",
                "tag": "p"
            },
            {
                "content": "UK-France Treaty",
                "tag": "p"
            },
            {
                "content": "International Cooperation ",
                "tag": "p"
            },
            {
                "content": "Returns & Enforcement",
                "tag": "p"
            },
            {
                "content": "National Crime Agency ",
                "tag": "p"
            },
            {
                "content": "Legislation ",
                "tag": "p"
            },
            {
                "content": "Asylum System Reforms ",
                "tag": "p"
            },
            {
                "content": "Asylum Accommodation ",
                "tag": "p"
            },
            {
                "content": "Refugee Family Reunion ",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/09/02/asylum-and-immigration-briefing-note/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "This briefing note was issued following the Home Secretary's Oral Statement on 1 September to aid reporting. UK-France Treaty International Cooperation  Returns & Enforcement National Crime Agency  Legislation  Asylum System Reforms  Asylum Accommodation  Refugee Family Reunion "
    },
    {
        "title": "ReAgent, a family-run chemical manufacturing company, celebrate their King's Award for Enterprise",
        "authors": [
            "The Queen's Awards for Enterprise"
        ],
        "posted_on": "2025-09-02T12:18:05",
        "categories": [
            "Recipients"
        ],
        "content": [
            {
                "content": "How did you hear about The King’s Awards for Enterprise?",
                "tag": "h2"
            },
            {
                "content": "We’ve known about the King’s Awards for many years as they’re widely recognised as the UK’s highest honour for business.",
                "tag": "p"
            },
            {
                "content": "Why did you apply for the Awards?",
                "tag": "h2"
            },
            {
                "content": "We applied to acknowledge the scale of our international growth and the long-term relationships we’ve built with customers around the world. It was also a way to recognise the team whose work made that success possible - and it’s one of the most respected accolades a UK company can receive.",
                "tag": "p"
            },
            {
                "content": "How did you find the application process?",
                "tag": "h2"
            },
            {
                "content": "It was detailed and rigorous, which is what you’d expect from an award of this calibre. It also gave us a valuable opportunity to reflect on our progress and clarify our long-term goals.",
                "tag": "p"
            },
            {
                "content": "How does it feel to win?",
                "tag": "h2"
            },
            {
                "content": "It’s a huge honour, and a proud moment for the entire team.",
                "tag": "p"
            },
            {
                "content": "How do you plan to celebrate?",
                "tag": "h2"
            },
            {
                "content": "We’ll be celebrating with the team in person -  they’ve all earned it! We’re also planning to mark the occasion more formally when the award presentation takes place.",
                "tag": "p"
            },
            {
                "content": "How do you plan to use the award/ tell others about your success?",
                "tag": "h2"
            },
            {
                "content": "We’re sharing the news with our customers, partners, and community through our website, social media, and press. The King’s Award emblem is also a symbol of trust and quality which we’ll use proudly across our communications and materials.",
                "tag": "p"
            },
            {
                "content": "What top tips do you have for others applying?",
                "tag": "h2"
            },
            {
                "content": "Be honest, be specific, and take the time to reflect on what makes your business different. Involve your team, as their insights and impact are part of your story.",
                "tag": "p"
            },
            {
                "content": "Find out more about ReAgent here.",
                "tag": "p"
            }
        ],
        "link": "https://kingsawards.blog.gov.uk/2025/09/02/reagent-a-family-run-chemical-manufacturing-company-celebrate-their-kings-award-for-enterprise/",
        "blog": "The King’s Awards for Enterprise",
        "blog_link": "https://kingsawards.blog.gov.uk",
        "description": "How did you hear about The King’s Awards for Enterprise? We’ve known about the King’s Awards for many years as they’re widely recognised as the UK’s highest honour for business. Why did you apply for the Awards? We applied to …"
    },
    {
        "title": "From reluctant student to inspirational teacher",
        "authors": [
            "Kieran Anderson"
        ],
        "posted_on": "2025-09-02T12:03:54",
        "categories": [
            "Inspiring teachers",
            "Teacher wellbeing",
            "Teaching profession"
        ],
        "content": [
            {
                "content": "Kieran Anderson's journey to teaching shows how lived experience becomes a powerful tool for motivating others.",
                "tag": "p"
            },
            {
                "content": "Motivation to teach",
                "tag": "h2"
            },
            {
                "content": "Kieran Anderson's journey into teaching is unconventional yet deeply inspiring. Growing up, he struggled with school attendance and engagement, unable to recall a single positive teacher role model. \"I can't remember a favourite teacher. I never felt like I had a role model in school, and I feel that was half the reason that I never went. I was a persistent absentee.\"",
                "tag": "p"
            },
            {
                "content": "This absence of mentorship became the driving force behind his decision to enter education. Now an English teacher in a school serving a community similar to where he grew up, Kieran has become the role model he never had. \"I can now be that person for someone...if you can change just one person's life, then I've already succeeded.\"",
                "tag": "p"
            },
            {
                "content": "Beyond classroom teaching, Kieran runs after-school clubs for students facing challenges or disciplinary issues. These sessions explore protected characteristics from the Equality Act, reinforced through discussions about British values and their practical community application. He consolidates learning through social action projects. \"That's the moment where it clicks and how much people actually want to change and learn.\"",
                "tag": "p"
            },
            {
                "content": "Finding direction through mentorship",
                "tag": "h2"
            },
            {
                "content": "Kieran's turning point came through Liam Watson at Middlesbrough Football Club Foundation, who recognised his potential and introduced him to community work. \"He kept me grounded and out of trouble by giving me purpose. I still speak to him now.\"",
                "tag": "p"
            },
            {
                "content": "Before teaching, Kieran worked in the police force but felt constrained by bureaucracy. \"There was so much paperwork. I felt like I didn't really help in the way I could, and that's what got me back into education.\"",
                "tag": "p"
            },
            {
                "content": "He entered teaching through an apprenticeship route, which proved essential to his success. Being based in one school allowed him to build strong relationships while developing his teaching style within a supportive environment. \"I could express myself in my teaching without feeling judged. That made all the difference.\"",
                "tag": "p"
            },
            {
                "content": "Redefining role models",
                "tag": "h2"
            },
            {
                "content": "Kieran believes true role models are people with lived experience who have made mistakes and chosen to grow from them. \"A role model to me is someone who hasn't necessarily always got something right but has made the change and is showing others that change can be made.\"",
                "tag": "p"
            },
            {
                "content": "His students, many sharing similar backgrounds, see him as someone who genuinely understands their experiences. This connection breaks down barriers and builds trust. \"They know I'm here for them, not just for the money. They know I'm here to help and make them better.\"",
                "tag": "p"
            },
            {
                "content": "The power of supportive culture",
                "tag": "h2"
            },
            {
                "content": "Initially nervous about teaching English as a new subject, Kieran found strength in his school's collaborative culture. Weekly department meetings, mentoring, and genuine collegiality helped him flourish. \"If I've had a really good lesson, the first thing I do is run out and tell someone. That culture has made a huge difference.\"",
                "tag": "p"
            },
            {
                "content": "This supportive environment enabled him to develop subject knowledge, experiment with strategies, and reflect on practice safely.",
                "tag": "p"
            },
            {
                "content": "Transforming lives",
                "tag": "h2"
            },
            {
                "content": "Despite teaching's challenges, Kieran remains committed because of the transformative impact he witnesses. \"The students… the fact that you can support them and then come August when they're opening the envelopes….that's the day you look forward to.\"",
                "tag": "p"
            },
            {
                "content": "He recalls one student who previously faced suspension within minutes of arriving at school. Through consistent mentoring and trust-building, this student now attends regularly, participates in lessons, and reads aloud in class. \"He knows someone's there for him. I'm not going to let him down.\"",
                "tag": "p"
            },
            {
                "content": "From accident to inspiration",
                "tag": "h2"
            },
            {
                "content": "On Thank A Teacher Day, Kieran was described as \"the accidental teacher\" who found his way into the profession by chance. However, his impact is profound. Kieran demonstrates how personal struggle can be transformed into purpose, and how lived experience becomes a powerful tool for motivating others.",
                "tag": "p"
            },
            {
                "content": "\"I love it here [at the school]. I love the job. I wouldn't change it for the world.\"",
                "tag": "p"
            },
            {
                "content": "Find out more about teaching",
                "tag": "h2"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/09/02/from-reluctant-student-to-inspirational-teacher/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Kieran Anderson's journey into teaching shows how lived experience becomes a powerful tool for motivating others."
    },
    {
        "title": "Talking farming, face to face ",
        "authors": [
            "Alice Brown"
        ],
        "posted_on": "2025-09-02T10:50:19",
        "categories": [
            "Conversations we're having"
        ],
        "content": [
            {
                "content": "If you’ve met someone from my team at an auction mart, a town hall, or an agricultural show, you’ve experienced a small part of what we call 'engagement.'",
                "tag": "p"
            },
            {
                "content": "Engagement means having the right conversations with the right people at the right time. We do this year-round in different ways. ",
                "tag": "p"
            },
            {
                "content": "We hold regular calls with organisations that represent rural interests. ",
                "tag": "p"
            },
            {
                "content": "Online, we engage through the Farming blog and webinars, which help us reach thousands of people quickly. But we know not everyone wants to get their information from a screen. That’s why face-to-face engagement is just as important, as it allows us to meet people where they are. ",
                "tag": "p"
            },
            {
                "content": "The conversations my team and I have aren’t always easy, but they’re always open. There might be frustration or disagreement, but every time we hear from you, it’s valuable for us – and I hope for you too. Talking and listening to you helps us understand what’s working, what’s not, and the local challenges you’re dealing with – often before they show up in reports.",
                "tag": "p"
            },
            {
                "content": "We take what we hear back to the teams shaping policy. What you share – your experiences and the everyday detail – really brings these situations to life.",
                "tag": "p"
            },
            {
                "content": "Not everything can be changed immediately, but your feedback helps guide decisions and priorities. And if you need advice or support on a specific issue, we can point you to the right people or resources.  We’re typically joined by colleagues from the Rural Payments Agency (RPA) and Catchment Sensitive Farming (CSF).",
                "tag": "p"
            },
            {
                "content": "Every year, we meet thousands of farmers at events all over the country. This year we’ve been to 60. And it’s not just our team.  ",
                "tag": "p"
            },
            {
                "content": "Both our farming minister Daniel Zeichner and Secretary of State, Steve Reed, have also been out and about, from the Royal Cornwall Show to the Great Yorkshire Show, hearing your views first-hand.  ",
                "tag": "p"
            },
            {
                "content": "We’re keen to keep up momentum.",
                "tag": "p"
            },
            {
                "content": "As we shape the roadmap for the future of farming, we want to hear from you. If you’d like to share your vision for farming in 2030 and 2050, you can find us at shows across the country for the rest of the summer. ",
                "tag": "p"
            },
            {
                "content": "You can see the events we’ve currently got lined up on the Talk to us page.",
                "tag": "p"
            },
            {
                "content": "I'll share them here for ease:",
                "tag": "p"
            },
            {
                "content": "We’re always looking for new places to visit and new people to hear from. If you have ideas for where we could go next, whether it is a stand at a county show or a chat in a village hall, you can get in touch with me by leaving a comment below. And if you know friends, family, or neighbours who would benefit from a face-to-face conversation, send them our way. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/09/02/talking-farming-face-to-face/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this post, we share how the Farming and Countryside Programme is talking and listening to farmers across the country – and where you can meet us at upcoming events to share your experiences and thoughts first-hand."
    },
    {
        "title": "First astronaut with a disability learns to fly",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-02T10:18:47",
        "categories": [
            "Championing Space",
            "European Space Agency"
        ],
        "content": [
            {
                "content": "John McFall, who could become the world's first astronaut to be assigned to a long duration mission with a physical disability, is training to fly as part of his preparation for a ground-breaking space mission.",
                "tag": "p"
            },
            {
                "content": "John, who is based at the European Astronaut Centre in Cologne, Germany, is back in the UK to assess how his disability could affect Private Pilot Licence training.",
                "tag": "p"
            },
            {
                "content": "The assessment is being conducted with the charity Aerobility at Blackbushe Airport in Hampshire, as part of Fly! Mission Ready, which aims to put in place all the necessary actions to enable John’s potential assignment to a long-duration mission aboard the International Space Station.",
                "tag": "p"
            },
            {
                "content": "The former NHS surgeon was selected by the European Space Agency for a pioneering study on astronauts with physical disabilities in 2022.",
                "tag": "p"
            },
            {
                "content": "He achieved a historic milestone in 2024 by becoming the first person with a physical disability to be medically cleared for long-duration missions to the International Space Station.",
                "tag": "p"
            },
            {
                "content": "John said:",
                "tag": "p"
            },
            {
                "content": "John, who lost his right leg in a motorcycle accident at 19 and went on to win bronze in the 100m sprint at the 2008 Beijing Paralympics before qualifying as a doctor, began the assessment with Aerobility in June and hopes to complete his PPL by October.",
                "tag": "p"
            },
            {
                "content": "He said:",
                "tag": "p"
            },
            {
                "content": "Aerobility’s Chief Flying Instructor Al Rosser said:",
                "tag": "p"
            },
            {
                "content": "Neil Tucker, a Trustee for Aerobility, added:",
                "tag": "p"
            },
            {
                "content": "Matthew Cook, Head of Space Exploration at the UK Space Agency, said:",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/02/first-astronaut-with-a-disability-learns-to-fly/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "John McFall, who could become the world's first astronaut to be assigned to a long duration mission with a physical disability, is training to fly as part of his preparation for a ground-breaking space mission."
    },
    {
        "title": "Reflections on the consultation for the Charities SORP 2026 from the Charities SORP-making body",
        "authors": [
            "Joint Chairs of the Charities SORP Committee"
        ],
        "posted_on": "2025-09-02T10:01:13",
        "categories": [
            "Consultation"
        ],
        "content": [
            {
                "content": "The Charities SORP-making body (SMB)[1] would like to start by extending a sincere thanks to the nearly 150 individuals and organisations who took the time to share their views during our recent consultation phase.",
                "tag": "p"
            },
            {
                "content": "We are working to analyse your responses and carefully consider the various issues you have raised supported by our advisory SORP Committee. ",
                "tag": "p"
            },
            {
                "content": "Ahead of the publication of the new SORP[2], which is planned for this October, we offer a brief update of our current reflections on some of the key issues.",
                "tag": "p"
            },
            {
                "content": "We also want to remind charities that they need to get ready for some critical changes to requirements that are being introduced to the UK accounting standard known as ‘FRS 102’[3] and will apply to charities producing SORP accounts. ",
                "tag": "p"
            },
            {
                "content": "Get ready now: what won’t change",
                "tag": "p"
            },
            {
                "content": "Changes to the accounting standard mean there is limited, or no room for manoeuvre around certain reporting requirements.",
                "tag": "p"
            },
            {
                "content": "Whatever the final shape of the new SORP, charities will need to get used to changes in the way they report lease arrangements that they have - which must now be included on the balance sheet, except where recognition exemptions apply.  We know from our consultation that some respondents believe that the SORP can change this requirement.  This change comes from FRS 102 and the SORP cannot change or override this requirement.",
                "tag": "p"
            },
            {
                "content": "Charities will also need to familiarise themselves with the new five-step revenue recognition model for income from exchange contracts.",
                "tag": "p"
            },
            {
                "content": "We have created helpful guidance to support charities navigate both these compulsory changes.",
                "tag": "p"
            },
            {
                "content": "Tiered reporting: broad support",
                "tag": "p"
            },
            {
                "content": "The move to a three-tier reporting framework was well supported, with 89% of respondents endorsing the concept. However, there was no clear agreement on what the threshold levels should be. Many suggested raising the tier 1 ceiling above £500,000, and some proposed aligning thresholds with audit limits.",
                "tag": "p"
            },
            {
                "content": "We are aware of potential threshold changes outside of the SORP and are seeking to support a system which maintains simplicity and clarity in tier definitions. In addition, we are aware of jurisdictional differences in audit thresholds, which reinforce the need to avoid conflating the reporting frameworks. The SMB is considering all of the views received in determining the way forward with tiered reporting.",
                "tag": "p"
            },
            {
                "content": "Trustees’ Annual Report: promoting meaningful disclosure",
                "tag": "p"
            },
            {
                "content": "Across the consultation, feedback on Module 1 of the SORP (Trustees’ Annual Report) has been largely positive. Support for prompt questions, sustainability reporting, and enhanced reserves disclosures show a healthy appetite for more transparent and thoughtful reporting - a major contributor to continued high-levels of trust in charities.",
                "tag": "p"
            },
            {
                "content": "Still, concerns were voiced about creating “tick-box” exercises and imposing burdens on small charities. Striking the right balance between compliance and communication is key.",
                "tag": "p"
            },
            {
                "content": "Technical Modules: complexity vs. clarity",
                "tag": "p"
            },
            {
                "content": "Modules on lease accounting, income recognition, and social investments drew commentary around terminology and complexity.",
                "tag": "p"
            },
            {
                "content": "We appreciate the importance of not overloading the SORP with exhaustive detail. But we also recognise the need for well-signposted support materials that help charities navigate tricky terrain with confidence and we will be looking to work with partners in this space. This is particularly relevant where new or complex accounting treatments are concerned.  The more accessible the SORP is, the more confident charities can be in meeting their obligations and telling their stories well.",
                "tag": "p"
            },
            {
                "content": "What comes next?",
                "tag": "p"
            },
            {
                "content": "The SORP-making body continues to consider the consultation feedback, alongside monitoring external developments.  We are finalising changes to the SORP ahead of submission to the Financial Reporting Council (FRC) for final approval. It’s clear that thoughtful refinements, informed by the consultation, will improve clarity, consistency, user understanding and promote public trust through clear, relevant and proportionate reporting.",
                "tag": "p"
            },
            {
                "content": "[1] The Charities SORP-making body comprises:",
                "tag": "p"
            },
            {
                "content": "[2] Statement of Recommended Practice – Accounting and Reporting by Charities",
                "tag": "p"
            },
            {
                "content": "[3] FRS 102 The Financial Reporting Standard applicable in the UK and Republic of Ireland",
                "tag": "p"
            }
        ],
        "link": "https://charitycommission.blog.gov.uk/2025/09/02/reflections-on-the-consultation-for-the-charities-sorp-2026-from-the-charities-sorp-making-body/",
        "blog": "Charity Commission",
        "blog_link": "https://charitycommission.blog.gov.uk",
        "description": "The Charities SORP-making body (SMB)[1] would like to start by extending a sincere thanks to the nearly 150 individuals and organisations who took the time to share their views during our recent consultation phase. We are working to analyse your …"
    },
    {
        "title": "Your guide to who’s eligible for the autumn 2025 flu vaccine ",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-09-01T16:05:24",
        "categories": [
            "flu",
            "immunisations"
        ],
        "content": [
            {
                "content": "As we approach autumn, it's nearly time for people with certain long-term health conditions to be booked in for their free flu jab. Individuals with these conditions are at risk of more severe outcomes if they catch flu. If you're eligible, you need to know why it matters that you take up the offer. ",
                "tag": "p"
            },
            {
                "content": "Flu is far more than just a bad cold. For some, it can increase the risk of developing serious lung and airway infections such as bronchitis and pneumonia or can make existing conditions worse. Flu spreads easily and can lead to hospitalisation - in some cases, even death. The flu virus is constantly evolving, which is why getting vaccinated each year is vital. ",
                "tag": "p"
            },
            {
                "content": "Who is eligible for the flu vaccine this year? ",
                "tag": "h2"
            },
            {
                "content": "The NHS recommends flu vaccination for several groups: ",
                "tag": "p"
            },
            {
                "content": "From 1 September 2025 ",
                "tag": "p"
            },
            {
                "content": "From 1 October 2025 ",
                "tag": "p"
            },
            {
                "content": "The NHS website contains further information on eligibility, but if you're unsure whether you're able to have a free vaccination you can consult your GP, practice nurse, or pharmacist. If you’re pregnant you can also consult your midwife. ",
                "tag": "p"
            },
            {
                "content": "Flu can be particularly dangerous for certain groups, including pregnant women, young children, and those with certain long-term health conditions. The vaccines can’t be used to prevent flu in babies under 6 months, which is why it is so important that pregnant women have the vaccination. Women will pass on some immunity to their baby, protecting the child during the early months of their life. The flu vaccine can be given at any stage of your pregnancy, but it's best to get vaccinated as soon as you can. ",
                "tag": "p"
            },
            {
                "content": "How and when can I get a flu vaccination? ",
                "tag": "h2"
            },
            {
                "content": "If you are eligible for a flu vaccination, the NHS will usually let you know when you can book an appointment. Speak to your GP practice if you have not been contacted, but think you are eligible.  ",
                "tag": "p"
            },
            {
                "content": "The vaccination programme starts at different times for different groups. From 1 September 2025, pregnant women can receive the vaccine as the flu vaccine in pregnancy offers the baby some protection in the first few months of life. All eligible children can also receive a vaccination from 1 September as the protection from the flu vaccine lasts much longer in children, and earlier protection can help reduce transmission to the wider population. This includes those aged 2 and 3 years, primary and secondary school children, and children in clinical risk groups.  ",
                "tag": "p"
            },
            {
                "content": "For most adults, appointments will be available from 1 October 2025. The vaccine is offered from October for these groups because flu typically peaks in December or January, and getting vaccinated from October will provide optimal protection during the highest risk period.  ",
                "tag": "p"
            },
            {
                "content": "The best time to get your flu jab is in the autumn or early winter, before flu starts circulating widely. However, if you miss this window, it's still beneficial to get vaccinated later in the season as we can see late flu activity. ",
                "tag": "p"
            },
            {
                "content": "How is the flu vaccine given? ",
                "tag": "h2"
            },
            {
                "content": "For adults, the flu vaccine is administered as an injection. Children are typically offered a nasal spray, which is quick and painless. The vaccine is updated each year to combat the most prevalent strains of the virus, and protection from the vaccine also goes down with time, so even if you were vaccinated last year, it's essential to get a new jab for the 2025 season. ",
                "tag": "p"
            },
            {
                "content": "How safe is the flu vaccine and what are the side effects? ",
                "tag": "h2"
            },
            {
                "content": "Flu vaccines have good safety records. While some people may experience mild side effects from the injection such as a sore arm or slight fever, these generally don't last long and are far less severe than flu itself. Side effects of the nasal vaccine may commonly include a runny or blocked nose, headache, tiredness and some loss of appetite. ",
                "tag": "p"
            },
            {
                "content": "As we enter the 2025/26 flu season, taking proactive steps to protect our health has never been more important. As well as providing individual protection, flu vaccination will help reduce hospitalisations and relieve some of the burden on the NHS this winter. ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/09/01/your-guide-to-whos-eligible-for-the-autumn-2025-flu-vaccine/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "As we approach autumn, it's nearly time for people with certain long-term health conditions to be booked in for their free flu jab. Individuals with these conditions are at risk of more severe outcomes if they catch flu. If you're eligible, you need to know why it matters that you take up the offer. "
    },
    {
        "title": "Bridging university and career: Lessons from a placement year ",
        "authors": [
            "Hafren Thomas"
        ],
        "posted_on": "2025-09-01T15:32:33",
        "categories": [
            "Appeals",
            "Enforcement",
            "People",
            "Recruitment"
        ],
        "content": [
            {
                "content": "Hafren Thomas, a Geography student from the University of Reading, reflects on her transformative placement year as an Environmental Impact Assessment Advisor at the Planning Inspectorate. From hands-on experience with planning appeals to navigating hybrid working, discover how her year in government helped bridge the gap between academic study and career aspirations. ",
                "tag": "p"
            },
            {
                "content": "I am a BSc Geography (Human and Physical) student at the University of Reading, who also wanted to include a placement year in my degree.  ",
                "tag": "p"
            },
            {
                "content": "A placement year, sometimes called a sandwich year, is an optional year spent working in industry as part of a university degree, usually between the second and final years of study.  ",
                "tag": "p"
            },
            {
                "content": "The Environmental Impact Assessment Advisor (Student Placement) role at the Planning Inspectorate is a role designed for students studying an environmental related degree to gain real-life work experience. This role involves a variation of tasks on a day-to-day basis that focuses on project work, environmental screening, skill development, team collaboration, networking and training opportunities. ",
                "tag": "p"
            },
            {
                "content": "When I came across the Environmental Impact Assessment Advisor (Student Placement) role it felt like the perfect fit. I’ve always been passionate about how humans interact with the environment and how we can improve that relationship. So, applying for this role was a no-brainer! Now that my placement year is coming to an end, it feels like the right time to reflect on why I chose to do it, what I’ve learned, and the new career paths I’m considering post-graduation. ",
                "tag": "p"
            },
            {
                "content": "Why I chose to do a placement year ",
                "tag": "h2"
            },
            {
                "content": "Like a lot of students, I wasn’t totally sure what career I wanted to pursue after my degree. But I did know that I was interested in the environment, policies that affect it, and what we’re doing to protect it. Since I wanted to get the most out of my degree and build experience in a relevant field, a placement year felt like the perfect way to explore my interests and gain real-world insight. That decision led me straight to this opportunity! ",
                "tag": "p"
            },
            {
                "content": "What I've gained from my placement year ",
                "tag": "h2"
            },
            {
                "content": "My role ",
                "tag": "h3"
            },
            {
                "content": "Working at the Planning Inspectorate has given me a real behind-the-scenes look at how planning appeals work. I’ve been able to see these processes unfold and even play a role in them myself. My work has ranged from supporting the team on larger projects to screening smaller appeals, handling admin tasks, organising meetings, assisting with report writing, and communicating with arms-length bodies. These are experiences I wouldn’t have gained without taking a placement year, and I’m so grateful for everything I’ve learned. ",
                "tag": "p"
            },
            {
                "content": "Achievements ",
                "tag": "h3"
            },
            {
                "content": "There have been plenty of personal achievements this year like being trusted with contributions to reports, expanding my knowledge of PINS work and understanding the work that goes on to ensure developments are suitable and safe from environmental perspectives. However, my favourite achievements have come from the general work environment itself. I’ve really built on skills like: ",
                "tag": "p"
            },
            {
                "content": "Work from home vs office days ",
                "tag": "h3"
            },
            {
                "content": "I feel incredibly fortunate to have joined an organisation that supported me in exploring the best of both remote and office-based work. Being a hybrid worker has taught me a lot about how I work best and helped me clarify what I want from a future job after university. ",
                "tag": "p"
            },
            {
                "content": "Although I was based out of an office in Bristol, I was supported in living at home in Barry. That support came in many forms, from virtual “Coffee Break” meetings where the whole team would drop into breakout rooms for spontaneous chats (replicating that all-important office communication and knowledge sharing), to regular check-ins from colleagues making sure I was coping okay with remote working. I always felt reassured that inboxes were open if I ever needed a chat. ",
                "tag": "p"
            },
            {
                "content": "The team’s communication also made it easy to coordinate days in the office with others, which made those in-person moments more beneficial. Whether it was for team meetings, lunchtime walks, or joining in on cake Wednesdays! ",
                "tag": "p"
            },
            {
                "content": "Outside the office ",
                "tag": "h3"
            },
            {
                "content": "One of the standout parts of my placement has been being part of an organisation that supports work-life balance. My biggest worry before joining was the leap from classroom to workplace. What I didn’t expect was how much the team would support that transition with fun, engaging challenges that supported communication beyond “work-chat”. ",
                "tag": "p"
            },
            {
                "content": "My favourite was the Around-the-World Challenge. Teams of ten set out to walk the equivalent of Earth’s circumference by the end of February. Each day, we tracked our progress, celebrated new “destinations” reached, and kept each other motivated. It turned out to be a great mix of movement, motivation, and shared achievement that really brought the team closer. ",
                "tag": "p"
            },
            {
                "content": "Other honourable mentions include the Veganuary Bake Sale and the 100km in May Challenge. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "My next challenge will be returning to university and tackling a dissertation. Surprisingly, my experience has also shaped my academic journey. The insights I've gained here have inspired the topic and research method I plan to use in my dissertation. ",
                "tag": "p"
            },
            {
                "content": "Beyond university my placement has also really helped me think about my options for the future. I’ve been lucky enough to have conversations with individuals about their career journeys, which has given me great insight into different paths and nuggets of advice to take with me. Now, I’m looking into graduate schemes, master’s degree opportunities, gaining experience whilst travelling and roles to figure out the next steps for my career. ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/09/01/bridging-university-and-career-lessons-from-a-placement-year/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Hafren Thomas reflects on her transformative placement year as an Environmental Impact Assessment Advisor at the Planning Inspectorate. From hands-on experience with planning appeals to navigating hybrid working, discover how her year in government helped bridge the gap between academic study and career aspirations. "
    },
    {
        "title": "Elevating UK space ventures: Applications open for business accelerator ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-01T14:04:08",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "The UK Space Agency Accelerator is launching new cohorts of its flagship programmes Geo and Fusion: Connect with Capital, designed to help high-potential space businesses secure investment, strengthen leadership, and accelerate commercial growth. ",
                "tag": "p"
            },
            {
                "content": "Over the past few years, the UK Space Agency Accelerator has supported participating ventures in raising more than £15 million in private and grant funding. Within that, Geo and Fusion: Connect with Capital alone secured a combined £5.4 million in investment, highlighting the impact of tailored investor support. ",
                "tag": "p"
            },
            {
                "content": "Portia Bircher, Accelerating Business Growth Lead at UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "Building on the success of the UK Space Agency Accelerator, Geo and Fusion respond to two of the space sector’s most urgent needs: faster scale-up for commercially viable ventures, and stronger investor readiness. ",
                "tag": "p"
            },
            {
                "content": "Geo - Supporting scale-up ambitions",
                "tag": "h2"
            },
            {
                "content": "Geo is a four-month business enablement programme open to UK-registered companies (TRL 5–9) that are ready to scale. Designed for ventures committed to reaching a multi-million-pound valuation within five years, Geo supports businesses already demonstrating traction through contracts, funding, or revenue. ",
                "tag": "p"
            },
            {
                "content": "Participants will benefit from: ",
                "tag": "p"
            },
            {
                "content": "By the end of the programme, ventures will have the tools to sustain year-on-year growth, a stronger grasp of advanced financing mechanisms, and an expanded network across the UK space ecosystem. ",
                "tag": "p"
            },
            {
                "content": "Fusion: Connect with Capital",
                "tag": "h2"
            },
            {
                "content": "Running in parallel, Fusion is a 4-month investment-completion programme tailored to businesses actively raising seed or pre-seed rounds of up to £2 million. Designed for ventures already in investor conversations, Fusion focuses on sharpening pitches, strengthening data rooms, and facilitating direct connections with early-stage investors. ",
                "tag": "p"
            },
            {
                "content": "Programme features include: ",
                "tag": "p"
            },
            {
                "content": "Driving tangible results for the UK space sector",
                "tag": "h2"
            },
            {
                "content": "Geo and Fusion reflect the next evolution of the UK Space Agency Accelerator - programmes built around outcomes, not just participation. Whether it’s securing investment, scaling operations, or strengthening sector leadership, both programmes are designed to help ventures move decisively towards commercial and strategic success. ",
                "tag": "p"
            },
            {
                "content": "These new programmes join Shuttle, a complementary programme for established SMEs in adjacent sectors seeking to expand into space applications, further reinforcing the UK’s space entrepreneurship pipeline. ",
                "tag": "p"
            },
            {
                "content": "Together, they form a powerful launchpad for UK space ventures by accelerating growth, attracting investment, and enabling sustainable impact in the global space economy. ",
                "tag": "p"
            },
            {
                "content": "How to get involved",
                "tag": "h2"
            },
            {
                "content": "Applications for Geo and Fusion open on 1 September 2025 and close on 5 October 2025. ",
                "tag": "p"
            },
            {
                "content": "Find out more and apply to Fusion: https://www.fusionconnectcapital.co.uk ",
                "tag": "p"
            },
            {
                "content": "Apply to Geo and learn more: https://www.ukspaceaccelerator.co.uk/geo ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency Accelerator is funded by the UK Space Agency and delivered in partnership with venture acceleration and ecosystem experts, Entrepreneurial Spark. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/01/elevating-uk-space-ventures-applications-open-for-business-accelerator/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency Accelerator has launched new cohorts of its Geo and Fusion: Connect with Capital programmes, designed to help space businesses secure investment, and accelerate commercial growth. "
    },
    {
        "title": "Building a better driving test booking system  ",
        "authors": [
            "Jacqui Turland"
        ],
        "posted_on": "2025-09-01T14:00:39",
        "categories": [
            "Driving instructors",
            "Driving test",
            "Feature",
            "Learning to drive",
            "Learning to ride"
        ],
        "content": [
            {
                "content": "As you know, we committed to developing a new driving test booking system before the pandemic focussed greater attention on the current system’s limitations.   However, the pressures placed on the current system - including the increase in demand for driving tests and the use of bots to cheat learners out of being able to easily book a test – has given us the opportunity to build a system that can deal with this new reality. ",
                "tag": "p"
            },
            {
                "content": "We turned our attention to building a new booking system that would look a lot different from the one that we originally envisaged. ",
                "tag": "p"
            },
            {
                "content": "There has been a great deal of work done so far. This includes specifying the new system, planning its operational life and securing the necessary funding to properly manage the system over its projected lifetime ",
                "tag": "p"
            },
            {
                "content": "We're really happy to be able to tell you that we’ve reached an important milestone in the project. We’ve awarded the contract to Kainos to help us build and develop the new service and help us ensure that we are building the right service for our customers. ",
                "tag": "p"
            },
            {
                "content": "Now we’re through the approvals process, we can start building the new service that will transform how driving tests are booked and managed. ",
                "tag": "p"
            },
            {
                "content": "Back to basics: what are we trying to do? ",
                "tag": "h2"
            },
            {
                "content": "The new driving test booking system, properly known as the Driver Services Platform (DSP), project was started just over 4 years ago – before the recent waiting times challenges. We wanted to replace the current system, called the Testing and Registration System (TARS), which is now 20 years old.  ",
                "tag": "p"
            },
            {
                "content": "But we're not simply building an updated version of TARS. ",
                "tag": "p"
            },
            {
                "content": "This is our opportunity to create a modern service that puts our customers at the heart of what we do, delivering a flexible platform that better meets everyone's needs. The new system will incorporate lessons learnt from the waiting times issues to prevent learners from being exploited in the future and manage the unprecedented high demand for tests. ",
                "tag": "p"
            },
            {
                "content": "However, it is not solely designed as a solution to fix these challenges. ",
                "tag": "p"
            },
            {
                "content": "What we've been doing since our last update ",
                "tag": "h2"
            },
            {
                "content": "We last updated you about DSP in February 2023. We've been working hard since then to reach this significant milestone. We want to thank everyone who has helped to shape the work that has happened so far through their feedback and input. ",
                "tag": "p"
            },
            {
                "content": "DSP is considered a Tier 1 project, which puts it under a level of scrutiny similar to that for a new motorway or airport runway. So the governance and approvals process has been rigorous and taken a long time to complete, and rightly so - this is a public service funded by public money. ",
                "tag": "p"
            },
            {
                "content": "TARS is much more than a booking system. It's used by DVSA to:  ",
                "tag": "p"
            },
            {
                "content": "We have broken all these complex parts of TARS down into separate pieces so that we can ensure DSP delivers them in a fresh new way to meet all our users' needs. ",
                "tag": "p"
            },
            {
                "content": "What will the new supplier do? ",
                "tag": "h2"
            },
            {
                "content": "We have a substantial task ahead of us, so we'll break each service into smaller, manageable parts. We're starting by focusing on booking and scheduling car tests.  ",
                "tag": "p"
            },
            {
                "content": "Customers for other services, such as lorry and motorcycle tests, will need to wait a bit longer for their new system. Each category is a separate service with its own unique requirements and user needs – so we’ll make sure we treat them as such. ",
                "tag": "p"
            },
            {
                "content": "We'll continue to build on previous customer research both from external users and DVSA colleagues who use the system to ensure the service we're creating genuinely meets their requirements. ",
                "tag": "p"
            },
            {
                "content": "To help with this, we'll create a limited beta version, which means we'll have a working service restricted to a small number of users. This will allow us to thoroughly test that the service works properly, does what customers need it to do, and has all the necessary processes in place to support it. ",
                "tag": "p"
            },
            {
                "content": "Once we're confident that that new system is performing as needed, it will undergo a thorough assessment by the Government Digital Service (GDS). All of this must be completed before we can move the service onto GOV.UK for all customers wanting a car test. ",
                "tag": "p"
            },
            {
                "content": "Continuing to put our customers at the centre ",
                "tag": "h2"
            },
            {
                "content": "Throughout this process, customer research and user feedback will be central to our approach. We're committed to ensuring that the voices of driving instructors, learners, and all our service users continue to guide our development decisions. ",
                "tag": "p"
            },
            {
                "content": "Moving forward together ",
                "tag": "h2"
            },
            {
                "content": "The current driving test booking system has served us for 20 years and we’re excited to be able to announce such a significant milestone in the development of its successor.  ",
                "tag": "p"
            },
            {
                "content": "We remain committed to keeping the driver training industry updated as things progress. We'll continue to share updates about our development milestones and opportunities for your input. ",
                "tag": "p"
            },
            {
                "content": "This represents a significant step forward in modernising our services, and we look forward to delivering a platform that truly serves the needs of everyone in the driving community. ",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/09/01/building-a-better-driving-test-booking-system/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "Learn more about our latest developments to create a new booking service for driving tests, including a recap of the work so far and looking ahead to next steps."
    },
    {
        "title": "The Land Registration Academy – shaping the future of our caseworkers",
        "authors": [
            "Jeff Saunders, Head of Service Delivery – People, Strategic Improvement & Planning"
        ],
        "posted_on": "2025-09-01T12:30:20",
        "categories": [
            "Working at HM Land Registry"
        ],
        "content": [
            {
                "content": "Improving our speed of service for our customers is our main priority at HM Land Registry. You can read more about a recent milestone, and our plans to continue this progress, in our recent blog by Chief Executive and Chief Land Registrar Simon Hayes.  ",
                "tag": "p"
            },
            {
                "content": "Our people are the most crucial element to making these improvements happen. Just like a property cannot stand without a solid foundation, we can’t deliver exceptional services without our highly skilled, expert staff. While we are starting to reap the benefits of this, with more applications completed each month, land registration skills and expertise take time to build.  ",
                "tag": "p"
            },
            {
                "content": "Our expert people require sustained investment in training and development on the job as part of a long-term programme that ensures flexibility, resilience and responsiveness to an unpredictable market. This is where our award-winning Land Registration Academy comes in.  ",
                "tag": "p"
            },
            {
                "content": "Investing in our people: the Land Registration Academy in numbers",
                "tag": "h2"
            },
            {
                "content": "Launched in April 2021, our Land Registration Academy recognises that we are an organisation of expert people where technical knowledge is essential for service delivery.  ",
                "tag": "p"
            },
            {
                "content": "Since launching, we have trained over 4,000 new starters or existing colleagues.",
                "tag": "p"
            },
            {
                "content": "As well as upskilling our expert caseworkers, we have launched and implemented trainer development and career paths, recruiting around 75 technical trainers across different grades. This will transform our capacity and delivery outcomes as we invest in the technical capability of our trainers. ",
                "tag": "p"
            },
            {
                "content": "We were delighted that we were recently recognised as one of the 57 exceptional training programmes to receive the prestigious Princess Royal Training Award this year. This is in addition to our training team winning ‘Gold’ in the UK National Contact Centre Awards last summer, reflecting the level of effort and pride we take in improving our services for our customers.",
                "tag": "p"
            },
            {
                "content": "Deb Hobkirk, Technical Development Lead, said:  ",
                "tag": "p"
            },
            {
                "content": "Training alongside automation ",
                "tag": "h2"
            },
            {
                "content": "As we invest in automating as much of our work as is practically possible, we do so to support our caseworkers in handling applications requiring expert judgement, such as multi-title applications, first registrations or lodging new leases. ",
                "tag": "p"
            },
            {
                "content": "We know that having to wait months for an application to be completed can be frustrating, which is why training our caseworkers to work on more application types is one of the priorities in improving our speed of service. And as we introduce greater levels of automation across HM Land Registry, we can move more of our people onto the complex applications and return those to customers sooner.  ",
                "tag": "p"
            },
            {
                "content": "When training evolves alongside changing market demands, it helps our team remain adaptable, efficient and equipped to provide the highest quality service. Ultimately, the ongoing process of learning and growth directly translates into a better overall customer experience. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for our customers?",
                "tag": "h2"
            },
            {
                "content": "As we continue to invest in the growth and development of the academy, our trainers and our learners, it’s exciting to see how these efforts translate into a better experience for our customers. Of course, just as no single factor can be attributed to the cause of our delays, there is no single solution to improving our service to the standards our customers deserve.  ",
                "tag": "p"
            },
            {
                "content": "We’ve implemented more specialist teams to focus specifically on some of our most complex applications which tend to comprise many of the oldest cases. We have enhanced our digital services to improve speed and control when submitting and managing applications and explored further automation within our services to increase processing speed. ",
                "tag": "p"
            },
            {
                "content": "None of this progress would be possible without our customers’ unwavering support. Our service is shaped by your feedback, challenge and collaboration. This has directly led to other initiatives designed to further improve our progress which you will hear more about in the coming months as our we continue our series of updates.  ",
                "tag": "p"
            },
            {
                "content": "Please remember, we also offer a range of free training for customers, from online webinars to in person workshops. Visit the training hub for more details. ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/09/01/the-land-registration-academy-shaping-the-future-of-our-caseworkers/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Jeff Saunders, our Head of Service Delivery – People, Strategic Improvement & Planning, explores how our award-winning in-house training programme is helping to shape, develop and expand our casework capability and the impact it’s had on organisational performance."
    },
    {
        "title": "Coming soon: Over £12 million to fund farm innovation",
        "authors": [
            "Joss Wallace"
        ],
        "posted_on": "2025-09-01T11:59:18",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "I’m pleased to let you know that 2 new competition rounds will open this autumn through the Farming Innovation Programme (FIP). ",
                "tag": "p"
            },
            {
                "content": "The competitions offer research groups alongside farmers, growers and foresters the chance to test and develop ideas that could improve productivity, sustainability and resilience in agriculture. ",
                "tag": "p"
            },
            {
                "content": "In total, £12.6 million will be split between: ",
                "tag": "p"
            },
            {
                "content": "We're not setting specific topics or themes for projects. Instead, we want to fund solutions that the industry tells us are the highest priority.  ",
                "tag": "p"
            },
            {
                "content": "This is the fourth round for each of the competitions, delivered in partnership with Innovate UK. These latest competitions are part of the government’s commitment, set out in the Industrial Strategy, to allocate at least £200 million for the Farming Innovation Programme up to 2030. ",
                "tag": "p"
            },
            {
                "content": "Feasibility Studies competition ",
                "tag": "h2"
            },
            {
                "content": "Feasibility Studies projects will test whether a research idea works in real-world conditions. ",
                "tag": "p"
            },
            {
                "content": "We want to support early-stage, innovative solutions and encourage businesses to work together on new ideas. There will be a consortia-building event to help you find partners. ",
                "tag": "p"
            },
            {
                "content": "Projects can receive between £200,000 and £500,000 in funding and last up to 24 months.  ",
                "tag": "p"
            },
            {
                "content": "The guidance will be available on 29 September. We’ll add the link when it’s live. ",
                "tag": "p"
            },
            {
                "content": "Small Research & Development Partnerships competition ",
                "tag": "h2"
            },
            {
                "content": "Small R&D Partnerships projects develop new farming products or services, bringing them closer to commercial use once you’ve proven your idea works in practice. ",
                "tag": "p"
            },
            {
                "content": "Projects should range from £1 million to £3 million and can last up to 30 months.  ",
                "tag": "p"
            },
            {
                "content": "The guidance for Small R&D Partnerships is available now.",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "All projects in each competition must focus on improving the productivity, environmental sustainability and resilience of England’s agricultural, horticultural and forestry sectors. We hope you’ll join the events linked above.  ",
                "tag": "p"
            },
            {
                "content": "You can explore inspiring FIP case studies that highlight the real-world projects making a difference on farms and in forests across England.  ",
                "tag": "p"
            },
            {
                "content": "From breakthrough technologies to new ways of working, these stories show how fresh ideas are helping to tackle challenges and create a more efficient, sustainable future for the sector. ",
                "tag": "p"
            },
            {
                "content": "Success story: RootWave",
                "tag": "h3"
            },
            {
                "content": "Our funding helped bring RootWave to market, which replaces chemical herbicide spraying with technology that zaps the weeds with electricity. As well as avoiding soil damage from chemicals, farmers have said that it cuts costs, and works in any weather unlike chemicals which cannot be used in bad conditions. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/09/01/coming-soon-over-12-million-to-fund-farm-innovation/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "I’m pleased to let you know that 2 new competition rounds will open this autumn through the Farming Innovation Programme (FIP).  The competitions offer research groups alongside farmers, growers and foresters the chance to test and develop ideas that could improve productivity, sustainability and resilience in agriculture."
    },
    {
        "title": "Why access and inclusion matter in our protected landscapes  ",
        "authors": [
            "Marian Spain"
        ],
        "posted_on": "2025-09-01T11:29:28",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Marian Spain, Chief Executive of Natural England ",
                "tag": "p"
            },
            {
                "content": "Earlier this month I had the pleasure of visiting Dartmoor National Park and meeting the inspiring Kats Koster-Shadbolt, winner of last year’s New Perspective Award at the Campaign for National Parks’ National Park Protector Awards. ",
                "tag": "p"
            },
            {
                "content": "Kats and her team are doing extraordinary work to connect young people with Dartmoor’s wild beauty - many of them experiencing a National Park for the very first time. From Girls Do Dartmoor to Night Under the Stars, these projects are about more than just spending time outdoors; they’re about belonging, confidence, joy, friendships and creating memories that can spark a lifelong connection with nature. ",
                "tag": "p"
            },
            {
                "content": "Seeing the enthusiasm of the young people and the dedication of Kats and her team was a real reminder of why this work matters. Research has shown that not everyone in our society has the same opportunity to visit or feel at home in protected landscapes - National Parks, National Landscapes and National Trails, even though they were created for everyone- the whole nation- to enjoy.  ",
                "tag": "p"
            },
            {
                "content": "In 2019, the government commissioned a review of our protected landscapes called the Landscapes Review. This research, among others, reported that older people, young people, those from lower-socio economic or working-class backgrounds, people with disabilities, and those from a Black, Asian and ethnic minority backgrounds were much less likely to visit and enjoy protected landscapes.  ",
                "tag": "p"
            },
            {
                "content": "Sometimes the barriers are practical, like transport or cost. Other times, they are invisible but just as real - a lack of confidence, of not belonging a fear for personal safety, of not seeing friends and family connecting with nature as part of everyday life, or even as Kat told me, worries for girls about coping without a toilet. ",
                "tag": "p"
            },
            {
                "content": "That need to understand and address barriers to access for all is one of the reasons why the Protected Landscapes Partnership (PLP) was established. Bringing together Natural England, National Landscapes Association, National Parks England, and National Trails UK, with support from Defra, it is working to ensure these special places are for everyone.  ",
                "tag": "p"
            },
            {
                "content": "Natural England is proud to support the partnership’s Equity, Diversity and Inclusion (EDI) Workstream, which develops innovative projects to engage new audiences, diversify the sector, and create a genuine sense of welcome for all. ",
                "tag": "p"
            },
            {
                "content": "The projects I saw in Dartmoor are a shining example of what this looks like in practice. They break down barriers, create inclusive spaces, and show young people that nature is theirs to enjoy and care for. They also demonstrate that EDI in our landscapes isn’t just a “nice to have” - it’s an essential part of keeping these places alive and relevant for future generations. ",
                "tag": "p"
            },
            {
                "content": "In order to make our protected landscapes truly welcoming, organisations need to consider a wide range of strategies to break down these barriers. An example of this from the PLP includes Nature Calling, a flagship programme led by the National Landscapes Association, which works closely with artists in the landscape to engage new audiences in our towns, cities and countryside. ",
                "tag": "p"
            },
            {
                "content": "We face huge environmental challenges, from biodiversity loss to climate change, but the fight for nature has always gone hand in hand with the need for access. Protected landscapes like Dartmoor are for everyone - yet that principle only holds true if people from all backgrounds and of all ages feel able to visit and enjoy them. ",
                "tag": "p"
            },
            {
                "content": "My visit to Dartmoor reinforced just how important it is to make these places genuinely inclusive. When we remove barriers and create a real sense of welcome, we are setting up a new generation to advocate, care and celebrate these places.  ",
                "tag": "p"
            },
            {
                "content": "Why not explore what programmes your nearest protected landscape are running. Find out more at National Landscapes - National Landscapes, National Parks England, and Find your perfect trail, and discover the land of myths and legend - National Trails ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/01/why-access-and-inclusion-matter-in-our-protected-landscapes/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Marian Spain, Chief Executive of Natural England  Earlier this month I had the pleasure of visiting Dartmoor National Park and meeting the inspiring Kats Koster-Shadbolt, winner of last year’s New Perspective Award at the Campaign for National Parks’ National …"
    },
    {
        "title": "Wanted: School governors with procurement expertise",
        "authors": [
            "Wendy Burdon, Schools Commercial Innovation and Development Team"
        ],
        "posted_on": "2025-09-01T11:21:14",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "Wendy Burdon is a primary school governor and works for the DfE's Schools Commercial Innovation and Development Team. She explains why more procurement professionals are needed to become governors and trustees.",
                "tag": "p"
            },
            {
                "content": "Precision, strategy, and value for money. These things are the backbone of procurement professionals’ work – and exactly what school governing boards across the country need.",
                "tag": "p"
            },
            {
                "content": "I've been a governor at a small local primary school for the last eight years and absolutely love it, which is why I jumped at the chance to lead a campaign to encourage more commercial and procurement experts to become school governors.",
                "tag": "p"
            },
            {
                "content": "The aim is to strengthen educational governance by recognising the value commercial expertise adds to boards. By bringing these skills to governing boards, schools can improve their financial efficiency and ultimately enhance educational outcomes for pupils.",
                "tag": "p"
            },
            {
                "content": "There are currently around 20,000 vacancies for governors and trustees in England and Wales, and it would be great not only to fill those – but to do it with people that have procurement expertise.",
                "tag": "p"
            },
            {
                "content": "Schools and trusts are managing multi-million-pound budgets with increasing scrutiny and complexity. A critical aspect of governance is ensuring that public funds are spent effectively.",
                "tag": "p"
            },
            {
                "content": "That's why this campaign to get procurement professionals – people who know how to buy things well - to join school governing boards and share their knowledge is so important. Schools and trusts should be actively looking for people with commercial skills when they recruit new board members.",
                "tag": "p"
            },
            {
                "content": "Supporting our campaign",
                "tag": "h3"
            },
            {
                "content": "The campaign has the support of the Chartered Institute of Procurement & Supply (CIPS) and Government Commercial Function. Through their combined membership we hope to reach around 25,000 procurement professionals.",
                "tag": "p"
            },
            {
                "content": "It’s also supported by Governors for Schools who are hosting the campaign page, where you can quickly and easily register your schools’ governor vacancies or submit an application to become a governor or trustee.",
                "tag": "p"
            },
            {
                "content": "The National Governance Association (NGA) and the Confederation of Schools Trusts (CST) are also promoting the campaign.",
                "tag": "p"
            },
            {
                "content": "How your school or MAT will benefit",
                "tag": "h3"
            },
            {
                "content": "Having someone with buying experience on your board can bring real benefits to your school, including:",
                "tag": "p"
            },
            {
                "content": "Someone with commercial experience can help you focus your procurement activity and ensure it is aligned with your school’s mission and strategic objectives.",
                "tag": "p"
            },
            {
                "content": "For example, you might prioritise projects that enhance inclusion or help underpin educational achievement.",
                "tag": "p"
            },
            {
                "content": "Commercial experts know how to make your money work harder. They understand when to negotiate, how to combine purchases to get bulk discounts, and when it makes sense to invest more upfront for long-term savings.",
                "tag": "p"
            },
            {
                "content": "For example, they might suggest buying certain equipment outright instead of leasing it or show how switching to energy-efficient lighting could cut your electricity bill.",
                "tag": "p"
            },
            {
                "content": "The Procurement Act brings changes that affect how schools buy goods and services. It can be confusing to understand what these rules mean for your school.",
                "tag": "p"
            },
            {
                "content": "A procurement expert can translate these regulations into plain English and help your school stay compliant. They can help you avoid costly mistakes and ensure you're following the correct processes.",
                "tag": "p"
            },
            {
                "content": "Good procurement isn't just about finding the cheapest option. It's about getting the best value for money.",
                "tag": "p"
            },
            {
                "content": "A commercial expert can help your school to buy better and smarter. They might help you find local suppliers to support your community, choose more environmentally friendly options, or build better relationships with suppliers so they provide better service.",
                "tag": "p"
            },
            {
                "content": "Commercially skilled governors can ask thoughtful questions about procurement processes, contracts and habitual practices that could be improved.",
                "tag": "p"
            },
            {
                "content": "For example, they might ask: How does this align with our strategic goals? Could we achieve better outcomes with a different approach? How could we get better value? Could we use a suitable framework?",
                "tag": "p"
            },
            {
                "content": "Updated guidance",
                "tag": "h3"
            },
            {
                "content": "I’ve also been working to make sure procurement guidance is available for governing boards. Working alongside our partners, together we have been reviewing guidance available; adding to and bringing it up to date. On GOV.UK, updated Buying for schools guidance provides access to a range of resources to help schools when it comes to buying goods and services, to make sure you are getting the best value and are compliant with procurement regulations.",
                "tag": "p"
            },
            {
                "content": "The latest  Academy Trust Handbook 2025 includes procurement basics, social value and sustainability considerations and details around compliance with the Procurement Act 2023 that went live on 24 February 2025.",
                "tag": "p"
            },
            {
                "content": "A rewarding role",
                "tag": "h3"
            },
            {
                "content": "For procurement professionals considering board membership, I can promise it's a deeply rewarding experience.",
                "tag": "p"
            },
            {
                "content": "My school doesn’t have a procurement professional and as a governor with commercial expertise, I feel like I'm making a difference and proud to be able to help. It’s a role that challenges you professionally - but it is incredibly satisfying to see how your expertise can directly benefit children's education.",
                "tag": "p"
            },
            {
                "content": "Schools need your expertise. If you're a school or trust looking for new governors, recruit someone with buying or contract management experience.",
                "tag": "p"
            },
            {
                "content": "If you work in procurement, volunteer to join a school board. Your skills will directly improve children's education and help schools get better value for money.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/09/01/wanted-school-governors-with-procurement-expertise/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Wendy Burdon is a primary school governor and works for the DfE's Schools Commercial Innovation and Development Team. She explains why more procurement professionals are needed as governors."
    },
    {
        "title": "Get paid on time and free your mind to focus on business growth",
        "authors": [
            "Emma Jones CBE - Small Business Commissioner"
        ],
        "posted_on": "2025-09-01T10:38:23",
        "categories": [
            "Running a company",
            "Starting a company"
        ],
        "content": [
            {
                "content": "The Office of the Small Business Commissioner (OSBC) is an independent public body set up by the government to tackle late payment and unfavourable payment practices.",
                "tag": "p"
            },
            {
                "content": "The OSBC was created in 2017 and works to support small businesses with contracting and payment issues, and with bigger businesses to identify small to medium enterprises (SMEs) in the supply chain and adapt processes to pay promptly.",
                "tag": "p"
            },
            {
                "content": "The impact of chasing payment",
                "tag": "h2"
            },
            {
                "content": "In line with the government’s small business plan published in July 2025, research was released looking at the impact of late payment in the UK. Shockingly, the figures showed that 38 companies go out of business every day due to overdue invoices, and small businesses spend an average of 86 hours chasing debt. The cost of this issue to the economy is a whopping £11bn.",
                "tag": "p"
            },
            {
                "content": "Alongside this research, a consultation was opened looking at new measures to speed up payment terms and times, with a focus on large companies paying their smaller suppliers.",
                "tag": "p"
            },
            {
                "content": "As someone who’s been a founder and company director myself, I know what a thankless task it is to chase clients for payment for products and services delivered. If we can address this issue, it will free up precious time and money that can instead be spent on business growth tasks.",
                "tag": "p"
            },
            {
                "content": "The work of the OSBC",
                "tag": "h2"
            },
            {
                "content": "The OSBC recently launched the Fair Payment Code to which companies of any size can apply to one of its 3 levels (bronze, silver or gold). It recognises businesses that are doing the right thing and paying suppliers on time. We’re currently working on signing up more household names to the Code, as well as companies that are strategic suppliers to government.",
                "tag": "p"
            },
            {
                "content": "For times when small businesses continue to struggle with late paying clients, we have a casework team that can investigate complaints and aim to get payments made and disputes resolved.",
                "tag": "p"
            },
            {
                "content": "The new measures being consulted on would take the powers of the OSBC further by:",
                "tag": "p"
            },
            {
                "content": "After responses to the consultation are received, these new measures would go through a process of becoming law over the next couple of years.",
                "tag": "p"
            },
            {
                "content": "How digital technology plays a part",
                "tag": "h2"
            },
            {
                "content": "As well as the fair payment code, the casework team and potential new legislation, we’re looking at how digital technology can speed up payment times.",
                "tag": "p"
            },
            {
                "content": "At an individual company level, there’s plenty of evidence to show small firms that adopt digital tools, such as cloud accounting, get paid quicker.",
                "tag": "p"
            },
            {
                "content": "At a macro-economic level, we’re starting test activity with the Centre for Finance, Innovation and Technology, to explore how the UK’s lead in Open Finance (opening up of a businesses’ transaction data) can make money move faster through the system, and into the hands of small businesses.",
                "tag": "p"
            },
            {
                "content": "AI is also having a positive impact as business owners and account departments can set prompts to chase late invoices and let the technology do the work.",
                "tag": "p"
            },
            {
                "content": "The benefits of faster money flows",
                "tag": "h2"
            },
            {
                "content": "If we get this right and get money moving faster, it will free up founder time to focus instead on tasks like hiring, exporting, innovating and selling, which is what businesses do best.",
                "tag": "p"
            },
            {
                "content": "Each week we’re updating on payment progress, and introducing other government departments and agencies set up to support small businesses and their growth ambitions.",
                "tag": "p"
            },
            {
                "content": "Sign up to the small business boost newsletter and be part of the journey to build a positive payment culture across every supply chain in the UK.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/09/01/get-paid-on-time-and-free-your-mind-to-focus-on-business-growth/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "In this guest blog post, Emma Jones CBE, Small Business Commissioner, discusses the impact of late payments on small businesses and how the Office of the Small Business Commissioner is helping."
    },
    {
        "title": "What you need to know about the Emergency Alerts test on 7 September ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-09-01T02:13:00",
        "categories": [
            "Emergency alert"
        ],
        "content": [
            {
                "content": "The government will be testing the Emergency Alerts system this Sunday, and your phone is likely to make a loud noise even if it's on silent. Here's everything you need to know about what's happening and why.",
                "tag": "p"
            },
            {
                "content": "What is the Emergency Alerts test? ",
                "tag": "h3"
            },
            {
                "content": "On Sunday 7 September 2025 at 3pm, the government will carry out a national test of the Emergency Alerts system. This means most mobile phones and tablets across the UK will receive a test message, accompanied by a loud siren-like sound and vibration that will last for about 10 seconds. ",
                "tag": "p"
            },
            {
                "content": "The message you receive will clearly state that this is a test and that no action is required on your part. The alert will come through even if your device is set to silent mode, which is an important feature of the system designed to ensure people receive warnings in genuine emergencies. ",
                "tag": "p"
            },
            {
                "content": "Why is this test happening? ",
                "tag": "h3"
            },
            {
                "content": "The Emergency Alerts system serves a crucial purpose in keeping the public safe. It's used to warn people when there's a danger to life nearby, including severe weather events like storms or flooding. Since the first national test in April 2023, the system has sent five real alerts during major storms when lives were genuinely at risk. ",
                "tag": "p"
            },
            {
                "content": "Regular testing ensures the system continues to work correctly and reaches as many people as possible when it's needed most. Just like testing smoke alarms or practising fire drills, these tests help ensure the system will work effectively during a real life-threatening emergency. ",
                "tag": "p"
            },
            {
                "content": "Will this affect schools and workplaces? ",
                "tag": "h3"
            },
            {
                "content": "Since the test is scheduled for 3pm on a Sunday, most schools will be closed. However, it's worth noting that if any educational activities or events are taking place, phones will still receive the alert. The timing has been carefully chosen to minimise disruption to most people's daily routines, though some weekend activities may experience brief interruptions. ",
                "tag": "p"
            },
            {
                "content": "The alert itself lasts only about 10 seconds, so any disruption should be minimal. The government has designed the timing to balance the need for comprehensive testing with reducing inconvenience to the public. ",
                "tag": "p"
            },
            {
                "content": "What will happen on your device? ",
                "tag": "h3"
            },
            {
                "content": "Compatible smartphones and tablets will display the alert message on screen, make the distinctive siren sound, and vibrate. The sound is designed to be attention-grabbing and will override your normal volume settings. This ensures the alert can reach you even if your phone is on silent or you're in a noisy environment. ",
                "tag": "p"
            },
            {
                "content": "Not all devices will receive the alert. Older phones or those not connected to 4G or 5G networks may not be compatible with the system. You can find more detailed information about device compatibility at gov.uk/alerts.  ",
                "tag": "p"
            },
            {
                "content": "How can you prepare for emergencies? ",
                "tag": "h3"
            },
            {
                "content": "Beyond the alert system itself, there are practical steps everyone can take to be more prepared for emergencies. The government provides comprehensive guidance at gov.uk/prepare, covering everything from creating emergency supply kits to making family communication plans. ",
                "tag": "p"
            },
            {
                "content": "The Emergency Alerts system represents an important tool for keeping communities safe, and this test helps ensure it will be ready when we need it most. While the brief interruption on Sunday afternoon might be inconvenient, it's a small price to pay for a system that could one day help save lives. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/09/what-you-need-to-know-about-the-emergency-alerts-test-on-7-september/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "The government will be testing the Emergency Alerts system this Sunday, and your phone is likely to make a loud noise even if it's on silent. Here's everything you need to know about what's happening and why."
    }
]