[
    {
        "title": "Adding actuarial value to workforce modelling",
        "authors": [
            "Jo Howlett - GAD Head of Workforce Strategy"
        ],
        "posted_on": "2025-09-17T15:56:36",
        "categories": [
            "Modelling"
        ],
        "content": [
            {
                "content": "Planning for uncertain workforce needs",
                "tag": "h2"
            },
            {
                "content": "Actuaries are specialists in risk, who develop projections in respect of people, resources and finances, where driving factors are uncertain. Actuarial teams are familiar with providing advice to pension plans and insurance arrangements, and one team at GAD are applying the same skills to strategic workforce planning.",
                "tag": "p"
            },
            {
                "content": "There are a lot of similarities in forecasting of headcount or workforce costs – sourcing and reviewing large amounts of data, considering best estimate future scenarios, and building a projection model of how people and resources move over time. ",
                "tag": "p"
            },
            {
                "content": "Working with an actuarial team on developing an organisational workforce plan, or a strategic workforce review project, can help tackle some of the risks early, and be able to communicate the longer term risks with clarity.",
                "tag": "p"
            },
            {
                "content": "Within the public sector, workforce plans are important to support efficient resourcing today and plan effective delivery for tomorrow. ",
                "tag": "p"
            },
            {
                "content": "The NHS 10 year Health Plan for England is one example of a national body considering what action is needed today to keep delivering critical services in future years. For the NHS and other providers of public services, the need for services is growing, and will need to be provided under tighter budgets. At the same time, technological change is changing the nature of many roles in ways that can’t always be predicted.",
                "tag": "p"
            },
            {
                "content": "In this blog, we talk through some of the key steps of building a workforce projection model and how it may be supported by GAD’s team of actuaries and analysts.",
                "tag": "p"
            },
            {
                "content": "Good models are built on good data",
                "tag": "h2"
            },
            {
                "content": "One of the first steps in building an effective model is collating reliable, quality data. However, it is commonly the case that good quality, consistent data, spanning an entire workforce, is difficult to obtain or aggregate. Improving quality of workforce data often requires co-ordinated collaboration across HR, Finance, Digital, and outsourcing partners.",
                "tag": "p"
            },
            {
                "content": "At GAD, we assist organisations in the public sector in analysing existing data or developing a plan to improve available data. We can analyse and visualise data trends and advise on the impact of poor data quality. GAD is in a unique position having insights from pension scheme data for public service pension schemes, which can provide an idea of what future retirement patterns or exits from service could look like.",
                "tag": "p"
            },
            {
                "content": "Choosing the best modelling approach",
                "tag": "h2"
            },
            {
                "content": "Once you have data, the next step is to use a tool or model to project your workforce data, considering demand side and supply side factors to understand where skills gaps may develop. The choice of tool will vary depending on many factors, including size, complexity, budget and objectives. ",
                "tag": "p"
            },
            {
                "content": "Ways that GAD may support different types of public body may include:",
                "tag": "p"
            },
            {
                "content": "In many cases, actuarial models have a longer horizon than other business planning timescales, and are able to apply actuarial knowledge of demographic trends and flows of individuals between different states (e.g. working to retired). ",
                "tag": "p"
            },
            {
                "content": "Considering demographic analysis can highlight risks such as clusters of employees due to retire at a similar time. Some organisations may also be affected by population factors such as fertility rates, longevity improvements or healthcare demand.",
                "tag": "p"
            },
            {
                "content": "Understanding model risk and future uncertainty",
                "tag": "h2"
            },
            {
                "content": "In setting up a model to forecast workforce data, you’ll need to make assumptions about what changes will affect the workforce, for example, rate of growth/attrition of different professions, and demand for different skills. It is also advisable to consider the uncertainty in assumptions you make.",
                "tag": "p"
            },
            {
                "content": "Experience will be different to the assumptions that are made, so it is important to test your assumptions to identify possible resource pinch points, cost concerns, and consider contingency plans.",
                "tag": "p"
            },
            {
                "content": "Actuaries routinely consider the risk of a model being incorrect. Risks arise through unreliable data, inappropriate assumptions, or unsuitable modelling approach. ",
                "tag": "p"
            },
            {
                "content": "GAD actuaries may illustrate the impact of individual risks by showing the sensitivity of results to small changes in a numerical assumption, or modelling alternative scenarios. Applied to workforce planning, this can help decision makers to draw balanced conclusions from the statistical analysis.",
                "tag": "p"
            },
            {
                "content": "From analysis to action",
                "tag": "h2"
            },
            {
                "content": "Once a model is finalised and workforce projections created, it’s time to share findings and recommendations with senior stakeholders and decision makers. These may include proposals for training, recruitment or new areas of strategic focus. Feedback should be considered and looped back into the workforce planning process. ",
                "tag": "p"
            },
            {
                "content": "In some scenarios, strategic business changes may be required, such as a review of reward and benefits, including retirement benefits. Pensions specialists at GAD can provide advice on making the most of benefit changes from an employee value perspective. ",
                "tag": "p"
            },
            {
                "content": "The strategic workforce planning process is often illustrated as an iterative cycle – the CIPD version is shown below. The cycle helps to show that it is important to revisit a workforce plan regularly to reflect changes in workforce composition, business data and the wider environment. ",
                "tag": "p"
            },
            {
                "content": "As actuaries, the value we can add is to overlay a risk monitoring framework, inspired by the Actuarial Control Cycle, which articulates risks, sets appropriate assumptions, and monitors the validity of them as experience emerges.",
                "tag": "p"
            },
            {
                "content": "Workforce strategy at GAD",
                "tag": "h2"
            },
            {
                "content": "GAD’s workforce strategy team supports government and public sector organisations by applying an actuarial mindset to workforce challenges. We apply statistical skills, data literacy, modelling expertise and visualisation to development of new workforce models and quality assurance reviews of existing ones. ",
                "tag": "p"
            },
            {
                "content": "Our experience working closely with public sector pension schemes and data insights from our related projects can support validation of assumptions in scenario forecasting. ",
                "tag": "p"
            },
            {
                "content": "If you are a public sector team on your workforce planning journey and would like to learn more about how we can work together, please get in touch.",
                "tag": "p"
            },
            {
                "content": "Jo Howlett - joanna.howlett@gad.gov.uk",
                "tag": "p"
            },
            {
                "content": "Louise Fletcher -  louise.fletcher@gad.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Related blogs ",
                "tag": "h3"
            },
            {
                "content": "You may be interested in these earlier blogs.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h2"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page. ",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/09/17/adding-actuarial-value-to-workforce-modelling/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Jo Howlett, head of Workforce Strategy at the Government Actuary’s Department (GAD), discusses how actuaries can add value to workforce modelling as part of strategic workforce planning for public bodies."
    },
    {
        "title": "Maker Station makes an impact at Stockton Central Library",
        "authors": [
            "Emma Tennant, Libraries Development Officer, Stockton‑on‑Tees Borough Council"
        ],
        "posted_on": "2025-09-17T15:48:09",
        "categories": [
            "Case study"
        ],
        "content": [
            {
                "content": "The Government announced the fourth round of the Libraries Improvement Fund earlier this year as part of the Government’s commitment to ensure libraries are able to upgrade their physical and digital infrastructure to adapt to changing user needs and can be enjoyed by future generations.",
                "tag": "p"
            },
            {
                "content": "We’re taking some time to shine a light on some of the earlier LIF rounds. Today, Stockton Libraries are talking about how LIF supported them to upgrade their central library.",
                "tag": "p"
            },
            {
                "content": "Stockton-on-Tees Library Service",
                "tag": "p"
            },
            {
                "content": "Since receiving a Libraries Improvement Fund grant of £50,000 Stockton-on-Tees Library Service has revamped and renamed a space dedicated to creative technology. The newly named Maker Station now boasts state-of-the-art sewing machines, digital embroidery machines and new 3D printers, alongside a laser cutter, Cricut smart cutters, sublimation printer and heat presses.",
                "tag": "p"
            },
            {
                "content": "The funding has allowed the library to expand on a creative offer that aims to support new skills development as well as connect people with equipment that they may not be able to access elsewhere. Opportunities for people to come together, share knowledge and make new friends was also a big driver in wanting to develop the Maker Station facilities. ",
                "tag": "p"
            },
            {
                "content": "First to get to grips with the new technology were the library staff. A combination of training sessions and time for self-learning was essential for staff to upskill themselves, build confidence and develop ideas for how to engage members of the public with the equipment.",
                "tag": "p"
            },
            {
                "content": "A programme of beginner workshops and self-led Open Sessions has now been rolled out, encouraging people to either learn something new or bring along projects that they are working on. Plus, a weekly Sewcial morning provides a relaxed and friendly space for independent crafting. These regular sessions have been interspersed with pop-up workshops, which have developed into a seasonal programme of events.",
                "tag": "p"
            },
            {
                "content": "(Stockton-on-Tees Libraries)",
                "tag": "p"
            },
            {
                "content": "Uptake has been positive, with over 600 people attending sessions since July 2024, and word continues to spread. One user has commented, “I learn a little bit more each time, it’s wonderful”.",
                "tag": "p"
            },
            {
                "content": "Young people have enjoyed themed 3D pen sessions and Lego Education digital sessions; using coding to bring Lego creations to life using sound, movement and lights. Additional sessions have been programmed for the ‘Holidays are Fun’ scheme, specifically aimed at children from low-income families. ",
                "tag": "p"
            },
            {
                "content": "The Maker Station can also be used as a collaborative space and has already been put to good use by external groups looking for somewhere to get creative. The Elm Tree and Fairfield branch of the Women’s Institute were commissioned to create some bunting in celebration of the 200th  anniversary of Stockton and Darlington Railway.  Over a six month period, five dedicated sewers met fortnightly in the Maker Station, creating 20 metres of rail themed bunting, which will be used at S&DR200 Festival events during 2025.",
                "tag": "p"
            },
            {
                "content": "Similarly themed Community Quilt workshops occupied Friday afternoons throughout March 2025. Led by local artist Harriet Mee, the sessions were a focal point for residents to come together to take part in the creation of a commemorative quilt. ",
                "tag": "p"
            },
            {
                "content": "Funded by the Libraries Connected and Arts Council England microgrant scheme, community groups and residents were encouraged to contribute a fabric panel, inspired by the history of the Stockton and Darlington Railway. The response has been fantastic, with both novice and experienced sewers keen to be involved. Art & Design students at Stockton Riverside College helped to bring the final piece together, with Film & TV students also getting involved to document the process. ",
                "tag": "p"
            },
            {
                "content": "One participant said, “Being in the house all day and hardly going out, this was a nice chance to get out and meet people with the same interests.”",
                "tag": "p"
            },
            {
                "content": "The whole project has highlighted the value of people coming together to share creativity. Having the facilities available at the Maker Station has been central to making this happen.",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/09/17/maker-station-makes-an-impact-at-stockton-central-library/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "The Government announced the fourth round of the Libraries Improvement Fund earlier this year as part of the Government’s commitment to ensure libraries are able to upgrade their physical and digital infrastructure to adapt to changing user needs and can …"
    },
    {
        "title": "AI’s thirst for water ",
        "authors": [
            "Rich Kenny"
        ],
        "posted_on": "2025-09-17T14:59:06",
        "categories": [
            "GDSA",
            "Planetary Impact",
            "Sustainable ICT"
        ],
        "content": [
            {
                "content": "Alexandra Kis (Cognizant) and Avinash Lunj (Sopra Steria) are members of the Government Digital Sustainability Alliance (GDSA) Planetary Impact working group, which Rich Kenny (Interact). is the co-chair of.   ",
                "tag": "p"
            },
            {
                "content": "The views in this post represent their own and not the UK government’s.  ",
                "tag": "p"
            },
            {
                "content": "The rapid growth of artificial intelligence (AI) in recent years has transformed how we work, communicate and access information. While much attention focuses on the electricity consumption of data centres, a less visible but equally significant environmental concern is emerging AI's substantial water usage.  ",
                "tag": "p"
            },
            {
                "content": "A recent report from the Government Digital Sustainability Alliance (GDSA) examines in detail the water consumption associated with AI and data centres. ",
                "tag": "p"
            },
            {
                "content": "The scale of AI's water consumption ",
                "tag": "p"
            },
            {
                "content": "Every interaction with AI systems requires water to keep the technology running. GPT-3, the large language model (LLM) which was developed and then simplified to create ChatGPT three years ago, used 700,000 litres of water during it’s ‘pre-training’ phase  ",
                "tag": "p"
            },
            {
                "content": "The Government Digital Sustainability Alliance’s (GDSA) report highlights that AI is predicted to lead to an increase in global water usage from 1.1bn to 6.6bn cubic metres by 2027. This is equivalent to more than half of the UK’s total water usage.  ",
                "tag": "p"
            },
            {
                "content": "Why AI needs so much water ",
                "tag": "p"
            },
            {
                "content": "AI systems use water in three main ways: ",
                "tag": "p"
            },
            {
                "content": "Unfortunately, the water used for cooling cannot easily be reused. Fresh water that doesn't evaporate becomes contaminated with dust, minerals, or chemicals, making it unsuitable to reuse for cooling again.  ",
                "tag": "p"
            },
            {
                "content": "However, this wastewater can be treated to meet environmental standards and either released into local bodies of water or reused for irrigation and toilet flushing. In addition, innovative technologies such as liquid immersion cooling and free cooling are addressing the direct water use and help to alleviate the need for fresh water.  ",
                "tag": "p"
            },
            {
                "content": "Operational water usage in a data centre (Li et al.)",
                "tag": "p"
            },
            {
                "content": "The environmental challenge",
                "tag": "p"
            },
            {
                "content": "Although water covers 71% of Earth’s surface, only 0.5% is available freshwater. As water demand increases, water scarcity and water stress are becoming an increasing challenge.",
                "tag": "p"
            },
            {
                "content": "The World Economic Forum Report on Global Risks identifies ‘adverse impacts of AI technologies’ and ‘Biodiversity loss and ecosystem collapse’ as significant risks in the next 10 years.",
                "tag": "p"
            },
            {
                "content": "The water demand of AI technologies is likely to threaten global and national water security, especially in areas of existing water stress, which can in turn threaten the biodiversity of local areas and the needs of human populations.",
                "tag": "p"
            },
            {
                "content": "Demand for fresh water is expected to exceed supply by 40% by the end of the decade and 55% of global data centres are in river basins with high risk of water pollution, meaning much of the local water may be unsafe for use, increasing the pressure on clean water supplies and worsening the overall water scarcity in the regions.",
                "tag": "p"
            },
            {
                "content": "Nearly 68% of data centres are near protected areas or Key Biodiversity Areas which rely on clean water supplies for the health of the ecosystems and communities that depend on them. Without it, these areas face greater risks of habitat loss, species decline, and reduced capacity to support both nature and people.",
                "tag": "p"
            },
            {
                "content": "Recent European Union legislation now requires data centres to report their annual freshwater consumption, reflecting the growing awareness of the environmental impacts.",
                "tag": "p"
            },
            {
                "content": "Building sustainable AI",
                "tag": "p"
            },
            {
                "content": "To reduce the environmental impacts of AI we can consider mitigation measures which include:",
                "tag": "p"
            },
            {
                "content": "More detail on the above and further mitigation measures are included in the full report.",
                "tag": "p"
            },
            {
                "content": "Moving forward",
                "tag": "p"
            },
            {
                "content": "AI has potential to address challenges in healthcare, inequality and climate monitoring. However, these benefits must be weighed against the full environmental impact of building and running AI systems. This requires development of a comprehensive and transparent series of metrics that include, carbon emissions, energy consumption, water usage, biodiversity and social impact. Only by looking at AI through these combined lenses can we ensure it delivers net benefit rather than widening inequality or disproportionately impacting communities and regions.",
                "tag": "p"
            },
            {
                "content": "By prioritising sustainable development practises, we can harness AI’s transformative power while protecting the water resources that communities and ecosystems depend on.",
                "tag": "p"
            },
            {
                "content": "For more detailed information and guidance, read the full GDSA report on water use in AI and data centres.",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/09/17/ais-thirst-for-water/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Alexandra Kis, Avinash Lunj and Rich Kenny from the Government Sustainability Alliance reflect on the environmental challenges associated with AI's high water consumption"
    },
    {
        "title": "Empowering innovation and citizen outcomes: ",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-09-17T14:15:37",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "A guest blog by Penny Horner-Long, Head of the Government Grants Profession.",
                "tag": "p"
            },
            {
                "content": "Profession number 32 in government: The grant-making community - driving policy and mission delivery",
                "tag": "h3"
            },
            {
                "content": "The inclusion of grants as a recognised profession marks a significant milestone for the Grants Function — acknowledging the expertise and passion of our Grant-Making Community. ",
                "tag": "p"
            },
            {
                "content": "Grants are a vital funding tool for government. With £153 billion awarded in 2023-24, grants are an important strategic lever in the delivery of  government policy and achieving the government's five missions. Grants facilitate new research and innovation, strengthen capabilities in key sectors to stimulate economic growth, advance environmental sustainability, and support both community-led initiatives and national priorities, in the UK and internationally.",
                "tag": "p"
            },
            {
                "content": "The £300 million Great British Energy Supply Chain Fund aims to make Britain a clean energy superpower by boosting domestic manufacturing, supply chains and jobs in offshore wind. The Kinship Allowance Pilot and What Works Centre for Children and Families focus on improving social mobility and breaking the link between background and success. Neighbourhood Policing schemes and forensic initiatives support Labour’s mission to ‘Take Back Our Streets’ by enhancing community safety. These grants translate government priorities into societal benefits, promoting economic growth, social inclusion and resilience.",
                "tag": "p"
            },
            {
                "content": "My journey with grants",
                "tag": "h3"
            },
            {
                "content": "My journey with grants began over a decade ago, setting up the Grants Function to maximise the value and impact of government grant spend. Since then, we've made huge strides working in close partnership with practitioners across government to set standards, provide expert support and build capability. This has significantly improved ways of working, resulting in all departments and Arms Length Bodies achieving or exceeding the Grants Functional Standard. ",
                "tag": "p"
            },
            {
                "content": "A government grant is awarded every seven minutes! It's the diversity and impact of this funding and seeing the difference we make as a Function that keeps me hooked. ",
                "tag": "p"
            },
            {
                "content": "Successful grant-making isn’t simple; it involves dedicated teams, visionary leadership and expertise to design and manage schemes that protect public funds and maximise impact. It’s inherently complex, often needing creative thinking and solutions to deliver challenging policy outcomes. I am inspired by the ambition and skill of grant practitioners. Managing grants involves balancing innovation with prudence, exercising sound judgement and managing risk and opportunity. When handled by expert professionals, grants become powerful drivers for positive change.",
                "tag": "p"
            },
            {
                "content": "The future of grant making…",
                "tag": "h2"
            },
            {
                "content": "Over the past decade, the grants community has evolved. The pandemic highlighted grants' vital role and the agility of grant-makers to respond swiftly. Grant funding doubled and became central to the UK's response - the £70 billion Coronavirus Job Retention Scheme safeguarded jobs and supported businesses during a national crisis.",
                "tag": "p"
            },
            {
                "content": "The landscape is continuing to change with centralisation of funding and greater involvement of local authority and devolved partners in testing what works and ensuring grant funds deliver impactful outcomes for government and citizens.",
                "tag": "p"
            },
            {
                "content": "Central to this progress is the passion and capability  of grants professionals committed to delivery, development and expertise. That’s why we have established a recognised Grants profession - to ensure everyone has the skills and tools needed for the effective delivery of grant funds. The Grants Profession will harness the expertise of grants practitioners and share best practices on what works to maximise impact and ensure public money delivers lasting benefits.",
                "tag": "p"
            },
            {
                "content": "The evolution of grant careers",
                "tag": "h3"
            },
            {
                "content": "Grant practitioners are diverse: some work in grants as their main profession, others as a secondary profession. Many entered the profession by chance and have grown into senior experts motivated by the rewarding nature of grant-making - managing schemes that deliver real value.",
                "tag": "p"
            },
            {
                "content": "In recent years, we’ve embedded capability as a strategic priority, expanding recognised training, accreditations, and peer networks. This formal recognition at this stage in our journey affirms the value of practitioner expertise, fostering professional identity and reinforcing grants practitioners vital role in delivering government priorities.",
                "tag": "p"
            },
            {
                "content": "What’s in it for professionals?",
                "tag": "h3"
            },
            {
                "content": "This profession will unify grants practitioners across government departments, arm’s length bodies, and the wider public sector. Building on the first grant-making qualification, it aims to create a professional identity, clear career pathways, and consistent professional standards - nurturing talent, from incomers to experienced leaders. You will benefit from comprehensive training, qualifications, communities of practice and growing opportunities. For organisations, a professional grants community helps ensure consistency, efficiency, and high standards - fostering pride and professionalism in what we do.",
                "tag": "p"
            },
            {
                "content": "Look out for the Grants Profession and Learning Festival later this year! While grants have come far over the past 13 years, this marks an exciting new chapter. I look forward to where this journey takes us, together.",
                "tag": "p"
            },
            {
                "content": "Join us - Be part of the change",
                "tag": "h3"
            },
            {
                "content": "If you work in grants, I encourage you to raise your hand and join the Grants Profession - whether as a primary or secondary profession. This community offers opportunities to share knowledge, develop expertise, and advance your career. The launch recognises the vital contributions of grants professionals, whose work in policy design and administration delivers meaningful public impact.",
                "tag": "p"
            },
            {
                "content": "Grants is one of the 32 government professions. You can find out more on the Join a profession page.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/09/17/empowering-innovation-and-citizen-outcomes/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "The inclusion of grants as a recognised profession marks a significant milestone for the Grants Function — acknowledging the expertise and passion of our Grant-Making Community. "
    },
    {
        "title": "32 ways to deliver the best outcomes for the public",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-09-17T13:28:45",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Innovation",
            "Join a profession",
            "Modernisation and Reform",
            "One Big Thing",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "Have you joined your profession yet? With 32 cross-government professions now available, including the newly launched Grants profession (welcome to the family!), there are more pathways than ever for civil servants to access specialised learning, career guidance, and professional networks that enhance both individual progression and collective capability.",
                "tag": "p"
            },
            {
                "content": "But what exactly is a government profession? It's where you can find specialist learning, best practice advice, career guidance, and peer support that helps you excel in your role and progress your career. These aren't just formal membership schemes – they're genuine professional communities that provide belonging, development, and opportunities throughout your career journey.",
                "tag": "p"
            },
            {
                "content": "Why professional development matters ",
                "tag": "h3"
            },
            {
                "content": "In June 2025, the Cabinet Secretary asked every civil servant to identify and connect with their relevant government profession and build their professional skills. This will help you deliver their roles effectively, better support career development and ensure that the Civil Service has the skills and confidence to deliver the best outcomes for the public and the government of the day.",
                "tag": "p"
            },
            {
                "content": "Professional skills development is essential to the success of the Civil Service. This is about investing in the skills that make you more effective in the role you're already doing and better equipped for the roles you want to do next.",
                "tag": "p"
            },
            {
                "content": "Profession membership should be a key part of the Civil Service experience - from onboarding through to performance conversations and career planning. Strong professional communities drive innovation, share expertise, and build the skills our organisation needs for the future.",
                "tag": "p"
            },
            {
                "content": "Spotlight on Grants Profession",
                "tag": "h3"
            },
            {
                "content": "The newly launched Government Grants Profession unites a diverse community of grant-making professionals from across government departments, arm's length bodies and the broader public sector. The Grants Profession is open and interdisciplinary in nature - drawing on expertise from other professions such as Commercial, Finance, Operations, Project Management and Policy. ",
                "tag": "p"
            },
            {
                "content": "Grants are a vital policy lever and make up roughly.12% of total government expenditure (£153 billion allocated in 2023/24). They fund initiatives from healthcare, education, environmental sustainability, research to crisis support. Behind these schemes are dedicated and skilled grants practitioners involved in the design, management, administration and evaluation of grants schemes. Their expertise ensures that every pound is effectively used to deliver impactful citizen- focused outcomes and create meaningful benefits. ",
                "tag": "p"
            },
            {
                "content": "Do you think the Grants profession is for you? If you're a grants policy adviser, programme manager, assessment officer, or evaluation specialist, Grants could be your primary profession. Or perhaps it's not your core role but you occasionally support grants work and could consider Grants as your secondary profession – many colleagues in policy development, commercial roles, project delivery, or finance can find that understanding grant mechanisms enhances their primary expertise whilst opening up new career possibilities.",
                "tag": "p"
            },
            {
                "content": "Exploring other open professions",
                "tag": "h3"
            },
            {
                "content": "The Grants profession joins 31 other cross-government professions, many of them open to civil servants if their work fits with the profession’s aims ",
                "tag": "p"
            },
            {
                "content": "Here is some inspiration to get you started:",
                "tag": "p"
            },
            {
                "content": "Each profession provides targeted learning, networking opportunities, and career guidance tailored to specific skill sets and career aspirations. ",
                "tag": "p"
            },
            {
                "content": "Getting started",
                "tag": "h3"
            },
            {
                "content": "Ready to find out more? Visit the Join a profession page to explore all 32 government professions and their offer. Not sure which profession aligns with your role? Use the online tool to identify the best fit for your skills and career objectives.",
                "tag": "p"
            },
            {
                "content": "Once you've identified your profession – whether it's Grants, one of the other 31 professions, – you can connect directly to access learning opportunities, career guidance, and professional networks. ",
                "tag": "p"
            },
            {
                "content": "What else can you do?",
                "tag": "p"
            },
            {
                "content": "Professional development through government professions isn't extra work – it's the foundation of career success and public service excellence. With 32 pathways now available, there's never been a better time to connect with your professional community and invest in your future.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/09/17/32-ways-to-deliver-the-best-outcomes-for-the-public/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "With 32 cross-government professions now available, there are more pathways than ever for civil servants to access specialised learning, career guidance, and professional networks."
    },
    {
        "title": "Transparent transformation—bringing people along with change",
        "authors": [
            "David Thomas"
        ],
        "posted_on": "2025-09-17T13:04:51",
        "categories": [
            "Defra digital",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "David Thomas, Delivery Group Lead for Environmental Quality, reflects on his experience developing new ways of working across digital delivery.",
                "tag": "p"
            },
            {
                "content": "Recently Defra’s digital delivery department changed the way it delivered new services from a single large portfolio to a set of 11 delivery groups. More than just dividing the portfolio into smaller chunks, this change aimed to radically change our approach to delivery. As part of this change, I was asked to create a new governance model. This means a new model for how we decide what work we’ll do and how we’ll do it, as well as a set of processes for assuring the work had been done to an appropriate standard.",
                "tag": "p"
            },
            {
                "content": "Applying agile working to transformation",
                "tag": "h2"
            },
            {
                "content": "I’m a bit of a governance geek, and could talk governance structures all day long, but digital transformation is more interesting to most people. Digital transformation is the process of changing an organisation to have digital services at its core. This isn't just a change which impacts people working in IT, but one that affects the whole organisation and the way people work. The change to working in delivery groups and the new governance model are a small part of a much larger transformation taking part across Defra.",
                "tag": "p"
            },
            {
                "content": "Digital transformations often fail in organisations. One of the reasons for this is the approach that is taken to transformation. Digital organisations need to be agile, meaning they can make lots of rapid changes in response to new information. Digital transformation programmes often run at a slower pace. They try to design a correct final operating model and move to that model in a few big steps.",
                "tag": "p"
            },
            {
                "content": "I was keen to approach this piece of transformation work in the same way that I would approach a digital project. I wanted to quickly come up with a draft governance model, test it out with a group of people and then iterate it. As soon as we had a model that was good enough, I wanted to roll it out. Once it was rolled out, I could carry on iterating on it based on how it worked in practice.",
                "tag": "p"
            },
            {
                "content": "How we approached developing a new governance model",
                "tag": "h2"
            },
            {
                "content": "Digital projects are built by multidisciplinary teams. This means they have different people with different skillsets. The same is important for transformation work. Designers can help convey the model in an easy-to-understand way. User researchers could gather feedback on it. Subject matter experts from different areas of digital, data, technology and security also helped ensure that the model represented the full lifecycle of digital delivery. In the end we had a team of seven people working part time on this project, with a few more supporting.",
                "tag": "p"
            },
            {
                "content": "The approach we took was to develop a draft of the model, present it at a show and tell, and then iterate on that draft. We ended up doing this five times, before we had something we were happy to progress with.",
                "tag": "p"
            },
            {
                "content": "The show and tells were at times quite emotive. Change is tricky, and not everyone is bought in to new ways of working. An advantage of the approach we took is that we weren’t trying to say we had all the answers but could take on feedback and adapt the model. It also meant that the show and tells were filled with people who were for new ways of working and some who were more hesitant.",
                "tag": "p"
            },
            {
                "content": "Communicating with people",
                "tag": "h2"
            },
            {
                "content": "Having an instant messaging channel for discussing the governance changes was very effective. Our show and tells were well attended, but only one person out of the 50 people on there could speak at once. Having another channel for people to discuss the changes meant people could digest the model at their own pace and ask us questions or discuss the changes amongst themselves.",
                "tag": "p"
            },
            {
                "content": "The user researchers on the team did a great job of approaching the stakeholders most affected by the governance model and gathering their feedback and requirements. These were done in one-to-one sessions outside of the wider show and tell. This meant the people who were most affected could give more direct feedback.",
                "tag": "p"
            },
            {
                "content": "Our interaction and content designers created multiple ways of viewing the model. This was a largely text-based description of the governance model, with different visuals to support.",
                "tag": "p"
            },
            {
                "content": "The challenges we faced",
                "tag": "h2"
            },
            {
                "content": "Transparency is hard. Despite our best efforts to engage as many people as possible in our work, we were always finding new people who were surprised that it was happening, and they hadn’t been consulted.",
                "tag": "p"
            },
            {
                "content": "It was also tricky to remain focused on governance. The changes we were making to governance were part of a wider change, and people understandably wanted to talk about all of that. But we could only change governance processes so wanted to remain focussed.",
                "tag": "p"
            },
            {
                "content": "Getting the changes signed off has also been tricky. The work was completed several months ago, but we’re still negotiating sign of for it. The model has influenced the development of delivery groups so hasn’t been wasted work, but the speed of its roll out has been slowed by not being officially signed off. This emphasises the need for agile governance around digital transformation.",
                "tag": "p"
            },
            {
                "content": "What's next",
                "tag": "h2"
            },
            {
                "content": "The final draft of the governance model has been published and is visible for everyone to see. Parts of that governance model are already being used by delivery groups, and an important part of the work is to roll this out more widely.",
                "tag": "p"
            },
            {
                "content": "As delivery groups mature and the model gets used, it will be important to keep it up to date. And as a delivery group lead, I’m looking forward to not only implementing it, but learning and adapting as I do so.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/09/17/transparent-transformation-bringing-people-along-with-change/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "David Thomas, Delivery Group Lead for Environmental Quality, reflects on his experience developing new ways of working across digital delivery."
    },
    {
        "title": "New regulations for clinical trials – Join our Route B substantial modifications pilot",
        "authors": [
            "simongoodman"
        ],
        "posted_on": "2025-09-17T12:39:51",
        "categories": [
            "Clinical Trials",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "By Anthony Carter – MHRA Low-Risk Assessor Manager, Clinical Investigations & Trials Operations Team",
                "tag": "p"
            },
            {
                "content": "September 2025: This blog provides information about the Route B substantial modifications and why you should sign up to take part in the pilot if you are eligible.",
                "tag": "p"
            },
            {
                "content": "We developed new clinical trial legislation in collaboration with the Health Research Authority (HRA) and encouraged extensive stakeholder input via public consultation.",
                "tag": "p"
            },
            {
                "content": "The new clinical trials regulations were approved by Parliament in April 2025 and come into effect on 28 April 2026, providing a regulatory framework that is agile, innovative, and patient-centred. ",
                "tag": "p"
            },
            {
                "content": "A wide range of stakeholders have been involved in developing the draft guidance with us and were invited to provide comments and feedback on areas that needed updating, and also some new areas, reflecting the changes in the regulations.  ",
                "tag": "p"
            },
            {
                "content": "Risk proportionate support for reviewing Route B substantial modifications",
                "tag": "p"
            },
            {
                "content": "A great example of this is how we are expanding our current risk proportionate approach to include the review of modifications to approved clinical trial applications. Once implemented under the new regulations, substantial modifications that meet the pre-defined criteria will be eligible for automatic approval through the  process.",
                "tag": "p"
            },
            {
                "content": "This will help to speed up the modification process and provide the applicant with a decision from the licencing authority (the MHRA) within 14 days from validation, instead of the 35 days required for Type A modifications.",
                "tag": "p"
            },
            {
                "content": "The Route B process will be mandatory for all eligible modifications to a clinical trial from 28 April 2026.",
                "tag": "p"
            },
            {
                "content": "Join our Route B substantial modifications pilot",
                "tag": "p"
            },
            {
                "content": "The Route B substantial modification pilot runs from 1 October 2025 to 31 March 2026. ",
                "tag": "p"
            },
            {
                "content": "We’ve already had more than 40 sponsors from industry, academia, and the NHS sign up to join the pilot. We can accommodate many more. Joining is simple, and we encourage eligible sponsors to take part and benefit from receiving a response to their amendment (or modification under the Medicines for Human Use (Clinical Trials) (amendment Regulations 2025) within 14 days, while at the same time familiarising themselves with the eligibility criteria and helping influence the future of clinical trials in the UK.",
                "tag": "p"
            },
            {
                "content": "Any modification eligible under section 11B of the Medicines for Human Use (Clinical Trials) (Amendment) Regulations 2025 can be included.",
                "tag": "p"
            },
            {
                "content": "Eligible sponsors interested in participating should visit our pilot guidance page and complete the registration form.",
                "tag": "p"
            },
            {
                "content": "If you have any questions, please email: ",
                "tag": "p"
            },
            {
                "content": "CT-NotificationScheme@mhra.gov.uk",
                "tag": "p"
            },
            {
                "content": "Reminder!",
                "tag": "p"
            },
            {
                "content": "Draft guidance supporting the Medicines for Human Use (Clinical Trials) (Amendment) Regulations 2025 is available on the Clinical Trials Hub. The section on modifying a clinical trial covers the Route B substantial modifications criteria.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/09/17/new-regulations-for-clinical-trials-join-our-route-b-substantial-modifications-pilot/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "By Anthony Carter – MHRA Low-Risk Assessor Manager, Clinical Investigations & Trials Operations Team September 2025: This blog provides information about the Route B substantial modifications and why you should sign up to take part in the pilot if you …"
    },
    {
        "title": "New regulations for clinical trials – Join our Route B substantial modifications pilot",
        "authors": [
            "simongoodman"
        ],
        "posted_on": "2025-09-17T12:39:37",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "By Anthony Carter – MHRA Low-Risk Assessor Manager, Clinical Investigations & Trials Operations Team",
                "tag": "p"
            },
            {
                "content": "September 2025: This blog provides information about the Route B substantial modifications and why you should sign up to take part in the pilot if you are eligible.",
                "tag": "p"
            },
            {
                "content": "We developed new clinical trial legislation in collaboration with the Health Research Authority (HRA) and encouraged extensive stakeholder input via public consultation.",
                "tag": "p"
            },
            {
                "content": "The new clinical trials regulations were approved by Parliament in April 2025 and come into effect on 28 April 2026, providing a regulatory framework that is agile, innovative, and patient-centred. ",
                "tag": "p"
            },
            {
                "content": "A wide range of stakeholders have been involved in developing the draft guidance with us and were invited to provide comments and feedback on areas that needed updating, and also some new areas, reflecting the changes in the regulations.  ",
                "tag": "p"
            },
            {
                "content": "Risk proportionate support for reviewing Route B substantial modifications",
                "tag": "p"
            },
            {
                "content": "A great example of this is how we are expanding our current risk proportionate approach to include the review of modifications to approved clinical trial applications. Once implemented under the new regulations, substantial modifications that meet the pre-defined criteria will be eligible for automatic approval through the  process.",
                "tag": "p"
            },
            {
                "content": "This will help to speed up the modification process and provide the applicant with a decision from the licencing authority (the MHRA) within 14 days from validation, instead of the 35 days required for Type A modifications.",
                "tag": "p"
            },
            {
                "content": "The Route B process will be mandatory for all eligible modifications to a clinical trial from28 April 2026.",
                "tag": "p"
            },
            {
                "content": "Join our Route B substantial modifications pilot",
                "tag": "p"
            },
            {
                "content": "The Route B substantial modification pilot runs from 1 October 2025 to 31 March 2026. ",
                "tag": "p"
            },
            {
                "content": "We’ve already had more than 40 sponsors from industry, academia, and the NHS sign up to join the pilot. We can accommodate many more. Joining is simple, and we encourage eligible sponsors to take part and benefit from receiving a response to their amendment (or modification under the Medicines for Human Use (Clinical Trials) (amendment Regulations 2025) within 14 days, while at the same time familiarising themselves with the eligibility criteria and helping influence the future of clinical trials in the UK.",
                "tag": "p"
            },
            {
                "content": "Any modification eligible under section 11B of the Medicines for Human Use (Clinical Trials) (Amendment) Regulations 2025 can be included.",
                "tag": "p"
            },
            {
                "content": "Eligible sponsors interested in participating should visit our pilot guidance page and complete the registration form.",
                "tag": "p"
            },
            {
                "content": "If you have any questions, please email: CT-NotificationScheme@mhra.gov.uk",
                "tag": "p"
            },
            {
                "content": "Reminder!",
                "tag": "p"
            },
            {
                "content": "Draft guidance supporting the Medicines for Human Use (Clinical Trials) (Amendment) Regulations 2025 is available on the Clinical Trials Hub. The section on modifying a clinical trial covers the Route B substantial modifications criteria.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/09/17/new-regulations-for-clinical-trials-join-our-route-b-substantial-modifications-pilot/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "By Anthony Carter – MHRA Low-Risk Assessor Manager, Clinical Investigations & Trials Operations Team September 2025: This blog provides information about the Route B substantial modifications and why you should sign up to take part in the pilot if you …"
    },
    {
        "title": "Crab and lobster FMP explained: goals, benefits and updates",
        "authors": [
            "​​Regional Fisheries Groups team, Marine Management Organisation​"
        ],
        "posted_on": "2025-09-17T12:17:21",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "In response to requests from the inshore fishing industry, raised through the Regional Fisheries Groups (RFGs), the Marine Management Organisation (MMO) has developed a set of infographics and short videos to help explain the goals and progress of the first five Fisheries Management Plans (FMPs), published in December 2023. ",
                "tag": "p"
            },
            {
                "content": "Spotlight on the crab and lobster FMP ",
                "tag": "h2"
            },
            {
                "content": "The crab and lobster FMP, is one of the first five plans and aims to ensure the long-term sustainability of crab and lobster stocks and the fishers who depend on them. ",
                "tag": "p"
            },
            {
                "content": "What’s happening now? ",
                "tag": "h2"
            },
            {
                "content": "We’re committed to transparency and keeping our stakeholders informed as the FMPs are implemented. To support this, we have created an infographic which outlines current actions, achievements, and next steps.  ",
                "tag": "p"
            },
            {
                "content": "It will be updated regularly and shared across: ",
                "tag": "p"
            },
            {
                "content": "Goals of the crab and lobster FMP ",
                "tag": "h2"
            },
            {
                "content": "We have also created an infographic and video to show the FMP goals and why they will help. ",
                "tag": "p"
            },
            {
                "content": "Learn about the goals of the FMP and why they were chosen: ",
                "tag": "p"
            },
            {
                "content": "Watch a short video designed for the fishing sector which gives a summary of the goals:",
                "tag": "p"
            },
            {
                "content": "Stay connected ",
                "tag": "h2"
            },
            {
                "content": "Whether you're actively involved or simply want to stay informed, we encourage you to explore the resources, share your feedback, and subscribe to this blog for updates. For queries relating directly to the crab and lobster FMP, contact FMPs@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "If you fish commercially or recreationally within the 12 nautical mile limit and would like to receive regular updates from the RFGs, including news on FMPs and inshore fisheries, email us at regionalfisheriesgroups@marinemanagement.org.uk to join the mailing list. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/09/17/crab-and-lobster-fmp-explained-goals-benefits-and-updates/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Learn about the crab and lobster FMP, its goals, and latest updates through new infographics and video from the MMO and RFGs."
    },
    {
        "title": "From Satellites to Solutions: Tackling Blue-Green Algae in Lough Neagh",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-09-17T11:38:26",
        "categories": [
            "Delivering Missions and Capabilities",
            "Earth from space",
            "Earth observation"
        ],
        "content": [
            {
                "content": "Lough Neagh is one of Northern Ireland’s most valuable natural assets. ",
                "tag": "p"
            },
            {
                "content": "The largest freshwater lake in the UK at over square 380 kilometres, it provides drinking water, supports fisheries and recreation, and holds cultural significance for the communities that live around its shores. ",
                "tag": "p"
            },
            {
                "content": "Yet, like many freshwater bodies across Europe, it is increasingly vulnerable to the growth of harmful blue-green algae. ",
                "tag": "p"
            },
            {
                "content": "These blooms are more than an environmental issue: they carry risks for human and animal health, disrupt economic activity, and place additional pressures on those working to protect and restore the lough.",
                "tag": "p"
            },
            {
                "content": "Responding to this challenge requires more than traditional monitoring alone. That is why the UK Space Agency, through its Unlocking Space for Government programme, has joined forces with the Department for Agriculture, Environment and Rural Affairs (DAERA) and partners in Northern Ireland to explore how space data can be applied directly to this pressing public need.",
                "tag": "p"
            },
            {
                "content": "Phase 1 of this work showed that combining satellite observations with in-situ measurements and environmental data can provide a richer picture of how harmful blooms form and evolve. ",
                "tag": "p"
            },
            {
                "content": "The progress achieved in just a few months underlined the potential for space-enabled services to offer faster, broader and more cost-effective insights than existing methods alone.",
                "tag": "p"
            },
            {
                "content": "With the start of Phase 2, this initiative is moving from trial to operational development. ",
                "tag": "p"
            },
            {
                "content": "Two teams, Plastic-i and Newcastle University, will now advance innovative tools that integrate radar and optical satellite imagery with forecasting models, drone data and newly developed low-cost sensors. ",
                "tag": "p"
            },
            {
                "content": "Their goal is to deliver a decision-support capability that can provide earlier warnings, more reliable predictions, and information that aligns directly with DAERA’s day-to-day management needs.",
                "tag": "p"
            },
            {
                "content": "This approach reflects a core principle of the Unlocking Space for Government programme: ensuring that investment in space innovation translates into real-world impact. ",
                "tag": "p"
            },
            {
                "content": "By funding innovative businesses and academic groups to work hand-in-hand with public authorities, we are providing space-enabled solutions to the most pressing government priorities and strengthening the UK’s wider innovation ecosystem.",
                "tag": "p"
            },
            {
                "content": "For DAERA and its partners, the benefits could be transformative. A system that offers predictive insights and short-term forecasts will improve the ability to safeguard public health, support the local economy, and target resources more effectively. ",
                "tag": "p"
            },
            {
                "content": "For the UK Space Agency, it demonstrates how collaboration, evidence and a delivery focus can turn advanced technology and data into practical tools that matter for citizens and communities.",
                "tag": "p"
            },
            {
                "content": "More broadly, the work at Lough Neagh highlights the contribution that space can make to critical national challenges, from environmental protection to resilient infrastructure and more effective and resilient public services. ",
                "tag": "p"
            },
            {
                "content": "It also shows how targeted investment in innovation can help early-stage organisations grow their capabilities, positioning them to deliver value not only in Northern Ireland but across the UK and internationally.",
                "tag": "p"
            },
            {
                "content": "What makes this programme distinctive is that it has been shaped around the priorities and operational realities of DAERA from the very start. ",
                "tag": "p"
            },
            {
                "content": "Rather than pushing technology in search of a problem, Phase 2 has been co-designed with the end user, ensuring that the tools being developed are practical, usable and directly aligned with how water quality is monitored and managed in Northern Ireland. ",
                "tag": "p"
            },
            {
                "content": "This user-driven approach gives the project a strong foundation for real adoption and impact.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, the benefits could extend far beyond Lough Neagh. ",
                "tag": "p"
            },
            {
                "content": "As climate change increases the frequency and severity of harmful algal blooms worldwide, the solutions being pioneered here offer a blueprint for how satellite-enabled services can help manage freshwater ecosystems more effectively. ",
                "tag": "p"
            },
            {
                "content": "By building systems that are not only technically advanced but also operationally grounded, this work is laying the groundwork for greater resilience—supporting communities, safeguarding natural resources, and demonstrating how space can deliver lasting value to society.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/09/17/from-satellites-to-solutions-tackling-blue-green-algae-in-lough-neagh/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Lough Neagh is one of Northern Ireland’s most valuable natural assets. Yet, like many freshwater bodies across Europe, it is increasingly vulnerable to the growth of harmful blue-green algae."
    },
    {
        "title": "The true picture of property fraud in England and Wales",
        "authors": [
            "Lynne Feddon, Head of Counter Fraud "
        ],
        "posted_on": "2025-09-17T09:56:59",
        "categories": [
            "Buying and selling property",
            "Law and practice"
        ],
        "content": [
            {
                "content": "Whilst recent media stories may have left homeowners fearing that property fraud is increasing dramatically, we can confirm that thankfully it remains relatively rare, in part due to some simple steps that people can take to protect their property. ",
                "tag": "p"
            },
            {
                "content": "What is property fraud? ",
                "tag": "h2"
            },
            {
                "content": "Property fraud takes various forms, from bogus landlords letting out properties they do not own to a criminal stealing a property owner's identity and using it to make a fraudulent application to HM Land Registry (HMLR) to register change of ownership or a mortgage deed, for example.  ",
                "tag": "p"
            },
            {
                "content": "The scale of property fraud and what we are doing about it ",
                "tag": "h2"
            },
            {
                "content": "In 2024-25, we received 4,429,092 applications to create or update the Land Register, of which only 86 were identified as fraudulent. That’s just over 0.0019%.  ",
                "tag": "p"
            },
            {
                "content": "But, whilst the scale of attempted property fraud is relatively small, we know the impact of property fraud on the individuals concerned can be devastating. ",
                "tag": "p"
            },
            {
                "content": "As well as continually reviewing and updating our fraud-detection methods, including ensuring all necessary documentation is provided and in order, we work in close partnership with other agencies across government and the property sector to raise awareness and help combat criminal activity.  ",
                "tag": "p"
            },
            {
                "content": "Examples of frauds HM Land Registry has stopped  ",
                "tag": "h2"
            },
            {
                "content": "We received an application to transfer ownership of a bungalow with a value of £360,000 – significantly below the average for the area. The owners were notified of the application by Property Alert and, on visiting the property, discovered the locks had been changed and a For Sale sign put up.  ",
                "tag": "p"
            },
            {
                "content": "They got in touch with us, and we cancelled the application to transfer ownership.  ",
                "tag": "p"
            },
            {
                "content": "In another example, we received an application to register a £200,000 mortgage on a terraced house. But the owner – who didn’t live at the property - said they had not made a mortgage application. We immediately cancelled the application.  ",
                "tag": "p"
            },
            {
                "content": "How much fraud has HM Land Registry prevented?  ",
                "tag": "h2"
            },
            {
                "content": "In the financial year 2024-25, HMLR prevented the registration of fraudulent applications against more than £59 million worth of property.  ",
                "tag": "p"
            },
            {
                "content": "Between 2020 and 2025, we prevented fraudulent applications against more than 300 properties worth over £194 million.   ",
                "tag": "p"
            },
            {
                "content": "What happens if a fraud takes place? ",
                "tag": "h2"
            },
            {
                "content": "Our state-backed guarantee (indemnity) protects homeowners whose properties are registered with HMLR, should they become a victim of registered title fraud. The scheme offers compensation – indemnity payments - if someone suffers a loss for a mistake in the register that is put right.  ",
                "tag": "p"
            },
            {
                "content": "In the financial year 2024-25, we made 4 payments totalling £398,964.  ",
                "tag": "p"
            },
            {
                "content": "It’s important to note that indemnity payments made may not relate to applications made in that same year as fraud can take time to detect, investigate and put right. ",
                "tag": "p"
            },
            {
                "content": "What can you do to safeguard your property?    ",
                "tag": "h2"
            },
            {
                "content": "Homeowners can also play a crucial role in combatting fraud by remaining vigilant and we encourage them to:   ",
                "tag": "p"
            },
            {
                "content": "How to report property fraud   ",
                "tag": "h2"
            },
            {
                "content": "If you think you’ve been the victim of property fraud or suspect fraudulent activity in respect of your own or someone else’s property, call our dedicated property fraud line (which also offers a Welsh language service).  ",
                "tag": "p"
            },
            {
                "content": "Call us on 0300 006 7030 Monday to Friday, 8am to 4.30pm.  ",
                "tag": "p"
            },
            {
                "content": "Wider government advice to guard against fraud          ",
                "tag": "h2"
            },
            {
                "content": "We work closely with various government organisations to combat fraud and amplify anti-fraud messages. Whilst our remit is to combat property fraud in the lodging of fraudulent applications for registration, we also want to help people avoid fraud of any kind – so do check out the Home Office’s advice and guidance at Stop! Think Fraud - stay ahead of scams . ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/09/17/the-true-picture-of-property-fraud-in-england-and-wales/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Whilst recent media stories may have left homeowners fearing that property fraud is increasing dramatically, we can confirm that thankfully it remains relatively rare, in part due to some simple steps that people can take to protect their property."
    },
    {
        "title": "Natural England Hen Harrier Programme - Update to Southern Reintroduction Project",
        "authors": [
            "Sofía Muñoz"
        ],
        "posted_on": "2025-09-16T16:39:24",
        "categories": [
            "Hen Harriers"
        ],
        "content": [
            {
                "content": "By Sofía Muñoz, Senior Officer, Hen Harrier Southern Reintroduction",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h4"
            },
            {
                "content": "The Hen Harrier Southern Reintroduction Project was set up in 2018 with the aim of establishing a wild, farmland-nesting population of hen harriers (Circus cyaneus) in southern England. ",
                "tag": "p"
            },
            {
                "content": "The hen harrier is an iconic species and one of the UK's rarest and most persecuted birds of prey. The combination of its beauty, charisma and rarity make this a highly cherished and valued bird. Hen harriers were once common across the UK but were driven to extinction across most of the British Isles during the 1800s. More recently, Natural England and many organisations have put great effort into helping them recolonise parts of Scotland and northern England. ",
                "tag": "p"
            },
            {
                "content": "In England, their numbers are now estimated to have risen to 50 territorial pairs recorded in 2023, from four territorial pairs in 2016 – an increase of 1150%. Despite this increase in numbers, hen harriers remain at risk from illegal killing and disturbance, which is where human activities disrupt nesting sites, which can cause parent birds to abandon their nest and lead to failed eggs or chick deaths. ",
                "tag": "p"
            },
            {
                "content": "Increasing hen harrier numbers is a particularly challenging task as they have a strong inclination to return to the same place they have hatched and fledged, meaning they don't spread to new areas easily.  ",
                "tag": "p"
            },
            {
                "content": "Project timeline",
                "tag": "h4"
            },
            {
                "content": "In 2018, the Hen Harrier Southern Reintroduction project was conceived to encourage recolonisation of hen harriers further south in the UK. The project initially sought to translocate young hen harriers from continental Europe for release in the UK. However, collaboration between EU states and new importation rules for animals following the UK’s exit from the EU meant that translocation of young fledging birds became unfeasible due to extensive quarantine periods.   ",
                "tag": "p"
            },
            {
                "content": "Instead, a pioneering captive conservation breeding programme was developed which focussed on releasing offspring bred in the UK from adult birds imported from France and Spain. Beginning in late 2022, this ambitious programme hoped to boost the number of hen harriers in the UK with minimal impact on wild populations. The project sought to release a minimum of 100 juvenile hen harriers over a five-year period to ensure the best chances of success. ",
                "tag": "p"
            },
            {
                "content": "In continental Europe, hen harriers nest on farmland which is directly comparable to much of the arable landscape across southern England. As part of the project, release pens were situated among an arable crop and these would be used to introduce chicks to the site from the captive breeding facility several weeks before fledging. It was hoped that this would enable them to familiarise themselves with the habitat and area around the release site, leading to them returning to breed in this same location in subsequent years. ",
                "tag": "p"
            },
            {
                "content": "Latest situation",
                "tag": "h4"
            },
            {
                "content": "The third breeding season for the captive birds began in 2025.  While the adult birds had not bred successfully in the first two years of the programme, advances in their breeding behaviour over the two years (2023; 2024) had been noted. This meant that the team were optimistic that that things were moving in the right direction to eventually produce chicks for release. However, to the team’s disappointment, the females unfortunately laid infertile eggs in 2025, meaning that no chicks would be released this year.  ",
                "tag": "p"
            },
            {
                "content": "Future of the project",
                "tag": "h4"
            },
            {
                "content": "The Southern Reintroduction project constitutes one of six components of the Joint action plan for the recovery of the English hen harrier population (2016) being delivered by Natural England, with the support of DEFRA. It has been running in parallel with other activities, such as the long-term monitoring of the species in northern England. ",
                "tag": "p"
            },
            {
                "content": "Following a thorough review, it has become clear that Natural England is no longer in a position to provide the long-term funding and resource needed to continue delivering the Hen Harrier Southern Reintroduction project, despite the progress to date. The difficult decision has therefore been made to conclude this project.  ",
                "tag": "p"
            },
            {
                "content": "The welfare of the hen harriers held in captivity for the conservation breeding programme remains the priority for the project through its closing phase. A number of options exist for the birds, and these will be explored in full. As they are unsuitable for release into the wild, they will be transferred into the care of a suitable host organisation. Organisations will be considered suitable where they are able to ensure the ongoing welfare of the birds for the remainder of their natural lives. In addition, Natural England would not preclude continuation of the conservation breeding programme under the leadership of the chosen organisation if the priority of welfare is maintained.  ",
                "tag": "p"
            },
            {
                "content": "Informing future conservation",
                "tag": "h4"
            },
            {
                "content": "Knowledge acquired through the delivery of this project can help to inform other conservation projects and expand our understanding of hen harrier biology. We have, for instance, gained a deeper insight into the health, genetics, and migratory patterns of hen harriers. ",
                "tag": "p"
            },
            {
                "content": "We would like to express our gratitude to all our partners, who have contributed their time, expertise, and commitment to this project over the years. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/16/natural-england-hen-harrier-programme-update-to-southern-reintroduction-project/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sofía Muñoz, Senior Officer, Hen Harrier Southern Reintroduction Background The Hen Harrier Southern Reintroduction Project was set up in 2018 with the aim of establishing a wild, farmland-nesting population of hen harriers (Circus cyaneus) in southern England.  The hen …"
    },
    {
        "title": "Working in Greater Manchester Probation",
        "authors": [
            "Ministry of Justice"
        ],
        "posted_on": "2025-09-16T15:49:08",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Bob has worked in the Probation Service since 2013, starting as an agency staff member with only a vague idea of what probation is. His enthusiasm and adaptability saw him progress from operational support to a probation services officer, then fully qualified probation officer. After six years, he moved into his current staff engagement role – his “absolute dream job”.",
                "tag": "p"
            },
            {
                "content": "What’s your career journey in the Probation Service been like?I’ve been in my current role for just under three years now, and I can honestly say I couldn’t have a better job. It’s creative, varied and gives me the freedom to try new things. Before this, I spent six years as a probation officer, which was a huge responsibility and a real eye-opener. Making decisions that could impact offender’s lives was daunting but also incredibly rewarding. The journey to get here has been full of opportunities and brilliant colleagues, and I still enjoy coming to work every day.",
                "tag": "p"
            },
            {
                "content": "How did you build the confidence to handle decisions about other people’s lives in your role?I quickly realised I wasn’t making decisions alone. We always discussed cases as a team, and my manager was there whenever I needed to talk things through. It was a steep learning curve, but each experience built my confidence and taught me to trust my judgement.",
                "tag": "p"
            },
            {
                "content": "What’s the team atmosphere like in probation and how do you support each other?",
                "tag": "p"
            },
            {
                "content": "When I was a probation officer, the team atmosphere was one of the best parts of the job. You see each other most days and everyone’s ready to step in and help if someone is struggling. That support made a high-pressure environment much more manageable. Even now, with larger teams, the culture of looking out for each other is still strong. We often socialise outside work and that bond carries into the workplace. If you have a tough session with an offender, you can always offload to the team and get advice. You are never really working alone.",
                "tag": "p"
            },
            {
                "content": "What does resilience mean to you in probation work?For me, resilience isn’t about bottling things up or just pushing through. Early on, I’d work late and keep going no matter what – but that wasn’t healthy. Now I see resilience as recognising when you need support and being open about it. Asking for help actually makes it easier to cope in the long run.",
                "tag": "p"
            },
            {
                "content": "What skills are essential for a probation officer?Patience and genuine listening are huge. People don’t always express themselves in the way you expect, so you need to give them space and time. Cutting someone off too quickly can shut them down, especially if they’ve rarely been listened to before. It’s about taking the time to respond thoughtfully, even in a fast-paced job.",
                "tag": "p"
            },
            {
                "content": "How do you build trust with the offenders you work with?",
                "tag": "p"
            },
            {
                "content": "You have to be patient and non-judgemental from the start. Sometimes you need to focus on the relationship first. If you jump straight into tough questions, you can create barriers instead of breaking them down.",
                "tag": "p"
            },
            {
                "content": "What skills transfer well into probation work?",
                "tag": "p"
            },
            {
                "content": "I think people who have worked as teachers or police officers have the closest skills already to what we do. But really, it’s a broad mix. I’ve even worked with a former priest. It doesn’t really matter what you’ve done before, as long as you have strong communication skills and life experience. Being able to build relationships is essential. You also need a basic level of IT because the job involves a lot of admin work.",
                "tag": "p"
            },
            {
                "content": "How does probation work benefit the wider community?",
                "tag": "p"
            },
            {
                "content": "You can see real changes – fewer police call-outs, improved family relationships and offenders gaining pride through community projects. It’s not always visible day to day, but those small wins add up to safer communities and better outcomes for families.",
                "tag": "p"
            },
            {
                "content": "What advice would you give to someone considering probation work?",
                "tag": "p"
            },
            {
                "content": "Always remember there’s a person behind the crime. Many people have experienced trauma, and their behaviour often stems from that. Understanding the human story alongside the offence is vital.",
                "tag": "p"
            },
            {
                "content": "What do your friends and family think of your job?",
                "tag": "p"
            },
            {
                "content": "Most don’t fully understand what I do, some even mix it up with parole. My parents have never really worried about my safety, and I’ve always felt safe throughout my career, with only one or two tense moments.",
                "tag": "p"
            }
        ],
        "link": "https://prisonjobs.blog.gov.uk/2025/09/16/working-in-greater-manchester-probation/",
        "blog": "Working in the Prison and Probation Service",
        "blog_link": "https://prisonjobs.blog.gov.uk",
        "description": "Bob has worked in the Probation Service since 2013, starting as an agency staff member with only a vague idea of what probation is. His enthusiasm and adaptability saw him progress from operational support to a probation services officer, then …"
    },
    {
        "title": "What’s changing - our future patent services",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-09-16T15:35:10",
        "categories": [
            "Design",
            "IPO",
            "Patents",
            "Trade marks",
            "Transformation"
        ],
        "content": [
            {
                "content": "Our new ‘One IPO’ patent service is due to launch in the coming months. We will be publishing a series of blogs summarising the big changes you need to know to ensure you have a smooth transition to our new service. ",
                "tag": "p"
            },
            {
                "content": "What better place to start than with what services are actually changing? What’s staying, what’s going, and what’s having a few tweaks around the edges? ",
                "tag": "p"
            },
            {
                "content": "Why One IPO?",
                "tag": "h3"
            },
            {
                "content": "The new digital patent services for patents called 'One IPO’ because our long-term vision is to create one single, integrated service for all intellectual property rights in the UK – patents, trade marks and designs. Instead of having separate systems for each type of IP right, you'll eventually be able to manage everything through one unified platform. ",
                "tag": "p"
            },
            {
                "content": "For now, we're starting with patents only to keep the launch simple and focused. Once the patent service is established, we'll gradually add trade marks and designs to create the complete 'One IPO' experience where you truly have one service for all your IP needs. ",
                "tag": "p"
            },
            {
                "content": "The new One IPO patent services ",
                "tag": "h3"
            },
            {
                "content": "The new service will offer: ",
                "tag": "p"
            },
            {
                "content": "• an IPO account that will allow you to view, manage and update all of your UK patents online and in one place",
                "tag": "p"
            },
            {
                "content": "• digital services for requesting changes to patents, like changing address, changing representative and transferring ownership of patents",
                "tag": "p"
            },
            {
                "content": "• a digital patent application service that will enable you to save and share draft applications, submit information in the order that suits you and collaborate on applications",
                "tag": "p"
            },
            {
                "content": "• features to reduce errors and save you time, by reusing information stored in your account",
                "tag": "p"
            },
            {
                "content": "• features to help you manage access to your organisation's patents by creating access groups for specific teams or clients. ",
                "tag": "p"
            },
            {
                "content": "Where we are",
                "tag": "h3"
            },
            {
                "content": "We're currently testing the service with nearly 100 customers who have submitted over 200 transactions. This helps us improve things before the public launch. ",
                "tag": "p"
            },
            {
                "content": "A launch date hasn't been confirmed yet, but we are working towards the service going live in early 2026. We must first pass a central government assessment to ensure it meets the highest standards. Once that's complete, we'll announce the launch date. eOLF users can request early access by contacting: information@ipo.gov.uk  ",
                "tag": "p"
            },
            {
                "content": "What news is coming? ",
                "tag": "h3"
            },
            {
                "content": "We will be publishing new blogs each week that will detail some of the key changes you can expect. Each will cover a different aspect of the service, like applying for patents, making changes or updates to patents and payments. ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/09/16/whats-changing-our-future-patent-services/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Our new ‘One IPO’ patents service is due to launch in the coming months. What services are actually changing? What’s staying, what’s going, and what’s having a few tweaks around the edges?"
    },
    {
        "title": "Why Justice Digital Feels Like Home",
        "authors": [
            "Emma Morgan"
        ],
        "posted_on": "2025-09-16T13:48:33",
        "categories": [
            "a great place to work",
            "National Inclusion Week",
            "Our People"
        ],
        "content": [
            {
                "content": "Hi, I am Emma Morgan, a Digital Talent Specialist here at Justice Digital. We don’t just talk about inclusion, we live it. It is why so many of us say it feels like home. With our values, culture, and community, it’s no wonder we are one of the best places to work in the Civil Service. ",
                "tag": "p"
            },
            {
                "content": "We know that our strength lies in our differences. Diverse teams bring fresh ideas, challenge assumptions, and help us see problems from new angles. That is why we work hard to make sure everyone has a voice, and that those voices are listened to. Innovation doesn’t happen in echo chambers; it happens when we embrace a range of perspectives. ",
                "tag": "p"
            },
            {
                "content": "Fairness matters too. Inclusivity is about recognising that people have different needs and making sure those needs are met. Whether it’s flexible working, accessibility, or tailored support, we aim to create a level playing field where everyone has the chance to succeed. ",
                "tag": "p"
            },
            {
                "content": "In my role as a Social Mobility Ambassador, I’ve seen first-hand how powerful visibility can be. Visiting schools in underrepresented areas and showing young people that there is a place for them in the Civil Service, it’s one of the most rewarding parts of my job. When someone sees themselves reflected in a space, it opens doors. ",
                "tag": "p"
            },
            {
                "content": "I also work to make sure our recruitment and development reflect the communities we serve. That means championing women in engineering, advocating for neurodiverse colleagues, and supporting those with disabilities and other underrepresented groups. ",
                "tag": "p"
            },
            {
                "content": "We support over 20  MoJ staff networks, including ABLE (disability), PROUD (people from diverse racial origins), SWIM (menopause), and Spirit (LGBTQ+), which amplify underrepresented voices. In justice Digital we also have targeted initiatives like the Women in Engineering Working Group and Women in Digital and Data Forum that aim to increase female representation in technical roles and leadership.  ",
                "tag": "p"
            },
            {
                "content": "Why Now Is the Time to Act ",
                "tag": "p"
            },
            {
                "content": "The theme for this year’s National Inclusion Week is #NowIsTheTime which is a reminder that progress doesn’t happen by accident.  ",
                "tag": "p"
            },
            {
                "content": "What are you doing now to prioritise inclusion within your teams? Please do share by leaving your comments below. ",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/09/16/why-justice-digital-feels-like-home/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "Hi, I am Emma Morgan, a Digital Talent Specialist here at Justice Digital. We don’t just talk about inclusion, we live it. It is why so many of us say it feels like home. With our values, culture, and community, …"
    },
    {
        "title": "An introduction to foundation apprenticeships, by Jonathan Mitchell",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-09-16T10:23:47",
        "categories": [
            "Foundation Apprenticeships",
            "Industrial Strategy",
            "Insight"
        ],
        "content": [
            {
                "content": "Foundation apprenticeships were introduced in May 2025. Below, Jonathan Mitchell from Skills England provides a handy guide to introduce these new jobs with training at level 2.",
                "tag": "p"
            },
            {
                "content": "Foundation apprenticeships: an introduction, by Jonathan Mitchell",
                "tag": "h2"
            },
            {
                "content": "The apprenticeship system in England already provides an exceptional pathway for individuals entering careers. But not all young people are ready to embark on a full apprenticeship when they leave school or college.",
                "tag": "p"
            },
            {
                "content": "Some young learners need to build greater experience of the workplace in order to develop the knowhow and competencies that enhance their own confidence  that a particular occupation and further training within it is right for them. This in turn also develops the confidence of their employers that the learner has the knowhow and competencies needed to embark upon the next level of career or training progression.",
                "tag": "p"
            },
            {
                "content": "Foundation apprenticeships are designed to meet those needs. They bridge the gap between formal learning in school or college and the world of work, through a blend of structured learning with authentic on-the-job experience and accountability. This introduces learners to an industry and lays a foundation on which realistic choices about further education or employment can be based.",
                "tag": "p"
            },
            {
                "content": "Success for a foundation apprentice is progression – be that into further training or a job.",
                "tag": "p"
            },
            {
                "content": "As a former teacher, I can call to mind many learners I encountered in the classroom whose potential needed space to grow through time and support in the workplace, before selecting the best next steps. Through foundation apprenticeships, such young people now have a clear and meaningful pathway to follow.",
                "tag": "p"
            },
            {
                "content": "What are foundation apprenticeships?",
                "tag": "h2"
            },
            {
                "content": "Foundation apprenticeships are entry-level, paid jobs with structured training.",
                "tag": "p"
            },
            {
                "content": "These level 2 apprenticeships combine technical knowledge and skills with workplace learning, helping young people decide their next career steps.",
                "tag": "p"
            },
            {
                "content": "Who are foundation apprenticeships for?",
                "tag": "h2"
            },
            {
                "content": "Foundation apprenticeships are available for young people aged 16 to 21, and also aged 22 to 24 for learners who:",
                "tag": "p"
            },
            {
                "content": "They are for those looking for a broad grounding in an entry level occupation, leading to opportunities for progression to a more specific or higher-level apprenticeship. ",
                "tag": "p"
            },
            {
                "content": "The sectors they are available in are:",
                "tag": "p"
            },
            {
                "content": "How long is a foundation apprenticeship?",
                "tag": "h2"
            },
            {
                "content": "A foundation apprenticeship lasts for a minimum duration of 8 months.",
                "tag": "p"
            },
            {
                "content": "If individual learner needs require an extension to the length of the foundation apprenticeship, the duration may be extended accordingly.",
                "tag": "p"
            },
            {
                "content": "What are the main benefits of foundation apprenticeships?",
                "tag": "h2"
            },
            {
                "content": "Foundation apprenticeships:",
                "tag": "p"
            },
            {
                "content": "Why were foundation apprenticeships created?",
                "tag": "h2"
            },
            {
                "content": "The Department for Education (DfE) determined the initial 7 foundation apprenticeships based on industrial strategy growth area needs.",
                "tag": "p"
            },
            {
                "content": "They have been developed as an alternative route for young people who need extra support with employability skills and the transition to the workplace, including those moving from full-time education and those not currently in education, employment or training. ",
                "tag": "p"
            },
            {
                "content": "Undertaking a foundation apprenticeship will help these learners make an informed choice about which specialised occupation they want to progress into.  ",
                "tag": "p"
            },
            {
                "content": "Foundation apprenticeships also support employers in key sectors to meet their resource needs. They offer opportunities to engage with younger employees and build sustainable talent pipelines",
                "tag": "p"
            },
            {
                "content": "How have foundation apprenticeships been developed?",
                "tag": "h2"
            },
            {
                "content": "The Department for Education (DfE) commissioned The Institute for Apprenticeships and Technical Education (IfATE) to develop foundation apprenticeships. On 1 June 2025 IfATE closed and its functions transferred to Skills England. Skills England will now determine the process for approval and for periodic reviews.",
                "tag": "p"
            },
            {
                "content": "To develop foundation apprenticeships, Skills England and DfE seek views from experts such as:",
                "tag": "p"
            },
            {
                "content": "Which foundation apprenticeships are currently available?",
                "tag": "h2"
            },
            {
                "content": "At the time of publication, there are 7 foundation apprenticeships available. These are:",
                "tag": "p"
            },
            {
                "content": "Use the Skills England apprenticeship finder to read the occupational standards for these first 7 foundation apprenticeships.",
                "tag": "p"
            },
            {
                "content": "Email us your insights",
                "tag": "h2"
            },
            {
                "content": "We want to hear from employers, training providers, and awarding organisations about your experiences of foundation apprenticeships.",
                "tag": "p"
            },
            {
                "content": "Email us at  skills.england@education.gov.uk with 'Foundation apprenticeship: sector insight' in the subject line.",
                "tag": "p"
            },
            {
                "content": "Jonathan Mitchell",
                "tag": "p"
            },
            {
                "content": "Deputy Director, Skills England",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/09/16/an-introduction-to-foundation-apprenticeships-by-jonathan-mitchell/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Foundation apprenticeships were introduced in May 2025. Below, Jonathan Mitchell from Skills England provides a handy guide to introduce these new jobs with training at level 2. Foundation apprenticeships: an introduction, by Jonathan Mitchell The apprenticeship system in England already …"
    },
    {
        "title": "Welcoming autumn: a season of transition",
        "authors": [
            "Emily Robinson"
        ],
        "posted_on": "2025-09-16T09:00:00",
        "categories": [
            "Nature",
            "Tree planting"
        ],
        "content": [
            {
                "content": "September marks the beginning of a dramatic transformation period within our woodlands and forests. While summer's full green canopy still dominates our woodlands, subtle changes are already underway that will reshape our leafy landscapes over the coming months.",
                "tag": "p"
            },
            {
                "content": "We are now losing nearly three minutes of sunlight each day, and these shortening daylight hours, paired with cooling temperatures, are triggering changes that will soon become visible. The trees are beginning their quiet preparation for winter.",
                "tag": "p"
            },
            {
                "content": "The difference between deciduous and evergreen trees",
                "tag": "h2"
            },
            {
                "content": "Understanding which trees shed their leaves helps explain what we'll witness in the coming weeks. Deciduous trees drop their leaves annually, whilst evergreens retain theirs throughout winter.",
                "tag": "p"
            },
            {
                "content": "Most broadleaf trees are deciduous, though there are some exceptions such as holly, which is an evergreen that keeps its glossy, spiky leaves year-round. Conifers on the other hand, tend to be evergreen, with exceptions such as European larch which are deciduous and will shed their needles each year.",
                "tag": "p"
            },
            {
                "content": "Why deciduous trees will soon shed their leaves",
                "tag": "h2"
            },
            {
                "content": "The broad leaves that captured summer sunshine so efficiently are now becoming liabilities. In freezing temperatures, these large leaf surfaces would lose precious water and risk cellular damage from colder weather.",
                "tag": "p"
            },
            {
                "content": "Deciduous trees have already begun forming abscission layers – specialised barriers at the base of each leaf stem that gradually restrict the flow of nutrients and water. As autumn progresses, this layer will produce enzymes that methodically break down the cell walls that anchor each leaf to its branch. Eventually, even a gentle breeze will be enough to send the leaf spiralling towards the ground.",
                "tag": "p"
            },
            {
                "content": "Without leaves, trees can enter dormancy to dramatically conserve their energy. They retain moisture within their woody tissues to prevent dehydration, whilst their bare branches offer less resistance to winter winds and reduce the burden of snow settling on them. These clever adaptations allow trees to weather the colder months ahead with minimal stress, conserving their resources for spring's eventual return.",
                "tag": "p"
            },
            {
                "content": "How evergreens are preparing for winter",
                "tag": "h2"
            },
            {
                "content": "Rather than retreating completely, evergreen species will adjust their metabolism and physiology to maintain some activity throughout winter, whilst protecting themselves from harsh conditions.",
                "tag": "p"
            },
            {
                "content": "Scots pine needles may begin showing a subtly different blue-green colouration as they develop natural antifreeze compounds. Norway spruce branches will start adjusting their angle, preparing to shed heavy snow loads more effectively. This helps to prevent branches from snapping under excessive weight, and the downward slope also helps deflect harsh winds.",
                "tag": "p"
            },
            {
                "content": "By late October, conifer growth virtually ceases as trees redirect their energy towards survival rather than growth. The vulnerable bright green summer growth darkens and hardens to withstand freezing temperatures. Several species will also develop thicker waxy coatings on their needles to prevent water loss, as the frozen soil in winter makes water uptake more difficult.",
                "tag": "p"
            },
            {
                "content": "Autumn also brings more visible changes in conifers, as mature cones begin opening up on warm days to release their seeds. You might notice the contrast between this year's small green cones and the larger brown cones from previous years finally splitting apart. Meanwhile, new cone buds are already forming for next year's cycle!",
                "tag": "p"
            },
            {
                "content": "An optimal window for tree planting",
                "tag": "h2"
            },
            {
                "content": "During the autumn and winter months, trees naturally redirect their energy from leaf and shoot production towards root development. This makes it the optimal time to plant trees. The seasonal shift makes newly planted saplings far more likely to survive, as they can focus entirely on establishing robust root systems without the demanding task of supporting active foliage.",
                "tag": "p"
            },
            {
                "content": "The cooler, wetter conditions typical of these months provide ideal establishment conditions. Increased rainfall delivers consistent moisture without the risk of summer drought stress, whilst lower temperatures reduce water loss through transpiration. Dormant trees also experience considerably less transplant shock compared to those moved during the growing season, as they're not actively producing new shoots and leaves that would place immediate demands on a disturbed root system.",
                "tag": "p"
            },
            {
                "content": "By the time spring comes, these well-established plantings will have already developed root networks that will support vigorous new growth.",
                "tag": "p"
            },
            {
                "content": "A feeding frenzy for wildlife",
                "tag": "h2"
            },
            {
                "content": "The arrival of autumn marks the beginning of intense activity for woodland wildlife too as they prepare for winter alongside the trees. The year's collective seed and fruit production across the woodland is now reaching its peak; with hazelnuts, acorns, beechnuts and berries becoming increasingly abundant. This autumn bounty will drive much of the wildlife behaviour you'll observe over the coming weeks, from squirrels frantically collecting nuts to birds like jays taking acorns for their winter stores.",
                "tag": "p"
            },
            {
                "content": "These interactions benefit trees as much as animals. The Eurasian jay is considered by some to be the most important factor in oak dispersal and spread, as they store thousands of acorns each autumn yet fail to retrieve many of them.[1] Meanwhile, berry-eating birds like thrushes and blackbirds consume fruits whole, dispersing viable seeds through their droppings across wide areas.",
                "tag": "p"
            },
            {
                "content": "This helpful wildlife-driven seed dispersal helps trees to colonise new territories and maintains genetic diversity between distant woodland populations.",
                "tag": "p"
            },
            {
                "content": "A woodland's underground economy",
                "tag": "h2"
            },
            {
                "content": "As leaves fall and begin to cover the woodland floor over the coming months, they’ll become the foundation of the soil’s underground economy. The leaves provide essential food for an army of decomposers – earthworms, millipedes, springtails and countless soil bacteria and fungi – who will work tirelessly to break it all down.",
                "tag": "p"
            },
            {
                "content": "Look out for the gradual disappearance of leaf litter through autumn and winter as these active decomposers turn complex plant tissue back into nutrients. The nitrogen, phosphorus and potassium locked within the fallen leaves will slowly release back into the soil, which creates a nutrient-rich zone around each tree’s root system. These nutrients will be reclaimed by the trees to fuel growth in the spring.",
                "tag": "p"
            },
            {
                "content": "Watching the transformations unfold",
                "tag": "h2"
            },
            {
                "content": "Over the next few months, every walk in a woodland will reveal new chapters in this unfolding transformation. Watch for the first yellow speckles on birch leaves, listen for the increased activity of birds making the most of abundant berry supplies and enjoy the sound of leaves crunching beneath your feet. Each observation connects you to processes that have shaped these ecosystems for thousands of years. ",
                "tag": "p"
            },
            {
                "content": "Whether you're managing woodland or simply seeking to understand the natural world around you, autumn offers numerous opportunities to witness the intricate relationships that make our forests resilient and endlessly fascinating. The transformation is already beginning – the question is, what will you notice first?",
                "tag": "p"
            },
            {
                "content": "[1] Foraging Eurasian Jays (Garrulus glandarius) prefer oaks and acorns in central Europe",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/09/16/welcoming-autumn-a-season-of-transition/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Emily Robinson, Content Officer at the Forestry Commission, introduces the autumn season changes we can expect in woodlands as trees and wildlife begin their preparation for winter."
    },
    {
        "title": "Improving the DfE accessibility and inclusive design manual ",
        "authors": [
            "Kerry Lyons, Senior Content Designer, Department for Education"
        ],
        "posted_on": "2025-09-16T08:59:18",
        "categories": [
            "Accessibility"
        ],
        "content": [
            {
                "content": "In September 2024 we published the Department for Education (DfE) Accessibility and inclusive design manual. Feedback has been mostly positive, and our data showed people were using the content. But we wanted to understand more, so we did some research with users working in design, product and delivery roles.",
                "tag": "p"
            },
            {
                "content": "We focused on 3 main things: ",
                "tag": "p"
            },
            {
                "content": "What we changed ",
                "tag": "h2"
            },
            {
                "content": "We removed the ‘knowledge hub’ section and reorganised content ",
                "tag": "h3"
            },
            {
                "content": "People liked the content and understood it was valuable, but the 'knowledge hub’ felt cluttered and hard to use. It was seen as a dumping ground.  ",
                "tag": "p"
            },
            {
                "content": "We moved the content into parts of the manual that better fit the user journey – based on how people think and search for information.  ",
                "tag": "p"
            },
            {
                "content": "Some examples of what we did: ",
                "tag": "p"
            },
            {
                "content": "We improved the tools guidance to focus on people’s needs  ",
                "tag": "h3"
            },
            {
                "content": "Before, the tools section was just a list of tools and how to install them. But users wanted to know: ",
                "tag": "p"
            },
            {
                "content": " So we made the content clearer: ",
                "tag": "p"
            },
            {
                "content": "We simplified the homepage ",
                "tag": "h3"
            },
            {
                "content": "The old homepage was too busy - with lots of icons, images, and a long scroll. The top navigation was also unclear. ",
                "tag": "p"
            },
            {
                "content": "So we: ",
                "tag": "p"
            },
            {
                "content": "The updated manual went live on 21 July 2025. Although it was created for DfE teams, anyone designing or building accessible services and websites can use it. ",
                "tag": "p"
            }
        ],
        "link": "https://accessibility.blog.gov.uk/2025/09/16/improving-the-dfe-accessibility-and-inclusive-design-manual/",
        "blog": "Accessibility in government",
        "blog_link": "https://accessibility.blog.gov.uk",
        "description": "Making it easier for people to find what they need in the Department for Education accessibility and inclusive design manual."
    },
    {
        "title": "Solitary but sociable: Understanding lone dolphins and why we need to act responsibly",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-09-15T11:26:27",
        "categories": [
            "marine conservation",
            "Marine Science",
            "Science"
        ],
        "content": [
            {
                "content": "Every now and then solitary dolphins appear in coastal waters. The reasons why this happens can vary and are not always clear. What we do know is that they can captivate communities, display playful behaviour and become more interested in human interaction over time.",
                "tag": "p"
            },
            {
                "content": "While these encounters may seem magical, they often mask a deeper issue and can have tragic outcome for these vulnerable animals.",
                "tag": "p"
            },
            {
                "content": "Solitary vs. solitary sociable dolphins",
                "tag": "p"
            },
            {
                "content": "Marine experts, including those at Marine Connection, confirm that it is not unusual for dolphins to be seen alone but how they interact with people may differ depending on whether they are simply lone dolphins or solitary sociable dolphins:",
                "tag": "p"
            },
            {
                "content": "This behavioural shift is significant. As Liz Sandeman of Marine Connection explains,",
                "tag": "p"
            },
            {
                "content": "“Solitary, sociable dolphins represent a unique behavioural group that requires focused conservation efforts. Once they become accustomed to humans, their risk of injury, stress, and behavioural changes increases dramatically.",
                "tag": "p"
            },
            {
                "content": "\"Unfortunately, these ‘friendly’ individuals may become rough in their interactions – biting, butting, tail-slapping and pushing people underwater. The situation is therefore dangerous for people. It may not be the dolphin’s intention to hurt the people that he/she is playing with, but he/she may not understand how much bigger, stronger and more capable than us he/she is in the water.",
                "tag": "p"
            },
            {
                "content": "\"It is also important to appreciate that these highly intelligent animals are all individuals, and that different individuals will react to people differently. For example, some may be more dominant in their play than others.”",
                "tag": "p"
            },
            {
                "content": "More information about solitary sociable dolphins can be found here: Solitary, Sociable Cetaceans | Marine Connection and here: Solitary dolphins (Marine Animal Rescue Coalition).",
                "tag": "p"
            },
            {
                "content": "Why human interaction can be harmful",
                "tag": "p"
            },
            {
                "content": "Despite good intentions, human interaction with solitary sociable dolphins can lead to serious consequences:",
                "tag": "p"
            },
            {
                "content": "What you can do to protect solitary dolphins",
                "tag": "p"
            },
            {
                "content": "If you encounter a solitary dolphin in the wild, follow these guidelines to ensure both your safety and theirs:",
                "tag": "p"
            },
            {
                "content": "If approached by a dolphin in the water, Whale Dolphin Conservation would recommend staying calm and leaving the water as calmly and quickly as possible, allowing the dolphin to move away of its own accord.",
                "tag": "p"
            },
            {
                "content": "To avoid disturbance and harm to cetaceans and other marine mammals, key take home messages are: Go slow – Stay back – Don’t chase   ",
                "tag": "p"
            },
            {
                "content": "Community action and education",
                "tag": "p"
            },
            {
                "content": "Marine organisations around the world are working to raise awareness about solitary sociable dolphins. Educational webinars, community outreach, and conservation campaigns encourage local advocates who help spread awareness and promote safe, respectful wildlife watching.",
                "tag": "p"
            },
            {
                "content": "As Jess Churchill-Bissett, Head of Marine Conservation at the Marine Management Organisation, notes:",
                "tag": "p"
            },
            {
                "content": "“Repeated human interaction inevitably disrupts their natural behaviours, increasing stress and potentially altering their temperament. Once habituated to humans, dolphins can lose their natural wariness, a change that can be fatal.”",
                "tag": "p"
            },
            {
                "content": "“By understanding their unique behaviours and giving them space, we can help ensure these remarkable animals remain safe, wild, and free.’’",
                "tag": "p"
            },
            {
                "content": "Lessons from Reggie, the Lyme Bay Dolphin",
                "tag": "p"
            },
            {
                "content": "The arrival of a lone bottlenosed dolphin named Reggie in Lyme Bay in 2025 has captivated the public, sparking widespread excitement in the press, online and on social media. However, his growing habituation to close human contact has already resulted in injury and raised concerns over his increasingly boisterous interactions with swimmers.",
                "tag": "p"
            },
            {
                "content": "This highlights the urgent need for responsible behaviour around wild dolphins. MMO, conservation experts and charities have all united to raise awareness for responsible behaviour around marine wildlife and to help ensure his safety and the safety of people. This has been met with encouraging community engagement, with many attending workshops both in person and online to learn about dolphin behaviour and how to safely enjoy their presence without causing harm.",
                "tag": "p"
            },
            {
                "content": "We continue to encourage the public to follow, and the media to consider the marine and coastal wildlife code guidance.",
                "tag": "p"
            },
            {
                "content": "Marine and coastal wildlife code",
                "tag": "p"
            },
            {
                "content": "The Marine and coastal wildlife code can help you to reduce disturbance to marine wildlife when you visit the coast. Its guidance includes advice that dolphins, whales and porpoises reacting to disturbance might:",
                "tag": "p"
            },
            {
                "content": "The Marine and coastal wildlife code does not replace guidance from local councils or organisations. Instead, you can consider the code alongside guidance from other sources.",
                "tag": "p"
            },
            {
                "content": "Report a wildlife crime",
                "tag": "p"
            },
            {
                "content": "Wildlife crimes include intentionally or recklessly harassing, injuring, disturbing, or taking or killing protected species or damaging their habitat. Find out how wildlife legislation in England protects different marine wildlife species.",
                "tag": "p"
            },
            {
                "content": "Call 101 to report a wildlife incident involving a solitary sociable dolphin that you have witnessed, quoting “Operation Seabird’ or for all other enquiries.",
                "tag": "p"
            },
            {
                "content": "You can also contact your nearest MMO office: Contact your local Marine Management Organisation office - GOV.UK or email conservation@marinemanagement.org.uk",
                "tag": "p"
            },
            {
                "content": "If you suspect a wildlife crime in action, call 999, quoting ‘Operation Seabird’.",
                "tag": "p"
            },
            {
                "content": "The police may ask you:",
                "tag": "p"
            },
            {
                "content": "Concerned about a dolphin’s health? Call British Divers Marine Life Rescue (BDMLR)",
                "tag": "p"
            },
            {
                "content": "BDMLR is a charity with over 3000 trained volunteers acting primarily as a frontline response service for marine mammals that may be in need of help, which are reported to their national 24 hour hotline.  They are also actively involved in a wide variety of research, education and conservation projects contributing to the awareness of and solutions to issues such as entanglement and bycatch, climate change, wildlife disturbance and pollution.",
                "tag": "p"
            },
            {
                "content": "If you are concerned about an injured or stranded marine mammal you can contact BDMLR on 01825 765546 (24 hours a day).",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/09/15/solitary-but-sociable-understanding-lone-dolphins-and-why-we-need-to-act-responsibly/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Every now and then solitary dolphins appear in coastal waters. The reasons why this happens can vary and are not always clear. What we do know is that they can captivate communities, display playful behaviour and become more interested in …"
    },
    {
        "title": "Why identity verification is good for business",
        "authors": [
            "Victoria Taylor - Principal Policy Adviser, Identity"
        ],
        "posted_on": "2025-09-15T11:15:10",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Setting up a company in the UK is quick, straightforward and affordable. It’s one of the reasons our country remains an attractive place to do business. In return for limited liability — which protects personal assets — companies agree to have their details published on the UK’s open corporate register.",
                "tag": "p"
            },
            {
                "content": "The register is a valuable resource. It helps businesses make informed decisions, supports transparency, and plays a key role in the UK economy. Companies House data is estimated to be worth between £1 billion and £3 billion a year to users.",
                "tag": "p"
            },
            {
                "content": "As part of our transformation, we’re introducing identity verification to help make the information on the register more reliable. This is good news for business, users of the register and efforts to tackle economic crime.",
                "tag": "p"
            },
            {
                "content": "What’s changing and when",
                "tag": "h2"
            },
            {
                "content": "From 18 November 2025, directors and people with significant control (PSCs) will be legally required to verify their identity. We’ll be phasing this in over 12 months and will contact companies with guidance on what to do and when.",
                "tag": "p"
            },
            {
                "content": "Identity verification will help make sure that the people setting up, running and controlling companies are who they say they are. This will:",
                "tag": "p"
            },
            {
                "content": "By linking verified individuals to their company roles and activity, we’ll be better able to spot suspicious patterns and respond to potential risks. It will also prevent unverified or false identities - such as fictional or deceased individuals - from being added to the register.",
                "tag": "p"
            },
            {
                "content": "The introduction of identity verification will make it much harder to use the register to create anonymous corporate structures that enable fraud, corruption or other criminal activity.",
                "tag": "p"
            },
            {
                "content": "This is an important step in making the register a more trusted and transparent source of information. It will support a fairer and safer business environment for everyone.",
                "tag": "p"
            },
            {
                "content": "Building business confidence and credibility",
                "tag": "h2"
            },
            {
                "content": "Being listed on the Companies House register is not just about limited liability. It also helps businesses build credibility, win contracts and show they're serious about what they do. Identity verification will play a key role in:",
                "tag": "p"
            },
            {
                "content": "Journalists, trading standards and law enforcement often advise consumers to check whether a trader is listed on Companies House. Identity verification will help make sure that this listing reflects genuine and trustworthy information.",
                "tag": "p"
            },
            {
                "content": "A verified presence on the register can demonstrate legitimacy and professionalism. This enhanced credibility could help open doors to new opportunities - from securing better supplier relationships to accessing finance.",
                "tag": "p"
            },
            {
                "content": "Companies House data also helps businesses to:",
                "tag": "p"
            },
            {
                "content": "The new measures will work together to make the register more accurate. They include:",
                "tag": "p"
            },
            {
                "content": "This will enable better decisions by those who rely on Companies House data.Identity verification is another step forward in helping UK businesses thrive by making Companies House data more robust, reliable and valuable.",
                "tag": "p"
            },
            {
                "content": "How to verify your identity",
                "tag": "h2"
            },
            {
                "content": "Identity verification is designed to be straightforward and for most people, you will only have to verify once. There are 2 ways to verify your identity:",
                "tag": "p"
            },
            {
                "content": "We encourage you to verify your identity as early as possible. Since April 2025, hundreds of thousands of directors and PSCs have already verified their identities during the voluntary period.",
                "tag": "p"
            },
            {
                "content": "Read more about verifying your identity for Companies House.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/09/15/why-identity-verification-is-good-for-business/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Anyone setting up, running, owning or controlling a company in the UK will need to verify their identity to prove they are who they claim to be. Find out why this is good for business."
    },
    {
        "title": "Decentralised Manufacturing: emerging considerations",
        "authors": [
            "Ian Rees"
        ],
        "posted_on": "2025-09-15T09:00:00",
        "categories": [
            "Clinical Trials",
            "Decentralised Manufacturing",
            "Good Manufacturing Practice",
            "Innovation",
            "Med Tech Regulations"
        ],
        "content": [
            {
                "content": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, Safety and Surveillance assessors, Inspectors for Good Manufacturing Practice (GMP), Pharmacovigilance (PV) and Good Clinical Practice (GCP) plus scientists from the MHRA Science Campus have worked closely together to support the implementation of the new DM legislation. These teams also come together to help answer a wide range of stakeholder queries which relate to the designation of DM products, applications for or variations to Clinical Trial and Marketing Authorisations, manufacture, licensing requirements and general handling and oversight of medical products.",
                "tag": "p"
            },
            {
                "content": "We are at the start of this implementation phase and thought it would be helpful to provide an outline of some of the new requirements and some key thoughts now that this new framework is in operation. We have included this blog on both our MedRegs and MHRA Inspectorate blog pages, to share information widely among followers of both blogs.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "The legislation for DM is The Human Medicines (Amendment) (Modular Manufacture and Point of Care) Regulations 2025, Statutory Instrument (SI) 2025 No. 87, and it came into force from 23 July 2025. In the period between this SI being signed into law on 23 January 2025 and it coming into force, regulatory guidance documents were developed through an in-person workshop on 12 March 2025 and further comments received after the workshop. These documents, together with other DM information, have been published on the new Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "This new framework is applicable to all dosage forms to enable faster access for patients to lifesaving, personalised treatments whilst maintaining current standards of product quality, safety and efficacy.",
                "tag": "p"
            },
            {
                "content": "This framework provides manufacturers with new alternatives in a broadened range of manufacturing and supply options beyond those in the current factory-based model, i.e. centralised manufacturing. The framework is not only for new products. It also provides an option for existing centrally-manufactured products at clinical trial or authorised, which will benefit from DM, to change based on an appropriately supported and justified variation.",
                "tag": "p"
            },
            {
                "content": "However not all products and processes will be suitable for DM. This is primarily a ‘scale out’ option contrasting with the current ‘scale up’ model which is typically used for products that have long term stability and are geared for large uniform markets. Centralised manufacture is still the default or baseline manufacturing and supply position. The new legislation introduces new legal tests for the MHRA to assess the justifications submitted for either POC or MM via the designation step described below.",
                "tag": "p"
            },
            {
                "content": "Currently DM is only applicable within the United Kingdom (UK) and applicants must have a legal presence in the UK to apply for designation to manufacture DM products here. However, DM frameworks are being introduced in several other territories. For example, the European Union has draft legislation and the USA has the Food and Drug Administration’s FRAME initiative. The MHRA will continue its international engagement to support interoperability of DM frameworks across different territories and to update guidance documents where needed.",
                "tag": "p"
            },
            {
                "content": "Three pillars of readiness",
                "tag": "h2"
            },
            {
                "content": "The DM framework is built on the readiness on three fundamental elements:",
                "tag": "p"
            },
            {
                "content": "The MHRA will update its guidance documents as DM experience is gained in the UK and in other countries and new regulatory issues emerge.",
                "tag": "p"
            },
            {
                "content": "The MHRA has worked with healthcare providers, which in the UK is principally the National Health Service and its Specialist Pharmacy Service; with regulators that are directly involved such as the Human Tissue Authority (HTA); and with those that are not so directly involved but whose role is key to patient access such as the National Institute for Health and Care Excellence (NICE).",
                "tag": "p"
            },
            {
                "content": "Developers will need to engage with the healthcare provider to evaluate the suitability of DM locations. This needs to be covered by technical agreements in line with the principles of GMP Chapter 7 and any commissioner’s requirements.",
                "tag": "p"
            },
            {
                "content": "Developers need to ensure that manufacturing and testing procedures are suitable to meet the challenges of deployment in the non-standard and novel situations and locations that will be seen in DM. Some manufacturing processes may never be suitable for DM and others currently may not be suitable for DM. These decisions are based on considerations such as manufacturing complexity, environmental condition requirements and availability of automation. These are expected to change over time as new technical developments come into operation.",
                "tag": "p"
            },
            {
                "content": "Designation step and justification of clinical benefit",
                "tag": "h2"
            },
            {
                "content": "POC and MM are not mandatory and routine manufacturing via a traditional centralised approach remains the first option. Where centralised manufacture is unsuitable or is restrictive, a justification anchored in clinical benefit must be submitted to the MHRA through the DM designation process. Aspects relating to clinical benefit may be wide-ranging and may incorporate elements of improved clinical outcomes and equity and timeliness of access, such that there are no geographical barriers to accessing innovative medicines in what for some conditions, may be a narrow clinical window of eligibility. In all instances, data or published literature should be presented to support claims around clinical benefit.",
                "tag": "p"
            },
            {
                "content": "The role of the MHRA in assessing product quality, safety and efficacy is unchanged and where the benefit is restricted to cost alone, this does not represent a suitable justification for DM; such benefits should be directed to NICE in terms of an improved value proposition.",
                "tag": "p"
            },
            {
                "content": "Products that are designated as Point of Care will typically have short shelf life, such that they “can only be manufactured” at or near the place where the product is to be used or administered.  For example, if complex quality oversight and release testing is needed post manufacture and prior to administration, this would not support POC designation, where the product can be held with a typical shelf life to allow this.",
                "tag": "p"
            },
            {
                "content": "Modular Manufacture supports decentralised, relocatable manufacture that could otherwise be accomplished in a factory, but which is necessitated by “reasons relating to deployment”; a definition that is intentionally wide-ranging to allow for future innovations. This element of DM is most likely to require careful justification based upon clinical benefit.",
                "tag": "p"
            },
            {
                "content": "GMP considerations",
                "tag": "h2"
            },
            {
                "content": "The Control Site for any DM product needs to hold an appropriate manufacturing licence.  This must be applied for or varied to include the POC or MM specific dosage form of the medicinal product. The forms for new applications and variations have been updated to include these options.  A Decentralised Manufacturing Master File (DMMF) must be included within any submission, and this should state the approved designation reference.",
                "tag": "p"
            },
            {
                "content": "Any addition for DM processes will trigger an inspection. Clear procedures and systems will need to be in place to support the decentralised processes.",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "The focus of DM products and their oversight remains the same – that of product quality, safety and efficacy, whilst improving access in support of patients within the UK.",
                "tag": "p"
            },
            {
                "content": "Full supporting guidance and updates can be accessed on the Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "Now that the legislation has come into effect, we are at the start of this journey, and we will continue to enhance and develop the measures to support DM products. We will monitor ongoing queries and work with all stakeholders to assess them. We will review and publish learnings in future blogs and publications.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/09/15/decentralised-manufacturing-emerging-considerations/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, …"
    },
    {
        "title": "Decentralised Manufacturing: emerging considerations",
        "authors": [
            "Elspeth Gray"
        ],
        "posted_on": "2025-09-15T09:00:00",
        "categories": [
            "Clinical Trials",
            "Decentralised Manufacturing",
            "Good manufacturing practice",
            "Innovation",
            "Med Regulations",
            "Point of Care"
        ],
        "content": [
            {
                "content": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, Safety and Surveillance assessors, Inspectors for Good Manufacturing Practice (GMP), Pharmacovigilance (PV) and Good Clinical Practice (GCP) plus scientists from the MHRA Science Campus have worked closely together to support the implementation of the new DM legislation. These teams also come together to help answer a wide range of stakeholder queries which relate to the designation of DM products, applications for or variations to Clinical Trial and Marketing Authorisations, manufacture, licensing requirements and general handling and oversight of medical products.",
                "tag": "p"
            },
            {
                "content": "We are at the start of this implementation phase and thought it would be helpful to provide an outline of some of the new requirements and some key thoughts now that this new framework is in operation. We have included this blog on both our MedRegs and MHRA Inspectorate blog pages, to share information widely among followers of both blogs.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "The legislation for DM is The Human Medicines (Amendment) (Modular Manufacture and Point of Care) Regulations 2025, Statutory Instrument (SI) 2025 No. 87, and it came into force from 23 July 2025. In the period between this SI being signed into law on 23 January 2025 and it coming into force, regulatory guidance documents were developed through an in-person workshop on 12 March 2025 and further comments received after the workshop. These documents, together with other DM information, have been published on the new Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "This new framework is applicable to all dosage forms to enable faster access for patients to lifesaving, personalised treatments whilst maintaining current standards of product quality, safety and efficacy.",
                "tag": "p"
            },
            {
                "content": "This framework provides manufacturers with new alternatives in a broadened range of manufacturing and supply options beyond those in the current factory-based model, i.e. centralised manufacturing. The framework is not only for new products. It also provides an option for existing centrally-manufactured products at clinical trial or authorised, which will benefit from DM, to change based on an appropriately supported and justified variation.",
                "tag": "p"
            },
            {
                "content": "However not all products and processes will be suitable for DM. This is primarily a ‘scale out’ option contrasting with the current ‘scale up’ model which is typically used for products that have long term stability and are geared for large uniform markets. Centralised manufacture is still the default or baseline manufacturing and supply position. The new legislation introduces new legal tests for the MHRA to assess the justifications submitted for either POC or MM via the designation step described below.",
                "tag": "p"
            },
            {
                "content": "Currently DM is only applicable within the United Kingdom (UK) and applicants must have a legal presence in the UK to apply for designation to manufacture DM products here. However, DM frameworks are being introduced in several other territories. For example, the European Union has draft legislation and the USA has the Food and Drug Administration’s FRAME initiative. The MHRA will continue its international engagement to support interoperability of DM frameworks across different territories and to update guidance documents where needed.",
                "tag": "p"
            },
            {
                "content": "Three pillars of readiness",
                "tag": "h2"
            },
            {
                "content": "The DM framework is built on the readiness on three fundamental elements:",
                "tag": "p"
            },
            {
                "content": "The MHRA will update its guidance documents as DM experience is gained in the UK and in other countries and new regulatory issues emerge.",
                "tag": "p"
            },
            {
                "content": "The MHRA has worked with healthcare providers, which in the UK is principally the National Health Service and its Specialist Pharmacy Service; with regulators that are directly involved such as the Human Tissue Authority (HTA); and with those that are not so directly involved but whose role is key to patient access such as the National Institute for Health and Care Excellence (NICE).",
                "tag": "p"
            },
            {
                "content": "Developers will need to engage with the healthcare provider to evaluate the suitability of DM locations. This needs to be covered by technical agreements in line with the principles of GMP Chapter 7 and any commissioner’s requirements.",
                "tag": "p"
            },
            {
                "content": "Developers need to ensure that manufacturing and testing procedures are suitable to meet the challenges of deployment in the non-standard and novel situations and locations that will be seen in DM. Some manufacturing processes may never be suitable for DM and others currently may not be suitable for DM. These decisions are based on considerations such as manufacturing complexity, environmental condition requirements and availability of automation. These are expected to change over time as new technical developments come into operation.",
                "tag": "p"
            },
            {
                "content": "Designation step and justification of clinical benefit",
                "tag": "h2"
            },
            {
                "content": "POC and MM are not mandatory and routine manufacturing via a traditional centralised approach remains the first option. Where centralised manufacture is unsuitable or is restrictive, a justification anchored in clinical benefit must be submitted to the MHRA through the DM designation process. Aspects relating to clinical benefit may be wide-ranging and may incorporate elements of improved clinical outcomes and equity and timeliness of access, such that there are no geographical barriers to accessing innovative medicines in what for some conditions, may be a narrow clinical window of eligibility. In all instances, data or published literature should be presented to support claims around clinical benefit.",
                "tag": "p"
            },
            {
                "content": "The role of the MHRA in assessing product quality, safety and efficacy is unchanged and where the benefit is restricted to cost alone, this does not represent a suitable justification for DM; such benefits should be directed to NICE in terms of an improved value proposition.",
                "tag": "p"
            },
            {
                "content": "Products that are designated as Point of Care will typically have short shelf life, such that they “can only be manufactured” at or near the place where the product is to be used or administered.  For example, if complex quality oversight and release testing is needed post manufacture and prior to administration, this would not support POC designation, where the product can be held with a typical shelf life to allow this.",
                "tag": "p"
            },
            {
                "content": "Modular Manufacture supports decentralised, relocatable manufacture that could otherwise be accomplished in a factory, but which is necessitated by “reasons relating to deployment”; a definition that is intentionally wide-ranging to allow for future innovations. This element of DM is most likely to require careful justification based upon clinical benefit.",
                "tag": "p"
            },
            {
                "content": "GMP considerations",
                "tag": "h2"
            },
            {
                "content": "The Control Site for any DM product needs to hold an appropriate manufacturing licence.  This must be applied for or varied to include the POC or MM specific dosage form of the medicinal product. The forms for new applications and variations have been updated to include these options.  A Decentralised Manufacturing Master File (DMMF) must be included within any submission, and this should state the approved designation reference.",
                "tag": "p"
            },
            {
                "content": "Any addition for DM processes will trigger an inspection. Clear procedures and systems will need to be in place to support the decentralised processes.",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "The focus of DM products and their oversight remains the same – that of product quality, safety and efficacy, whilst improving access in support of patients within the UK.",
                "tag": "p"
            },
            {
                "content": "Full supporting guidance and updates can be accessed on the Decentralised manufacture hub.",
                "tag": "p"
            },
            {
                "content": "Now that the legislation has come into effect, we are at the start of this journey, and we will continue to enhance and develop the measures to support DM products. We will monitor ongoing queries and work with all stakeholders to assess them. We will review and publish learnings in future blogs and publications.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/09/15/decentralised-manufacturing-emerging-considerations/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "Decentralised Manufacturing (DM) is the overarching term used in the UK to cover the two elements of the new manufacturing and supply framework: point of care (POC) and modular manufacturing (MM). A cross-agency team of Quality and Clinical Trial assessors, …"
    }
]