[
    {
        "title": "Self-Care Week 2025 is coming",
        "authors": [
            "Helen Donovan"
        ],
        "posted_on": "2025-09-09T12:43:39",
        "categories": [
            "Care and support",
            "Communities",
            "Events",
            "Public health"
        ],
        "content": [
            {
                "content": "A national opportunity to empower communities for better health",
                "tag": "h2"
            },
            {
                "content": "Each year, hundreds of organisations across the country take part in National Self-Care Week (17-23 November 2025), a campaign designed to inspire and empower people to take charge of their own physical and mental wellbeing.",
                "tag": "p"
            },
            {
                "content": "Led by the Self Care Forum, it’s an awareness week that everyone, individuals, schools, employers, local authorities, healthcare professionals, and more, can get involved in.",
                "tag": "p"
            },
            {
                "content": "The aim is simple but powerful: help people take control of their health and live happier, healthier, lives for longer, while easing growing pressures on our health services.",
                "tag": "p"
            },
            {
                "content": "As Self-Care Week approaches, now is the perfect time to reflect on why such initiatives matter more than ever.",
                "tag": "p"
            },
            {
                "content": "According to The King’s Fund, a leading health charity committed to improving health and care across the UK, demand for health services has risen significantly in recent years and continues to climb.",
                "tag": "p"
            },
            {
                "content": "The reasons are complex. As life expectancy rises, people are living longer, but not necessarily healthier, lives. Many are managing multiple long-term conditions including diabetes, cancer, frailty, and dementia.",
                "tag": "p"
            },
            {
                "content": "Yet access to timely support remains challenging. Without adequate community services, many in crisis are turning to A&E services, adding further strain to an already stretched system.",
                "tag": "p"
            },
            {
                "content": "While investment in health services is vital, prevention and self-management must be the central pillars of any broader approach to health and wellbeing.",
                "tag": "p"
            },
            {
                "content": "A common endeavour",
                "tag": "h2"
            },
            {
                "content": "The Government’s own 10 Year Health Plan for the NHS mirrors these ambitions with its three health shifts, of which two - ‘from hospital to community’ and ‘from sickness to prevention’ - have much in common with the ethos we have long espoused.",
                "tag": "p"
            },
            {
                "content": "While it’s not a silver bullet, the Self-Care Forum believes empowering individuals to take better care of themselves, physically and mentally, is a vital part of the solution.",
                "tag": "p"
            },
            {
                "content": "Many chronic, non-communicable conditions such as heart disease, obesity, type 2 diabetes, and some cancers are preventable with the right support, education, and lifestyle changes.",
                "tag": "p"
            },
            {
                "content": "Preventing these through better public health campaigns, improved access to healthy food, and more opportunities for physical activity has a potentially massive impact on the overall health of the population and the impact on health and care services.",
                "tag": "p"
            },
            {
                "content": "Beyond this, the Self-Care Forum has long advocated for stronger health education in schools, giving children lifelong tools to take home and share with their families.",
                "tag": "p"
            },
            {
                "content": "Self-care isn’t just about individuals making better choices. It’s about creating environments and systems that support those choices, united by a shared responsibility. Everyone has a role to play.",
                "tag": "p"
            },
            {
                "content": "One week with long term benefits",
                "tag": "h2"
            },
            {
                "content": "Self-Care Week is a unique opportunity to bring all these stakeholders together under a shared goal: improving the nation’s health.",
                "tag": "p"
            },
            {
                "content": "The week serves as a catalyst, but the goal is long-term change. By raising awareness and offering practical tools and resources, Self-Care Week encourages people to take control of their health, not just for one week, but for the rest of their lives.",
                "tag": "p"
            },
            {
                "content": "There’s still time to get involved. Whether you’re a healthcare professional, local business, teacher, or an individual who wants to make a difference, this is your chance to join a growing movement for better health and wellbeing.",
                "tag": "p"
            },
            {
                "content": "Let’s work together to support a healthier future, one where people feel informed, empowered, and able to make choices that not only benefit themselves but also alleviate pressure on our NHS.",
                "tag": "p"
            },
            {
                "content": "Because when self-care becomes a way of life, everyone benefits.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "The Self-Care Forum has run Self-Care Week since 2011. ",
                "tag": "p"
            },
            {
                "content": "For more information contact selfcare@selfcareforum.org.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/09/09/self-care-week-2025-is-coming/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "National Self-Care Week (17-23 November 2025) is a campaign designed to inspire and empower people to take charge of their own physical and mental wellbeing. Led by the Self Care Forum, it’s an awareness week that everyone can get involved in."
    },
    {
        "title": "Beyond literacy: why reading matters to strengthen bonds and relationships",
        "authors": [
            "Annie Crombie"
        ],
        "posted_on": "2025-09-08T16:05:21",
        "categories": [
            "Education",
            "Literacy"
        ],
        "content": [
            {
                "content": "To celebrate International Literacy Day on 8 September 2025, Annie Crombie from BookTrust talks about the importance of reading. The Department for Education is looking forward to National Year of Reading (2026) as the value of reading for pleasure can't be understated.",
                "tag": "p"
            },
            {
                "content": "As Co-CEO of BookTrust, the UK’s largest children’s reading charity working across early years, health, education, and children’s social care, I’ve seen how life-changing it is to share books and stories with children.",
                "tag": "p"
            },
            {
                "content": "For a child who has experienced instability or trauma, the simple act of sharing a book can provide a moment of trust, reassurance, and love. Books offer children a safe space to process emotions, make sense of the world, and see themselves reflected in a way that validates their experiences.",
                "tag": "p"
            },
            {
                "content": "Fostering a lifelong love of reading",
                "tag": "h2"
            },
            {
                "content": "Reading together creates nurturing interactions that support attunement and attachment. The book we read to a child may be simple – but it provides the basis for consistent, emotionally rich, co-constructed experiences through a simple ritual accessible to all families. These reading experiences enhance bonding, which is not only important for children, but can also contribute to caregivers’ wellbeing.",
                "tag": "p"
            },
            {
                "content": "We wanted to harness this relational power of reading for children in the greatest need of this support. Over the past two years, we’ve worked with families and practitioners to co-create a new programme called Story Explorers. ",
                "tag": "p"
            },
            {
                "content": "This was designed to engage and motivate behaviour change for kinship, foster, and adoptive families. For example, we design an experience of reading that is interactive and playful, rather than a chore. We give the child a sense of their own agency through flexibility, choice and book ownership. ",
                "tag": "p"
            },
            {
                "content": "We’ve heard fantastic feedback from families: Story Explorers has prompted or enhanced reading routines that have nurtured connection and helped the child in their care build trust and a sense of belonging. The books have increased children’s confidence and emotional expression, and the kits have enabled their families to discover new ways of enjoying time together.",
                "tag": "p"
            },
            {
                "content": "Making reading accessible",
                "tag": "h2"
            },
            {
                "content": "We’ve recently worked with the charity Kinship to design a range of kinship support to help families read together. Our Letterbox Club programme has been helping engage children aged 3-13 with reading and numeracy for many years.",
                "tag": "p"
            },
            {
                "content": "All books for our programmes are chosen by selection panels of people who understand children and families’ needs and circumstances, from early years practitioners to foster carers and support workers. ",
                "tag": "p"
            },
            {
                "content": "Working together across social care, health, education, and more",
                "tag": "h2"
            },
            {
                "content": "BookTrust reaches over 10,000 care-experience children every year, but know we can’t do this on our own. That’s why we’ve launched the Reading Rights: Books Build a Brighter Future campaign with Waterstones Children’s Laureate Frank Cottrell-Boyce. ",
                "tag": "p"
            },
            {
                "content": "We want more people working with the most vulnerable children to understand how sharing stories can change lives, and have access to the support they need to make this a reality for families.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/09/08/beyond-literacy-why-reading-matters-to-strengthen-bonds-and-relationships/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "To celebrate International Literacy Day on 8 September 2025, Annie Crombie from BookTrust talks about the importance of reading. The Department for Education is looking forward to National Year of Reading (2026) as the value of reading for pleasure can't …"
    },
    {
        "title": "Beyond the award: How eSIMs saved £6 million and cut carbon emissions by 99%",
        "authors": [
            "Lydia Tabbron"
        ],
        "posted_on": "2025-09-08T14:58:55",
        "categories": [
            "Sustainable ICT",
            "Sustainable procurement"
        ],
        "content": [
            {
                "content": "Lydia Tabbron, Digital Sustainability Lead, shares how designing digital services with sustainability at their heart can lead to solutions that are more efficient, more cost-effective, and better for users.",
                "tag": "p"
            },
            {
                "content": "Defra’s Mobile Voice and Data Services (MVDS) team recently won the 2025 Defra Sustainability Award for their work on the roll out of eSIM technology across Defra Group. But the real value was in demonstrating how digital transformation can reduce environmental impacts whilst delivering better value for money.",
                "tag": "p"
            },
            {
                "content": "Digital technology touches every aspect of government operations, from frontline services to back-office systems, so it’s essential that our technological choices support our environmental goals.",
                "tag": "p"
            },
            {
                "content": "In 2022, Defra's mobile estate relied on over 34,000 physical SIM cards - a legacy approach that was both environmentally costly and technically limiting. The Mobile Voice and Data Services (MVDS) team, saw an opportunity to reimagine this entirely.",
                "tag": "p"
            },
            {
                "content": "Working with BT, we developed a groundbreaking telecoms contract that replaced physical SIMs with digital eSIM technology. The goal wasn’t just to upgrade our hardware, but to embed sustainability into every aspect of the procurement process.",
                "tag": "p"
            },
            {
                "content": "A model for government-wide transformation",
                "tag": "p"
            },
            {
                "content": "The transition avoided 99% of carbon emissions associated with physical SIM cards and is expected to deliver £6.16 million in cost savings over five years. User satisfaction rates following the migration process were high at 82%, with 84% rating communications as excellent or good.",
                "tag": "p"
            },
            {
                "content": "The impact extends far beyond Defra's own operations, other government departments are using the initiative as a blueprint when developing their own digital strategies and the project supports key government strategies including the 25 Year Environment Plan and the Greening Government ICT Strategy, and contributes to UN Sustainable Development Goals.",
                "tag": "p"
            },
            {
                "content": "Setting the standard for sustainable procurement",
                "tag": "p"
            },
            {
                "content": "What makes this project particularly significant is how sustainability was woven throughout, from project conception to the contract terms. We increased the sustainability and social value weighting to 15% and established 24 specific, measurable, and enforceable sustainability KPIs, embedding environmental commitments into operations.",
                "tag": "p"
            },
            {
                "content": "These commitments included partnering with BT to recycle legacy SIMs and ensuring mobile networks are powered by renewable energy. The team have been talking to senior leaders across government, showcasing how sustainability delivers cost and efficiency savings alongside carbon reduction.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned",
                "tag": "p"
            },
            {
                "content": "This work demonstrates something crucial about our approach to digital transformation. Environmental sustainability isn't a constraint on innovation, it's a driver of it. When we design digital services with sustainability at their heart, we often find solutions that are more efficient, more cost-effective, and better for users.",
                "tag": "p"
            },
            {
                "content": "As government continues to digitalise services and operations, the MVDS project shows how we can ensure this transformation supports our broader environmental commitments.",
                "tag": "p"
            },
            {
                "content": "Building on our success",
                "tag": "p"
            },
            {
                "content": "Although it was great to have our efforts recognised in the Defra Awards 2025, our work isn’t done yet. We are pursuing other industry recognised awards to raise awareness of the cross-cutting benefits we have experienced with the hope of inspiring other public sector organisations. We are also developing a joint Net Zero action plan with BT that includes mandatory environmental training for all contract staff.",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/09/08/beyond-the-award-how-esims-saved-6-million-and-cut-carbon-emissions-by-99/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Lydia Tabbron, Digital Sustainability Lead, shares how designing digital services with sustainability at their heart can lead to solutions that are more efficient, more cost-effective, and better for users."
    },
    {
        "title": "New courses on accessibility and user research – now live on FutureLearn!",
        "authors": [
            "Thomas Munley, Senior Learning Design Manager, GDS"
        ],
        "posted_on": "2025-09-08T10:05:42",
        "categories": [
            "Digital learning and development",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Want to learn more about user research in government? Interested in accessibility? Here are two courses that are perfect for you!",
                "tag": "p"
            },
            {
                "content": "Government Digital Service (GDS) are thrilled to announce the launch of two new courses, in collaboration with FutureLearn: ",
                "tag": "p"
            },
            {
                "content": "As outlined in the blueprint for modern digital government, there is a need for investment in talent and opportunities for learning, development and upskilling. ",
                "tag": "p"
            },
            {
                "content": "GDS is at the forefront of providing these opportunities so that we can contribute to the government’s goal of doubling the size of the Government Digital and Data profession and equipping civil servants with the skills and knowledge they need to work effectively in a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Who are the courses for? ",
                "tag": "h3"
            },
            {
                "content": "These courses are free to access and open to anyone, including members of the public interested in knowing more about different roles in government. ",
                "tag": "p"
            },
            {
                "content": "Accessibility in Government: Getting Started is a two-week,  introductory, awareness level course. It has been developed by a team of cross-government accessibility specialists and is suitable for anyone who wants to learn the basics, including key concepts and vocabulary and how the government works towards setting the standard for accessibility. ",
                "tag": "p"
            },
            {
                "content": "User Research in Government: Developing Further is a follow-up to our introductory user research course that we launched in February 2025. A five-week, working/practitioner level course, it is aimed at people who are interested in studying key concepts more in-depth. It would also be ideal for new or junior user researchers to consolidate their knowledge when starting out in the role.",
                "tag": "p"
            },
            {
                "content": "Why these courses?",
                "tag": "h3"
            },
            {
                "content": "Accessibility is central to good government service design, but accessibility also benefits everyone by making things easier to use. We created this course to show how the government sets the standard when it comes to accessibility. It is designed to give learners a basic understanding of key concepts and terminology so that they can be more aware of and confidently advocate for accessibility in their daily lives.",
                "tag": "p"
            },
            {
                "content": "In February 2025, GDS launched our introductory User Research in Government: Getting Started course as part of our wider suite of introductory courses to Government Digital and Data  roles. Our cross-gov team of expert user researchers has now developed a tailored, eight-week learning package across the two courses. It has been designed to give new and junior users researchers or those with a keen interest in the role an in-depth look into how it works in government.    ",
                "tag": "p"
            },
            {
                "content": "What will you learn?",
                "tag": "h3"
            },
            {
                "content": "In our Accessibility in Government: Getting Started course, learners will cover topics such as:",
                "tag": "p"
            },
            {
                "content": "This course is structured over two weeks with a recommended learning time of three hours per week. ",
                "tag": "p"
            },
            {
                "content": "In User Research in Government: Developing Further, you will cover:",
                "tag": "p"
            },
            {
                "content": "This course is structured over five weeks with a recommended learning time of four hours per week. ",
                "tag": "p"
            },
            {
                "content": "You will learn through a mix of reading, completing tasks and watching educational videos produced by user researchers working in government. You can keep track of your progress by taking quizzes and end-of-week tests, and by completing the learner tasks throughout the course. ",
                "tag": "p"
            },
            {
                "content": "Both courses are free to access, but for an optional fee you can gain permanent access to the course material, get a chance to take the course assessments, and receive a signed certificate of completion at the end of the course as a record of your learning. ",
                "tag": "p"
            },
            {
                "content": "The courses are self-directed. That means you can join at any time and you can learn at your own pace within the duration of the course. ",
                "tag": "p"
            },
            {
                "content": "Social learning",
                "tag": "h3"
            },
            {
                "content": "FutureLearn is a social learning platform and interaction between learners is fundamental to the experience. ",
                "tag": "p"
            },
            {
                "content": "On every step of our courses, you will have the opportunity to chat to other learners about the subjects and activities covered. You can comment as much or as little as you would like, but we encourage you to join in and learn collaboratively.",
                "tag": "p"
            },
            {
                "content": "Register on FutureLearn now – the courses are now live! You can join these courses at any time and learn at your own pace each week. ",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h3"
            },
            {
                "content": "Keep an eye out for our upcoming courses on more digital and data roles – our next course will be an introduction to the Business Analyst role, coming in December 2025.",
                "tag": "p"
            },
            {
                "content": "If you have any queries or would like to collaborate with the team on our next courses, you can contact the Learning Design team by emailing gddlearningteam@dsit.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/09/08/new-courses-on-accessibility-and-user-research-now-live-on-futurelearn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Government Digital Service is pleased to announce the launch of two new, free-to-access courses on user research and accessibility on FutureLearn! Read on to find out how you can join."
    },
    {
        "title": "Outreach in Action: Career conversations to inspire young minds into data and digital",
        "authors": [
            "Marwa Ali, Outreach Manager, GDS, Workforce and Capability."
        ],
        "posted_on": "2025-09-08T10:04:05",
        "categories": [
            "Capabilities",
            "Emerging talent",
            "Government Digital and Data",
            "Graduate schemes and Fast Stream",
            "People and Skills"
        ],
        "content": [
            {
                "content": "Why outreach matters",
                "tag": "h3"
            },
            {
                "content": "The Civil Service is committed to building a more diverse and digitally skilled workforce. That starts with inspiring the next generation, especially those who may not see themselves represented in government roles within the digital and data profession. By engaging with pupils early, we can help them imagine futures they may not have considered and show them that careers in digital and data are not only accessible but also impactful and rewarding.",
                "tag": "p"
            },
            {
                "content": "Recently, the Prime Minister set out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles. This ambition underscores the urgency of inspiring the next generation to see themselves in these careers. Our outreach work is a vital part of that journey helping young people imagine futures where they can shape public services through technology and data.",
                "tag": "p"
            },
            {
                "content": "Outreach at Wendell Park: careers and aspirations week ",
                "tag": "h3"
            },
            {
                "content": "Before our visit to Wendell Park primary school in London, only 14% of year 4 and year 6 pupils had considered a career in digital or data. After just one interactive session led by Outreach Manager, Marwa Ali, and Project Manager, Anna Gaspirini. 86% said it now sounded interesting or something they'd love to do.",
                "tag": "p"
            },
            {
                "content": "This transformation shows the power of early outreach in building the diverse digital workforce that the government needs. As part of the UK government's blueprint for modern digital government, we're committed to 'elevating leadership and investing in talent' – and that starts with inspiring young people to see themselves in careers that shape public services for the better.",
                "tag": "p"
            },
            {
                "content": "As part of the UK government’s ambition to build a modern digital government, outreach plays a vital role in growing digital and data capability across the public sector. The blueprint for modern digital government sets out a vision for “smarter organisations” and “higher productivity and efficiency” by embedding the right skills and ways of working across government. One of its six priorities is to “elevate leadership and invest in talent” and that starts with inspiring the next generation. Our outreach work is a small but important step in helping young people see themselves in digital and data careers that shape public services for the better.",
                "tag": "p"
            },
            {
                "content": "As part of Wendell Park Primary School in London’s Careers and Aspirations Week (30 June – 5 July 2025), Marwa Ali and Anna Gaspirini from the capability team in Government Digital Service had the privilege of visiting year 6 and year 4 pupils to talk about careers in the digital and data profession. The week was designed to raise aspirations and broaden horizons, especially for children from disadvantaged backgrounds, by introducing them to a wide range of career paths. ",
                "tag": "p"
            },
            {
                "content": "Our session focused on demystifying what it means to work in digital and data roles within the Civil Service. We shared our own career journeys, explained how data powers public services, and highlighted the exciting opportunities available in the Civil Service, from designing digital tools that improve people’s lives to using data to make smarter decisions for the country.",
                "tag": "p"
            },
            {
                "content": "What we’d delivered",
                "tag": "h3"
            },
            {
                "content": "Introducing Year 4 and Year 6 students to roles in the digital and data profession, sparking curiosity and thoughtful questions.",
                "tag": "p"
            },
            {
                "content": "We designed an interactive session that brought digital and data careers to life. Using real examples from the Government Digital and Data Capability Framework, we showed pupils how data analysts help make smarter decisions for the country, how user researchers improve online services, and how software developers create tools that make people's lives easier.",
                "tag": "p"
            },
            {
                "content": "The highlight of the session was our AI storytelling activity, where pupils got hands-on experience with technology while learning about its role in government. Using a simple prompt and their own names, they created imaginative stories powered by AI, sparking laughter, curiosity, and a sense of ownership over their creations.",
                "tag": "p"
            },
            {
                "content": "The classroom buzzed with excitement as pupils eagerly shared their stories with the class, proudly reading them aloud and asking how they could do more with computers. Some gave their characters superpowers or made themselves Prime Minister for the day. One pupil beamed, “It’s so fun using a computer to do things and now I want to work with digital things more!” Another reflected, “Now I know all the different things that we can use AI to do and how it can help with my job later.”",
                "tag": "p"
            },
            {
                "content": "Pupils left the session not only with a better understanding of digital careers, but with a sense that those careers could belong to them. The activity helped demystify technology and government, showing that creativity, curiosity, and public service can go hand in hand.",
                "tag": "p"
            },
            {
                "content": "What the pupils told us",
                "tag": "p"
            },
            {
                "content": "Pupils explore digital careers through interactive activities during Careers and Aspirations Week at Wendell Park Primary School.",
                "tag": "p"
            },
            {
                "content": "Before the session, only 14% of pupils had considered a career in digital or data. Afterward, 86% said it now sounded interesting or something they’d love to do.",
                "tag": "p"
            },
            {
                "content": "This shift shows how even a short, engaging session can spark curiosity and open minds.",
                "tag": "p"
            },
            {
                "content": "These numbers tell a story about untapped potential. Behind each statistic is a young person who might never have imagined themselves working in government, now picturing a future where they could make a real difference.",
                "tag": "p"
            },
            {
                "content": "The feedback we received from pupils was a powerful reminder of the impact early outreach can have. ",
                "tag": "p"
            },
            {
                "content": "One pupil shared, “I thought that if you work for the government then your job was boring, but I got to learn about the fun things that you could do.” ",
                "tag": "p"
            },
            {
                "content": "Another said, “Now I know that I can get a job doing digital things for the government and that’s really cool because I can help people that live in our country!”",
                "tag": "p"
            },
            {
                "content": " A third reflected, “It’s so fun using a computer to do things and now I want to work with digital things more!” These reflections show how even a single session can shift perceptions and spark ambition.",
                "tag": "p"
            },
            {
                "content": "Reflections",
                "tag": "h3"
            },
            {
                "content": "This session was co-led by Marwa and Anna, whose personal stories and energy helped bring digital careers to life for the pupils. Their passion and authenticity were key to making the session relatable and inspiring. By sharing their own journeys into the Civil Service, they helped pupils see that these careers are not only possible but personal.",
                "tag": "p"
            },
            {
                "content": "This session offered a meaningful opportunity to broaden young people’s understanding of digital and data careers. It also highlighted how early engagement, relatable role models, and storytelling can play a powerful role in shaping a more inclusive and future-ready Civil Service.",
                "tag": "p"
            },
            {
                "content": "As the Prime Minister sets out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles, our outreach efforts are not just timely, they’re essential. By connecting with young people early, we’re helping to build the talent pipeline that will power future public services. This is about more than filling roles; it’s about shaping a Civil Service that reflects the diversity, creativity, and potential of the communities it serves.",
                "tag": "p"
            },
            {
                "content": "We’re grateful to Wendell Park Primary School for inviting us and to the pupils for their energy and enthusiasm. We look forward to continuing this work, partnering with schools, communities, and colleagues across government to inspire the next generation of digital and data professionals.",
                "tag": "p"
            },
            {
                "content": "This outreach work is more than career guidance, it's about building tomorrow's public sector. When young people see themselves reflected in government roles, when they understand how digital and data skills can serve their communities, we're not just filling future job vacancies. We're ensuring the Civil Service draws talent from every corner of society to serve everyone effectively.",
                "tag": "p"
            },
            {
                "content": "Every school visit, every inspired question, every pupil who leaves thinking 'I could do that' brings us closer to a truly representative digital government.",
                "tag": "p"
            },
            {
                "content": "Pathways into Digital Careers",
                "tag": "h3"
            },
            {
                "content": "For those inspired by this work, there are a range of entry-level pathways into digital and data roles in government. Programmes like TechTrack and the Digital Fast Stream offer structured routes into the profession, while departments across government are piloting their own outreach and early talent initiatives. These efforts collectively support a more inclusive and future-ready Civil Service.",
                "tag": "p"
            },
            {
                "content": "Get in touch",
                "tag": "h3"
            },
            {
                "content": "The Prime Minister has set out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles. This ambition demands action now.",
                "tag": "p"
            },
            {
                "content": "Ready to inspire the next generation of digital leaders? Whether you're in London or Leeds, Edinburgh or Exeter, there are young people in your local schools who could be tomorrow's data scientists, user researchers, or digital policy experts. Let's work together to show them the way.",
                "tag": "p"
            },
            {
                "content": "Contact us at digitaldatacapability@dsit.gov.uk to start planning outreach in your area.",
                "tag": "p"
            }
        ],
        "link": "https://digitalpeople.blog.gov.uk/2025/09/08/outreach-in-action-career-conversations-to-inspire-young-minds-into-data-and-digital/",
        "blog": "Digital people",
        "blog_link": "https://digitalpeople.blog.gov.uk",
        "description": "Inspiring young minds in digital careers: How our Civil Service outreach at Wendell Park Primary transformed pupil perceptions of data and digital roles."
    },
    {
        "title": "Exciting opportunities to join UK NSC expert groups",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-09-08T09:25:04",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) is the independent scientific committee that advises ministers and the NHS in the 4 UK countries about all aspects of screening.",
                "tag": "p"
            },
            {
                "content": "The committee currently has 15 exciting vacancies to fill on 3 of its expert advisory groups: the fetal, maternal and child health (FMCH) group, adult reference group (ARG) and research and methodology group (RMG). These expert groups play crucial roles in scrutinising evidence and providing input from their relevant areas of expertise.",
                "tag": "p"
            },
            {
                "content": "They help make sure the UK NSC makes high quality recommendations that are based on the best evidence and thinking. All 3 groups are also increasingly involved in advising on innovation, research proposals, horizon scanning and stakeholder engagement. ",
                "tag": "p"
            },
            {
                "content": "The ARG has vacancies for the 4 roles of: ",
                "tag": "p"
            },
            {
                "content": "The FMCH has vacancies for the 6 roles of: ",
                "tag": "p"
            },
            {
                "content": "The RMG has vacancies for the 5 roles of:",
                "tag": "p"
            },
            {
                "content": "How to apply",
                "tag": "h2"
            },
            {
                "content": "To apply, submit an expression of interest and a biography (up to 500 words or one page) detailing your relevant experience and engagement with screening and how you can contribute to the work of the reference group. ",
                "tag": "p"
            },
            {
                "content": "Anyone interested in any of these roles should have relevant knowledge, skills and experience that would contribute to the provision of high quality and well considered advice to the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "See our information on recruitment to expert and advisory groups for details of the qualities and criteria required for these roles.",
                "tag": "p"
            },
            {
                "content": "Recruitment information",
                "tag": "h2"
            },
            {
                "content": "Applications will be reviewed by a panel of the relevant reference group, including the chair, and 2 members of the UK NSC secretariat team. ",
                "tag": "p"
            },
            {
                "content": "All applications will receive a successful or unsuccessful notification. The successful candidates will receive information about next steps.",
                "tag": "p"
            },
            {
                "content": "Members of the UK NSC and its expert groups are all appointed as independent members to behave with impartiality, integrity and objectivity. They are responsible for providing, from their specific perspective, advice, insight and constructive challenge. ",
                "tag": "p"
            },
            {
                "content": "The expert groups meet 3 to 4 times per year. There is no remuneration for the posts, but members can claim expenses in accordance with Department of Health and Social Care (DHSC) rules for travel, subsistence and overnight accommodation. ",
                "tag": "p"
            },
            {
                "content": "The UK NSC and its host organisation, the DHSC, value and promote diversity and encourage applications from all sections of the community. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/08/exciting-opportunities-to-join-uk-nsc-expert-groups/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has 15 vacancies to fill on 3 of its expert advisory groups."
    }
]