[
    {
        "title": "Latest statement in response to small boat crossings",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-03-21T16:00:00",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "A Home Office spokesperson said: ",
                "tag": "p"
            },
            {
                "content": "“We all want to end dangerous small boat crossings, which threaten lives and undermine our border security. ",
                "tag": "p"
            },
            {
                "content": "“The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as they pay. We will stop at nothing to dismantle their business models and bring them to justice.” ",
                "tag": "p"
            },
            {
                "content": "Background: ",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/03/21/latest-statement-in-response-to-small-boat-crossings/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "A Home Office spokesperson said:  “We all want to end dangerous small boat crossings, which threaten lives and undermine our border security.  “The people-smuggling gangs do not care if the vulnerable people they exploit live or die, as long as …"
    },
    {
        "title": "Reforming Benefits and Support: echoes of our earlier advice",
        "authors": [
            "Dr Stephen Brien"
        ],
        "posted_on": "2025-03-21T14:14:18",
        "categories": [
            "Disabled People",
            "DWP",
            "Independent advice",
            "social security",
            "SSAC Occasional Papers"
        ],
        "content": [
            {
                "content": "It is not uncommon that the Social Security Advisory Committee's recommendations, while not wholly accepted at the time they are made, feature in some shape or form in policy announcements in the years that follow. The Secretary of State for Work and Pensions’ statement to Parliament launching the Pathways to Work: reforming benefits and support to get Britain working Green Paper contains clear echoes of our advice from some of our previous reports.",
                "tag": "p"
            },
            {
                "content": "How the Department for Work and Pensions (DWP) involves disabled people when developing or evaluating programmes that affect them",
                "tag": "p"
            },
            {
                "content": "Our 2020 report emphasised the importance of engaging disabled people during the development, delivery and evaluation of policies and practices that directly impact them. We recommended that:",
                "tag": "p"
            },
            {
                "content": "For some of the proposals outlined in the Green Paper, there is a clear commitment to establish ‘collaboration committees’ to further develop reforms. These will “bring together groups of people for specific work areas who will meet to collaborate with civil servants and provide discussion, challenge, and recommendations”. The groups will include both those with lived experience and other experts, with “a genuine ability to influence outcomes” and visibility of their impact. ",
                "tag": "p"
            },
            {
                "content": "Out of work disability benefit reform",
                "tag": "p"
            },
            {
                "content": "In our 2022 report, we called on the then Government to de-risk the journey into work. We highlighted claimant concerns that taking up employment could mean:",
                "tag": "p"
            },
            {
                "content": "Our recommendations included:",
                "tag": "p"
            },
            {
                "content": "The Government now proposes to legislate for a ‘right to try’, “guaranteeing that work in and of itself will never lead to a benefit reassessment. Giving people the confidence to take the plunge and try work – without the fear this will put their benefits at risk”.",
                "tag": "p"
            },
            {
                "content": "The future of working age contributory benefits for those not in paid work",
                "tag": "p"
            },
            {
                "content": "In 2022 we completed an extensive study into the two long-neglected contributory benefits for out-of-work working age individuals: New Style Jobseeker’s Allowance (JSA) and New Style Employment and Support Allowance (ESA). We offered fifteen recommendations as a starting point for future review.[1]",
                "tag": "p"
            },
            {
                "content": "The Green Paper now confirms plans to consult “on establishing a new, simple and clear “Unemployment Insurance” benefit through the reform of contributory working-age benefits.”  This would provide greater income protection for those who have paid into the system, by replacing contribution-based JSA (and ESA) with “a new single entitlement, paid at the current ESA rate (currently £138pw)” that would be time-limited. It is good that these benefits are being considered as part of these reforms, and we hope that the Government will consider our recommendations as it consults on how best to take this issue forward. ",
                "tag": "p"
            },
            {
                "content": "While it is encouraging to see the Committee’s advice having some impact, we recognise that much of the detail will be crucial to the success of these reforms. The Committee will undertake a close examination of the detailed proposals over the coming weeks, and provide advice to the Secretary of State as we deem appropriate under our statutory remit.",
                "tag": "p"
            },
            {
                "content": "[1] Our earlier report Jobs and benefits: The Covid-19 challenge (2020), which was produced in partnership with the Institute for Government, also argued that \"Contributory JSA should be strengthened…the rate should not be below that provided by the standard allowance in Universal Credit”.",
                "tag": "p"
            }
        ],
        "link": "https://ssac.blog.gov.uk/2025/03/21/reforming-benefits-and-support-echoes-of-our-earlier-advice/",
        "blog": "Social Security Advisory Committee",
        "blog_link": "https://ssac.blog.gov.uk",
        "description": "It is not uncommon that the Social Security Advisory Committee's recommendations, while not wholly accepted at the time they are made, feature in some shape or form in policy announcements in the years that follow. The Secretary of State for …"
    },
    {
        "title": "Breaking down the digital divide in schools: What you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-03-21T13:03:23",
        "categories": [
            "Primary Schools",
            "School spending",
            "Schools",
            "Secondary schools",
            "SEND"
        ],
        "content": [
            {
                "content": "We've just committed £45 million to improve digital connectivity in schools to close the digital divide over the next year. We want to make sure that through this investment, no child is left behind and that we’re supporting teachers to benefit from the advances technology is making in education. But what does this actually mean for teachers and students? ",
                "tag": "p"
            },
            {
                "content": "We have announced two key initiatives: a £45 million investment to improve internet connectivity in schools. This includes £25 million for wireless networks and £20 million for fibre upgrades. Alongside this, we have launched a consultation on our long-term vision for narrowing the digital divide focusing on proposals for the future of the digital and technology standards for schools and colleges. ",
                "tag": "p"
            },
            {
                "content": "Why does closing the digital divide matter? ",
                "tag": "h3"
            },
            {
                "content": "Reliable technology is key for making sure children can achieve and thrive at school, and we want to make sure that all students benefit from the opportunities of new technologies. Our aim is that every school should have the right infrastructure to allow them to make the most of modern digital technology. ",
                "tag": "p"
            },
            {
                "content": "Research shows that when used effectively, technology can accelerate learning by two to five months. But the reality is that many schools still lack the basics like reliable internet or good cyber security.",
                "tag": "p"
            },
            {
                "content": "Which schools will benefit? ",
                "tag": "h3"
            },
            {
                "content": "So far, 1.3 million pupils across 3,700 schools have benefitted from funding to boost connectivity in their classrooms.  ",
                "tag": "p"
            },
            {
                "content": "We are supporting a further 1000 schools who will benefit from the new investment of £45 million. These schools have been selected based on need and in areas where digital infrastructure is currently lacking.  ",
                "tag": "p"
            },
            {
                "content": "What are the six digital standards schools need to meet by 2030? ",
                "tag": "h3"
            },
            {
                "content": "The government is setting a long-term ambition for all schools and colleges to meet six core standards by 2030. These include broadband internet, wireless networks, network switches, digital leadership, filtering and monitoring, and cyber security.",
                "tag": "p"
            },
            {
                "content": "What if my school is struggling with digital infrastructure now? ",
                "tag": "h3"
            },
            {
                "content": "While the 2030 target seems far away, there's help available now. You can use the government's Plan Technology For Your School tool to assess your current tech infrastructure.  ",
                "tag": "p"
            },
            {
                "content": "This new digital service helps schools make smarter technology choices, saving time and money when planning and making changes. It supports schools in meeting the Department for Education’s (DfE) digital and technology standards - leading to safer, more cost-effective practices and better decision-making. ",
                "tag": "p"
            },
            {
                "content": "The service allows schools to: ",
                "tag": "p"
            },
            {
                "content": "How can this help students with SEND? ",
                "tag": "h3"
            },
            {
                "content": "For students with additional needs, reliable technology can make a significant difference for learning. A strong and secure Wi-Fi connection allows the use of portable devices in classrooms, including those that support students with SEND.",
                "tag": "p"
            },
            {
                "content": "Assistive technology (AT), like dictation tools and screen readers, helps remove barriers to learning, giving every child the opportunity to thrive at school. ",
                "tag": "p"
            },
            {
                "content": "For example, New Bridge Multi Academy Trust in Oldham has used connectivity funding to create custom 3D-printed assistive devices, develop personalised digital learning tools, and give non-verbal students consistent access to communication technology.  ",
                "tag": "p"
            },
            {
                "content": "How can I contribute to the consultation? ",
                "tag": "h3"
            },
            {
                "content": "The government wants to hear from educators and those supporting the education sector. The consultation is open for eight weeks and specifically asks about your school's readiness to meet the six standards, what additional support you might need, and your experiences with digital technology in teaching. ",
                "tag": "p"
            },
            {
                "content": "This is your chance to shape how these standards are implemented. You don't need to be an IT expert to contribute – your classroom perspective is valuable. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/03/breaking-down-the-digital-divide-in-schools-what-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We've just committed £45 million to improve digital connectivity in schools to close the digital divide over the next year. We want to make sure that through this investment, no child is left behind and that we’re supporting teachers to …"
    },
    {
        "title": "Building the Future of Criminal Justice: Our Vision for 2025 and Beyond (Part 2)",
        "authors": [
            "Daniel Flury, Operations Director"
        ],
        "posted_on": "2025-03-21T12:15:00",
        "categories": [
            "Court and tribunal reform",
            "Digital services",
            "General",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Following my previous blog on the current state of our criminal courts, I want to share our vision for the future and the steps we're taking to build a more efficient and effective justice system. ",
                "tag": "p"
            },
            {
                "content": "2025: a year to build on firm foundations ",
                "tag": "h2"
            },
            {
                "content": "A significant milestone approaches at the end of the month as the HMCTS Reform Programme concludes. But this marks the beginning of a new phase rather than an endpoint. Drawing on everything we've learned, we're assembling a team of project management and business change experts from across HMCTS and beyond. With their expertise we'll focus on carefully managed, incremental improvements that will allow us to better deliver changes and make the justice system work better for everyone. ",
                "tag": "p"
            },
            {
                "content": "For example, we'll improve how the Common Platform criminal case management system connects with the Police National Computer, enabling faster updates and reducing the time spent managing case information. We'll also expand the system to handle more types of cases, including probation breaches and all non-police prosecutors, increasing the capabilities of the system and streamlining more processes. The link between the Crown Court's Digital Case System and Common Platform will be strengthened, further improving the movement of materials between magistrates' and the Crown Court. I'm confident that these changes will help build a more efficient service that works better for everyone who uses it. ",
                "tag": "p"
            },
            {
                "content": "Close working between staff in courts and our Service Centres continues to strengthen the service we provide in magistrates' courts. In 2024, Service Centres handled over three-quarters of a million phone calls and emails relating to criminal cases. Last year we migrated all calls from magistrates’ courts in the North West and South West regions to our Service Centres. We’ll be extending these improvements to the remaining 5 regions in the first half of 2025, reducing pressure on court staff and improving services for our court users.   ",
                "tag": "p"
            },
            {
                "content": "We're also investing in our greatest asset – our people. We've recently acted on legal advisor pay, doubling their allowance, and launched a successful recruitment campaign to bring 150 new legal advisors into the system. This will allow us to run more sessions and courts in the coming year and beyond. ",
                "tag": "p"
            },
            {
                "content": "We'll build on what we've achieved in the Reform Programme, ensuring these changes deliver their full potential while avoiding disruption to vital services. This approach means we can continue modernising our criminal court services while maintaining stability - learning from experience to make each improvement count.",
                "tag": "p"
            },
            {
                "content": "Technology and innovation ",
                "tag": "h2"
            },
            {
                "content": "Common Platform continues to evolve, making daily operation smoother and more efficient, delivering real benefits across the justice system. Every case now has a single unique reference number that can be used by all parties - from police to CPS to courts - making it much simpler to track a case. When cases conclude, police forces receive instant notifications of Crown Court results, enabling faster updates to the Police National Computer. Non-Crown Prosecution Service (CPS) prosecutors are now able to view and upload case materials directly on a case-by-case basis, as well as check in to hearings, streamlining the process further for another of our partners. ",
                "tag": "p"
            },
            {
                "content": "For lesser criminal offences prosecuted under the Single Justice Procedure (SJP), digital improvements mean cases can be processed through Common Platform as soon as the plea has been received – a significant improvement from the previous system where cases could not be dealt with until 28 days had passed. We’ve now introduced this to all police forces to prosecute SJP cases in this way. It is enabling them – and a range of other non-police prosecutors – to deliver functions more swiftly and accurately. ",
                "tag": "p"
            },
            {
                "content": "Elsewhere, our Digital Audio Visual Equipment programme continues to transform our courtrooms by updating or replacing outdated trial technology like screens and microphones. The latest phase has already successfully upgraded 57 courtrooms. Looking ahead, our next phase will focus on modernising 65 Crown Court rooms and 15 magistrates' court rooms currently operating with end-of-life equipment, ensuring our justice system has the technology it needs to operate effectively. ",
                "tag": "p"
            },
            {
                "content": "Supporting vulnerable witnesses ",
                "tag": "h2"
            },
            {
                "content": "We now have 39 ‘remote link sites’ nationally where witnesses can give evidence away from court, and we're expanding our capability for pre-recorded cross-examination. This technology is helping almost 2,000 vulnerable witnesses each year give their best evidence while feeling safe and supported. ",
                "tag": "p"
            },
            {
                "content": "We're particularly proud of our ability to facilitate evidence-giving from bespoke locations, including homes and care facilities, for those who might struggle to attend court. ",
                "tag": "p"
            },
            {
                "content": "Collaborative working ",
                "tag": "h2"
            },
            {
                "content": "Through the Criminal Justice Board, chaired by the Lord Chancellor, senior leaders from across the system including ministers, Police and Crime Commissioners, the Criminal Bar Association, legal professionals and the judiciary, are coming together to create a shared vision and coordinated approach. ",
                "tag": "p"
            },
            {
                "content": "Additionally, following its earlier successes, the Senior Presiding Judge will expand the Crown Court Improvement Group (CCIG) to include magistrates' courts, becoming the Criminal Courts Improvement Group, where all key criminal justice agencies will work together to improve efficiency and access to justice across the criminal courts. This cross-system collaboration proved particularly effective during recent challenges such as prison estate capacity and last summer's civil unrest, where our coordinated response enabled swift justice, demonstrating what we can achieve when working together. ",
                "tag": "p"
            },
            {
                "content": "Our commitment ",
                "tag": "h2"
            },
            {
                "content": "As we move into 2025, our mission remains clear: to support people in accessing justice when they need it as a service-led organisation. ",
                "tag": "p"
            },
            {
                "content": "While there's no quick fix to current pressures, these coordinated efforts and ongoing improvements give us a clear path forward. The justice system faces unprecedented challenges, but through innovation, collaboration, and dedication, we're building a stronger, more efficient criminal courts system for the people who need it. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Meithrin Dyfodol Cyfiawnder Troseddol: Ein Gweledigaeth ar gyfer 2025 a thu hwnt (Rhan 2)",
                "tag": "h2"
            },
            {
                "content": "Yn dilyn fy mlog blaenorol ar gyflwr presennol ein llysoedd troseddol, rwyf eisiau rhannu ein gweledigaeth ar gyfer y dyfodol a'r camau rydyn ni'n eu cymryd i greu system gyfiawnder fwy effeithlon ac effeithiol.",
                "tag": "p"
            },
            {
                "content": "2025: blwyddyn i adeiladu ar sylfeini cadarn",
                "tag": "h2"
            },
            {
                "content": "Mae carreg filltir arwyddocaol yn agosáu at ddiwedd y mis wrth i Raglen Ddiwygio GLlTEF ddod i ben. Ond mae hyn yn nodi dechrau cyfnod newydd yn hytrach na diweddglo. Gan dynnu ar bopeth rydyn ni wedi'i ddysgu, rydym yn ymgynnull tîm o arbenigwyr rheoli prosiectau a newid busnes o bob rhan o GLlTEF a thu hwnt. Gyda'u harbenigedd byddwn yn canolbwyntio ar welliannau cynyddol a fydd yn ein galluogi i gyflawni newidiadau yn well a gwneud i'r system gyfiawnder weithio'n well i bawb.",
                "tag": "p"
            },
            {
                "content": "Er enghraifft, byddwn yn gwella sut mae’r Platfform Cyffredin (system rheoli achosion troseddol) yn cysylltu â Chyfrifiadur Cenedlaethol yr Heddlu, gan alluogi diweddariadau cyflymach a lleihau'r amser a dreulir yn rheoli gwybodaeth achosion. Byddwn hefyd yn ehangu'r system i drin mwy o fathau o achosion, gan gynnwys torri amodau yn ystod eich cyfnod ar brawf a phob erlyniadau nad ydynt yn rhai’r heddlu, gan gynyddu galluoedd y system a symleiddio mwy o brosesau. Bydd y cysylltiad rhwng System Achosion Digidol Llys y Goron a'r Platfform Cyffredin yn cael ei gryfhau, gan wella’r broses o symud deunyddiau ymhellach rhwng y Llys Ynadon a Llys y Goron. Rwy'n hyderus y bydd y newidiadau hyn yn helpu i greu gwasanaeth mwy effeithlon sy'n gweithio'n well i bawb sy'n ei defnyddio.",
                "tag": "p"
            },
            {
                "content": "Mae gweithio'n agos rhwng staff yn y llysoedd a'n Canolfannau Gwasanaeth yn parhau i gryfhau'r gwasanaeth a ddarperir mewn llysoedd ynadon. Yn 2024, bu i Ganolfannau Gwasanaeth ymdrin â dros dri chwarter miliwn o alwadau ffôn ac e-byst yn ymwneud ag achosion troseddol. Y llynedd fe wnaethom symud pob galwad o lysoedd ynadon yn rhanbarthau Gogledd Orllewin a De Orllewin Lloegr i'n Canolfannau Gwasanaeth. Byddwn yn ymestyn y gwelliannau hyn i'r 5 rhanbarth sy'n weddill yn hanner cyntaf 2025, gan leihau pwysau ar staff y llys a gwella gwasanaethau i'n defnyddwyr llysoedd. ",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn buddsoddi yn ein hased mwyaf – ein pobl. Yn ddiweddar, rydym wedi gweithredu ar gyflogau cynghorwyr cyfreithiol, dyblu eu lwfans, a lansio ymgyrch recriwtio lwyddiannus i ddod â 150 o gynghorwyr cyfreithiol newydd i'r gwasanaeth. Bydd hyn yn caniatáu inni gynnal mwy o sesiynau a llysoedd yn y flwyddyn i ddod a thu hwnt.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn adeiladu ar yr hyn yr ydym wedi'i gyflawni yn y Rhaglen Ddiwygio, gan sicrhau bod y newidiadau hyn yn cyflawni eu potensial llawn tra'n osgoi tarfu ar wasanaethau hanfodol. Mae'r dull hwn yn golygu y gallwn barhau i foderneiddio ein gwasanaethau llysoedd troseddol tra'n cynnal sefydlogrwydd - dysgu o brofiad i wneud i bob gwelliant gyfri.",
                "tag": "p"
            },
            {
                "content": "Technoleg ac arloesi",
                "tag": "h2"
            },
            {
                "content": "Mae’r Platfform Cyffredin yn parhau i esblygu, gan wneud ein gweithrediadau dyddiol yn fwy llyfn ac yn fwy effeithlon, gan ddarparu manteision gwirioneddol ar draws y system gyfiawnder. Mae gan bob achos un cyfeirnod unigryw y gellir ei ddefnyddio gan bob parti - o'r heddlu i’r CPS i'r llysoedd - gan ei gwneud hi'n llawer symlach olrhain achos. Pan fydd achosion yn dod i ben, mae'r heddluoedd yn derbyn hysbysiadau cyflymach o ganlyniadau Llys y Goron, gan alluogi diweddariadau cyflymach i Gyfrifiadur Cenedlaethol yr Heddlu. Mae erlynwyr nad ydynt yn rhai Gwasanaeth Erlyn y Goron (CPS) bellach yn gallu gweld a llwytho deunyddiau achos yn uniongyrchol fesul achos yn ogystal â chael mynediad i wrandawiadau sy'n symleiddio'r broses ymhellach ar gyfer un arall o'n partneriaid.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer troseddau troseddol is sy'n cael eu herlyn o dan y Weithdrefn Un Ynad (SJP), mae gwelliannau digidol yn golygu y gellir prosesu achosion trwy’r Platfform Cyffredin cyn gynted ag y bydd y ple wedi'i dderbyn – gwelliant sylweddol o'r system flaenorol lle na ellid ymdrin ag achosion nes bod 28 diwrnod wedi mynd heibio. Rydym bellach wedi cyflwyno hyn i bob heddlu i erlyn achosion SJP yn y modd hwn. Mae'n eu galluogi - ac ystod o erlynwyr eraill nad ydynt yn yr heddlu - i gyflawni swyddogaethau yn gyflymach ac yn gywir.",
                "tag": "p"
            },
            {
                "content": "Mewn mannau eraill, mae ein rhaglen Offer Digidol Gweledol yn parhau i drawsnewid ein hystafelloedd llys trwy ddiweddaru neu ddisodli hen dechnoleg treialon fel sgriniau a meicroffonau. Mae'r cam diweddaraf eisoes wedi uwchraddio 57 o ystafelloedd llys yn llwyddiannus. Wrth edrych ymlaen, bydd ein cam nesaf yn canolbwyntio ar foderneiddio 65 o ystafelloedd Llys y Goron a 15 ystafell llys ynadon sy'n gweithredu ar hyn o bryd gydag offer sy’n dod i ddiwedd eu hoes, gan sicrhau bod gan ein system gyfiawnder y dechnoleg sydd ei hangen arni i weithredu'n effeithiol.",
                "tag": "p"
            },
            {
                "content": "Cefnogi tystion bregus",
                "tag": "h2"
            },
            {
                "content": "Erbyn hyn mae gennym 39 o safleoedd cysywllt o bell yn genedlaethol lle gall tystion roi tystiolaeth i ffwrdd o’r llys, ac rydym yn ehangu ein gallu ar gyfer croesholi wedi'i recordio ymlaen llaw. Mae'r dechnoleg hon yn helpu bron i 2,000 o dystion bregus bob blwyddyn i roi eu tystiolaeth orau tra'n teimlo'n ddiogel ac yn cael eu cefnogi.",
                "tag": "p"
            },
            {
                "content": "Rydym yn arbennig o falch o'n gallu i hwyluso rhoi tystiolaeth o leoliadau pwrpasol, gan gynnwys cartrefi a chyfleusterau gofal, i'r rhai a allai gael trafferth mynychu'r llys.",
                "tag": "p"
            },
            {
                "content": "Cydweithio",
                "tag": "h2"
            },
            {
                "content": "Trwy'r Bwrdd Cyfiawnder Troseddol, dan gadeiryddiaeth yr Arglwydd Ganghellor, mae uwch arweinwyr o bob rhan o'r system gan gynnwys gweinidogion, Comisiynwyr yr Heddlu a Throsedd, Cymdeithas y Bar Troseddol, gweithwyr proffesiynol cyfreithiol a'r farnwriaeth yn dod at ei gilydd i greu gweledigaeth a rennir  a dull cydgysylltiedig.",
                "tag": "p"
            },
            {
                "content": "Yn ogystal, yn dilyn ei lwyddiannau cynharach, bydd yr Uwch Farnwr Llywyddol yn ehangu Grŵp Gwella Llys y Goron (CCIG) i gynnwys Llysoedd yr Ynadon, gan ddod yn Grŵp Gwella Llysoedd Troseddol, lle bydd yr holl asiantaethau cyfiawnder troseddol allweddol yn gweithio gyda'i gilydd i wella effeithlonrwydd a mynediad at gyfiawnder ar draws y llysoedd troseddol. Profodd y cydweithrediad traws-system hwn yn arbennig o effeithiol yn ystod heriau diweddar fel capasiti’r ystad carchardai ac aflonyddwch sifil yr haf diwethaf, lle roedd ein hymateb cydgysylltiedig yn galluogi cyfiawnder cyflym, gan ddangos yr hyn y gallwn ei gyflawni wrth weithio gyda'n gilydd.",
                "tag": "p"
            },
            {
                "content": "Ein hymrwymiad",
                "tag": "h2"
            },
            {
                "content": "Wrth i ni symud i mewn i 2025, mae ein bwriad yn parhau i fod yn glir: cefnogi pobl i gael mynediad at gyfiawnder pan fydd ei angen arnynt fel sefydliad a arweinir gan wasanaethau.",
                "tag": "p"
            },
            {
                "content": "Er nad oes ateb cyflym i'r pwysau presennol, mae'r ymdrechion cydgysylltiedig hyn a'r gwelliannau parhaus hyn yn rhoi llwybr clir i ni ymlaen. Mae'r system gyfiawnder yn wynebu heriau digynsail, ond trwy arloesi, cydweithredu, ac ymroddiad, rydym yn creu system llysoedd troseddol cryfach, mwy effeithlon ar gyfer y bobl sydd ei hangen.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/21/building-the-future-of-criminal-justice-our-vision-for-2025-and-beyond-part-2/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Operations Director, Daniel Flury outlines the vision for a more efficient criminal justice system by 2025, focusing on streamlining processes, improving case management, and investing in technology and people to create a more accessible and responsive system."
    },
    {
        "title": "Shapwick Heath Peat Restoration – Bringing Bogs Back to Somerset",
        "authors": [
            "Louise Treneman"
        ],
        "posted_on": "2025-03-21T09:59:16",
        "categories": [
            "Biodiversity",
            "Climate change",
            "Ecosystem Services",
            "Natural England",
            "Nature Recovery",
            "Peat",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Louise Treneman, Senior Reserve Manager",
                "tag": "p"
            },
            {
                "content": "Peatlands habitats, such as raised bog, blanket bog and fen, in good condition, are home to a wide range of species and store the largest amount of carbon of all habitats in England. However, most of our peatlands are in poor condition. Emissions from England’s damaged peatlands are estimated to be around 11 million tonnes of carbon dioxide equivalent per year. ",
                "tag": "p"
            },
            {
                "content": "Lowland Somerset has a big role to play in this story, boasting the second largest area of lowland peat in England, after the East Anglian Fens. The area draws visitors in from far and wide, and the peatland nature reserves play a key role in connecting people to the natural world. As with many other peatlands, the Levels have a long history of drainage for peat extraction and agriculture, which has shaped the landscape we see today.",
                "tag": "p"
            },
            {
                "content": "Shapwick Heath sits right in the heart of the Somerset Levels and Moors landscape, forming part of the Somerset Wetlands National Nature Reserve (NNR). The site was bought by Natural England in the 1990s as part of a wider buy out from the peat extraction industry. Since then, the team through the years have worked to restore peat voids to reedbeds and open water features and restore remaining deep peat to enhance biodiversity on the site.",
                "tag": "p"
            },
            {
                "content": "The missing habitat",
                "tag": "p"
            },
            {
                "content": "However, there is one habitat that is still notably absent from the Somerset Levels – raised bog. Prior to drainage, a huge expanse of bog would have stretched across the Brue Valley, with sphagnum moss carpeting the surface, cotton grass bobbing in the breeze and carnivorous plants lurking to catch unsuspecting insect life. Small remnants remain on Shapwick Heath and Westhay Moor but have been declining over the years due to continued impacts of drainage.",
                "tag": "p"
            },
            {
                "content": "I started working for Natural England 4 years ago, and shortly after took up the task of figuring out a way to mend our struggling remnant bogs. The team had tried many interventions over the years, yet the bogs were getting ever drier and important plant life was disappearing from the site. Luckily, answers came from northern England, where techniques had been developed to restore raised bogs.",
                "tag": "p"
            },
            {
                "content": "Mending the bog",
                "tag": "p"
            },
            {
                "content": "Deep trench bunding was the key to mending our leaky raised bog habitat. This technique blocks up the sub-surface cracks that form as peat shrinks and degrades with drainage, re-establishing the stable water levels needed for the bog plants to thrive. As well as allowing this rare habitat to return, keeping peat soils wet prevents carbon from being released; fixing our peatlands is key for journeying towards a brighter future in this time of joint climate and ecological crisis.",
                "tag": "p"
            },
            {
                "content": "There was initially local hesitancy to using this technique, as it is visually quite disruptive in the initial stages, and it had never been seen in Somerset before. But after a field trip to Cumbria and pulling together multiple case studies to show people, everyone agreed that this was the way forwards. The adage ‘you’ve got to break eggs to make an omelette’ was touted more than once, and we took the leap and began clearing vegetation and installing bunds across roughly 30 hectares of Shapwick Heath.",
                "tag": "p"
            },
            {
                "content": "Journey to recovery",
                "tag": "p"
            },
            {
                "content": "This winter we have completed the final phase of this three-year restoration project, run in partnership with Somerset Wildlife Trust and funded through the Nature for Climate Peatland Grant Scheme and Natural England Bequest Fund.",
                "tag": "p"
            },
            {
                "content": "Already we’ve seen plants returning that had been thought lost to the site, and water levels returning to the splashy conditions we would expect to see on a bog. As ever, given the conditions needed, nature takes over and starts putting things right. ",
                "tag": "p"
            },
            {
                "content": "White-beaked sedge, oblong leaved sundew (a carnivorous bog plant) and sphagnum mosses are all plants I had hoped would return, but I expected to be waiting a lot longer than two years to begin to see these bog loving species expand across the area we worked on in phase one of the project. Although there’s still a long way to go to bring back fully functioning raised bog to Somerset, we’ve made a cracking start and hope to see more projects like this popping up across the landscape in coming years!",
                "tag": "p"
            },
            {
                "content": "Finally, if you want to learn more about the project and peat restoration in general, I’ve been working with a colleague, Edd Parrott, to put together a series of short films to share the story of this first-of-its-kind for the South West restoration project. You can find the mini-series on our Instagram page @naturalengland_wessex, and a longer video drawing together all the content from the mini-series on Natural England’s YouTube channel",
                "tag": "p"
            },
            {
                "content": "Huge thanks to peatland restoration contractors, Open Space, who delivered the project over three years, and ecological consultants, Geckoella, who worked with us on protected species mitigation on the final (and most complicated) phase.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/21/shapwick-heath-peat-restoration-bringing-bogs-back-to-somerset/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Louise Treneman, Senior Reserve Manager Peatlands habitats, such as raised bog, blanket bog and fen, in good condition, are home to a wide range of species and store the largest amount of carbon of all habitats in England. However, …"
    },
    {
        "title": "RPC offers to help Government achieve a 25% reduction in the administrative costs of regulation",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-03-20T19:43:53",
        "categories": [
            "Better regulation",
            "Independent scrutiny"
        ],
        "content": [
            {
                "content": "We welcome the announcement by the Chancellor of the Exchequer of a “Radical action plan to cut red tape and kickstart growth” including a pledge to cut the administrative cost of regulation on business by a quarter by the end of the Parliament.",
                "tag": "p"
            },
            {
                "content": "Of course, administrative costs are typically only a small part of the total costs of regulation, nonetheless there is a lot of work to do to deliver on this commitment. This will involve: defining exactly what is meant by ‘administrative costs’; estimating the baseline (that is the total administrative costs of all current regulations) against which the 25% reduction target will be set; and then tracking progress across government and regulators in delivering the cost reduction.",
                "tag": "p"
            },
            {
                "content": "The RPC has been working for more than 15 years to support the government in reducing the burdens of regulation on business and the wider economy. We have seen repeatedly the tension between reducing regulatory costs and other government priorities. Our experience has shown that reducing regulatory costs can only be delivered when Government and Government ministers prioritise and commit to making it happen. We are therefore keen to help government in developing this target, ensuring that it does not lead to perverse incentives and offering our expertise in independently verifying the cost reductions achieved.",
                "tag": "p"
            },
            {
                "content": "We hope that the Government will achieve its target to reduce administrative costs and look forward to working with them to deliver on this challenging commitment.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/03/20/rpc-offers-to-help-government-achieve-a-25-reduction-in-the-administrative-costs-of-regulation/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The RPC welcomes the Government's new target to reduce the administrative costs of regulation on business by 25% by the end of the parliament."
    },
    {
        "title": "A New Era for England's Nature: Celebrating the Publication of the second Local Nature Recovery Strategy",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-03-20T15:51:40",
        "categories": [
            "Biodiversity",
            "Connecting People with Nature",
            "Development",
            "Environment Act",
            "Environmental Improvement Plan",
            "Local Nature Recovery Strategy (LNRS)",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Emily Butterwick – Northamptonshire LNRS Senior Officer",
                "tag": "p"
            },
            {
                "content": "This month we celebrate the publication of North Northamptonshire Council’s Local Nature Recovery Strategy (LNRS). It marks a significant milestone towards our country’s efforts to tackle biodiversity loss, climate change and improving people’s access to nature as part of a growing national Nature Recovery Network. Out of a total of 48 Strategies in the pipeline, North Northamptonshire is the second to reach publication so far. It highlights what can be achieved when Local Authorities, NGOs and wide-ranging local partners work collaboratively towards a shared ambition for nature recovery.",
                "tag": "p"
            },
            {
                "content": "What went well in North Northamptonshire?",
                "tag": "h3"
            },
            {
                "content": "Local Action, National Impact",
                "tag": "p"
            },
            {
                "content": "Local Nature Recovery Strategies are part of the Government’s national policy on nature as set out in the 2021 Environment Act.  Taken together they form a nationwide strategy for improving, enlarging and connecting England’s natural habitat so that wildlife has the best chance to thrive. They aim to drive more co-ordinated, practical and focused action to recover nature. Selected Local Authorities, collectively covering the whole of England, have been tasked by Government with developing these plans for nature, biodiversity and wider environmental goals.",
                "tag": "p"
            },
            {
                "content": "North Northamptonshire’s LNRS brings together local actors to develop nature recovery projects, tailored to the region’s specific needs. North Northamptonshire Council lead the development of the Strategy as the Responsible Authority (RA) with input from partners including the public, the Wildlife Trust Bedfordshire, Cambridgeshire and Northamptonshire (BCN), Northamptonshire Biodiversity Records Centre (NBRC), Natural England (NE), Forestry Commission (FC) and the Environment Agency (EA). With their priorities reflected in the Strategy, these partners now have both a stake and agency to deliver on them. Delivery of the LNRS will contribute towards meeting the Government’s Environmental Improvement Plan targets, supporting our national objectives.",
                "tag": "p"
            },
            {
                "content": "The LNRS identifies priority areas through the production of a Local Habitat Map. The RA commissioned Natural Capital Solutions to undertake this key task. This consultancy had already shown its skill in analysing complex datasets to identify opportunities for nature recovery through an earlier Natural Capital and Habitat Opportunity project. The mapping was praised during the review process for the advanced analysis of multiple data sources, which resulted in clearly indicated priority locations where action for nature would be most effective. If all nature recovery actions presented on the Local Habitat Map are delivered, we could see an increase in land managed sympathetically for nature by 24.5%.",
                "tag": "p"
            },
            {
                "content": "Biodiversity and Ecosystem Restoration",
                "tag": "p"
            },
            {
                "content": "At its core, the LNRS aims to restore habitats for wildlife, helping to secure biodiversity for future generations. The Upper Nene Valley Gravel Pits Special Protection Area (SPA) has seen reduction of wintering birds at a faster rate than the UK average (76% decline in Golden Plover, and 45% decline in Lapwing populations since 2011). The LNRS focuses on practical actions to reduce recreational pressure and increase the extent of supporting habitat for these declining species. It’s one of many areas where Natural England’s experts supported the Strategy. In this case, Natural England’s ornithologists gave their advice on measures to support the SPA and inform North Northamptonshire’s Local Plan development.",
                "tag": "p"
            },
            {
                "content": "Delivery of the Strategy will help to reverse the damaging effects of habitat fragmentation, providing corridors for wildlife to thrive. The Wildlife Trust BCN produced a Statement of Biodiversity. This ensured that the LNRS was informed by current records of the state of nature, as well as clearly describing the pressures and constraints on each habitat type over time and the action required to halt and reverse this.",
                "tag": "p"
            },
            {
                "content": "NBRC were commissioned with producing the priority species list, interrogating all relevant data on species in the area. The final species list was presented to local experts and wildlife recorders who were able to ground-truth the proposals, and ensure the list reflected the true state of nature in North Northamptonshire.",
                "tag": "p"
            },
            {
                "content": "Community Engagement and Partnerships",
                "tag": "p"
            },
            {
                "content": "In developing their Strategy, the RA has placed a high value on community involvement. Its success will rely on everyone working together toward a common goal: to create thriving, wildlife rich landscapes. North Northamptonshire Council, as RA, recognised this and ensured that they engaged with groups and organisations that had a stake in the process at an early stage.",
                "tag": "p"
            },
            {
                "content": "The RA commissioned local charity, Nene Rivers Trust, to create and deliver a stakeholder engagement plan, utilising their expertise in communicating complex environmental topics to a variety of audiences. In addition, the RA visited schools and retirement homes, after noting that the voices of these age groups are typically missing when engaging with the public.",
                "tag": "p"
            },
            {
                "content": "The Strategy puts a strong emphasis on integrating nature recovery into land use and farming practices. It emphasises the need to work with farmers and landowners to adopt sustainable practices, and to adopt nature-based solutions that benefit both the environment and the economy. The farming community has been engaged throughout the process, ensuring that their opinions are reflected and the practical actions proposed on farmland are achievable.",
                "tag": "p"
            },
            {
                "content": "Alongside the LNRS, North Northamptonshire Council has produced a Delivery Mechanisms document, preparing partners for delivery of the Strategy.",
                "tag": "p"
            },
            {
                "content": "Resource and Capability",
                "tag": "p"
            },
            {
                "content": "As a collaborative undertaking involving many partners, the way North Northamptonshire Council has resourced and coordinated the process has been key to their successful development of the Strategy.  Early on, the Council appointed a dedicated Nature Recovery and Biodiversity Lead officer, highly experienced in the planning system and able expertly to lead the process.",
                "tag": "p"
            },
            {
                "content": "They also established the governance structure for the process at the start to ensure that all key partners were included in task groups relevant to their area of work. And there were consistent lines of communication between the RA and key agencies, Natural England, Environment Agency and Forestry Commission.",
                "tag": "p"
            },
            {
                "content": "As we celebrate the publication of the second LNRS, it seems pertinent to share a few reflections from the Strategy’s launch event. Nene Rivers Trust CEO Kathryn Soares commended the “bold and brave” decision to have a bottom-up approach with the Strategy’s development, empowering local partners to play a key role in LNRS creation. The Wildlife Trust BCN Conservation Manager, Matt Johnson, commented on the recent success of their beaver reintroduction project (practical action number 100) – saying “if we’ve managed to achieve that action, the other 107 will be a breeze”. Hard work and dedication will achieve nature recovery, and all who attended left the event feeling inspired.",
                "tag": "p"
            },
            {
                "content": "As a national policy, Local Nature Recovery Strategies are a step change in the way we plan for nature so that it can thrive and function across the landscape. And that means nature will be there for us, for our health, wealth and security. Meeting that ambition is a long road ahead but North Northamptonshire’s LNRS takes us one significant step towards it.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/20/a-new-era-for-englands-nature-celebrating-the-publication-of-the-second-local-nature-recovery-strategy/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Emily Butterwick – Northamptonshire LNRS Senior Officer This month we celebrate the publication of North Northamptonshire Council’s Local Nature Recovery Strategy (LNRS). It marks a significant milestone towards our country’s efforts to tackle biodiversity loss, climate change and improving …"
    },
    {
        "title": "Understanding Ideology's Role in Terrorism and Extremism",
        "authors": [
            "Commission for Countering Extremism"
        ],
        "posted_on": "2025-03-20T13:54:19",
        "categories": [
            "Blog",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "By Robin Simcox, Commissioner for Countering Extremism",
                "tag": "p"
            },
            {
                "content": "For decades, the UK has faced a sustained threat from terrorism. That threat has amplified since October 2023, Hamas’s attacks in Israel and the ensuing fallout.",
                "tag": "p"
            },
            {
                "content": "While we rightly focus on the tragic outcomes of terrorist acts, we must also understand what drives individuals to commit them in the first place.",
                "tag": "p"
            },
            {
                "content": "As the government's independent adviser on extremism, I have long observed a persistent debate about what motivates terrorism. Some point to the role of ideas. Others emphasise socioeconomics, personal trauma, or mental illness. This debate matters enormously for how we shape our counter-terrorism policies.",
                "tag": "p"
            },
            {
                "content": "To bring clarity to this question, I commissioned Dr Donald Holbrook to conduct forensic research examining the electronic content collected from 100 UK terrorists over several decades. His findings, published today, are unequivocal and significant.",
                "tag": "p"
            },
            {
                "content": "The Evidence is Clear",
                "tag": "p"
            },
            {
                "content": "What Dr Holbrook discovered is striking. Terrorists do not merely dabble with extremist ideology – they immerse themselves in it. They actively seek out, consume, debate, and even produce ideological content that guides and justifies their actions.",
                "tag": "p"
            },
            {
                "content": "Over half of the individuals studied had created their own ideological material justifying their involvement in terrorism. This demonstrates a level of engagement with extremist ideas that goes far beyond casual interest.",
                "tag": "p"
            },
            {
                "content": "This research proves decisively that ideology is not peripheral to terrorism – it's central. It explains why terrorists fight, what they hope to achieve, and what actions they consider justified in pursuit of their goals.",
                "tag": "p"
            },
            {
                "content": "Differences Between Extremist Movements",
                "tag": "p"
            },
            {
                "content": "The report also reveals fascinating differences between how various extremist movements engage with ideology.",
                "tag": "p"
            },
            {
                "content": "Islamist ideology tends to be more theological, focused on justifying violence through religious interpretations, whereas Extreme Right Wing content is often more openly hostile and violent.",
                "tag": "p"
            },
            {
                "content": "Terrorists draw inspiration from a surprisingly broad range of sources, not just the most radical voices. In the case of Islamist terrorism, individuals were influenced by clerics traditionally associated with 'non-violent' groups such as Muslim Brotherhood ideologue Sayyid Qutb.",
                "tag": "p"
            },
            {
                "content": "This blurred line between 'violent' and 'non-violent' extremism represents a significant challenge for counter-terrorism policy.",
                "tag": "p"
            },
            {
                "content": "Policy Implications",
                "tag": "p"
            },
            {
                "content": "Dr Holbrook's research highlights another vital point: we must retain, recognise, and reward appropriate levels of subject matter expertise within government.",
                "tag": "p"
            },
            {
                "content": "Only with deep understanding of extremist ideologies can we develop effective counter-extremism policies. This expertise cannot be developed by academics and think tanks alone – it requires the involvement of practitioners and policymakers.",
                "tag": "p"
            },
            {
                "content": "As the government begins to tackle the challenges it faces on counter-extremism, these findings must be central to the approach.",
                "tag": "p"
            },
            {
                "content": "There are reasons for optimism. The Counter Extremism Sprint commissioned by government following the horrific murders in Southport demonstrated a desire to address the root causes of extremism. The Home Secretary has publicly acknowledged the need to confront the ideological drivers of terrorism.",
                "tag": "p"
            },
            {
                "content": "However, we must be careful not to lose focus. While addressing individuals with poor mental health who may be drawn to violence is important, we must not create more haystacks when we need to be homing in on the needle.",
                "tag": "p"
            },
            {
                "content": "The government must be nimble, seeking a balance that allows it to tackle both violence-fixated individuals and terrorists simultaneously, using the most appropriate tools of the state. Sometimes these approaches will overlap. Often, they will not.",
                "tag": "p"
            },
            {
                "content": "Moving Forward",
                "tag": "p"
            },
            {
                "content": "This research provides the clarity needed to develop effective counter-terrorism and counter-extremism policies. It shows that we cannot tackle terrorism without understanding and addressing the ideologies that drive it.",
                "tag": "p"
            },
            {
                "content": "As Commissioner for Countering Extremism, I will continue to ensure that the government's approach is based on rigorous evidence. Dr Holbrook's research represents an important contribution to that evidence base, and I encourage all those working in this field to engage with its findings.",
                "tag": "p"
            },
            {
                "content": "Our nation's security depends on getting this right.",
                "tag": "p"
            }
        ],
        "link": "https://extremismcommission.blog.gov.uk/2025/03/20/understanding-ideologys-role-in-terrorism-and-extremism/",
        "blog": "Commission for Countering Extremism",
        "blog_link": "https://extremismcommission.blog.gov.uk",
        "description": "By Robin Simcox, Commissioner for Countering Extremism For decades, the UK has faced a sustained threat from terrorism. That threat has amplified since October 2023, Hamas’s attacks in Israel and the ensuing fallout. While we rightly focus on the tragic …"
    },
    {
        "title": "Council tax levels publication",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-03-20T13:00:43",
        "categories": [
            "Council finance",
            "Local government"
        ],
        "content": [
            {
                "content": "The government has today published the Council Tax levels set by local authorities in England for 2025-26. This showed the national average council tax bill will increase by less than last year under the previous government. We know that families are struggling with the cost of living and that is why we are committed to keeping taxes on working people low by working hand in hand with the sector to fix the foundations and bring long-term financial stability.",
                "tag": "p"
            },
            {
                "content": "The average Band D council tax increase set by local authorities in England for 2025-26 will be 5.0% on the 2024-25 figure, the lowest increase in two years. The increase was 5.1% last year on 2023-24 and 5.1% on 2022-23. ",
                "tag": "p"
            },
            {
                "content": "Individual local authorities are responsible for setting their council tax and are free to keep council tax levels low. However, the government has kept the referendum threshold for council tax at 3%, with 2% for the adult social care precept, to protect local taxpayers from excessive increases.  ",
                "tag": "p"
            },
            {
                "content": "As with previous years, ministers considered requests for additional rises from councils that require exceptional financial support. This government took a stricter approach, putting working people at the forefront of decisions, and only agreed flexibilities for six local authorities in severe need, and where they have low existing levels of tax and plans to protect the lowest income residents. ",
                "tag": "p"
            },
            {
                "content": "For years, councils have suffered from short-term solutions and an outdated funding system, which is why we are working hand in hand with local leaders to reform the system and fix the foundations. The government has proposed changes to create a fairer funding system by adjusting for councils' differing ability to generate council tax income when allocating grant funding.  ",
                "tag": "p"
            },
            {
                "content": "We are also making available more than £69 billion, a 6.8% cash terms increase, of funding to councils across England and working with them to drive forward the government’s Plan for Change. Taken together, the additional funding announced by the Chancellor at the Autumn Budget and through the 2025-26 Local Government Finance Settlement will provide more than £5 billion of new funding for local services over and above what is raised through local council tax. ",
                "tag": "p"
            },
            {
                "content": "The government encourages anyone experiencing difficulty paying their council tax bill to contact their council, as a range discounts and exemptions are available. Councils are required to put in place council tax reduction schemes to support those on low incomes, and 3.7million households currently receive this support. In addition, support for pensioners is prescribed by government and provides a reduction of up to 100% for those on the lowest incomes.  ",
                "tag": "p"
            },
            {
                "content": "A Ministry of Housing, Communities and Local Government spokesperson said:  ",
                "tag": "p"
            },
            {
                "content": "“We are under no illusion about the scale of financial issues facing councils we inherited and our work is underway to fix the foundations and bring long-term stability to the sector.",
                "tag": "p"
            },
            {
                "content": "“And while councils are ultimately responsible for setting their own council tax levels, we have been clear that they should put taxpayers first and carefully consider the impact of their decisions.  ",
                "tag": "p"
            },
            {
                "content": "\"That’s why we are maintaining a referendum threshold on council tax rises, so taxpayers can have the final say and be protected from excessive increases.”  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/03/20/council-tax-levels-publication/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "The government has today published the Council Tax levels set by local authorities in England for 2025-26. This showed the national average council tax bill will increase by less than last year under the previous government. We know that families …"
    },
    {
        "title": "The State of Play In Our Criminal Courts: Challenges and Current Actions (Part 1) ",
        "authors": [
            "Daniel Flury, Operations Director"
        ],
        "posted_on": "2025-03-20T13:00:00",
        "categories": [
            "Court and tribunal reform",
            "General",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "As we enter a new financial year, I wanted to share how HMCTS is responding to the current major challenges in the criminal courts, as well as preparing for the significant changes and opportunities that lie ahead. ",
                "tag": "p"
            },
            {
                "content": "The scale of our challenge ",
                "tag": "h2"
            },
            {
                "content": "I’ll start with an overview of the scale of the HMCTS operation. Our courts and tribunals handle millions of cases each year, ranging from road traffic offences to the most serious criminal trials. In 2023-2024, our criminal courts received over 1.4 million cases. We disposed (dealt with and closed) approximately the same number of cases during this time. These disposals are huge numbers and testament to the monumental role of frontline court staff, judges, advocates, solicitors and all of those who work in the criminal justice system. However, despite these efforts, caseloads in both the magistrates’ and Crown Court continue to grow.  ",
                "tag": "p"
            },
            {
                "content": "In the first three quarters of 2024 we'd received almost the same number of cases received in the whole of 2022. There are several reasons for this, but the end result is that despite the efforts of everyone working in the criminal courts, the Crown Court outstanding caseload (sometimes known as \"the backlog\") currently stands at over 73,000 cases. In the magistrates courts it is over 330,00 cases. While there will always be a significant number of cases awaiting trial or hearing, this number is far higher than any of us would want it to be. We know that the delays this causes are not acceptable and each case affects people, whether they're victims, witnesses, defendants or communities. ",
                "tag": "p"
            },
            {
                "content": "HMCTS is one of a number of partners in the criminal justice system and I want to assure you we're taking action to administer justice as promptly and effectively as possible for everyone who needs it. ",
                "tag": "p"
            },
            {
                "content": "Current policy initiatives ",
                "tag": "h2"
            },
            {
                "content": "At the end of 2024 the government announced measures to help address these challenges. Magistrates' sentencing powers were doubled in October, enabling them to hand down custodial sentences of up to 12 months for single offences. This change will help divert approximately 2,000 cases away from the Crown Court each year to ease pressure on the system. ",
                "tag": "p"
            },
            {
                "content": "Building on this, earlier this month, the Lord Chancellor announced that Crown Court sitting days have been increased to 110,000 for the next financial year – 4,000 more than was initially allocated the previous year. These additional sitting days will help more trials go ahead this year and speed up justice. ",
                "tag": "p"
            },
            {
                "content": "The Lord Chancellor has also appointed Sir Brian Leveson to lead a once-in-a-generation review of our criminal courts. With the first part expected to report in the spring, this review will explore a range of innovative solutions and initiatives to maximise efficiencies and effectiveness. ",
                "tag": "p"
            },
            {
                "content": "Investing in our estate ",
                "tag": "h2"
            },
            {
                "content": "I know how building issues can affect the productivity of a criminal court, so I'm pleased to share the significant progress we're making in improving our court buildings. Last year, we put £116 million into maintaining, renovating and renewing our courts and tribunals, plus another £38 million on new properties and lease renewals. We're already seeing the results of this investment: since January this year, we’ve opened new Crown Court rooms in Redditch Magistrates' Court and Hereford Justice Centre, providing additional capacity for the local areas. In London, we've found a creative solution at Southwark Crown Court, turning unused space into a new jury trial courtroom for bail cases.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead, funding allocated to estates for the financial year 25/26 amounts to £148.5m. This will allow us to drive forward key projects like the City of London Law courts, as well as undertake essential maintenance to roofs, lifts, heating, and ventilation and improving fire safety and security. I'm particularly proud that we've kept disruption to an absolute minimum – less than 0.1% of available sitting days were lost to maintenance work in the year to October 2024. We're careful to direct our funding where it's needed most, keeping our buildings safe and operational for everyone who uses them. This work continues, and – for example – while we'll need to replace the roof at Oxford Magistrates' Court this summer, we'll make sure local people can still access justice by moving hearings to nearby courts.  ",
                "tag": "p"
            },
            {
                "content": "The challenges we face cannot be solved by HMCTS alone, but through innovation, collaboration, and dedication, we're building a stronger, more efficient criminal courts system. In my next blog, I'll share our vision for 2025 and beyond, including our technological innovations and collaborative approaches that will shape the future of our justice system. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Y sefyllfa yn ein Llysoedd Troseddol: Heriau a Chamau Gweithredu Cyfredol (Rhan 1)",
                "tag": "h2"
            },
            {
                "content": "Wrth i ni ddechrau blwyddyn ariannol newydd, roeddwn i eisiau rhannu sut mae GLlTEF yn ymateb i'r heriau mawr presennol yn y llysoedd troseddol, yn ogystal â pharatoi ar gyfer y newidiadau a'r cyfleoedd sylweddol sydd o'n blaenau.",
                "tag": "p"
            },
            {
                "content": "Graddfa ein her",
                "tag": "h2"
            },
            {
                "content": "Mi ddechreuaf gyda throsolwg o raddfa gwaith GLlTEF. Mae ein llysoedd a'n tribiwnlysoedd yn delio â miliynau o achosion bob blwyddyn, yn amrywio o droseddau traffig ffyrdd i'r treialon troseddol mwyaf difrifol.",
                "tag": "p"
            },
            {
                "content": "Yn 2023-2024, cafodd ein llysoedd troseddol dros 1.4 miliwn o achosion. Bu inni benderfynu (delio a chau) ag oddeutu yr un nifer o achosion yn ystod y cyfnod hwn.",
                "tag": "p"
            },
            {
                "content": "Mae'r ffigurau hyn yn enfawr ac yn dyst i rôl sylweddol staff rheng flaen y llysoedd, barnwyr, eiriolwyr, cyfreithwyr a phawb sy'n gweithio yn y system gyfiawnder troseddol.",
                "tag": "p"
            },
            {
                "content": "Fodd bynnag, er gwaethaf yr ymdrechion hyn, mae llwythi achosion yn y llys ynadon a’r Llys y Goron yn parhau i dyfu.",
                "tag": "p"
            },
            {
                "content": "Yn nhri chwarter cyntaf 2024 roeddem bron wedi cael yr un nifer o achosion a gafwyd drwy gydol 2022. Mae yna nifer o resymau am hyn, ond y canlyniad terfynol yw, er gwaethaf ymdrechion pawb sy'n gweithio yn y llysoedd troseddol, mae llwyth achosion sy'n weddill Llys y Goron (a elwir weithiau yn \"ôl-groniad\") ar hyn o bryd yn fwy na 73,000 o achosion. Yn y llys ynadon mae dros 330,00 o achosion. Er bydd nifer sylweddol o achosion bob amser yn aros am dreial neu wrandawiad, mae'r rhif hwn yn llawer uwch nag y byddai unrhyw un ohonom eisiau iddo fod. Rydym yn gwybod nad yw'r oedi y mae hyn yn ei achosi yn dderbyniol ac mae pob achos yn effeithio ar bobl, p'un a ydynt yn ddioddefwyr, tystion, diffynyddion neu gymunedau.",
                "tag": "p"
            },
            {
                "content": "Mae GLlTEF yn un o nifer o bartneriaid yn y system gyfiawnder troseddol ac rwyf eisiau eich sicrhau ein bod ni’n cymryd camau i weinyddu cyfiawnder mor gyflym ac effeithiol â phosibl i bawb sydd ei angen.",
                "tag": "p"
            },
            {
                "content": "Mentrau polisi cyfredol",
                "tag": "h2"
            },
            {
                "content": "Ar ddiwedd 2024 cyhoeddodd y llywodraeth fesurau i helpu i fynd i'r afael â'r heriau hyn. Dyblwyd pwerau dedfrydu ynadon ym mis Hydref, gan eu galluogi i roi dedfrydau o garchar o hyd at 12 mis am droseddau unigol. Bydd y newid hwn yn helpu i gyfeirio tua 2,000 o achosion i ffwrdd o Lys y Goron bob blwyddyn er mwyn lleihau'r pwysau ar y system.",
                "tag": "p"
            },
            {
                "content": "Gan adeiladu ar hyn, yn gynharach y mis hwn, cyhoeddodd yr Arglwydd Ganghellor fod dyddiau eistedd Llys y Goron wedi cael eu cynyddu i 110,000 y flwyddyn ariannol nesaf - 4,000 yn fwy nag a ddyrannwyd yn wreiddiol y flwyddyn flaenorol. Bydd y diwrnodau eistedd ychwanegol hyn yn helpu mwy o dreialon i fynd ymlaen eleni ac yn cyflymu cyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Mae'r Arglwydd Ganghellor hefyd wedi penodi Syr Brian Leveson i arwain adolygiad unwaith mewn cenhedlaeth o'n llysoedd troseddol. Disgwylir cyhoeddiad ar yr adran gyntaf yn y gwanwyn, a bydd yr adolygiad hwn yn archwilio ystod o ddatrysiadau a mentrau arloesol i sicrhau'r effeithlonrwydd a'r effeithiolrwydd mwyaf posibl.",
                "tag": "p"
            },
            {
                "content": "Buddsoddi yn ein hystad",
                "tag": "h2"
            },
            {
                "content": "Rwy'n gwybod sut y gall materion gydag adeiladau effeithio ar gynhyrchiant llys troseddol, ac felly rwy'n falch o rannu gwybodaeth am y cynnydd sylweddol rydym yn ei wneud o ran gwella ein hadeiladau llys. Y llynedd, mi wnaethom wario £116 miliwn ar gynnal, adnewyddu a diweddaru ein llysoedd a'n tribiwnlysoedd, ynghyd â £38 miliwn arall ar eiddo newydd ac adnewyddu prydlesi. Rydym eisoes yn gweld canlyniadau'r buddsoddiad hwn: ers mis Ionawr eleni, rydym wedi agor ystafelloedd Llys y Goron newydd yn Llys Ynadon Redditch a Chanolfan Gyfiawnder Henffordd, gan ddarparu capasiti ychwanegol ar gyfer yr ardaloedd lleol. Yn Llundain, rydym wedi dod o hyd i ateb creadigol yn Llys y Goron Southwark, gan droi gofod nas defnyddiwyd i mewn i ystafell llys newydd ar gyfer treialon rheithgor yn ymwneud ag achosion mechnïaeth.",
                "tag": "p"
            },
            {
                "content": "Wrth edrych tua'r dyfodol, y cyllid a ddyrannwyd i ystadau ar gyfer y flwyddyn ariannol 25/26 yw £148.5 miliwn. Bydd hyn yn ein galluogi i ddatblygu prosiectau allweddol fel Llysoedd Barn Dinas Llundain, yn ogystal â gwneud gwaith cynnal a chadw hanfodol i doeau, lifftiau, systemau gwresogi ac awyru a gwella diogelwch tân. Rwy'n hynod falch nad yw hyn wedi tarfu llawer ar waith y llysoedd - collwyd llai na 0.1% o'r diwrnodau eistedd o ganlyniad i waith cynnal a chadw yn y flwyddyn hyd at fis Hydref 2024. Rydym yn ofalus i ddefnyddio ein cyllid lle mae ei angen fwyaf, gan gadw ein hadeiladau'n ddiogel ac yn weithredol i bawb sy'n eu defnyddio. Mae'r gwaith hwn yn parhau, ac - er enghraifft - er bydd angen i ni osod to newydd ar Lys Ynadon Rhydychen yr haf hwn, byddwn yn sicrhau y gall pobl leol barhau i gael mynediad at gyfiawnder trwy symud gwrandawiadau i lysoedd cyfagos.",
                "tag": "p"
            },
            {
                "content": "Ni all GLlTEF ddatrys yr heriau sy'n ein hwynebu ar ei ben ei hun, ond trwy arloesi, cydweithredu ac ymrwymiad, rydym yn adeiladu system llysoedd troseddol cryfach, fwy effeithlon. Yn fy mlog nesaf, byddaf yn rhannu ein gweledigaeth ar gyfer 2025 a thu hwnt, gan gynnwys ein datblygiadau technolegol arloesol a'n dulliau cydweithredol a fydd yn llywio dyfodol ein system gyfiawnder.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/20/the-state-of-play-in-our-criminal-courts-challenges-and-current-actions-part-1/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Daniel Flury, Operations Director at HMCTS, discusses the ongoing challenges in the criminal courts and the actions being taken to improve efficiency and reduce delays. From addressing case backlogs to streamlining processes, he outlines key efforts to strengthen the justice system."
    },
    {
        "title": "'Ready to Pass?' aware learners are more likely to listen to instructors’ advice  ",
        "authors": [
            "Abigail Holland"
        ],
        "posted_on": "2025-03-20T11:16:18",
        "categories": [
            "Driving instructors",
            "Driving test",
            "Helping someone to learn to drive?",
            "Learning to drive",
            "Ready to Pass?"
        ],
        "content": [
            {
                "content": "New research shows that learners who are aware of the ‘Ready to Pass?’ campaign are more likely to agree that people should only take their driving test when you, their driving instructor, say they are ready.  ",
                "tag": "p"
            },
            {
                "content": "As driving instructors, you know better than anyone that a well-prepared learner is more likely to pass their test. The ‘Ready to Pass?’ campaign has been reinforcing the need to listen to your expert advice since July 2022. We're now seeing concrete evidence that it's making a real difference. ",
                "tag": "p"
            },
            {
                "content": "It’s one of the reasons why continuing and expanding the campaign is part of our 7-point plan to reduce driving test waiting times. ",
                "tag": "p"
            },
            {
                "content": "In this blog post, we’ll take a look at how we’re evaluating the campaign, and some of the main differences in attitudes and behaviours of learner drivers who are aware of the campaign compared to those who are not. ",
                "tag": "p"
            },
            {
                "content": "The aim of the ‘Ready to Pass?’ campaign ",
                "tag": "h2"
            },
            {
                "content": "The ‘Ready to Pass?’ campaign is trying to change attitudes towards the driving test, and encourage learner drivers to follow your expert guidance to be properly prepared. ",
                "tag": "p"
            },
            {
                "content": "We want to do this so more people pass their test first time, which will help to reduce driving test waiting times. ",
                "tag": "p"
            },
            {
                "content": "The campaign gives learner drivers information about: ",
                "tag": "p"
            },
            {
                "content": "Monitoring and evaluating ",
                "tag": "h2"
            },
            {
                "content": "We’re constantly monitoring and evaluating how the campaign is going. We look at things like how many people visit the campaign website and engage with our social media content. ",
                "tag": "p"
            },
            {
                "content": "We also ask every learner driver after their test how they prepared for it. This includes lots of questions, including if they’d heard about ‘Ready to Pass?’ and whether they’d used it. It also asks questions about their attitudes towards being prepared.  ",
                "tag": "p"
            },
            {
                "content": "With thousands of survey responses every week, we’ve built up a lot of data. We’ve analysed this, and we can share how the campaign is influencing attitudes and behaviours. ",
                "tag": "p"
            },
            {
                "content": "All of the data in the rest of this blog post covers the period of July 2024 to January 2025 for learners taking their first attempt at the driving test. There were 70,201 survey responses from this group. ",
                "tag": "p"
            },
            {
                "content": "Changing attitudes towards being prepared  ",
                "tag": "h2"
            },
            {
                "content": "85.6% of learners who are aware of the campaign agree people should only take their driving test when their instructor agrees they’re ready. For learners unaware of the campaign, it’s 79.0% who agree. ",
                "tag": "p"
            },
            {
                "content": "The chart shows the percentage of learners who agreed with different statements about test preparation. ",
                "tag": "p"
            },
            {
                "content": "Changing behaviour for the better",
                "tag": "h2"
            },
            {
                "content": "It’s not just attitudes that are being shifted. Behaviours are changing as a result, too.",
                "tag": "p"
            },
            {
                "content": "Structured learning",
                "tag": "h3"
            },
            {
                "content": "The data shows that campaign-aware learners are:",
                "tag": "p"
            },
            {
                "content": "Mock tests",
                "tag": "h3"
            },
            {
                "content": "There is a significant difference in mock test behaviour between campaign-aware learners and those who are not aware.",
                "tag": "p"
            },
            {
                "content": "80.1% of campaign-aware learners took a mock test compared to 70.7% of those unaware of the campaign.",
                "tag": "p"
            },
            {
                "content": "And 27.7% of campaign-aware learners who took a mock test said the main reason they took one was because of the ‘Ready to Pass?’ campaign.  ",
                "tag": "p"
            },
            {
                "content": "Managing driving test nerves ",
                "tag": "p"
            },
            {
                "content": "37.0% of campaign-aware learners say they practised mindfulness techniques while preparing for their driving test. This compares with 26.5% of learners who are not aware of the campaign.  ",
                "tag": "p"
            },
            {
                "content": "Our priorities for 2025 ",
                "tag": "h2"
            },
            {
                "content": "We have 3 main campaign priorities for the remainder of 2025. ",
                "tag": "p"
            },
            {
                "content": "1. Make more learner drivers aware of the campaign ",
                "tag": "h3"
            },
            {
                "content": "Awareness of the campaign among first-attempt test takers increased from 33.5% in July 2024 to 45.9% by January 2025. We want to increase this much further so that we can spread the changes in attitudes and behaviours further. ",
                "tag": "p"
            },
            {
                "content": "To do this, we’ll be doing more to communicate with learner drivers at the theory test stage and earlier. We want to encourage structured learning from day one and set up the habits that will lead to both test success and safer drivers. ",
                "tag": "p"
            },
            {
                "content": "2. Give more support to driving instructors by making the campaign toolkit more useful ",
                "tag": "h3"
            },
            {
                "content": "To give you more support, we plan to: ",
                "tag": "p"
            },
            {
                "content": "3. Provide resources to help with nerves and anxiety ",
                "tag": "h3"
            },
            {
                "content": "In recent surveys you’ve told us that you’re working with more learners with anxiety. We’ll be working hard to provide: ",
                "tag": "p"
            },
            {
                "content": "We’ll keep you up to date as new resources become available. ",
                "tag": "p"
            },
            {
                "content": "How you can support the campaign ",
                "tag": "h2"
            },
            {
                "content": "We’re very grateful to everyone who has promoted the campaign with their pupils and the wider public. We need your help to continue doing this. The evidence is clear that learners are more likely to follow your expert guidance when they’re aware of the campaign. ",
                "tag": "p"
            },
            {
                "content": "Visit www.gov.uk/ready-to-pass to access our toolkit and resources to support the campaign and help achieve our joint aim of safer drivers. ",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/03/20/ready-to-pass-aware-learners-are-more-likely-to-listen-to-instructors-advice/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "Discover how the 'Ready to Pass?' campaign is changing learner drivers' attitudes and behaviours, making them more likely to follow instructors' advice."
    },
    {
        "title": "LEGOcy in the making: an IP story",
        "authors": [
            "Amber Ockenden"
        ],
        "posted_on": "2025-03-20T10:00:00",
        "categories": [
            "3D Shape Trade Mark",
            "Business",
            "International",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "There's something magical about watching your children's imagination come alive through LEGO. I recently sat in amazement as my son engineered a car using nothing but LEGO bricks and elastic bands. His eyes lit up with pride as he demonstrated his creation, carefully explaining every technical detail of how he'd made it work. It wasn't something from an instruction manual - it was purely from his own creative mind. ",
                "tag": "p"
            },
            {
                "content": "These moments of inventive play are what LEGO is truly about. While the colourful sets with their detailed instructions are brilliant fun, it's when the bricks are scattered across the floor and my children are deep in concentration, bringing their wildest ideas to life, that I see the real value of these little plastic blocks. From spaceships with improbable engines to fantastical creatures that exist nowhere else, every creation tells a story and shows me how their minds work in wonderfully unexpected ways.  Our team mate Amber recently delved into the fascinating story behind these beloved bricks, exploring LEGO's remarkable journey from a small Danish woodworking shop to a global brand and the crucial role intellectual property has played in protecting their innovation along the way.",
                "tag": "p"
            },
            {
                "content": "Ground-breaking innovation in toy design",
                "tag": "h3"
            },
            {
                "content": "LEGO was founded by Ole Kirk Christiansen in 1932 and, remarkably, the family still owns the company. The name LEGO comes from two Danish words, “leg” and “godt”, meaning “play well”, and the bricks were the first of their kind. Originally protected by patents like  GB908097, LEGO is now the world’s most valuable toy company, with a now estimated 86 LEGO bricks per person in the world. Although there are competitors, LEGO dominates the market thanks to its high quality. The plastic is dyed, not painted, and the mix of ingredients is precise enough to make each brick extremely durable.  ",
                "tag": "p"
            },
            {
                "content": "Since the Christiansen family filed their first patent back in 1958, LEGO's journey has come a long way. The late 1960s saw the arrival of Duplo, the larger brick designed for smaller hands and in 1979 the toy figure, now known as the mini figure, was patented. Suddenly LEGO sets could include people and police, fire and rescue sets started popping up on shelves. These, along with the accessories to compliment them, allowed  children to play within the world they had created. ",
                "tag": "p"
            },
            {
                "content": "By the mid 1970’s, LEGO’s original patents began to expire, forcing the company to think creatively about their IP protection. The company turned to copyright and trade marks to protect its brand, filing two applications for 3D shape trade marks in 1996. While LEGO were able to register the shape of their products as trade marks, they can be complex to obtain. If you’re interested in filing an application for a 3D shape trade mark, we recommend consulting a trade mark attorney [link]: CITMA - Find a Chartered Trade Mark Attorney.  ",
                "tag": "p"
            },
            {
                "content": "The value of IP protection ",
                "tag": "h3"
            },
            {
                "content": "IP is vital to LEGO and the toy industry, providing essential protection and incentives for manufacturers and creators. Patents safeguard its innovative technologies, while trade marks protect its brand identity, fostering consumer trust and recognition. Strong IP protection helps prevent counterfeiting, ensuring the integrity of genuine products and encourages investment in research and development, leading to a broader range of creative and engaging toys. ",
                "tag": "p"
            },
            {
                "content": "Protecting the LEGO universe ",
                "tag": "h3"
            },
            {
                "content": "The LEGO Group has extensive IP protection, but how does it maintain it all? Counterfeit bricks are notably different to the real thing - they vary in quality and can be faded, flimsy, and may not even slot together with others of its kind. LEGO Group does a great deal of work to help prevent further IP infringements , including seizing the fakes and educating future generations. ",
                "tag": "p"
            },
            {
                "content": "Block to the Future: LEGO's Modern Evolution ",
                "tag": "h3"
            },
            {
                "content": "As a global brand, LEGO has been at the forefront of innovation for decades. A distinctive part of its brand are lucrative partnerships such as those with Marvel and Star Wars. Diversity plays a key part in LEGO’s innovations. The company is striving to increase its representation of women, people of colour, people with disabilities and people in the LGBTQ community with their products. These include new LEGO Friends characters with limb differences and braille bricks that come with an online course to help children use them for both fun and education.  Ever inventive, for as long as Lego continues to reinvent itself, it’s clear that it has a bright future.   If you've enjoyed stacking up the facts about LEGO's remarkable IP journey, don't forget to subscribe to our blog for more fascinating stories about intellectual property [link]: https://ipo.blog.gov.uk/subscribe/",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/03/20/legocy-in-the-making-an-ip-story/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "There's something magical about watching your children's imagination come alive through LEGO, and there's a fascinating story behind these beloved bricks. From a small Danish woodworking shop to a global brand, intellectual property has played a crucial role in protecting their innovation along the way."
    },
    {
        "title": "Updating the product manager role and skills on the Government Digital and Data Capability Framework",
        "authors": [
            "Debbie Blanchard, Head of Profession for Product Management, Department for Education"
        ],
        "posted_on": "2025-03-20T09:50:58",
        "categories": [
            "Capability Framework",
            "Product Management"
        ],
        "content": [
            {
                "content": "Introduction",
                "tag": "h3"
            },
            {
                "content": "I’m Debbie Blanchard, the Head of Profession for Product at the Department for Education (DfE). The Government Digital and Data Capability Framework defines digital and data roles in government and the skills expected at different role levels. Since its launch in 2017, many of the digital and data roles listed in the framework have largely stayed the same. ",
                "tag": "p"
            },
            {
                "content": "Product managers in government work on world class, critical products used by millions of people every day, so it’s vital that the Framework reflects the skills they need. As Head of Profession for Product it felt timely when I joined DfE in April 2024 to review the product manager role. To support this, I’ve been working with Olivia Helliwell, from Government Digital Service (GDS), who leads content for the Framework.",
                "tag": "p"
            },
            {
                "content": "Getting started ",
                "tag": "h3"
            },
            {
                "content": "In Spring 2024 we brought together a broad selection of product leaders from 16 different departments across government to share thinking, expertise and review product manager skills on the framework, agreeing on what needed to be updated, what was no longer needed, and where the gaps were. ",
                "tag": "p"
            },
            {
                "content": "Keeping going ",
                "tag": "h3"
            },
            {
                "content": "Following that meeting, a working group was officially formed. This group met regularly to review and update existing skills, draft new ones, and to consider the levelling of skills to roles. ",
                "tag": "p"
            },
            {
                "content": "The working group was made up of colleagues from the Department for Work and Pensions, Ministry of Justice, Department for Business and Trade, HM Revenue and Customs, Homes England, Government Legal Department and NHS England.",
                "tag": "p"
            },
            {
                "content": "We have been supported throughout by Olivia, who has also been working with Jon Forman, Head of the Digital Function, Professions, Skills and Communications at Ministry of Defence, and other subject matter experts to redevelop the service owner role. This provided an exciting opportunity to collaborate and address the significant overlap and challenge in differentiating these roles.",
                "tag": "p"
            },
            {
                "content": "After many months of hard work, with some tricky problem solving but a good amount of laughter along the way, we now have a revised set of skills for product managers at each level in government. These skills are much more representative of the work that we do and that they better recognise the skills that we require.",
                "tag": "p"
            },
            {
                "content": "Making sure they work ",
                "tag": "h3"
            },
            {
                "content": "We tested  the proposed changes and got feedback from subject matter experts and other stakeholders. This was particularly important for skills that were shared with other roles, where we needed to ensure that the proposed changes worked for everyone..",
                "tag": "p"
            },
            {
                "content": "Olivia led a cross-government fact-check to get large-scale feedback that we used to iterate the skills facilitated by capability leads across government through the Capability Framework Design Council.",
                "tag": "p"
            },
            {
                "content": "Through agreement, the skills for product manager will be:  ",
                "tag": "p"
            },
            {
                "content": "Some of these are brand new skills, to better reflect the work that product managers do. Some of these are iterations of existing skills, for example, life cycle perspective became life cycle management to make it more active. ",
                "tag": "p"
            },
            {
                "content": "The new content went live as part of the regular quarterly updates to the framework in February 2025.",
                "tag": "p"
            },
            {
                "content": "What’s next ",
                "tag": "h3"
            },
            {
                "content": "Doing this work has made us think about what else we need to do to keep the new role description, role level descriptions and skills relevant for product managers. Continuing to work with the framework team, and joining up with their associated learning team, we have translated these new skills into the FutureLearn Introduction to Product Management course. We’re pulling together a working level course too.  ",
                "tag": "p"
            },
            {
                "content": "The one thing we’re sure of is that we need to treat this like everything else we do and make sure we get feedback and iterate. If you have any feedback on the changes, please get in touch with debbie.blanchard@education.gov.uk or olivia.helliwell@digital.cabinet-office.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "The Capability Framework works with communities across government to ensure it is up to date and reflects government needs. We encourage you to propose a change to the framework or contact digitaldatacapabilityframework@digital.cabinet-office.gov.uk to find out more.",
                "tag": "p"
            },
            {
                "content": "Thank you",
                "tag": "h3"
            },
            {
                "content": "Thanks to all those who supported me on the working group for the review:  ",
                "tag": "p"
            }
        ],
        "link": "https://digitalpeople.blog.gov.uk/2025/03/20/updating-the-product-manager-role-and-skills-on-the-government-digital-and-data-capability-framework/",
        "blog": "Digital people",
        "blog_link": "https://digitalpeople.blog.gov.uk",
        "description": "Debbie Blanchard and Olivia Helliwell share their experience leading a year-long cross-government co-design of the product manager role for the Capability Framework. "
    },
    {
        "title": "How the UK NSC stays up to date with health screening innovations",
        "authors": [
            "Rebecca Dliwayo"
        ],
        "posted_on": "2025-03-20T09:33:34",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "A continuous review of published scientific evidence is at the heart of the work of the UK National Screening Committee (UK NSC).",
                "tag": "p"
            },
            {
                "content": "The team aims to maintain an active awareness of the latest scientific developments in health screening.",
                "tag": "p"
            },
            {
                "content": "This enables the committee to make evidence-based recommendations to ministers on whether health screening programmes should be implemented, modified or ceased in the NHS across the UK. Our article alert system is one of the many ways in which we stay informed.",
                "tag": "p"
            },
            {
                "content": "What is the article alert system?",
                "tag": "h2"
            },
            {
                "content": "The article alert system is an internal circulation of newly published journal articles on screening acquired from a wide range of scientific journals. We also look at articles that are available online before they’re printed, so we can stay on top of the newest developments in health screening technology.",
                "tag": "p"
            },
            {
                "content": "We regularly review recommendations made by other expert groups around the world, such as the US Preventative Services Taskforce (USPSTF), the Canadian Task Force on Preventative Health Care (CTFPHC) and other pan-Europe and Australasia expert groups. We also review the websites of international government agencies, research funders, and health condition-specific advocacy groups for news about advances in screening.",
                "tag": "p"
            },
            {
                "content": "We are always looking for ways to improve the alert system to make it more useful and wide-reaching.",
                "tag": "p"
            },
            {
                "content": "How does it help?",
                "tag": "h2"
            },
            {
                "content": "The article alert system is part of the horizon scanning function of the UK NSC. We use it to help keep the committee informed about the best newly available published research. Past editions of article alerts have drawn the committee’s attention to a variety of research work that has subsequently led to international collaboration.",
                "tag": "p"
            },
            {
                "content": "For example, we have:",
                "tag": "p"
            },
            {
                "content": "The article alert system plays a crucial role in keeping us aware of new research in health screening. Its positive impact on our work is significant and far-reaching.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK National Screening Committee. You can register to receive updates direct to your inbox, so there’s no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/03/20/how-the-uk-nsc-stays-up-to-date-with-health-screening-innovations/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Article alert system helps ensure the UK NSC stays up to date with the latest scientific developments in health screening."
    },
    {
        "title": "How we value properties for business rates: the rental comparison method",
        "authors": [
            "Alan Colston - Chief Valuer and Head of Surveying Profession"
        ],
        "posted_on": "2025-03-19T14:30:42",
        "categories": [
            "Business Rates",
            "How We Value",
            "Valuation Methods"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "If you're a business owner, understanding how your property's business rates are calculated is important for your bottom line. At the Valuation Office Agency (VOA), we're responsible for valuing and providing a rateable value for all non-domestic properties in England and Wales.",
                "tag": "p"
            },
            {
                "content": "To do this, our surveyors use three main valuation methods approved by the Royal Institution of Chartered Surveyors (RICS), tailored to each property type. Since properties are used in many different ways, a one-size-fits-all approach wouldn't be suitable.",
                "tag": "p"
            },
            {
                "content": "Let’s explore the most common method we use.",
                "tag": "p"
            },
            {
                "content": "What is the rental comparison method?",
                "tag": "h2"
            },
            {
                "content": "For most business properties, we use the rental comparison method. Put simply, we look at how much rent your property could achieve on the open market at a specific date - this gives us your property's rateable value, which is then used to calculate your business rates.",
                "tag": "p"
            },
            {
                "content": "Let’s break this down. A property’s ‘open market rent’ is the rent a property could reasonably achieve if leased to a new tenant. This isn't necessarily the same as the current rent being paid, though that can be a useful starting point.",
                "tag": "p"
            },
            {
                "content": "To ensure fairness, we base all valuations on rents at a specific date, known as the Antecedent Valuation Date (AVD). For current rateable values, the AVD is 1 April 2021. This date is set by law and means everyone's property is valued based on market conditions at the same time.",
                "tag": "p"
            },
            {
                "content": "When is the rental comparison method used?",
                "tag": "h2"
            },
            {
                "content": "We use this method when good rental information is available for the property itself or similar ones. For example, we use it to value:",
                "tag": "p"
            },
            {
                "content": "These properties are often rented on the open market, giving us plenty of rental evidence to analyse.",
                "tag": "p"
            },
            {
                "content": "What evidence do we consider?",
                "tag": "h2"
            },
            {
                "content": "We usually start by looking at rents agreed around the AVD. However, this doesn’t always tell us the full story, so we also consider:",
                "tag": "p"
            },
            {
                "content": "Since the actual rent paid might not accurately reflect the property's value at a specific time, we also look at what similar nearby properties are renting for. We use standard measurements called 'units of comparison' to compare properties accurately and fairly.",
                "tag": "p"
            },
            {
                "content": "Comparing similar properties",
                "tag": "h2"
            },
            {
                "content": "For shops, offices and restaurants",
                "tag": "p"
            },
            {
                "content": "For these properties, we use the 'net internal area' - the actual space you can use to run your business including sales floor, storage areas, desk space and customer areas. We don't include spaces like staff toilets and cleaning cupboards.",
                "tag": "p"
            },
            {
                "content": "We use the net internal area because a potential tenant primarily cares about how much usable space they're getting for their money.",
                "tag": "p"
            },
            {
                "content": "For offices and restaurants, if similar properties in your area rent for about £250 per square metre, and yours has 100 square metres of net internal area, we'd estimate its annual rental value at around £25,000.",
                "tag": "p"
            },
            {
                "content": "For most shops, we take an extra step because the shape matters. A shop where most space is near the front window is more valuable than a long, narrow shop where much of the space is hidden at the back, even if both have the same total area.",
                "tag": "p"
            },
            {
                "content": "We therefore value the front area of a shop (closest to the entrance and display windows) at a higher rate than the areas further back. This reflects the reality of this type of retail outlet, where space that customers see first is more valuable for displaying and selling products. This is known as Zoning, more information about this can be found in our YouTube video.",
                "tag": "p"
            },
            {
                "content": "For larger shops like superstores and department stores we continue using the net internal area.",
                "tag": "p"
            },
            {
                "content": "For factories and warehouses",
                "tag": "p"
            },
            {
                "content": "For industrial properties, we use 'gross internal area', which includes nearly everything under the roof, excluding only external spaces like loading bays.",
                "tag": "p"
            },
            {
                "content": "In industrial settings, almost all internal space has potential value as layouts can be rearranged based on production needs. For example, if local factories typically rent for £60 per square metre, and your factory has a gross internal area of 1,000 square metres, we'd estimate its annual rental value at £60,000.",
                "tag": "p"
            },
            {
                "content": "We analyse rental evidence from various industrial properties - considering factors like size, age, location and specification - to ensure we apply appropriate rates to your property.",
                "tag": "p"
            },
            {
                "content": "You can learn more about net internal area and gross internal area in our YouTube video.",
                "tag": "p"
            },
            {
                "content": "For pubs ",
                "tag": "p"
            },
            {
                "content": "For pubs and some hospitality venues, we use a different approach based on trade evidence. We look at the property's earning potential – what we call Fair Maintainable Trade (FMT). This measures what a reasonably efficient operator could expect to earn, rather than actual trade figures.",
                "tag": "p"
            },
            {
                "content": "We use FMT because the level of trade could be deceptive. For example, a celebrity-run pub might earn more than one run by a local operator, but we're valuing the property itself, not the business. We therefore base our valuation on what a reasonably efficient operator could earn. The rateable value is then calculated by taking a percentage of this FMT.",
                "tag": "p"
            },
            {
                "content": "How can I find out more? ",
                "tag": "h2"
            },
            {
                "content": "You can sign up for a business rates valuation account to find out more about how your rateable value has been calculated.",
                "tag": "p"
            },
            {
                "content": "Our ‘how we value’ blogs discuss how we use the rental comparison method to value properties like shops, pubs and more.",
                "tag": "p"
            },
            {
                "content": "Further information on the rental comparison method of valuation can be found in the VOA Rating Manual Rating Manual section 4: valuation methods - Part 1: R2017 rental evidence and valuation issues - Guidance - GOV.UK.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Sut fyddwn yn prisio eiddo ar gyfer ardrethi busnes: y dull rhent cymharol",
                "tag": "h2"
            },
            {
                "content": "Fel perchennog busnes, mae deall sut mae ardrethi busnes eich eiddo yn cael eu cyfrifo’n bwysig wrth geisio asesu eich costau sylfaenol. Yn Asiantaeth y Swyddfa Brisio (VOA) yr ydym yn gyfrifol am brisio a darparu gwerth ardrethol i bob eiddo annomestig yng Nghymru a Lloegr.",
                "tag": "p"
            },
            {
                "content": "Er mwyn gwneud hyn fe fydd ein syrfewyr yn defnyddio tri dull o brisio, y tri wedi eu cymeradwyo gan Sefydliad Brenhinol y Syrfewyr Siartredig (RICS), a pob un wedi ei deilwra i’r math o eiddo sy’n cael ei brisio. Gan fod eiddo yn cael ei ddefnyddio mewn cymaint o wahanol ffyrdd, ni fyddai un dull yn addas ar gyfer pob eiddo.",
                "tag": "p"
            },
            {
                "content": "Gadewch inni archwilio ein dull mwyaf cyffredin",
                "tag": "p"
            },
            {
                "content": "Beth yw’r dull rhent cymharol?",
                "tag": "p"
            },
            {
                "content": "Yn achos y rhan fwyaf o eiddo busnes byddwn yn defnyddio’r dull rhent cymharol. Yn syml, byddwn yn canfod pa rhent y byddai eich eiddo yn ei sylweddoli ar y farchnad agored ar ddyddiad penodol – dyma sy’n rhoi gwerth ardrethol eich eiddo inni, ac yn ei dro, dyma sy’n cael ei ddefnyddio i gyfrifo eich ardrethi busnes.",
                "tag": "p"
            },
            {
                "content": "Gadewch inni geisio symleiddio hyn. Rhent ar y farchnad agored yw’r hyn y byddai eiddo yn resymol yn medru ei sylweddoli o’i lesio i denant newydd. Nid yw hyn o reidrwydd yn gyfystyr a’r rhent sy’n cael ei dalu ar hyn o bryd, er gall hwn fod yn fan cychwyn defnyddiol.",
                "tag": "p"
            },
            {
                "content": "Er mwyn diogelu tegwch, byddwn yn defnyddio dyddiad penodol ar gyfer prisio rhent, a byddwn yn galw’r dyddiad yma yn ‘ddyddiad prisio rhagflaenol’ (AVD). I bwrpas y gwerth ardrethol cyfredol, y 1af o Ebrill 2021 yw’r AVD. Mae’r dyddiad yn cael ei benderfynu a’i osod mewn deddfwriaeth, ac mae hyn yn golygu fod gwerth eiddo pawb yn cael ei bennu ar gyflwr y farchnad ar yr un dyddiad.",
                "tag": "p"
            },
            {
                "content": "Pryd fydd y dull rhent cymharol yn cael ei ddefnyddio?",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio'r dull hwn pan fydd gwybodaeth rhent da ar gael ar gyfer yr eiddo ei hun neu rai tebyg. Er enghraifft, rydym yn ei ddefnyddio i brisio:",
                "tag": "p"
            },
            {
                "content": "Mae'r eiddo hyn yn aml yn cael eu rhentu ar y farchnad agored, gan roi digon o dystiolaeth rhent i ni ei dadansoddi.",
                "tag": "p"
            },
            {
                "content": "Pa dystiolaeth fyddwn ni'n ei hystyried?",
                "tag": "p"
            },
            {
                "content": "Rydym fel arfer yn dechrau drwy edrych ar renti y cytunwyd arnynt o amgylch y AVD. Fodd bynnag, nid yw hyn bob amser yn dweud y stori lawn wrthym, felly rydym hefyd yn ystyried:",
                "tag": "p"
            },
            {
                "content": "Gan na fydd yr union rent a delir yn adlewyrchu gwerth yr eiddo yn gywir ar adeg benodol, rydym hefyd yn edrych ar faint o rent mae eiddo cyfagos yn sylweddoli. Rydym yn defnyddio mesuriadau safonol o'r enw 'unedau cymharu' i gymharu eiddo'n gywir ac yn deg.",
                "tag": "p"
            },
            {
                "content": "Cymharu eiddo tebyg",
                "tag": "p"
            },
            {
                "content": "Ar gyfer siopau, swyddfeydd a bwytai",
                "tag": "p"
            },
            {
                "content": "Ar gyfer yr eiddo hyn, rydym yn defnyddio'r 'ardal fewnol net' - y gofod gwirioneddol y gallwch ei ddefnyddio i redeg eich busnes gan gynnwys llawr gwerthu, mannau storio, gofod desg ac ardaloedd cwsmeriaid. Nid ydym yn cynnwys lleoedd fel toiledau staff a chypyrddau glanhau.",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio'r ardal fewnol net oherwydd bod darpar denant yn poeni'n bennaf am faint o le y gellir ei ddefnyddio am ei arian.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer swyddfeydd a bwytai, os yw eiddo tebyg yn eich ardal yn rhentu am oddeutu £250 y metr sgwâr, ac mae gan eich un chi 100 metr sgwâr o arwynebedd mewnol net, byddem yn amcangyfrif ei werth rhent blynyddol oddeutu £25,000.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer y rhan fwyaf o siopau, rydym yn cymryd cam ychwanegol oherwydd bod y siâp yn bwysig. Mae siop lle mae'r rhan fwyaf o le ger y ffenestr flaen yn fwy gwerthfawr na siop hir, gul lle mae llawer o'r gofod wedi'i guddio yn y cefn, hyd yn oed os oes gan y ddau yr un ardal gyfan.",
                "tag": "p"
            },
            {
                "content": "Rydym felly yn prisio ardal flaen siop (agosaf at y fynedfa a'r ffenestri arddangos) ar gyfradd uwch na'r ardaloedd ymhellach yn ôl. Mae hyn yn adlewyrchu realiti'r math hwn o allfa fanwerthu, lle mae gofod y mae cwsmeriaid yn ei weld gyntaf yn fwy gwerthfawr ar gyfer arddangos a gwerthu cynhyrchion. Mae hyn yn cael ei adnabod fel Parthu neu ‘Zoning’, a gellir dod o hyd i fwy o wybodaeth am hyn drwy wylio ein fideo YouTube.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer siopau mwy fel archfarchnadoedd a siopau adrannol rydym yn parhau i ddefnyddio'r ardal fewnol net.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer ffatrïoedd a warysau",
                "tag": "p"
            },
            {
                "content": "Ar gyfer eiddo diwydiannol, rydym yn defnyddio 'ardal fewnol gros', sy'n cynnwys bron popeth o dan y to, ac eithrio dim ond mannau allanol fel baeau llwytho.",
                "tag": "p"
            },
            {
                "content": "Mewn lleoliadau diwydiannol, mae gan bron pob gofod mewnol werth posibl gan y gellir aildrefnu cynlluniau yn seiliedig ar anghenion cynhyrchu. Er enghraifft, os yw ffatrïoedd lleol fel arfer yn rhentu am £60 y metr sgwâr, ac mae gan eich ffatri arwynebedd mewnol gros o 1,000 metr sgwâr, byddem yn amcangyfrif fod y gwerth rhent blynyddol yn £60,000.",
                "tag": "p"
            },
            {
                "content": "Rydym yn dadansoddi tystiolaeth rhent o amrywiol eiddo diwydiannol - gan ystyried ffactorau fel maint, oedran, lleoliad a manylion - i sicrhau ein bod yn cymhwyso cyfraddau priodol i'ch eiddo.",
                "tag": "p"
            },
            {
                "content": "Gallwch ddysgu mwy am ardal fewnol net ac ardal fewnol gros drwy wylio ein fideo YouTube.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer tafarndai ",
                "tag": "p"
            },
            {
                "content": "Ar gyfer tafarndai a rhai lleoliadau lletygarwch, rydym yn defnyddio dull gwahanol yn seiliedig ar dystiolaeth masnach. Rydym yn edrych ar botensial enillion yr eiddo – yr hyn yr ydym yn ei alw'n Masnach Gynaliadwy Deg (FMT). Mae hyn yn mesur yr hyn y gallai gweithredwr rhesymol effeithlon ddisgwyl ei ennill, yn hytrach na ffigurau masnach gwirioneddol.",
                "tag": "p"
            },
            {
                "content": "Rydym yn defnyddio FMT oherwydd gallai lefel y fasnach fod yn dwyllodrus. Er enghraifft, gallai tafarn sy'n cael ei rhedeg gan rywun enwog ennill mwy nag un sy’n cael ei redeg gan weithredwr lleol, ond rydym yn prisio’r eiddo ei hun, nid y busnes. Felly, rydym yn seilio ein prisiad ar yr hyn y gallai gweithredwr rhesymol effeithlon ei ennill. Yna cyfrifir y gwerth ardrethol trwy gymryd canran o'r FMT hwn.",
                "tag": "p"
            },
            {
                "content": "Sut alla i ddarganfod mwy?",
                "tag": "p"
            },
            {
                "content": "Gallwch gofrestru ar gyfer cyfrif prisio ardrethi busnes i gael gwybod mwy am sut y cyfrifwyd eich gwerth ardrethol.",
                "tag": "p"
            },
            {
                "content": "Mae ein blogiau 'sut rydym yn prisio’ yn trafod sut rydym yn defnyddio'r dull rhent cymharol i brisio eiddo fel siopau, tafarndai a mwy.",
                "tag": "p"
            },
            {
                "content": "Ceir rhagor o wybodaeth am y dull rhent cymharol i brisio yn adran 4 o’r VOA Rating Manual  gyhoeddir gan y VOA  4: dulliau prisio - Rhan 1: R2017 rental evidence and valuation issues - Guidance - GOV.UK. .",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/03/19/how-we-value-properties-for-business-rates-the-rental-comparison-method/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In this first part of our three-part blog series, we explain the rental comparison method and how it is used to value properties like shops, pubs and restaurants for business rates."
    },
    {
        "title": "AI4Peat - Innovative use of AI to map and restore our precious peatlands",
        "authors": [
            "Anne Williams"
        ],
        "posted_on": "2025-03-19T14:30:28",
        "categories": [
            "Climate change",
            "Evidence",
            "Landscapes",
            "Mapping",
            "Monitoring",
            "Nature",
            "Peat",
            "Science and evidence"
        ],
        "content": [
            {
                "content": "AI4Peat Project team members: Anne Williams, Michelle Johnson, Samuel Richardson, Nick Tomline, Martha Tabor, Phil Shea.",
                "tag": "p"
            },
            {
                "content": "Restoring Peatlands",
                "tag": "h4"
            },
            {
                "content": "Peatlands are among the UK's most valuable ecosystems, playing a crucial role in carbon storage, water regulation, and biodiversity.",
                "tag": "p"
            },
            {
                "content": "However, many peatland areas have been degraded by historical drainage, erosion, and land-use changes.",
                "tag": "p"
            },
            {
                "content": "Natural England is a key deliverer of the England Peat Action Plan, which sets out the government’s long-term vision for the management, protection, and restoration of our peatlands, so that they provide a wide range of benefits to wildlife, people and the planet. Restoring these landscapes is vital for meeting the UK's climate and environmental goals, but to do so effectively, we need accurate and up-to-date maps of peatland condition.",
                "tag": "p"
            },
            {
                "content": "Traditionally, mapping peatland features such as grips (artificial drainage channels), gullies (natural drainage features) and haggs (steep eroded peat edges), required field visits or manual digitisation, an approach that is both time-consuming and inconsistent across large areas.",
                "tag": "p"
            },
            {
                "content": "The AI4Peat Project",
                "tag": "h4"
            },
            {
                "content": "To address this challenge, the AI4Peat project has used artificial intelligence (AI) to map peatland surface features across the uplands of England. ",
                "tag": "p"
            },
            {
                "content": "The project won the Civil Service Data Challenge in 2021 with a proposal to leverage deep learning models and aerial imagery to create this map, representing a step change in how we monitor and manage the natural environment. ",
                "tag": "p"
            },
            {
                "content": "Using Computer Vision for Peatland Mapping",
                "tag": "h4"
            },
            {
                "content": "Our approach harnesses two types of deep learning models to automate this process:",
                "tag": "p"
            },
            {
                "content": "These models were trained using existing digitised data, enabling them to detect subtle landscape features in high-resolution aerial imagery (12.5 cm resolution Aerial Photography for Great Britain) and LiDAR terrain data.",
                "tag": "p"
            },
            {
                "content": "The trained models were then deployed over all areas of England’s upland peatland, producing a national scale map of peatland surface features. This provides a comprehensive and repeatable method for monitoring peatland damage and restoration over time, allowing land managers and policymakers to assess changes and target restoration efforts more effectively.",
                "tag": "p"
            },
            {
                "content": "An example of the outputs for an area in the Yorkshire Dales is shown below:",
                "tag": "p"
            },
            {
                "content": "The mapped features support field workers by clearly indicating their locations on the ground.",
                "tag": "p"
            },
            {
                "content": "The image below shows an area of hagged peat and gullies in the Peak District, with the features mapped by the models above and the corresponding features on the ground shown below:",
                "tag": "p"
            },
            {
                "content": "Project Partners",
                "tag": "h4"
            },
            {
                "content": "Restoration is a time, labour, and cost-intensive process and these datasets will free up time currently spent on mapping, allowing restoration projects to focus their efforts on the actual maintenance and restoration. Through collaboration with the peatland community, we have gathered valuable feedback to refine the datasets to best help restoration teams.",
                "tag": "p"
            },
            {
                "content": "Training AI models requires a substantial amount of labelled data to allow the models to identify features across diverse peatland environments. Peatland partnerships such as Moors for the Future, the Yorkshire Peat Partnership and the National Trust, contributed large volumes of training data. ",
                "tag": "p"
            },
            {
                "content": "Collaboration with the England Peat Map team, who coordinated this collection, was essential to the success of the model training, enhancing the quality and accuracy of the features in the final data output. ",
                "tag": "p"
            },
            {
                "content": "The project is being supported by Defra's Data Analytics and Science Hub (DASH), Microsoft and Databricks on Defra’s new MS Azure cloud computing DASH platform, which allows complex computation to be done much faster than on a regular computer – an essential requirement for a project dealing with such large datasets. This also makes it possible to easily repeat the process when new aerial imagery becomes available, allowing changes, for example new restoration, to be tracked over time.",
                "tag": "p"
            },
            {
                "content": "The project is also working with the Alan Turing Institute to establish trustworthy assurance and ethics processes for environmental AI projects.",
                "tag": "p"
            },
            {
                "content": "England Peat Map",
                "tag": "h4"
            },
            {
                "content": "AI4Peat’s outputs will be published as part of Natural England’s England Peat Map, due to launch in spring 2025. This will be the most up-to-date, complete and useable map of England’s peat available. ",
                "tag": "p"
            },
            {
                "content": "As well as the peatland drainage and erosion features documented by AI4Peat, the wider map will also show the extent, depth, and vegetation coverage of peat and peaty soils across England.",
                "tag": "p"
            },
            {
                "content": "Future Potential",
                "tag": "h4"
            },
            {
                "content": "This project aligns with the UK government’s AI Opportunities Action Plan, which promotes the responsible use of AI to improve public services and decision-making.",
                "tag": "p"
            },
            {
                "content": "In particular, the success of this approach demonstrates how AI can be used to improve the efficiency of environmental monitoring. These types of techniques can be replicated, for example to detect or count animal species of interest, or to track changes in land use or monitor coastal erosion, providing vital insight into how our natural environment is changing and whether policy interventions are working as expected. ",
                "tag": "p"
            },
            {
                "content": "The skills, experience, and data pipelines developed during the AI4Peat project can be applied to other use cases across the Defra Group and wider government, accelerating similar AI initiatives. By harnessing Defra's Analytics and Science HUB (DASH), this project enables technical collaboration, supporting more projects like this for enhanced environmental monitoring and the development of computer vision solutions.",
                "tag": "p"
            },
            {
                "content": "Integrating similar AI techniques with other remote sensing data, such as satellite imagery or drone imagery, could further improve accuracy and extend monitoring capabilities across the UK and beyond.",
                "tag": "p"
            },
            {
                "content": "If you have any questions about the project or want to learn more, please contact the AI4Peat team.",
                "tag": "p"
            },
            {
                "content": "Anne Williams – Senior Project Manager – anne.williams@naturalengland.org.uk",
                "tag": "p"
            },
            {
                "content": "Michelle Johnson – Senior Data Scientist - Michelle.Johnson@naturalengland.org.uk",
                "tag": "p"
            },
            {
                "content": "Martha Tabor – Senior Data Scientist - martha.tabor@defra.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/19/ai4peat-innovative-use-of-ai-to-map-and-restore-our-precious-peatlands/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "AI4Peat Project team members: Anne Williams, Michelle Johnson, Samuel Richardson, Nick Tomline, Martha Tabor, Phil Shea. Restoring Peatlands Peatlands are among the UK's most valuable ecosystems, playing a crucial role in carbon storage, water regulation, and biodiversity. However, many peatland …"
    },
    {
        "title": "Introducing the DfE Plain Language standard ",
        "authors": [
            "Kerry Lyons"
        ],
        "posted_on": "2025-03-19T10:00:00",
        "categories": [
            "Accessibility",
            "Content design",
            "Plain Language Standard",
            "technology"
        ],
        "content": [
            {
                "content": "In digital, data, and technology in DfE, we’ve published a Plain Language standard. ",
                "tag": "p"
            },
            {
                "content": "The Plain Language standard ensures that users can: ",
                "tag": "p"
            },
            {
                "content": "The standard incorporates our ways of working and best practise for user-centred design in government. It should not create any more work for content designers, or anyone working on content. ",
                "tag": "p"
            },
            {
                "content": "A department-specific standard to support delivery  ",
                "tag": "h3"
            },
            {
                "content": "There are lots of different standards that we need to meet when building digital government services.           ",
                "tag": "p"
            },
            {
                "content": "While services are typically assessed against the 14 points of the government Service Standard, sometimes, we use other standards to further assure our services.  ",
                "tag": "p"
            },
            {
                "content": "For example, this can include: ",
                "tag": "p"
            },
            {
                "content": "The DfE Plain Language standard provides a framework and a departmental commitment to use plain language in our services. ",
                "tag": "p"
            },
            {
                "content": "Our working hypotheses is that a standard which formalises the use of plain language will support teams to advocate for its use. ",
                "tag": "p"
            },
            {
                "content": "Applying standards and guidance ",
                "tag": "h3"
            },
            {
                "content": "In DfE service teams, we follow and apply GDS Service Manual guidance, and work to meet the Service Standard. But not all services or websites go through assessment checks. ",
                "tag": "p"
            },
            {
                "content": "We know that existing guidance can be challenged or that people might not know it exists. The Plain Language standard aims to help us to meet our commitment as a public body to build services that everyone can use.   ",
                "tag": "p"
            },
            {
                "content": "How we designed the standard ",
                "tag": "h3"
            },
            {
                "content": "When the International Organization for Standardization (ISO) published the Plain Language standard, content designers in DfE mapped out how we work to meet it and identify any gaps. ",
                "tag": "p"
            },
            {
                "content": "We shared this work with the DfE content community, user-centred policy design colleagues, and across government with content designers at HMRC and GDS.We also explored the idea of whether having a language-based standard could support the work we do as content designers.",
                "tag": "p"
            },
            {
                "content": "What we learnt ",
                "tag": "h3"
            },
            {
                "content": "Our research showed that a Plain Language standard could support or add to GDS guidance and help people advocate for using plain language. ",
                "tag": "p"
            },
            {
                "content": "We also knew that other disciplines have standards, for example, Tech Code of Practice (TCoP), which support service delivery.  ",
                "tag": "p"
            },
            {
                "content": "The scope of our standard could be a minimal viable standard to support raising the quality of services. ",
                "tag": "p"
            },
            {
                "content": "Scoped the standard ",
                "tag": "h3"
            },
            {
                "content": "We ran a workshop with DfE senior content designers and content designers across DfE and GOV.UK to explore what a DfE Plain Language standard could look like, how could we measure it, and when it would be used. ",
                "tag": "p"
            },
            {
                "content": "We took the first draft to the wider DfE content community to ask if they could: ",
                "tag": "p"
            },
            {
                "content": "We heard, ‘a standard gives more clout than guidance’ and that it could be shared with stakeholders and contractors, to support and reinforce our ways of working. ",
                "tag": "p"
            },
            {
                "content": "We also received challenge about overly formalising the content design process and that sometimes government needs to use jargon. ",
                "tag": "p"
            },
            {
                "content": "Meeting the standard is about working to GDS guidance and best practice. ",
                "tag": "p"
            },
            {
                "content": "We do recognise that as a government department we must use jargon sometimes, the jargon is what users recognise, rather than plain, simple wording. This is why we acknowledge that if there is a business, or user need, we always focus on writing clear content, directed by user research. ",
                "tag": "p"
            },
            {
                "content": "We iterated the standard, shared it with GDS and had a second community crit. We refined guidance for tools we use to support meeting the standard and considered cross-government content discussions about questioning how helpful a reading age is, so we removed it. ",
                "tag": "p"
            },
            {
                "content": "The Plain Language standard was approved by our standards forum in February, as part of a wider standards piece of digital, data and technology work in DfE. We’ll be working with our senior content designers to understand how useful the standard is to support service delivery.  ",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/03/19/introducing-the-dfe-plain-language-standard/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "In digital, data, and technology in DfE, we’ve published a Plain Language standard.  The Plain Language standard ensures that users can:  The standard incorporates our ways of working and best practise for user-centred design in government. It should not create …"
    },
    {
        "title": "Developing service patterns - reusable designs for building government services",
        "authors": [
            "Martin Ford-Downes - Lead Service Designer, MOJ"
        ],
        "posted_on": "2025-03-19T09:58:08",
        "categories": [
            "Service design",
            "Service transformation",
            "Tools, methods and techniques"
        ],
        "content": [
            {
                "content": "Over the past year a working group has developed a ‘service pattern’ that could be applied across all government departments. It contains recommendations on how to build a user-focused service that involves ‘applying’ for something. This blog post describes what a service pattern is, how this one was made, how we think it could help design better services, and what we’d like to do next.",
                "tag": "p"
            },
            {
                "content": "What are service patterns?",
                "tag": "h2"
            },
            {
                "content": "Designers in government are already familiar with the use of patterns to create digital experiences. Components and patterns usually specify things like the design of a button, a date picker, or multi-page experiences like signing into an account. Using the same patterns in multiple government services can bring many benefits including efficiency, scalability, user experience consistency and improved accessibility. ",
                "tag": "p"
            },
            {
                "content": "‘Service patterns’ take this idea a step further by describing replicable pieces of services that can be combined to build or shape end-to-end services. For example patterns for ‘apply for something’ and ‘book an appointment’ could be used to create services to receive a new benefits payment, get a new passport, and many others. A library of service patterns would act as design guides to build services in repeatable and consistent ways.",
                "tag": "p"
            },
            {
                "content": "Work to create service patterns in government started independently in different departments before the working group came together to consider a cross-government approach. The Ministry of Justice (MOJ) have previously blogged about their experiences. Below we’ve described the work done at the Department for Work and Pensions (DWP) and the Department for Environment, Food and Rural Affairs (Defra). We’ll then describe the cross-government work to test how we create service patterns.",
                "tag": "p"
            },
            {
                "content": "Service patterns at the Department for Work and Pensions",
                "tag": "h2"
            },
            {
                "content": "Lindsay Stephens",
                "tag": "h3"
            },
            {
                "content": "In 2022, as part of its broader service design strategy, the DWP User-Centred Design Practice set a goal to define service patterns. Our aim was to help design common services which meet user and business needs and provide better policy outcomes.  ",
                "tag": "p"
            },
            {
                "content": "A year later, we had the opportunity to run a discovery in partnership with an external partner, who previously helped Essex County Council to define service patterns. Their method involved analysing as-is service maps to understand common aspects and define patterns. ​We quickly realised that would not be feasible due to the scale of DWP, so we looked at available evidence and decided to derive patterns from common user needs.",
                "tag": "p"
            },
            {
                "content": "In early workshops, we created high-level service patterns and iterated these with colleagues from multiple disciplines. Through understanding further user needs and filling pattern gaps, we went on to design a 3-level service pattern framework in a visual map which traced to public needs. ",
                "tag": "p"
            },
            {
                "content": "Feedback was very positive, so we expanded the team to include colleagues from business architecture, the DWP Design System, user research and another external partner.  ",
                "tag": "p"
            },
            {
                "content": "We explored the service patterns in depth, testing with DWP’s user-centred design community and expanding ‘Apply’ and ‘Appointment’ patterns. To support the ‘front-to-back’ of service design, we synthesised a wide range of user need evidence, designed service patterns for colleague users, mapped to various components, channels, policy information and organisation goals. We also investigated how service patterns might be published in the DWP Design System.",
                "tag": "p"
            },
            {
                "content": "Service patterns at the Department for Environment, Food and Rural Affairs",
                "tag": "h2"
            },
            {
                "content": "Gareth Thomas",
                "tag": "h3"
            },
            {
                "content": "We’d read about the work done by DWP on service patterns and were keen to explore how this might work at Defra, in line with our Digital and Data Transformation Strategy. We joined the working group to learn more.",
                "tag": "p"
            },
            {
                "content": "At Defra we started small. We reviewed a handful of services in the farming programme to understand the value service patterns could bring. Through this we identified issues that could limit our ability to deliver consistent whole services. This gave us confidence in continuing to explore service patterns.",
                "tag": "p"
            },
            {
                "content": "Within the farming programme we’ve identified the common service and sub-service patterns that exist. We're starting to align teams around how to use these patterns. We’ve also engaged with our design community of practice in farming on the approach. This helped us understand potential blockers individuals may encounter when applying service patterns.",
                "tag": "p"
            },
            {
                "content": "During recent working group sessions we’ve shared some of Defra’s common needs for the ‘Apply’ service pattern. It’s great to contribute to the wider departmental view and help deliver a more consistent experience for users in this journey phase.",
                "tag": "p"
            },
            {
                "content": "Service patterns across government",
                "tag": "h2"
            },
            {
                "content": "Alongside MOJ, DWP and Defra, designers at the Department for Education and Home Office have also been thinking about service patterns. A working group was formed to share experiences. Whilst slightly different approaches were being taken, it was apparent that the names of the patterns themselves (things like ‘apply for something’ and ‘book an appointment’) were largely consistent across departments. ",
                "tag": "p"
            },
            {
                "content": "In order to validate this a workshop was held to compare and contrast our pattern names which included representatives from 5 departments. The workshop proved that most departments shared the same pattern needs. We also agreed that the type of content we expected to find in a service pattern library was largely similar. Five patterns stood out as having the greatest potential for shared needs - ‘apply’, ‘appointments’, ‘get a decision’, ‘pay’ and ‘evaluate’. ",
                "tag": "p"
            },
            {
                "content": "A second workshop was held to identify what type of content could be reusable across departments, using ‘apply’ as a test case for a service pattern. Participants mapped their service pattern needs against each other’s to identify similarities and variations. The outcome of that workshop is now available as a prototype for review and feedback. The prototype includes user needs, internal business needs, journey stages and steps, and typical user scenarios. We expect a full pattern library to contain other types of information such as recommended digital components and patterns, case studies, and any relevant accessibility concerns.  ",
                "tag": "p"
            },
            {
                "content": "We do not believe service patterns replace the need for design. Different departments and services will have their own unique challenges and opportunities to address. However by providing a shared starting point, we hope they can enable more efficient, consistent, and scalable designs. ",
                "tag": "p"
            },
            {
                "content": "What next?",
                "tag": "h2"
            },
            {
                "content": "We’d love your feedback on our prototype to inform the next stages of our work. You can do that by completing the apply pattern prototype survey by the end of April 2025. If you are in UK Government Digital on Slack, join our channel #service-patterns. You can also email questions or comments to servicepatterns@justice.gov.uk ",
                "tag": "p"
            },
            {
                "content": "We are also hosting sessions during Services Week 2025",
                "tag": "p"
            }
        ],
        "link": "https://services.blog.gov.uk/2025/03/19/developing-service-patterns-reusable-designs-for-building-government-services/",
        "blog": "Services in government",
        "blog_link": "https://services.blog.gov.uk",
        "description": "This blog post describes what a service pattern is, how this one was made, how we think it could help design better services, and what we’d like to do next."
    },
    {
        "title": "Citizen Science and the Environment Agency",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-03-18T17:46:03",
        "categories": [
            "Citizen Science",
            "Community",
            "Environment Agency",
            "Other areas of our work",
            "Science"
        ],
        "content": [
            {
                "content": "The Environment Agency is working with partners to develop tools, guidance and frameworks to support a standardised and connected approach to citizen science monitoring of the water environment.",
                "tag": "p"
            },
            {
                "content": "The Citizen Science Technical Advisory Framework",
                "tag": "h2"
            },
            {
                "content": "Last year, we shared how the Supporting Citizen Science project is working with partners to develop a more collaborative approach to citizen science at the Environment Agency. Citizen science is a valuable tool for enhancing monitoring and engaging the public in scientific and environmental issues.",
                "tag": "p"
            },
            {
                "content": "Citizen science initiatives should be led by the organisation best suited to deliver them. Whilst this is not always the Environment Agency, we work closely with partners and often provide support by sharing our technical expertise. ",
                "tag": "p"
            },
            {
                "content": "Citizen science initiatives thrive through diverse leadership and collaboration. While the Environment Agency maintains all its statutory monitoring responsibilities, many local groups, charities and community organisations have the local knowledge and connections that make them well-positioned to lead citizen science projects. Our role is to provide technical expertise and guidance where appropriate, focusing our resources on priority areas while helping to ensure data collected can contribute to our shared understanding of the environment.",
                "tag": "p"
            },
            {
                "content": "We are delighted to share our new ‘Citizen Science Technical Advisory Framework’ as part of the next step in our Supporting Citizen Science project. This framework has been developed using valuable feedback from colleagues, consultees and partners, including our public consultation last year. Thank you if you shared your views!",
                "tag": "p"
            },
            {
                "content": "Built around eight key principles, the framework supports well-designed monitoring initiatives. The framework’s recommended quality assurance measures will help ensure that the data collected is robust and accessible, enabling the Environment Agency and others to understand the environment better, and take informed action to improve it.",
                "tag": "p"
            },
            {
                "content": "The framework is an exciting step in our future plans with citizen science, and reflects our view that citizen science works best when partners:",
                "tag": "p"
            },
            {
                "content": "We recommend that groups work through the key principles in this framework with their catchment partnership, citizen science community, or other local partners to benefit from collective knowledge, experience, and skills. We encourage groups to use this framework as a monitoring pathway and continue to revisit and review each principle as their monitoring progresses. ",
                "tag": "p"
            },
            {
                "content": "By following these principles and using the linked guidance and information within the framework, we hope that citizen science initiatives will become more meaningful and useful for you and others. ",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "The Environment Agency’s Science Strategy commits us to working with our partners to increase the use of third party data to augment existing monitoring approaches and answer questions about the environment.",
                "tag": "p"
            },
            {
                "content": "In our advisory role, we must balance our resources with government aims, meaning unfortunately we can’t support every initiative or project. Instead, we will use local priorities to test and develop this framework with partners and further strengthen our approach to citizen science.",
                "tag": "p"
            },
            {
                "content": "We will continue our work nationally to define our requirements and provide clear direction about how data and insights will be used and the level of feedback we can offer.",
                "tag": "p"
            },
            {
                "content": "Visit our Citizen Science Water Hub page to:",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/03/18/citizen-science-and-the-environment-agency/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency is working with partners to develop tools, guidance and frameworks to support a standardised and connected approach to citizen science monitoring of the water environment. The Citizen Science Technical Advisory Framework Last year, we shared how the …"
    },
    {
        "title": "Funding boost to support digital planning innovation",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2025-03-18T16:14:58",
        "categories": [
            "Digital Planning",
            "Planning Software"
        ],
        "content": [
            {
                "content": "The MHCLG Digital Planning programme is providing further grant funding to local planning authorities (LPAs), for specific digital, data and innovation work, to modernise their planning services.  In this blog post, we set out the allocation of funding for a range of improvements and projects which will transform planning processes and deliver efficiencies.",
                "tag": "p"
            },
            {
                "content": "Digital planning innovation",
                "tag": "h2"
            },
            {
                "content": "The government has committed to building 1.5million new homes over this Parliament and modernising our planning system is crucial to achieving this goal. ",
                "tag": "p"
            },
            {
                "content": "Through our Digital Planning programme, we’re working hand in hand with LPAs to build a planning system which is fit for the 21st century – one that harnesses data and technology to make decisions faster and more transparent.  ",
                "tag": "p"
            },
            {
                "content": "Over the last few years, we’ve provided grant funding to LPAs, bringing them into the Open Digital Planning community and enabling them to embrace digital tools, make their planning data available and drive innovation. The results are promising, with early adopters already seeing reduced planning application processing times and better outcomes for communities.  ",
                "tag": "p"
            },
            {
                "content": "Read our previous blog post where we shared insights into our collaborative approach to learn more about the Open Digital Planning community and this ground-breaking partnership. ",
                "tag": "p"
            },
            {
                "content": "We’re now taking this work further and supporting more LPAs on their digital transformation journey and investing in new projects focused on scalable solutions that could be implemented nationwide.  ",
                "tag": "p"
            },
            {
                "content": "Digital Planning Improvement Fund ",
                "tag": "h2"
            },
            {
                "content": "We’re supporting a further 46 LPAs to join Open Digital Planning. Each will receive a £50,000 grant to help them to adopt modern planning practices, publish relevant planning data and develop their digital capabilities.  ",
                "tag": "p"
            },
            {
                "content": "The LPAs will embark on a digital journey where they will complete the following activities: ",
                "tag": "p"
            },
            {
                "content": "The LPAs are:  ",
                "tag": "p"
            },
            {
                "content": "You can find out more about joining our Open Digital Planning community through our dedicated website, and keep up to data via our LinkedIn page, and by subscribing to the regular newsletter. ",
                "tag": "p"
            },
            {
                "content": "You can also read a series of case studies about the work LPAs have done to modernise their services.",
                "tag": "p"
            },
            {
                "content": "Continuous funding to support 12 impactful Round 4 PropTech (property technology) projects ",
                "tag": "h2"
            },
            {
                "content": "The PropTech Innovation Fund is the largest UK government PropTech programme. To date, it has supported 77 LPAs working across 114 pilot projects to adopt digital tools in partnership with tech companies. These initiatives have helped mature the UK market and validate digital approaches as crucial levers for improved, faster plan-making and development outcomes. A series of case studies have been produced which capture the experience and outcomes of many of these pilots.  ",
                "tag": "p"
            },
            {
                "content": "With 4 rounds of funding completed, we’re now grant funding 22 LPAs working on 12 existing pilots who have demonstrated that their work is scalable, can unlock sites and speed up plan-making processes. ",
                "tag": "p"
            },
            {
                "content": "The successful recipients and their focus areas are:   ",
                "tag": "p"
            },
            {
                "content": "To find out more, look out for our online PropTech show and tells, visit our Digital Planning LinkedIn page and subscribe to the regular newsletter  for news and updates.  ",
                "tag": "p"
            },
            {
                "content": "Development management software funding   ",
                "tag": "h2"
            },
            {
                "content": "As part of our mission to modernise the planning system we’re also supporting a series of new partnership projects between LPAs and service providers in the planning industry to transform the existing back-office systems used by many LPAs.   ",
                "tag": "p"
            },
            {
                "content": "5 leading software suppliers are working with the Planning Portal and one of their existing local authority customers to pilot the adoption of new planning applications data standards which we’re currently developing.  ",
                "tag": "p"
            },
            {
                "content": "The partnerships, which are each being funded £225,000 and will work together from April to December 2025, are:   ",
                "tag": "p"
            },
            {
                "content": "Each partnership will test and implement the new data standards, capturing and sharing what they learn before a nationwide rollout across other local authorities in England.   ",
                "tag": "p"
            },
            {
                "content": "As well as accelerating the adoption of the new data standards, they will also explore additional benefits that consistent data across planning back-office systems can deliver.   ",
                "tag": "p"
            },
            {
                "content": "This focus on data standardisation will enable planning applications to be processed more efficiently – a significant milestone in our journey towards a fully modernised planning system that serves everyone better.   ",
                "tag": "p"
            },
            {
                "content": "Other innovative digital planning projects ",
                "tag": "h2"
            },
            {
                "content": "3 standalone transformative projects are each receiving £300,000 funding, with all initiatives launching in March 2025 to run for a full year. ",
                "tag": "p"
            },
            {
                "content": "Get involved    ",
                "tag": "h2"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/03/18/funding-boost-to-support-digital-planning-innovation/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The MHCLG Digital Planning programme is providing further grant funding to local planning authorities (LPAs), for specific digital, data and innovation work, to modernise their planning services.  In this blog post, we set out the allocation of funding for a range of improvements and projects which will transform planning processes and deliver efficiencies.  "
    },
    {
        "title": "Changes to our SCCIF guidance to improve stability for vulnerable children",
        "authors": [
            "Yvette Stanley"
        ],
        "posted_on": "2025-03-18T13:48:34",
        "categories": [
            "children's homes",
            "children's services",
            "local authorities",
            "looked after children",
            "social care regulation"
        ],
        "content": [
            {
                "content": "Next month, we will be making a small number of changes to our social care common inspection framework (SCCIF). These are mainly aimed at children’s homes and fostering agencies. The changes are intended to encourage more providers to look after children with high or multiple needs.",
                "tag": "p"
            },
            {
                "content": "We do not expect supported accommodation providers to be looking after children with complex needs. However, some of the changes are designed to promote stability for children wherever they live or receive support. The changes make it clearer that inspection outcomes will properly reflect practice that improves stability for children.",
                "tag": "p"
            },
            {
                "content": "This blog will set out the changes we’re making, our other work to support children who are most at risk of instability, and the next steps.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "p"
            },
            {
                "content": "Local authorities are frequently unable to find suitable homes for children with complex needs. We published research last year which found that 91% of local authorities said they struggle with this. This often means that some extremely vulnerable children are living in unsuitable provision, far from family and friends. Some children wait months, or even years, for a settled and stable home.",
                "tag": "p"
            },
            {
                "content": "There is no easy solution to this challenge. We need to make sure the right homes, offering the right support, are opening in the right places. But we also want to make sure that homes are confident in providing long-term, sustainable care for vulnerable children who need it most.",
                "tag": "p"
            },
            {
                "content": "Reassuring providers",
                "tag": "p"
            },
            {
                "content": "We know that some children’s homes providers continue to worry about their Ofsted grades when they consider referrals of children with complex needs.",
                "tag": "p"
            },
            {
                "content": "We will continue to reassure providers that they do not need to worry about this. As our Chief Inspector said in November:",
                "tag": "p"
            },
            {
                "content": "So, what we want to see, what we will always want to see, is that you are doing the most you can, the best you can, for children.’",
                "tag": "p"
            },
            {
                "content": "But we know the perception persists in some places, so we are determined to do more.",
                "tag": "p"
            },
            {
                "content": "Changes to inspections",
                "tag": "p"
            },
            {
                "content": "We will publish updates to our social care common inspection framework (SCCIF) in April. They are intended to reinforce and clarify our intent, while reassuring providers.",
                "tag": "p"
            },
            {
                "content": "The changes will put a sharper focus on:",
                "tag": "p"
            },
            {
                "content": "Other actions",
                "tag": "p"
            },
            {
                "content": "These changes will build on our continued engagement with the sector, including people with lived experience.",
                "tag": "p"
            },
            {
                "content": "They will also add to the existing steps we have taken to make sure all children get the long-term, sustainable care that they deserve.",
                "tag": "p"
            },
            {
                "content": "These steps include:",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "p"
            },
            {
                "content": "Every child deserves a stable, supportive home environment where they can thrive.",
                "tag": "p"
            },
            {
                "content": "We know that finding the right place for a child to live can be challenging. But we want homes and agencies to feel confident in their ability to provide long-term, sustainable care for vulnerable children who need it most.",
                "tag": "p"
            },
            {
                "content": "We hope that these changes, as well as the other steps we have taken, will send a clear message: that we will recognise providers who step up to support children with complex needs, and who stick with them though the most difficult times.",
                "tag": "p"
            }
        ],
        "link": "https://socialcareinspection.blog.gov.uk/2025/03/18/changes-to-our-sccif-guidance-to-improve-stability-for-vulnerable-children/",
        "blog": "Ofsted: social care",
        "blog_link": "https://socialcareinspection.blog.gov.uk",
        "description": "Next month, we will be making a small number of changes to our social care common inspection framework (SCCIF). These are mainly aimed at children’s homes and fostering agencies. The changes are intended to encourage more providers to look after …"
    },
    {
        "title": "Shining a light on interpretation in our courts and tribunals",
        "authors": [
            "Daniel Flury, Operations Director"
        ],
        "posted_on": "2025-03-18T13:30:56",
        "categories": [
            "Court and tribunal reform",
            "General",
            "Training and support",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Interpreters are a vital part of the justice system. Through their skills we meet our duty to provide access to justice and ensure everyone involved in a hearing can understand proceedings.",
                "tag": "p"
            },
            {
                "content": "Coming to a court or tribunal can be a stressful experience, but for complainants or witnesses who may not speak English as their first language that anxiety can be increased. The ability to understand what’s happening and enabling people to communicate clearly is critical to the smooth running of a hearing, and for defendants, interpreters can be vital to receiving a fair trial.",
                "tag": "p"
            },
            {
                "content": "Skilled interpreters meet the needs of our users",
                "tag": "h2"
            },
            {
                "content": "Each day, interpreters support around 600 hearings in venues ranging from high security prisons to Crown Courts. They interpret a huge range of languages from Bantu to Polish, as well as delivering British Sign Language (BSL) interpretation or our obligations under the Welsh Language Act. Interpreters support in-person and remote hearings across the civil, criminal and family courts, and in tribunals.",
                "tag": "p"
            },
            {
                "content": "Court or tribunal interpreters are highly skilled and experienced professionals. Many are qualified to degree level in their chosen language, but for some particularly rare languages where qualifications are not available, or there are fewer interpreters, we’re more flexible balancing support for court users with the experts available to work with us.",
                "tag": "p"
            },
            {
                "content": "In 2022, Ann Carlisle – a professional linguist and former Chief Executive Officer of the Chartered Institute of Linguists – began an Independent Technical Review of Qualifications and Experience Requirements for the Provision of Spoken Language Interpreting for the Ministry of Justice (with the exception of Welsh language interpretation which is subject to  separate qualification and experience requirements overseen by Cymdeithas Cyfieithwy Cymru/Association of Welsh Translators and Intepreters). We’ve accepted all the recommendations made in the review such as providing training to ensure interpreters have the skills they need to support remote hearings effectively.",
                "tag": "p"
            },
            {
                "content": "Planning for the future",
                "tag": "h2"
            },
            {
                "content": "The needs of our users and interpreters are changing, so we’re looking to the future and running a procurement exercise that we expect to complete in 2026 for the provision of language services to take us through to 2030. We currently work with interpreter services organisation TheBigWord need and our own Welsh Language Unit to book Welsh language interpreters.  to ensure court users can access the interpreters they need. This is because the justice system is complex and finding interpreters for the variety of languages needed to the high standard the justice system demands is rightly time-consuming. If court staff were responsible for this, it would impact the time they have to spend on progressing hearings and supporting judges.",
                "tag": "p"
            },
            {
                "content": "This does not diminish the value we place on interpreters work and we’ve listened to their feedback and ideas on how we can continuously improve. For example, from 2026, we’ll be strengthening safeguarding guidance for interpreters so that they can be confident in highlighting any safeguarding concerns they encounter whilst working with us.",
                "tag": "p"
            },
            {
                "content": "We’re increasing the support we offer trainee interpreters as they begin their career and we’ll also improve signposting for all interpreters when they work on hearings dealing with sensitive issues. Interpreters will be able to decline bookings that they may find particularly distressing, for example, hearings involving sexual abuse or murder.",
                "tag": "p"
            },
            {
                "content": "These plans are very important to us. By supporting interpreters and listening any concerns they raise we’ll continue to ensure anyone – whether they’re at risk of being evicted, dealing with domestic violence, or involved in a case that relates to children – can access swifter, effective access to justice through our courts and tribunals.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Taflu sbotolau ar gyfieithu yn ein llysoedd a’n tribiwnlysoedd",
                "tag": "h2"
            },
            {
                "content": "Mae cyfieithwyr yn rhan hanfodol o’n system gyfiawnder. Trwy eu sgiliau nhw rydym yn bodloni ein dyletswydd i ddarparu mynediad at gyfiawnder a sicrhau bod pawb sy’n rhan o wrandawiad yn gallu deall achos.",
                "tag": "p"
            },
            {
                "content": "Mae dod i lys neu dribiwnlys yn gallu bod yn brofiad sy’n peri straen, ond ar gyfer achwynwyr neu dystion nad ydynt yn siarad Saesneg fel eu hiaith gyntaf, gall y profiad beri hyd yn oed mwy o bryder. Mae’r gallu i ddeall beth sy’n digwydd a galluogi pobl i gyfathrebu’n glir yn allweddol i sicrhau bod gwrandawiad yn digwydd yn ddidrafferth, ac ar gyfer diffynyddion, gall cyfieithwyr fod yn hanfodol ar gyfer sicrhau treial teg.",
                "tag": "p"
            },
            {
                "content": "Mae cyfieithwyr medrus yn bodloni anghenion ein defnyddwyr",
                "tag": "h2"
            },
            {
                "content": "Pob dydd, mae cyfieithwyr yn darparu cymorth mewn oddeutu 600 o wrandawiadau mewn lleoliadau sy’n amrywio o garchardai diogelwch uchel i Lysoedd y Goron. Maen nhw’n cyfieithu amrywiaeth eang iawn o ieithoedd, o Bantu i Bwyleg, ynghyd â darparu gwasanaeth dehongli iaith Arwyddion Prydain (BSL) neu gyflawni ein rhwymedigaethau dan Ddeddf yr Iaith Gymraeg. Mae cyfieithwyr yn darparu cymorth mewn gwrandawiadau wyneb yn wyneb a gwrandawiadau o bell ar draws y llysoedd sifil, troseddol a theulu, ac yn y tribiwnlysoedd.",
                "tag": "p"
            },
            {
                "content": "Mae cyfieithwyr y llysoedd a’r tribiwnlysoedd yn weithwyr proffesiynol hynod fedrus a phrofiadol.  Mae llawer ohonynt gyda chymwysterau lefel gradd yn yr iaith o’u dewis, ond ar gyfer rhai ieithoedd prin iawn lle nad oes cymwysterau ar gael, neu os oes nifer llai o gyfieithwyr, rydym yn fwy hyblyg o ran sicrhau cymorth i ddefnyddwyr y llys gyda’r arbenigwyr sydd ar gael i weithio gyda ni.",
                "tag": "p"
            },
            {
                "content": "Yn 2022, bu i Ann Carlisle - ieithydd proffesiynol a chyn Brif Weithredwr Sefydliad Siartredig yr Ieithyddion - gychwyn Adolygiad Technegol Annibynnol o’r Gofynion Cymwysterau a Phrofiad ar gyfer Darparu Gwasanaethau Cyfieithu ar y Pryd i’r Weinyddiaeth Gyfiawnder (gan eithrio cyfieithu ar y pryd Cymraeg, sy’n destun gofynion ar wahân o ran cymwysterau a phrofiad, ac sydd wedi’i oruchwylio gan Gymdeithas Cyfieithwyr Cymru). Rydym wedi derbyn yr holl argymhellion a wnaed yn yr adolygiad, fel darparu hyfforddiant i sicrhau bod gan cyfieithwyr y sgiliau maen nhw eu hangen i gefnogi gwrandawiadau o bell yn effeithiol.",
                "tag": "p"
            },
            {
                "content": "Cynllunio ar gyfer y dyfodol",
                "tag": "h2"
            },
            {
                "content": "Mae anghenion ein defnyddwyr a’n cyfieithwyr yn newid, felly rydym yn edrych i’r dyfodol ac yn cynnal ymarfer caffael yr ydym yn disgwyl y byddwn yn ei gwblhau yn 2026, ar gyfer y ddarpariaeth gwasanaethau iaith hyd at 2030. Rydym yn gweithio gyda’r sefydliad gwasanaethau cyfieithu TheBigWord ar hyn o bryd i sicrhau bod defnyddwyr y llys yn cael mynediad at y cyfieithwyr maen nhw eu hangen ac mae ein Huned Iaith Gymraeg ni yn trefnu cyfieithwyr Cymraeg. Mae hyn oherwydd bod y system gyfiawnder yn gymhleth ac mae dod o hyd i gyfieithwyr ar gyfer yr amrywiaeth o ieithoedd sydd eu hangen ac at y safon uchel y mae’r system gyfiawnder yn ei mynnu, wrth reswm, yn cymryd cryn dipyn o amser.  Os byddai staff y llys yn gyfrifol am hyn, byddai’n cael effaith ar yr amser sydd ganddynt i symud achosion yn eu blaenau a chefnogi barnwyr.",
                "tag": "p"
            },
            {
                "content": "Nid yw hyn yn lleihau’r gwerth a roddwn ar waith cyfieithwyr ac rydym wedi gwrando ar eu hadborth a’u syniadau ar sut y gallwn wella’n barhaus. Er enghraifft, o 2026, byddwn yn cryfhau’r canllawiau diogelu ar gyfer cyfieithwyr fel eu bod yn gallu bod yn hyderus wrth godi unrhyw bryderon diogelu sydd ganddynt pan fyddant yn gweithio gyda ni.",
                "tag": "p"
            },
            {
                "content": "Rydym yn cynyddu’r gefnogaeth a roddwn i gyfieithwyr dan hyfforddiant wrth iddynt gychwyn eu gyrfa a byddwn hefyd yn gwella’r broses gyfeirio i’r holl gyfieithwyr pan fyddant yn gweithio mewn gwrandawiadau sy’n ymdrin â materion sensitif. Bydd cyfieithwyr yn gallu gwrthod gwaith os ydynt yn teimlo y byddai rhywbeth yn gallu peri gofid iddynt, er enghraifft, gwrandawiadau sy’n ymwneud â cham-drin rhywiol neu lofruddiaeth.",
                "tag": "p"
            },
            {
                "content": "Mae’r trefniadau hyn yn bwysig iawn i ni. Trwy gefnogi cyfieithwyr a gwrando ar unrhyw bryderon maen nhw’n eu codi, byddwn yn parhau i sicrhau bod unrhyw un - p’un ydynt mewn risg o gael eu troi allan, yn dioddef cam-drin domestig, neu’n rhan o achos sy’n ymwneud â phlant  - yn gallu cael mynediad cyflymach ac effeithiol at gyfiawnder trwy ein llysoedd a'n tribiwnlysoedd.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/18/shining-a-light-on-interpretation-in-our-courts-and-tribunals/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Interpreters are a vital part of the justice system. Through their skills we meet our duty to provide access to justice and ensure everyone involved in a hearing can understand proceedings. "
    },
    {
        "title": "Driving Fairness in Business: The rebuild of the Payment Practices Reporting Service",
        "authors": [
            "Tracey Wilson, Deputy Service Owner"
        ],
        "posted_on": "2025-03-18T10:13:05",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Tracey Wilson",
                "tag": "h3"
            },
            {
                "content": "Imagine the challenges small businesses face when waiting weeks—or even months—for large companies to pay their invoices. Late payments can create serious cash flow problems, making it difficult for businesses to pay suppliers, invest in growth, or even stay afloat. Tackling these delays is central to the Department for Business and Trade’s (DBT) mission to support small business growth and build a resilient economy. As a key ministerial priority for DBT, the Payment Practices Reporting Service plays a vital role in developing a fairer and more sustainable business environment.",
                "tag": "p"
            },
            {
                "content": "Originally launched in 2017 by the Department for Business, Energy & Industrial Strategy (BEIS), the service helps ensure that large businesses report their payment practices transparently. Following the merger of BEIS with the Department for International Trade (DIT) into DBT, a decision was made to rebuild the service.  This meant it would meet modern technology and design standards and prepare for new regulatory requirements taking effect on 1 January 2025.  ",
                "tag": "p"
            },
            {
                "content": "Why a rebuild was needed: Addressing challenges and new reporting requirements  ",
                "tag": "h3"
            },
            {
                "content": "Limited support made the original service hard to maintain and update, hindering adaptation for new reporting requirements, especially in the construction sector.  ",
                "tag": "p"
            },
            {
                "content": "However, rebuilding the service wasn’t just about regulatory compliance—it was an opportunity to create a scalable, user-centred service that meets the needs of businesses and policy teams alike.  ",
                "tag": "p"
            },
            {
                "content": "Meeting new reporting requirements ",
                "tag": "h4"
            },
            {
                "content": "Rebuilding the service allows us to be much more responsive to future policy and legal changes. Since January 2025, large businesses now need to report on:  ",
                "tag": "p"
            },
            {
                "content": "To address these changes, a content designer analysed the regulations and drafted updates, verified with policy and legal teams. The interaction designer used Figma —a design tool—to prototype and test layouts with users.   With the help of a user researcher, the prototypes underwent 2 rounds of usability testing. These sessions offered valuable insights into how users interacted with the proposed changes. Further testing is planned to ensure the service is as user-friendly and effective as possible.",
                "tag": "p"
            },
            {
                "content": "Accessibility",
                "tag": "h4"
            },
            {
                "content": "An audit by the Digital Accessibility Centre (DAC) highlighted key issues in the legacy service, which was built before public sector accessibility regulations. The rebuild addressed many of these issues using modern GOV.UK components and updated development practices.  ",
                "tag": "p"
            },
            {
                "content": "An accessibility statement has been published, detailing remaining issues and outlining plans to resolve them.",
                "tag": "p"
            },
            {
                "content": "The technical transformation ",
                "tag": "h3"
            },
            {
                "content": "The rebuild began in June 2024, focusing on replicating all legacy features to ensure a seamless transition for users. Accessibility and usability improvements were prioritised where possible without disrupting core functionality. To ensure reliability, the team created automated end-to-end tests using Behave and Playwright, to confirm that the rebuilt service matched all the features of the original.",
                "tag": "p"
            },
            {
                "content": "Data Migration challenges",
                "tag": "h3"
            },
            {
                "content": "Data migration involved updating legacy data to work with Django, a web development tool, cleaning outdated entries, and ensuring it fit the new platform.",
                "tag": "p"
            },
            {
                "content": "Post-launch enhancements",
                "tag": "h3"
            },
            {
                "content": "Since the relaunch on 6 December 2024, the team has improved functionality and reliability through several key enhancements. These include a fully functional archive system, enhanced data validation, streamlined updates and proactive monitoring to ensure reliable performance.",
                "tag": "p"
            },
            {
                "content": "Driving impact: Benefits for users",
                "tag": "h3"
            },
            {
                "content": "The improved Payment Practices Reporting Service benefits a wide range of stakeholders:  ",
                "tag": "p"
            },
            {
                "content": "What's next: Supporting Live Service and continuous improvement ",
                "tag": "h3"
            },
            {
                "content": "The rebuilt service is now supported by a dedicated live services team that focuses on:  ",
                "tag": "p"
            },
            {
                "content": "This team will also manage other live services within the Trade and Regulatory Services portfolio in DDaT, scaling resources as needed.",
                "tag": "p"
            },
            {
                "content": "Conclusion: A step forward for small businesses",
                "tag": "h3"
            },
            {
                "content": "Rebuilding the Payment Practices Reporting Service has been a journey of collaboration, innovation, and user-centred design. The new service not only meets updated reporting requirements but also provides a scalable foundation for future enhancements. ",
                "tag": "p"
            },
            {
                "content": "“We are grateful to the DDaT team for their exceptional work on this rebuild. The rebuilt payment reporting service is a crucial foundation for our wider upcoming work on tackling late payments and long payment terms to help UK businesses get paid quickly and fairly,” said the policy team.",
                "tag": "p"
            },
            {
                "content": "For small businesses, the service marks a significant step toward greater transparency and accountability, ensuring that large companies pay their invoices quickly and fairly. ",
                "tag": "p"
            },
            {
                "content": "For DBT, it exemplifies the value of agile methodologies and teamwork in delivering impactful digital services. As we look ahead, the focus remains on continuous improvement, ensuring this service and others like it, adapt to the evolving needs of businesses and policymakers. ",
                "tag": "p"
            },
            {
                "content": "Explore the rebuilt service, and visit our guidance page for more on the reporting requirements.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/03/18/driving-fairness-in-business-the-rebuild-of-the-payment-practices-reporting-service/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Late payments can threaten small businesses’ growth and survival, making tackling this issue a key ministerial priority for DBT. Discover how the rebuilt Payment Practices Reporting Service is encouraging fairness and transparency, and how it supports the government’s mission to build a resilient economy."
    },
    {
        "title": "World Social Work Day 2025: celebrating compassion and collaboration",
        "authors": [
            "Tapiwa Julius"
        ],
        "posted_on": "2025-03-18T08:51:02",
        "categories": [
            "Leadership",
            "Wellbeing",
            "Working in children's social care"
        ],
        "content": [
            {
                "content": "The Co-Chairs of the Principal Children and Families Social Worker (PCFSW) network, Tapiwa Julius, Shungu Chigocha, and Louise Spragg, talk about the importance of compassion and teamwork among social workers, highlighting how these values positively impact their work with children and families.",
                "tag": "p"
            },
            {
                "content": "They reflect on the transformative experience of shared leadership, the power of diverse voices, and the significance of professional development and well-being. Their work closely links in with the government's mission to break down barriers to opportunity, building family security and ensuring every child has a safe and loving home.",
                "tag": "p"
            },
            {
                "content": "The Principal Social Worker networks bring together Principal Social Workers from councils to share learning, and help shape and support practice and policy at local and national levels. The Department for Education funds the administration of the PCFSW Network to support Principal Social Workers in their leadership roles.",
                "tag": "p"
            },
            {
                "content": "Compassion and collaboration",
                "tag": "h2"
            },
            {
                "content": "Compassion is the cornerstone of our practice, beginning with how we treat one another. It is one of our shared values, and we believe that without demonstrating compassion among colleagues, it will not be felt by the children and families we work with. By supporting and uplifting each other, we create a ripple effect that reaches the children, families, and communities we serve.",
                "tag": "p"
            },
            {
                "content": "Sharing the co-chair role has been a transformative experience for us, especially as we had no prior relationship until August 2024. Drawing on our diverse backgrounds and professional and individual experiences, we have successfully collaborated. This collaboration has strengthened our leadership and enhanced our contributions to the sector.",
                "tag": "p"
            },
            {
                "content": "By embracing vulnerability and sharing our stories and insights, we aim to foster stronger connections and engagement within the social work workforce. Our collective experiences underscore the importance of teamwork and the power of diverse voices in driving positive change in social work. We are deeply grateful to all the stakeholders we have engaged to improve outcomes for our sector and children and families.",
                "tag": "p"
            },
            {
                "content": "Celebrating Social Work Week",
                "tag": "h2"
            },
            {
                "content": "As Principal Social Workers, we proudly celebrate the dedication, resilience, and compassion of our entire social work colleagues during Social Work Week. This is an opportunity to acknowledge not only social workers but also the multi-agency professionals who support us, working tirelessly to improve the lives of children, young people, and families.",
                "tag": "p"
            },
            {
                "content": "Social workers are at the forefront of safeguarding and supporting children and their families. Every day, we bring expertise, empathy, and commitment to complex situations, ensuring that children are safe and have the best possible outcomes in life. Our work often demands immense emotional resilience, skill, and trauma-informed approaches. Yet, it is profoundly rewarding to help children and families stay together, find appropriate support for children, or ensure a child is placed in a loving home.",
                "tag": "p"
            },
            {
                "content": "Social Work Week shines a light on all those who contribute to children's social care. As social workers, achieving outcomes for children is not a solitary effort. Many dedicated alternatively qualified practitioners play a crucial role in supporting us to deliver outcomes for children and families. Each role is vital. Without our colleagues, we could not perform our statutory duties effectively, and children and families would not receive the holistic support they need.",
                "tag": "p"
            },
            {
                "content": "Commitment to workforce well-being",
                "tag": "h2"
            },
            {
                "content": "As we celebrate this Social Work Week, we reaffirm our commitment to recognising and supporting every member of our workforce. Investing in professional development, promoting wellbeing, ensuring manageable workloads, and maintaining anti-racist practices are essential to retaining and nurturing our workforce.",
                "tag": "p"
            },
            {
                "content": "Useful links",
                "tag": "h3"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/03/18/world-social-work-day-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "The Co-Chairs of the Principal Children and Families Social Worker network talk about the importance of compassion and teamwork among social workers, highlighting how these values positively impact their work with children and families."
    },
    {
        "title": "4000 inspections and counting: How we’re driving water industry performance",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-03-17T17:33:22",
        "categories": [
            "Climate change",
            "Environment Agency",
            "Regulated industry",
            "Rivers",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "In 2023 we announced significant changes to the way we regulate so that we can better address the underperforming water industry. At the heart of our plan was a significant increase in both our workforce and the number of inspections we carry out. We have achieved both; exceeding our target of 4000 inspections for the year to the end of March and recruiting hundreds of specialist staff.",
                "tag": "p"
            },
            {
                "content": "But this isn’t just about the numbers. Following intensive specialist training our teams are delivering everything from boots on the ground regulation to improving our data systems to give us the intelligence to spot problems and understand the root causes.",
                "tag": "p"
            },
            {
                "content": "The water industry is fundamental to the future health of people, wildlife, growth and the economy. Over the past five years, it’s been in the spotlight for all the wrong reasons. Water companies have to do more to keep pace with growth, climate change, ageing infrastructure and their reliance on using storm overflows. We are here to ensure they do what the public expect them to do.",
                "tag": "p"
            },
            {
                "content": "Delivering stronger regulation",
                "tag": "p"
            },
            {
                "content": "We have delivered on two of the major commitments we set out last year and this is testament to the dedication of our new and existing staff to improve the water environment through better scrutiny of the water industry.",
                "tag": "p"
            },
            {
                "content": "We know more enforcement action is something that people want to see from us, and with more resources and the introduction of the Water Special Measures Act, we will be able to act more quickly. Our approach is to look at the whole regulatory cycle combining increased inspections and more enforcement action using a broader range of powers, along with new digital tools. This combination we’ll be able to deliver meaningful improvements in water industry performance, hold persistent offenders to account and ultimately see a cleaner water environment.",
                "tag": "p"
            },
            {
                "content": "Uncovering more non-compliance",
                "tag": "p"
            },
            {
                "content": "As we expect, with more inspections, we are identifying more instances of non-compliance. Of the 4284 inspections carried out so far this year, we found that:",
                "tag": "p"
            },
            {
                "content": "*A breach is when a water company fails to comply with the conditions set out in its environmental permit. This can happen for various reasons, such as releasing more pollutants into rivers than the permit allows or failing to carry out required water quality monitoring.",
                "tag": "p"
            },
            {
                "content": "We are following up on all these breaches, some of which can be rectified easily, and water companies have shown they can act quickly on our advice as shown by the before and after pics of a storm tank below. However, inspections can also uncover longer-term issues such as deteriorating assets that take longer to investigate and put right.",
                "tag": "p"
            },
            {
                "content": "The data and intelligence we collect through these inspections are crucial to really understanding the scale of the problem. But even more important is the opportunity it provides in being able to reduce potential pollution incidents in the future. We’re making this possible through identifying failures quicker and providing evidence on the root causes of issues so companies can take appropriate action.",
                "tag": "p"
            },
            {
                "content": "Inspections and their resulting outcome can also feed into water companies’ review of their short, medium and long-term infrastructure investment planning. This can result in problems and failures not happening in the first place. Our intelligence will feed into new statutory Drainage and Wastewater Management Plans which set out how companies plan to extend, improve and maintain a robust and resilient drainage and wastewater system over the next 25 years. They will be key in enabling growth by delivering capacity ahead of time as we face pressures from climate change and urban creep and a growing population.",
                "tag": "p"
            },
            {
                "content": "Case Study: Strengthening compliance through more boots on the ground ",
                "tag": "p"
            },
            {
                "content": "One of our new Principal Regulatory Officers has seen first-hand the impact of increased inspections.",
                "tag": "p"
            },
            {
                "content": "“With the additional resources, we are now inspecting a much wider range of assets. Previously, our focus was on the highest-risk sites, such as sewage treatment works. Now, my team, covering one water company, has been able to inspect:",
                "tag": "p"
            },
            {
                "content": "\"We are also seeing water companies investing in their sites more because of our findings. With our strengthened approach, we are identifying problems earlier and preventing serious environmental damage.”",
                "tag": "p"
            },
            {
                "content": "Looking ahead: 10,000 inspections by March 2026",
                "tag": "p"
            },
            {
                "content": "Going from 1409 inspections in 2023/2024 to more than 4,000 in 2024/25 in a relatively short space of time is a major milestone and evidence of our determination to hold water companies to account and achieve a cleaner water environment. We are gearing up to deliver more inspections - our next target is 10,000 inspections by March 2026.",
                "tag": "p"
            },
            {
                "content": "The data and evidence gathered from more inspections, greater legal powers through the Water Special Measures Act and with more data on water quality than ever before will lead to stronger enforcement action and is already driving improvements in water company performance. For too long, the water industry has been focused on fixing failure and not ensuring the long-term resilience of our water infrastructure. We are turning this round.",
                "tag": "p"
            },
            {
                "content": "To find out more about what a water company inspection involves, watch Environment Officer Rebecca Lee carry out a water company inspection on our LinkedIn.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/03/17/4000-inspections-and-counting-how-were-driving-water-industry-performance/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "In 2023 we announced significant changes to the way we regulate so that we can better address the underperforming water industry. At the heart of our plan was a significant increase in both our workforce and the number of inspections …"
    },
    {
        "title": " Belfast-based ARC Regulatory talks top tips for safeguarding IP ",
        "authors": [
            "Heather Taylor, ARC"
        ],
        "posted_on": "2025-03-17T17:30:00",
        "categories": [
            "Business",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "Specialist regulatory consultancy ARC Regulatory Limited has been a success story since its start in 2010. We spoke to ARC’s Chief Commercial Officer (CCO), Heather Taylor, to find out more about the organisation’s rapid rise and how protecting its intellectual property (IP) has played a significant part in ARC’s growth journey.  ",
                "tag": "p"
            },
            {
                "content": "Tell us about ARC - what services does it provide? ",
                "tag": "h3"
            },
            {
                "content": "The ARC team provides expert consultancy services in precision medicine. Heather captured its function succinctly: “ARC helps clients bring kinder patient treatments to the market”. ",
                "tag": "p"
            },
            {
                "content": "Where did ARC’s story start? ",
                "tag": "h3"
            },
            {
                "content": "Heather described how this niche regulatory consultancy grew up in Moneymore, Northern Ireland.  In time, the business expanded both at home and abroad. The ARC team was soon joined by Heather, an experienced marketer and former US-based Chief Marketing Officer, to help elevate ARC’s brand health.  ",
                "tag": "p"
            },
            {
                "content": "When did the ARC team recognise the need for IP protection? ",
                "tag": "h3"
            },
            {
                "content": "An early audit showed that the brand had little protection. By now ARC’s CCO, Heather knew that in order to safeguard the company’s global growth plans, it was essential to mitigate brand risk. Simultaneously, the company was investing heavily in ‘Software as a Service’, or SaaS (a cloud-based service that allows users to access and use applications over the Internet) to support its customers. ",
                "tag": "p"
            },
            {
                "content": "“Not only did we need to look at brand protection for ‘ARC’ as a name but also the IP of our new digital product, ARC360, too,” she said. ",
                "tag": "p"
            },
            {
                "content": "You can view ARC's trade marks, including ARC360, here (link)",
                "tag": "p"
            },
            {
                "content": "Tell us about your experience accessing IP funding, support and advice ",
                "tag": "h3"
            },
            {
                "content": "Invest Northern Ireland, working closely with the Intellectual Property Office (IPO) helped ARC navigate the IP pathway right from the outset. “They kindly recommended the most suitable grant funding available - IP Audit and IP Access grant support complemented by Invest Northern Ireland’s Technical Development Incentive (TDI) grant” Heather told us.  ",
                "tag": "p"
            },
            {
                "content": "“We recognised that finding funding for IP could be a challenge, not least because experience told us that legal costs can escalate tenfold quickly,” explained Heather. “Exploring funding mechanisms was key. That’s where the support and guidance of Invest Northern Ireland came in”.  ",
                "tag": "p"
            },
            {
                "content": "Following research, ARC connected with someone Heather describes as ‘really supportive’, Sean McDonagh, Trade Mark Director at HGF, to get the ball rolling. “Half the battle was determining just what markets mattered most and how to maximise your coverage through blanket trade marking in the EU, to name but one saving”, Heather said.  ",
                "tag": "p"
            },
            {
                "content": "ARC’s IP funding timeline ",
                "tag": "h3"
            },
            {
                "content": "ARC’s  IP journey took approximately 18 months from start to end. The team focused on the home market first, UK, then expanded to Europe, USA and China.  ",
                "tag": "p"
            },
            {
                "content": "“We learnt early on about road blocks and met with the HGF trade mark team to reconsider our options. After careful consideration, we reduced our geographic expansion, focusing first on getting the UK IP completed, abandoning China and refocusing fewer trade marks in the US”.  ",
                "tag": "p"
            },
            {
                "content": "In early February 2025, the organisation secured both US and EU registrations for both ARC and ARC360 to conclude its IP package commitments. Heather was delighted with the results, concluding “brand protection should not be underestimated today. Thanks to the collaborative approach of our partners, Invest Northern Ireland, IPO and HGF, ARC Regulatory, now Belfast-based, has positioned itself for our exciting global expansion plans. This includes a new research laboratory to support pharmaceutical and diagnostic clients at home and abroad.’’",
                "tag": "p"
            },
            {
                "content": "If, like ARC, you’re a business wanting to understand more about how to protect your IP, take a look at our free guidance: Welcome to IPO’s online support tools. These have been designed to help you: | Intellectual Property Office",
                "tag": "p"
            },
            {
                "content": "Subscribe to our blog to get our SME IP stories delivered straight to your inbox! ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/03/17/belfast-based-arc-regulatory-talks-top-tips-for-safeguarding-ip/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Specialist regulatory consultancy ARC Regulatory Limited has been a success story since its start in 2010. We spoke to ARC’s Chief Commercial Officer (CCO), Heather Taylor, to find out more about the organisation’s rapid rise and how protecting its intellectual property (IP) has played a significant part in ARC’s growth journey.  "
    },
    {
        "title": "A brighter future for Cornwall’s willow tits",
        "authors": [
            "Daveron Smith"
        ],
        "posted_on": "2025-03-17T16:18:58",
        "categories": [
            "Biodiversity",
            "Landscapes",
            "Monitoring",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature-based solutions",
            "Parks, trails and nature reserves",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Weighing as much as two teaspoons of sugar, with a round body and a ‘sooty black cap’ on their heads, willow tits are some of the sweetest looking birds in the country. But they are in danger – the willow tit is also Britain’s fastest declining resident bird.",
                "tag": "p"
            },
            {
                "content": "NE Senior Data Scientist and University of Exeter PhD student Daveron Smith explains what Natural England and partners are doing to help.",
                "tag": "p"
            },
            {
                "content": "Goss Moor National Nature Reserve in Mid-Cornwall is the focal point for one of southern England’s last populations of willow tit. ",
                "tag": "p"
            },
            {
                "content": "As site managers, Natural England is working in partnership with the University of Exeter and Cornwall Birds to reverse the decline of the species now perilously close to extinction. A community is forming that shares a common goal of working at a landscape scale to achieve this goal.",
                "tag": "p"
            },
            {
                "content": "Thanks to an enormous survey effort by the project team and dedicated volunteers last year, we now have a clearer picture of how the species is faring in mid-Cornwall. ",
                "tag": "p"
            },
            {
                "content": "Alarmingly, the River Camel population has been lost, and many formerly occupied habitat patches are now devoid of willow tits. They now occupy less than half the area they did 20 years ago, with their last strongholds in mid-Cornwall being the SSSIs of Goss Moor and Helman Tor.",
                "tag": "p"
            },
            {
                "content": "Modelling performed by the University of Exeter, alongside the local knowledge of Cornwall Birds members, has provided habitat management recommendations for Goss Moor. These have been carefully developed in collaboration with Natural England to be sensitive to the site's incredible biodiversity, which includes dormice, rare vascular plants, and the Marsh Fritillary butterfly. ",
                "tag": "p"
            },
            {
                "content": "This evidence-based approach has unlocked funding, allowing reserve manager Ian Moye to make crucial changes that enhance the habitat for willow tits and many other species. Specific efforts include increasing the age diversity of vegetation, maintaining open areas, allowing scrub to regenerate, and ensuring the availability of old, dead wood suitable for nesting. ",
                "tag": "p"
            },
            {
                "content": "You may have heard about this in our recent radio and TV features on BBC news - watch the video at bottom of the page for more information!",
                "tag": "p"
            },
            {
                "content": "Alongside targeted surveys, there is an ongoing, long-term monitoring programme of willow tit numbers and distribution on Goss Moor over time. This data is crucial to evaluating the effectiveness of our interventions. Early results are encouraging, with a nest site discovered in an area that has recently undergone habitat enhancement.",
                "tag": "p"
            },
            {
                "content": "While strengthening Goss Moor as a key stronghold is critical, ensuring a resilient population requires action at a landscape scale. ",
                "tag": "p"
            },
            {
                "content": "The Cornwall Willow Tit Project is actively engaging with a range of stakeholders, including local mining interests and farming communities, through Cornwall Wildlife Trust’s rewetting and Tor to Shore projects. By fostering these partnerships, we hope to create a connected habitat network that will allow willow tits to recover and thrive.",
                "tag": "p"
            },
            {
                "content": "On a national scale, this NE project is one of many committed to tackling biodiversity loss and preserving the diverse ecology of our country. If we look after nature, nature looks after us, and projects like this are vital for strengthening our health, wealth and security.",
                "tag": "p"
            },
            {
                "content": "The road ahead is challenging. Working with a species on the brink of extinction presents uncertainties, but through persistence, collaboration, and evidence-led conservation, we remain hopeful that the willow tit can have a future in Cornwall.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/17/a-brighter-future-for-cornwalls-willow-tits/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Weighing as much as two teaspoons of sugar, with a round body and a ‘sooty black cap’ on their heads, willow tits are some of the sweetest looking birds in the country. But they are in danger – the willow …"
    },
    {
        "title": "Countryside Stewardship and Environmental Stewardship revenue claims are open for 2025",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-03-17T14:00:00",
        "categories": [
            "Countryside Stewardship",
            "Environmental Stewardship"
        ],
        "content": [
            {
                "content": "You can now submit your 2025 revenue claim for Countryside Stewardship (CS) or Environmental Stewardship (ES). ",
                "tag": "p"
            },
            {
                "content": "You have until 11.59pm on 15 May 2025 to submit your claim without reduction.",
                "tag": "p"
            },
            {
                "content": "Countryside Stewardship",
                "tag": "p"
            },
            {
                "content": "Before you submit your CS claim, please make sure you have updated your land use codes by signing into the Rural Payments service. If you’re unable to access the Rural Payments service, email us at ruralpayments@defra.gov.uk.",
                "tag": "p"
            },
            {
                "content": "If you’re a CS agreement holder who submits an annual revenue claim, an annual declaration will be available to you in the Rural Payments service. If there’s no change to your claim from last year, you can submit an automated revenue claim with a single click and without needing to complete each section of the claim form.",
                "tag": "p"
            },
            {
                "content": "Watch: How to submit a revenue claim using the Rural Payments portal",
                "tag": "p"
            },
            {
                "content": "If there are any changes to your claim from last year or your agreement includes rotational options, you’ll need to tell us.",
                "tag": "p"
            },
            {
                "content": "Environmental Stewardship",
                "tag": "p"
            },
            {
                "content": "If you’re an ES agreement holder, you’ll receive your claim form by either email or post. You need to complete it and return it to us to submit your claim.",
                "tag": "p"
            },
            {
                "content": "Reductions applied to late claims",
                "tag": "p"
            },
            {
                "content": "The deadline for submitting your 2025 CS or ES claim without reduction is 11.59pm on 15 May.",
                "tag": "p"
            },
            {
                "content": "If you miss this deadline, you still have until 11.59pm on 1 September 2025 to submit a claim, but a reduction will be applied to the value of your claim. The later you submit it, the greater the reduction.",
                "tag": "p"
            },
            {
                "content": "The reductions will be applied in the following way:",
                "tag": "p"
            },
            {
                "content": "Date we receive your claim - reduction applied to claim value",
                "tag": "p"
            },
            {
                "content": "On or before 15 May - no reduction - full value paid",
                "tag": "p"
            },
            {
                "content": "Between 16 May and 2 June - 5% reduction",
                "tag": "p"
            },
            {
                "content": "Between 3 June and 30 June - 10% reduction",
                "tag": "p"
            },
            {
                "content": "Between 1 July and 1 September - 25% reduction ",
                "tag": "p"
            },
            {
                "content": "After 1 September or not received at all - 100% reduction - no claim paid",
                "tag": "p"
            },
            {
                "content": "Read our guidance on GOV.UK for more information on how to make a Countryside Stewardship or Environmental Stewardship revenue claim.",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/03/17/countryside-stewardship-and-environmental-stewardship-revenue-claims-are-open-for-2025/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "You can now submit your 2025 revenue claim for Countryside Stewardship (CS) or Environmental Stewardship (ES). You have until 11.59pm on 15 May 2025 to submit your claim without reduction. Countryside Stewardship Before you submit your CS claim, please make …"
    },
    {
        "title": "A message of thanks from Isabelle Trowler CBE, Chief Social Worker for Children and Families",
        "authors": [
            "Isabelle Trowler"
        ],
        "posted_on": "2025-03-17T10:12:56",
        "categories": [
            "Leadership",
            "Working in children's social care"
        ],
        "content": [
            {
                "content": "Firstly, one of the most important messages to give this week and across the year, is a huge thanks to you all for everything you do. I have seen some amazing practice over the last year, and everyone is working so hard - your commitment and the ambition you hold for children, young people and their families, always, always, shines through.",
                "tag": "p"
            },
            {
                "content": "The last 12 months has been a big year on all fronts for social workers. We’ve seen a general election, a new government, and a new Children’s Minister (who was previously a social worker!). It has also brought a key focus on reducing child poverty and supporting family stability, plus new money for local authorities which is ring-fenced for prevention work with families. You should know that this is all a result of the very encouraging social work practice across England over recent years. ",
                "tag": "p"
            },
            {
                "content": "Workforce recruitment and retention",
                "tag": "h2"
            },
            {
                "content": "We are also seeing better workforce recruitment and retention with more social workers in permanent posts, lower caseloads, and fewer vacancies. This is for the second year running so we have our fingers crossed that this shift will continue in the years ahead. So much of that best practice is now also enshrined in the new statutory Children’s Social Care National Framework, which gives absolute clarity of purpose to children’s social care, but also what you need to enable you to do the social work you came into the profession to do - strong, practice-focused leadership, a strong workforce, and effective multi-agency contributions.",
                "tag": "p"
            },
            {
                "content": "New standards",
                "tag": "h2"
            },
            {
                "content": "We will shortly launch new post qualification standards for newly qualified social workers, increasing the amount of time from one to two years, for you to embed your initial learning whilst getting to grips with the demands of child and family social work. There will be a consultation on this so do share your thoughts with the Department for Education (DfE)!",
                "tag": "p"
            },
            {
                "content": "Meeting colleagues in the profession",
                "tag": "h2"
            },
            {
                "content": "I met with some of the National Principal Social Worker Network in early March at their in-person meeting and will meet the network again on the 18 March with the Centre for Sexual Abuse. It’s really important that you get your views to your Principal Social Worker for them to share at a network meeting. Even if I’m not there, my colleagues from the DfE always are and they are very keen to get your perspectives, too! I’ll be meeting soon with Principal Social Workers in the West Midlands to chat through their thoughts and work towards the Children’s Social Care reform programme. I’m really looking forward to getting into the discussion. ",
                "tag": "p"
            },
            {
                "content": "I’ve recently met Nana Yabbey-Hagan who produces and presents with his colleague, Robert Dyer, the Social Worker and Mentor Podcast (do watch - it’s great). We have decided to do some work together to help bridge the gap between practitioners and senior leaders. I think all in all, we are held in good stead for the year ahead.",
                "tag": "p"
            },
            {
                "content": "Out and about",
                "tag": "h2"
            },
            {
                "content": "I am often visiting social workers and connected projects across the country. Highlights for me have included:",
                "tag": "p"
            },
            {
                "content": "I’m looking forward to getting out and about on more visits over the coming months, where I am sure I will meet many of you. If you would like me to visit your place of work or a group of practitioners to hear about your work, please get in touch.",
                "tag": "p"
            },
            {
                "content": "Useful links",
                "tag": "h3"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/03/17/a-message-of-thanks-from-isabelle-trowler-cbe-chief-social-worker-for-children-and-families-2/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Opening Social Work Week, Isabelle Trowler CBE thanks the sector, discusses workforce recruitment and retention, new standards, and her visits to colleagues across the country."
    },
    {
        "title": "From hobby to classroom",
        "authors": [
            "HeatherS"
        ],
        "posted_on": "2025-03-17T09:15:40",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "As part of the Defence Experimentation and Wargaming Hub’s (DEWH) People in Wargaming series we recently spoke to a panel of people/experts about their experiences in the field of wargaming.",
                "tag": "h4"
            },
            {
                "content": "Interviewer: Can you briefly introduce yourself? ",
                "tag": "p"
            },
            {
                "content": "Iain - I'm Dr Iain Farquharson, I'm a lecturer in Global Challenges at Brunel University, London. I’m also, as of this year, the convener of Brunel’s new Master of Arts (MA) degree in Wargaming and Resilience Planning.",
                "tag": "p"
            },
            {
                "content": "Steven - I'm Dr Steven Wagner, I'm a senior lecturer in International Security at Brunel. Have an MA in Intelligence and Security Studies, and we'll also be teaching this on the new MA in Wargaming.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Can you briefly describe your role/experience in wargaming? ",
                "tag": "p"
            },
            {
                "content": "Iain - I use wargaming in my undergraduate teaching as a culmination exercise to test student learning over the course of the entire three years. I also use quite a few off-the-shelf board wargames as ways to teach students key principles and ideas that can be quite complex to get across in standard teaching.  ",
                "tag": "p"
            },
            {
                "content": "Steve – I’ve always loved wargaming but very few people in my life share this love; and so, I make my students do it. I’ve developed a matrix style game for my Intelligence Studies MA students. Where the students are put into a crisis scenario and meant to evaluate, after the fact, what value intelligence has for them in that specific setting. This mirrors work and advice given to me by Rex Brynen [Prof Political Science, McGill University] and Rob Johnson [now Director of SONAC] which I’ve added structure to be more suitable in the university classroom setting.",
                "tag": "p"
            },
            {
                "content": "Interviewer: Can you please explain the role of the Defence Experimentation and Wargaming Hub?  ",
                "tag": "p"
            },
            {
                "content": "Iain - For me, I see it as a strategic-level way for the British Defence establishment to get itself back into the practice of wargaming on a regular basis and in different contexts. As a historian of military education, I go back to the Imperial Defence College idea that it’s a place to bring people together to better understand the upcoming challenges or the potential issues that British Defence is dealing with or will deal with in the future. As its role develops, it will start to look a little bit more at how Defence operationalises at the inter-service level? ",
                "tag": "p"
            },
            {
                "content": "Steven - I have nothing to add to that, only to say that from a Brunel point of view, we're just very keen to work with the DEWH both on the research and knowledge transfer side. It would be good to expose our students to the DEWH. ",
                "tag": "p"
            },
            {
                "content": "Interviewer: What are some of the key skills required for success in the wargaming field?  ",
                "tag": "p"
            },
            {
                "content": "Steven - It's all about methodology, certainly in terms of wargame design, I mean that in the academic sense. How you structure a project to achieve the goals that you set out to accomplish, while limiting risks and other hazards such as bias for example. A lot of this is termed red teaming, for example, in industry it strikes me as simply another word for risk research methodology and rigour. To me, those are the basics building blocks. ",
                "tag": "p"
            },
            {
                "content": "Iain - People management and the ability to make sure that when you're running and facilitating wargames, you can keep the players on course without feeling like you're limiting their field of options. This feeds into getting buy in from whoever's playing the game. Being able to explain and get people to understand what they're doing is helpful in the future is a core skill. I feel like I'm going down the softer side of things than Steven does. Its people skills, people management and also understanding the softer side of social science, bringing in sociology and anthropology.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What current trends are you seeing in wargaming? ",
                "tag": "p"
            },
            {
                "content": "Iain - At the minute there is a rapid expansion in all kinds of different fields. Defence has obviously been the one where it's been present for the longest, but we're seeing a resurgence again in terms of interest and in what it can do and how it can add value. Equally, we're also seeing a greater level of interest outside of Defence, particularly in business wargaming. I think the expansion beyond the Defence field is probably one of the biggest trends I've seen in the last few years.",
                "tag": "p"
            },
            {
                "content": "Steven – From a mainly academic stance, we're seeing new papers being published on this topic, not just about wargaming, but about its methodology, basically suggesting that it is a research methodology. This is huge, as it elevates wargaming to a discipline in social sciences. ",
                "tag": "p"
            },
            {
                "content": "Interviewer: How do you think wargaming will evolve over the next five years? ",
                "tag": "p"
            },
            {
                "content": "Iain - The introduction of a master's degree in wargaming is going have a big influence on that evolutionary process. We're seeing a lot more academic engagement with wargaming. I think that is going to drive a significant community of interest within academia. I think we'll see more experimental wargaming happening at a number of different institutions, driving the idea of it as a research methodology and giving wargaming more academic rigour.",
                "tag": "p"
            },
            {
                "content": "More solid integration of academia and professional wargaming could see further growth in rigour and applicability. ",
                "tag": "p"
            },
            {
                "content": "Steven - I would not be surprised to see more handbooks coming out of Dstl even a joint doctrine publication with clear specification about what kinds of wargames are good for which purposes. New approaches to rigour like ways of ensuring that your results are going to be valid. So overall, I’d say professional standards in the form of more handbooks. This would benefit from academic collaboration, of course, but also increased international collaborations.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What is your favourite wargame and why? ",
                "tag": "p"
            },
            {
                "content": "Steven – I have always liked Axis & Allies – Pacific edition because it's so hard. I like this series because the dice have a logic, they represent something, not just insanity. It's been a long time since I played it, but I still think about it.",
                "tag": "p"
            },
            {
                "content": "Iain - I think for me there are two games, they're both GMT games [a creator and publisher of wargames]. The first is Operation Overlord Normandy because I’ve spent hours playing it with friends. I find it really interesting the impact a single change could have had on the outcome of the operation, for example, the weather. For instance, if it was poor weather meaning no allied air support, then the Germans could have completely stopped the Canadian and British armies. The other game is the Counterinsurgency series on Cyprus. For a similar reason, it's a point of history I don't know as much about but being able to identify some of those core principles of counterinsurgency and how you can enact them, in a hobby environment, is really fascinating. It adds an extra level of enjoyment to be able to go ‘oh, OK, this is why this stuff happens’. ",
                "tag": "p"
            },
            {
                "content": "Interviewer: What do you see as the biggest challenge facing Defence Wargaming?   ",
                "tag": "p"
            },
            {
                "content": "Iain - Potentially the culture within Defence. It's always tricky to introduce anything new within an organisational context. This isn't saying Defence is bad at this, I just think introducing a new concept to force change quickly is always a difficult challenge; you need buy in. I was having a conversation with someone the other week and they were saying they don't see history and historical games as being useful in shaping future context, I sort of bit my tongue quite strongly at that point.",
                "tag": "p"
            },
            {
                "content": "Steven - I've observed in the last two years a craving for better ways to do and to present verification and validation. Essentially to address the key question, does the methodology suit the research question? And is the design nourishing this goal? That's the validation. I think we have a lot to collaborate on that front and finding the right way to communicate that to your customers.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What advice would you give to someone aspiring to enter the wargaming industry? ",
                "tag": "p"
            },
            {
                "content": "Iain - From a selfish perspective, I'd say come and do the MA at Brunel which will give you a good grounding in the key skills you need. Other than that, I think just play games. Playing is a core part of this because the more you play, the more you can critically appraise what you're playing; and the more you can understand what's needed to go into that game design process and how you can draw people in, keeping people interested in what you're doing. ",
                "tag": "p"
            },
            {
                "content": "Steven – Play, read, organise, tinker, experiment, but ultimately just show up.",
                "tag": "p"
            },
            {
                "content": "Interviewer: What drives you as an individual? ",
                "tag": "p"
            },
            {
                "content": "Steven - My topic of study gets me out of bed in the morning, that's for sure. I'm the director of our departmental PhD programme and I get a real sense of purpose when giving advice to perspective applicants toying with the idea of a PhD.Iain - Curiosity is the main thing that probably drives me as an individual, particularly from the research perspective. It's not the most glamourous of military topics, but military learning, military organisation, organisational function is fascinating, and it drives me to keep picking up those books that aren't necessarily directly related and to keep thinking about different ways I can apply that knowledge to my research. ",
                "tag": "p"
            }
        ],
        "link": "https://stratcommand.blog.gov.uk/2025/03/17/from-hobby-to-classroom/",
        "blog": "Strategic Command",
        "blog_link": "https://stratcommand.blog.gov.uk",
        "description": "As part of the Defence Experimentation and Wargaming Hub’s (DEWH) People in Wargaming series we recently spoke to a panel of people/experts about their experiences in the field of wargaming. Interviewer: Can you briefly introduce yourself?  Iain - I'm Dr Iain Farquharson, I'm …"
    }
]