[
    {
        "title": "From Data Features to Digital Products ",
        "authors": [
            "Neil Barnby"
        ],
        "posted_on": "2025-11-27T17:08:51",
        "categories": [
            "collaboration",
            "Data Science",
            "digital delivery",
            "Digital skills",
            "Our services"
        ],
        "content": [
            {
                "content": "How do you turn powerful data insights into tools that genuinely help users?",
                "tag": "p"
            },
            {
                "content": "That was the question we faced when our Data Science team in Electronic Monitoring (EM) began its journey into digital delivery.",
                "tag": "p"
            },
            {
                "content": "Electronic Monitoring, often known as tagging, helps the justice system track offenders in the community and supports rehabilitation. The EM Data Science team uses this information to develop insights and tools that help practitioners make safer, more informed, and more timely decisions. This work directly supports public protection and contributes to smoother, more efficient justice services.",
                "tag": "p"
            },
            {
                "content": "When I joined the team in July 2023, product management in data science was still quite new at the Ministry of Justice. Our product manager had recently stepped up from an associate role, and I joined as her associate product manager (APM), at the time, the only one across MoJ.",
                "tag": "p"
            },
            {
                "content": "The team I joined was analytical, highly efficient, and deeply skilled in its field. It delivered innovative work at pace and produced high-quality insights. But, like many data science teams, we started with data rather than users. We were experts at discovering what the data could tell us; now we needed to learn how to turn those insights into products that directly met user needs.",
                "tag": "p"
            },
            {
                "content": "Stepping up and holding the line",
                "tag": "h2"
            },
            {
                "content": "When our product manager moved to another area just before Christmas 2023, I stayed on to support the Electronic Monitoring work. Overnight, I became a kind of stand-in PM, sharing responsibilities with our lead data scientists. They made strategic decisions while I looked after delivery, sprint ceremonies, and stakeholder engagement.",
                "tag": "p"
            },
            {
                "content": "It wasn’t always straightforward. Product management in a data science team sits somewhere between delivery, design and coordination. But together we kept things moving, balancing technical expertise with product thinking and making decisions based on evidence and outcomes rather than just technical milestones.",
                "tag": "p"
            },
            {
                "content": "From analysis to something users could see",
                "tag": "h2"
            },
            {
                "content": "As our work developed, we began to see that some of our data insights could form the basis of a new kind of tool, one that brought useful information directly to the people who needed it most.",
                "tag": "p"
            },
            {
                "content": "At that point, there was no digital capacity to build anything new, and at the time there was no allocated funding. Rather than stop, we explored what we could do ourselves. Drawing on previous coding experience, I helped the team create simple prototypes using the Government Design System. These mock-ups weren’t production-ready, but they helped others see the potential.",
                "tag": "p"
            },
            {
                "content": "That made a difference. By showing what the future could look like, we caught the attention of senior stakeholders. In late 2024, funding was released to bring in digital roles so we could build something properly.",
                "tag": "p"
            },
            {
                "content": "Entering the digital world",
                "tag": "h2"
            },
            {
                "content": "When a digital service owner joined the team, everything changed. Before we could build, we needed to go through a Government Digital Service (GDS) Discovery which was the first stage in the GDS process that helps teams understand the problem and users before developing a solution.",
                "tag": "p"
            },
            {
                "content": "Working closely with a new design team - a user researcher, content designer and interaction designer, we reviewed what we already knew and where the gaps were. We had a lot of analysis, but it wasn’t yet structured around user needs. Together we reshaped the evidence, passed our Discovery assessment in early 2025, and started our Alpha, where we tested our assumptions and began creating prototypes with users.",
                "tag": "p"
            },
            {
                "content": "Learning goes both ways",
                "tag": "h2"
            },
            {
                "content": "Alpha was a steep learning curve. Our new product manager joined around that time and encouraged us to focus on the riskiest assumptions and learn fast.",
                "tag": "p"
            },
            {
                "content": "As the digital side of the team learned about data models and pipelines, we realised that they were also navigating new ground. To help build shared understanding, our data scientists ran a workshop for our digital colleagues. They explained, in simple terms, how a model is trained, how we review algorithms through consultation panels, and how we apply our ethics framework to identify and manage potential bias.",
                "tag": "p"
            },
            {
                "content": "That session sparked curiosity and respect on both sides. The digital specialists began to appreciate the rigor and governance that sit behind data science. In turn, the data scientists started to see how user research and iterative design could make their work more practical and impactful.",
                "tag": "p"
            },
            {
                "content": "Since then, the learning has continued. Our developers are now planning a joint workshop with the data scientists to explore technical ways of working, so that this cross-learning keeps growing.",
                "tag": "p"
            },
            {
                "content": "Our data science work is part of the CDIO group’s mission to transform justice through digital and data. We share the same vision: digital by design, data-driven by default, resilient by necessity, and focused on building services that are user-centered, secure and future-ready.",
                "tag": "p"
            },
            {
                "content": "Becoming a hybrid team",
                "tag": "h2"
            },
            {
                "content": "By the time we passed our Alpha assessment and prepared to enter Private Beta, our team had completely changed how it thought about delivery. We’ve moved from producing analytical outputs to designing services grounded in user needs, a genuine hybrid of data and digital.",
                "tag": "p"
            },
            {
                "content": "We learned that every design decision needs evidence from users, not just technical justification. We also learned that user-centered design takes time, iteration and sometimes the discipline to narrow focus so that you can go deeper on what matters most.",
                "tag": "p"
            },
            {
                "content": "What we learned together",
                "tag": "h2"
            },
            {
                "content": "This journey has been about more than delivery frameworks. It has been about learning how two disciplines, data science and digital delivery, can strengthen each other.",
                "tag": "p"
            },
            {
                "content": "For anyone in data science curious about product management, or digital teams beginning to integrate data-led features, our experience shows that bridging these worlds is worth the effort. The most exciting opportunities often appear when you bring both perspectives together.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/11/27/from-data-features-to-digital-products/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "How do you turn powerful data insights into tools that genuinely help users? That was the question we faced when our Data Science team in Electronic Monitoring (EM) began its journey into digital delivery. Electronic Monitoring, often known as tagging, …"
    },
    {
        "title": "Update: Progress on managing the Kidlington illegal waste site",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-11-27T16:50:57",
        "categories": [
            "Regulated industry",
            "Uncategorized",
            "Waste"
        ],
        "content": [
            {
                "content": "Following our initial blog about the appalling large-scale illegal dumping of waste near Kidlington, we want to update you on the significant progress being made to protect the community and environment. ",
                "tag": "p"
            },
            {
                "content": "We’ve continued to work with partner agencies, including Cherwell District Council, Oxfordshire County Council and local emergency services, to take action to mitigate the risks to the local environment and community.   ",
                "tag": "p"
            },
            {
                "content": "This week, a 39-year-old man was arrested thanks to cooperation between Environment Agency enforcement officers from the Major Investigation team and the South East Regional Organised Crime Unit. Our National Environmental Crime Unit, staffed by highly skilled waste crime investigators, continues to lead the investigation.  ",
                "tag": "p"
            },
            {
                "content": "Residents of the area will rightly be concerned about the potential for contamination of the surrounding land and waterways – which is why works have been ongoing at the location over recent weeks to tackle those challenges, as well as a comprehensive programme of monitoring to understand what materials might pose a risk.   ",
                "tag": "p"
            },
            {
                "content": "Here is a summary that builds on the actions to date carried out by the Environment Agency and our partners",
                "tag": "p"
            },
            {
                "content": "   ",
                "tag": "p"
            },
            {
                "content": "Protecting the community   We have secured the site with Heras fencing to prevent entry to this active crime scene and employed 24-hour security on site. In addition, colleagues at Oxfordshire County Council have closed all footpaths surrounding the affected area. ",
                "tag": "p"
            },
            {
                "content": "We remind the public that this is a crime scene, covered by an active restriction order – it is illegal to enter the site. Visiting hampers our investigation and causes further harm to the environment as waste underfoot gets compacted into the ground or dispersed further. ",
                "tag": "p"
            },
            {
                "content": "The waste pile is around ten metres from the River Cherwell at its closest point. However, recognising the potential for heavy rainfall or rising floodwaters to cause waste to enter the river, we have put in place large sandbags to further reduce the risk of pollution entering the watercourse.     ",
                "tag": "p"
            },
            {
                "content": "Our specialist teams remain on the ground at the site, conducting rigorous assessments of risks to the River Cherwell, monitoring environmental impact, and taking immediate action where needed. We will continue this intensive monitoring and enforcement work until the site is secured, and any environmental damage is addressed.   ",
                "tag": "p"
            },
            {
                "content": "Managing fire risk ",
                "tag": "p"
            },
            {
                "content": "Oxfordshire County Council Fire and Rescue Service has been on site to assess any potential fire risk using thermal imaging technology. Firefighters checked the waste pile for any hot spots that could lead to a fire breaking out. They also visited the site to see how they would enter quickly if they needed to respond in an emergency.   ",
                "tag": "p"
            },
            {
                "content": "Keeping firefighters and the local community safe is central to our planning as we continue to monitor the risk of this illegal waste site. ",
                "tag": "p"
            },
            {
                "content": "Waste clearance   ",
                "tag": "p"
            },
            {
                "content": " Work continues with partners to look at options for removal and disposal of the waste. Unlike the offenders, who showed no regard for the environment or impacts on the local community, the Environment Agency and partners will ensure that this is done in a safe and managed way to prevent further damage and minimise risk to the environment.    ",
                "tag": "p"
            },
            {
                "content": " While we cannot give a timeline for this work, we ask the public to remain patient whilst the necessary steps are put in place, in the knowledge that all partners are working together to manage the current risks.   ",
                "tag": "p"
            },
            {
                "content": "Investigation   ",
                "tag": "p"
            },
            {
                "content": "Following the arrest of an individual on Tuesday, the partners continue to work closely to progress the investigation into this incident.    ",
                "tag": "p"
            },
            {
                "content": "Any information from the public can be reported to the Environment Agency via its 24-hour incident hotline at 0800 807060 or anonymously via CrimeStoppers.  ",
                "tag": "p"
            },
            {
                "content": "Factual corrections",
                "tag": "p"
            },
            {
                "content": "Why are you not calling this fly tipping? It is clear from the waste on site that is has been through a mechanical treatment process and is not waste dumped by opportunists. The way in which it has been dumped suggests it is organised criminality and will be investigated as such by our National Environmental Crime Unit. ",
                "tag": "p"
            },
            {
                "content": "Why did you only start investigating when the media got involved?  This is not true. We started our investigation in July before news of the site reached the media in October.  ",
                "tag": "p"
            },
            {
                "content": "Why can’t you fine those you believe to be involved immediately?  Civil sanctions are generally not appropriate where the offending is deliberate. Due to the nature of how the waste has been deposited it appears to have been a deliberate act and we are therefore pursuing a criminal investigation.   ",
                "tag": "p"
            },
            {
                "content": "Investigations potentially involving a network of offenders can be complex and take time. We have specialist resources assigned to the investigation, both from the EA and partner organisations. We must follow all lines of enquiry to present a strong case to court, who make decisions based on the evidence, to get the best outcome for the taxpayer.  ",
                "tag": "p"
            },
            {
                "content": "Why didn’t you act sooner? We were on site within days of the site being reported and immediately confirmed it as a high-risk illegal waste site and went on to take urgent action. While we act immediately, we also rely on information from the public to alert us to illegal waste sites and the quicker we are made aware the quicker we can act. ",
                "tag": "p"
            },
            {
                "content": "Read more on the blog about what we're doing to combat waste crime. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/11/27/update-progress-on-managing-the-kidlington-illegal-waste-site/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Following our initial blog about the appalling large-scale illegal dumping of waste near Kidlington, we want to update you on the significant progress being made to protect the community and environment. "
    },
    {
        "title": "Using pupil profiles to improve disadvantaged outcomes",
        "authors": [
            "Elkie Bailes"
        ],
        "posted_on": "2025-11-27T15:49:13",
        "categories": [
            "Pupil Premium"
        ],
        "content": [
            {
                "content": "At a glance",
                "tag": "h2"
            },
            {
                "content": "Understanding each child as an individual lies at the heart of The Greetland Academy’s pupil premium strategy. This West Yorkshire primary school - part of the Great Heights Academy Trust – has achieved positive outcomes for disadvantaged pupils, well above the national average. Assistant Principal Elkie Bailes shares the strategies that are helping every child thrive.",
                "tag": "p"
            },
            {
                "content": "Our school context and pupil premium cohort",
                "tag": "h2"
            },
            {
                "content": "There are currently 383 children between the ages of 4 and 11 attending The Greetland Academy. Approximately, 13.3% of pupils are eligible for pupil premium funding, considerably below the national average for primary schools.",
                "tag": "p"
            },
            {
                "content": "At our school, some pupil premium children face lower attendance and underperform in Maths and English compared to their peers, with gaps widening for those with SEND who make up 41% of this group.",
                "tag": "p"
            },
            {
                "content": "Disadvantaged pupils often lack rich experiences outside school, limiting vocabulary and contextual knowledge. Post-pandemic, there was a rise in pupils needing social and emotional support, further impacting learning across the curriculum.",
                "tag": "p"
            },
            {
                "content": "While these barriers were common, we know that our disadvantaged pupils are not a homogeneous group. As schools we are rich in data, but we recognised the challenge of joining up this data to develop a full picture of the whole child, their family, and community.",
                "tag": "p"
            },
            {
                "content": "Our pupil premium strategy: Quality-first teaching and individual profiles",
                "tag": "h2"
            },
            {
                "content": "At The Greetland Academy, we are united around a belief that all children should reach great heights and fulfil their potential. Evidence shows that high-quality teaching is the biggest lever that we have to improve outcomes for disadvantaged pupils. We have prioritised professional development to ensure all pupils are immersed in a language-rich environment and we offer a range of oral language interventions as part of our targeted academic support to boost reading and attainment.  ",
                "tag": "p"
            },
            {
                "content": "We have also developed individual one-page plans tailored for each of our vulnerable learners. By engaging with teachers, pupils, and wider teams, we developed bespoke plans highlighting each child’s strengths, needs, current provision, and support strategies. When staff at every level understand the varied needs of disadvantaged pupils and believe in their potential, identification of barriers becomes a tool for empowerment rather than deficit-finding.",
                "tag": "p"
            },
            {
                "content": "The plans are shared with all adults working in the classroom, ensuring consistency and enabling staff to provide targeted support that helps every child succeed. These plans are living documents, regularly reviewed and updated by teachers to remain current and effective.",
                "tag": "p"
            },
            {
                "content": "Pupil premium impact: 2025 outcomes and pupil voice",
                "tag": "h2"
            },
            {
                "content": "Early signs of success are evident in the 2025 data. At the end of Key Stage Two, 100% of children eligible for pupil premium funding met the expected standard in Reading, Writing, and Maths, and all Pupil Premium pupils passed the Year 1 Phonics Screening Check. Feedback gathered through pupil voice sessions with school governors revealed that children spoke positively about the opportunities provided by the school and the support they receive in class.  ",
                "tag": "p"
            },
            {
                "content": "Next steps for sustainability",
                "tag": "h2"
            },
            {
                "content": "We are now focusing on how we can sustain the approach by normalising use of pupil profiles within existing structures. We are also developing the use of the profiles as a transition tool at entry and exit points.",
                "tag": "p"
            },
            {
                "content": "When considering barriers to learning for particular children, we challenge ourselves to think about what we can do differently to help them succeed. These adaptations to our curriculum, our teaching, and wider provision can help all children to achieve their full potential.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "Department for Education (DfE) publications  ",
                "tag": "p"
            },
            {
                "content": "Education Endowment Foundation resources  ",
                "tag": "p"
            },
            {
                "content": "DfE pupil premium webinars  ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/11/27/pupil-premium-profiles-improve-disadvantaged-outcomes/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Elkie Bailes shares how The Greetland Academy's pupil premium approach, using individual profiles and quality teaching, helped every disadvantaged child meet expected standards."
    },
    {
        "title": "Rediscovering the value of water meadows",
        "authors": [
            "Edward Parrott"
        ],
        "posted_on": "2025-11-27T14:57:50",
        "categories": [
            "Biodiversity",
            "Connecting People with Nature",
            "Landscape",
            "Natural England",
            "Nature"
        ],
        "content": [
            {
                "content": "By  Edward Parrott, Senior officer - Agri-Environment Evidence team, Natural England",
                "tag": "p"
            },
            {
                "content": "Earlier this year I had the pleasure of joining contractors LUC and industry experts on a visit to Harnham water meadows - a rare surviving example of a centuries-old farming innovation that once shaped the English countryside.  ",
                "tag": "p"
            },
            {
                "content": "The visit was part of a two-year evaluation project, funded through the Natural England Agri-Environment Evidence (AEE) programme and delivered by LUC and CCRI. The project is looking closely at agri-environment scheme options designed to support this habitat and aims to give a clearer picture of what’s working, and ways to improve.",
                "tag": "p"
            },
            {
                "content": "The attendees on the day kindly permitted me to do some filming and capture interviews. We arrived early to catch the dramatic light of a low-sun spilling across the undulating water meadows. The weather was perfect and I got a drone up into the air to gain the aerial perspective. From this, I’ve produced a video showcasing the uniqueness of historic water meadows as a habitat, as an agricultural technique, as a community asset and celebrate the incredible dedication of the people who manage them.",
                "tag": "p"
            },
            {
                "content": "What are water meadows and how do we manage them?",
                "tag": "h4"
            },
            {
                "content": "Water meadows are a historic agricultural practice which emerged in England in the 16th century. Hadrian Cook (Harnham Water Meadows Trust) explains that the meadows at Harnham are thought to be around 400 years old. Located on the western edge of Salisbury, the meadows sit within the River Nadder system and span around 100 acres.  ",
                "tag": "p"
            },
            {
                "content": "These meadows use a network of channels, ditches and sluices to ‘float’ or ‘drown’ the land with a shallow layer of flowing water — typically around 25mm deep. This process, known as ‘drowning,’ warms the grass, deposits nutrient-rich silt and provides oxygen to the soil, stimulating early grass growth – a term known as ‘early bite.’ Historically this helped support more livestock through the winter months which otherwise would have had to have been slaughtered. ",
                "tag": "p"
            },
            {
                "content": "Harnham is managed under a Higher Tier Countryside Stewardship agreement with advice from Natural England. This agreement supports the water meadow management and specifically the need to drown the meadows in the early part of the year in alternate weeks over a 6–8-week period. Volunteers manage the sluices daily during this period to ensure the water keeps flowing to avoid the water stagnating and negatively impacting grass growth.  ",
                "tag": "p"
            },
            {
                "content": "Water meadows in the past",
                "tag": "h4"
            },
            {
                "content": "Traditionally livestock would have grazed the early bite and then the water meadow may have been drowned again to stimulate grass for a hay crop. Water meadows like Harnham supported what’s known as a sheep-corn system. The meadows were grazed in the day by sheep which were then taken off around 4pm to fold overnight in nearby barley and corn fields. This was an efficient way of transporting the fertility provided by the flooding, onto the arable land and caused significant increases in crop yield. Good for the water meadow habitat, good for water quality, good for agricultural production. This is regenerative farming at its core. ",
                "tag": "p"
            },
            {
                "content": "Of course, the medieval economy and society relied much more heavily on horses and draft animals than it does today. Hay was an essential and valuable commodity to keep these animals alive outside of the growing season, and water meadows were an intensive way of producing hay at times when other grasslands were unsuited to do so.",
                "tag": "p"
            },
            {
                "content": "Harnessing the fertility and production potential of the water meadows was labour intensive. Naturally, the cost/benefit of this effort shifted following the industrial revolution at the latter end of the 19th century. Agriculture became more mechanised and horses less essential for day-to-day life. As expected, traditional water meadow management dropped off at this point in history.  ",
                "tag": "p"
            },
            {
                "content": "Water meadows today",
                "tag": "h4"
            },
            {
                "content": "While hay cropping was historically important, it’s rarely practiced today due to the undulating topography and the damp ground making it unsuitable for modern machinery.   ",
                "tag": "p"
            },
            {
                "content": "A flock of sheep graze the Harnham water meadows, but as industry expert Dr Kathy Stearne from KIS Landscape Ecology explains: \"it doesn’t have to be sheep or cattle, it could be llamas or water buffalo – you’re looking for a light animal that doesn’t pull the sward out when it grazes.\"",
                "tag": "p"
            },
            {
                "content": "I would personally love to see llamas splashing around these places.",
                "tag": "p"
            },
            {
                "content": "Water meadows offer a host of benefits. They can support nature recovery, by providing habitat for plants and animals, they improve health and wellbeing by fostering community engagement with nature, and they deliver security through nature, providing flood storage and cleaning river water. Harnessing these benefits is only possible through working closely in partnership with communities, in this case the Harnham Water Meadows Trust who provide expert local knowledge to operate the meadows and engage their communities. ",
                "tag": "p"
            },
            {
                "content": "Walking (splashing) through Harnham’s meadows, it’s easy to see how these landscapes are valuable community assets — rich in wildlife and history. Yet despite their value, many water meadows have fallen out of use. They are labour intensive and require specialised skills to manage.",
                "tag": "p"
            },
            {
                "content": "Managing for the future",
                "tag": "h4"
            },
            {
                "content": "Historic water meadows have been funded through government schemes for the past 20 years. Through Environmental Land Management (ELM) schemes, land managers are continuing to be incentivised to protect and restore such heritage-rich landscapes. ",
                "tag": "p"
            },
            {
                "content": "Today, the challenge is to manage water meadows for biodiversity, heritage, water quality, and community engagement. Objectives vary with some sites focusing on aquatic invertebrates and marginal vegetation (like southern damselfly), others on diverse flora, or overwintering birds and breeding waders. Striking the right balance and unlocking the potential of each water meadow site is not simple and requires expert case-by-case advice. Something we at Natural England aim to support with.  ",
                "tag": "p"
            },
            {
                "content": "The agri-environment evidence report will be published online on Defra Science in 2026. The report will summarise insights from literature reviews, field surveys and interviews with agreement holders and industry experts to identify the key barriers to uptake and recommendations for improving delivery of water meadow related options and capital works.  ",
                "tag": "p"
            },
            {
                "content": "Sharing the story",
                "tag": "h4"
            },
            {
                "content": "I invite you to experience these historic landscapes from above and hear from the people who manage them. Click below to explore Harnham with us. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/11/27/rediscovering-the-value-of-water-meadows/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Edward Parrott, Senior officer - Agri-Environment Evidence team, Natural England Earlier this year I had the pleasure of joining contractors LUC and industry experts on a visit to Harnham water meadows - a rare surviving example of a centuries-old …"
    },
    {
        "title": "From systems maps to system stories",
        "authors": [
            "Becky Miller"
        ],
        "posted_on": "2025-11-27T12:00:00",
        "categories": [
            "Case study",
            "PublicPolicyDesign"
        ],
        "content": [
            {
                "content": "Inspired by the award-winning work of designers in the Ministry of Justice, our Policy Design Lab team in the Department for Environment, Food & Rural Affairs were keen to use system mapping to help policy colleagues make sense of their evidence base.",
                "tag": "p"
            },
            {
                "content": "But systems maps can be visually overwhelming, often only making sense to those making them. The Foresight Obesity Systems Map is an often-quoted example of this. As a result, they can sometimes feel alienating and ultimately lose their value and impact.",
                "tag": "p"
            },
            {
                "content": "We wanted to design a more participatory method of systems mapping that allowed a wider, more diverse group of colleagues to be involved in the sense making process.",
                "tag": "p"
            },
            {
                "content": "Innovating how evidence is mapped",
                "tag": "h2"
            },
            {
                "content": "In our recent blog post, we described the challenges of evidence-based policy making that we’ve experienced on the Farming and Countryside Programme. In response, we ran a participatory workshop in June 2023 which combined systems mapping and serious games methods.",
                "tag": "p"
            },
            {
                "content": "We worked with professional games designer Matteo Menapace to design a participatory ‘evidence mapping’ workshop, that allowed 36 colleagues with little or no prior knowledge of systems mapping to explore the 150 individual insights and build their own evidence maps. An important part of the workshop was printing off our insights as individual ‘nuggets’ or ‘evidence cards’. In the first part of the workshop, we used simple card swapping activities to socialise the evidence base and get colleagues familiar with the breath of insights.",
                "tag": "p"
            },
            {
                "content": "One of our participants reflected on how this tactile approach allowed for a more engaging, collaborative experience of evidence review, for an activity which is often done in isolation in front of a computer:",
                "tag": "p"
            },
            {
                "content": "By the end of the day, colleagues had identified both the vicious and virtuous cycles that connect the individual insights:",
                "tag": "p"
            },
            {
                "content": "Visualising system stories",
                "tag": "h2"
            },
            {
                "content": "After the workshop we analysed the evidence maps and create an aggregated map identifying the underlying series of factors driving and blocking policy outcomes.",
                "tag": "p"
            },
            {
                "content": "Knowing how overwhelming systems maps can be to read, we then broke down the aggregated map into 8 smaller (but still connected) maps or ‘system stories’. Each told an important story in the evidence base that significantly impacts the policy outcomes.",
                "tag": "p"
            },
            {
                "content": "We made simple animated visuals of these system stories, allowing colleagues across the programme to appreciate how different insight ‘nuggets’ in the evidence impact each other.",
                "tag": "p"
            },
            {
                "content": "The final framing was to introduce the notion of these system stories as ‘opportunity areas of work’ for the programme. This framing allowed us to identify and share new challenge questions (‘how might we...’) with the policy team to stimulate new thinking, ideas and hypotheses to test. ",
                "tag": "p"
            },
            {
                "content": "It also allowed us to identify existing work, beyond the scope of our programme’s work. That is already working to flip the system stories, addressing some of its delivery risks. This highlighted an important aspect of systems thinking, which is considering where to usefully draw the boundary to a system, which might involve challenging assumptions and silos.",
                "tag": "p"
            },
            {
                "content": "Lessons for participatory mapping",
                "tag": "h2"
            },
            {
                "content": "For us there were five key learning areas from this work:",
                "tag": "p"
            },
            {
                "content": "1. Using multidisciplinary working to actively bridge the ‘policy-delivery gap’",
                "tag": "h3"
            },
            {
                "content": "Inviting professionals from both the policy and delivery disciplines to contribute to our evidence discovery and take part in the evidence mapping workshop was an effective way to avoid overlooking insights and generate a wider variety of hypotheses and ideas to test. It was also an active way of demonstrating the value of a multidisciplinary team upstream in the policy space.",
                "tag": "p"
            },
            {
                "content": "2. Embracing visual and physical ways of learning",
                "tag": "h3"
            },
            {
                "content": "We heard feedback during the evidence discovery that the visual images we used to theme the evidence helped people navigate and review the volume of evidence quickly. Similarly, we heard that the physical, tactile quality of printed evidence cards and the card swapping activities helped people digest and explore the insights in a more meaningful way than online workshops. These things reminded us of the value of investing in face-to-face working at points in a project when collective understanding and buy-in are critical to moving work forward.",
                "tag": "p"
            },
            {
                "content": "3. Supporting knowledge management",
                "tag": "h3"
            },
            {
                "content": "Our insights database will now be added to a new programme-wide insights library, being led by the User Research Community in Defra. Our project went further, showing the potential for an accessible, searchable insights library to form the basis of a whole range of creative, innovative policy making workshops that invite diverse groups of people to review evidence, make meaning and imagine new policy ideas to test.",
                "tag": "p"
            },
            {
                "content": "4. Framing the analysis",
                "tag": "h3"
            },
            {
                "content": "In our final playback we framed the system stories we’d identified as ‘opportunity areas of work’. However, on reflection, we’re learning that policy colleagues can often be more compelled to action by ‘risks’ and ‘mitigations’. This is an interesting and important learning for us about policymaker motivations, and how to inspire action from research and insights.",
                "tag": "p"
            },
            {
                "content": "5. A note on language",
                "tag": "h3"
            },
            {
                "content": "We deliberately chose not to use the language of ‘system mapping’ which can sometimes feel overly technical or alienating for those coming new to the method. Instead, we stuck with plain English, describing the logical next step of ‘mapping’ the evidence after our earlier evidence discovery workshop.",
                "tag": "p"
            },
            {
                "content": "Share your experience",
                "tag": "h2"
            },
            {
                "content": "Those were our key takeaways from this work, but we’re also curious to know what your reflections are on this participatory approach to systems mapping",
                "tag": "p"
            },
            {
                "content": "Let us know your thoughts below or email us: policydesignlab@defra.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/11/27/from-systems-maps-to-system-stories/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "Defra’s Policy Design Lab team show some of the design methods they use to make sense of complex evidence."
    },
    {
        "title": "A coordinated effort: how we’re tackling the dual threat of deer and grey squirrels",
        "authors": [
            "Dr Anna Brown"
        ],
        "posted_on": "2025-11-27T12:00:00",
        "categories": [
            "Deer",
            "Woodland management"
        ],
        "content": [
            {
                "content": "England’s woodlands are a vital natural asset. They provide habitat for native wildlife, support the timber industry, offer spaces for recreation and capture carbon. However, these ecosystems face significant threats from deer and the non-native grey squirrel. ",
                "tag": "p"
            },
            {
                "content": "Both organisations are working to manage the impacts through financial support, scientific innovation, increased culling effort and landscape-scale collaboration to protect woodlands.",
                "tag": "p"
            },
            {
                "content": "Understanding the problem",
                "tag": "h2"
            },
            {
                "content": "The impact of deer",
                "tag": "h3"
            },
            {
                "content": "Heavy deer browsing prevents woodland creation by damaging newly planted trees and preventing, or slowing, natural colonisation. In established woodlands, it can destroy the understorey which degrades habitat for wildlife, stops regeneration and reduces resilience in the long term.  ",
                "tag": "p"
            },
            {
                "content": "Heavily browsed woodlands grow more slowly, store less carbon and support fewer plant, invertebrate and bird species. This has clear environmental and economic consequences.",
                "tag": "p"
            },
            {
                "content": "The threat of grey squirrels",
                "tag": "h3"
            },
            {
                "content": "Grey squirrels threaten our native red squirrel population though competition and disease transmission. They can also strip bark from trees, undoing years of careful woodland management.",
                "tag": "p"
            },
            {
                "content": "Bark stripping slows growth, weakens branches and allows fungal diseases into the heartwood. In extreme cases, when trees are stripped all the way round the main stem, it kills them. This limits future timber use and can change woodland composition.",
                "tag": "p"
            },
            {
                "content": "These problems are acknowledged across the sector and beyond.",
                "tag": "p"
            },
            {
                "content": "Andy Leitch, Deputy Chief Executive of the Confederation of Forest Industries (Confor), says:",
                "tag": "p"
            },
            {
                "content": "Our response",
                "tag": "h2"
            },
            {
                "content": "The impacts of grey squirrels and deer on woodlands are well documented. We know that a balanced, long-term approach is essential for the health and resilience of England’s trees and woodland biodiversity. Here is just some of the work happening across the sector:",
                "tag": "p"
            },
            {
                "content": "Financial support for woodland owners",
                "tag": "h3"
            },
            {
                "content": "We introduced deer and squirrel management supplements into Countryside Stewardship in 2022 to help woodland owners and foresters offset the cost of managing the impact of deer and squirrels.",
                "tag": "p"
            },
            {
                "content": "The grants offer flexibility: from applicants funding professional wildlife managers for lethal control to capital investment in infrastructure and equipment such as high seats and humane squirrel traps.",
                "tag": "p"
            },
            {
                "content": "Since launch, over 900 grant agreements have been signed, increasing resources to reduce deer impacts on 65,000 hectares of woodland and grey squirrels impacts on 55,000 hectares. We encourage all woodland owners to consider these grants where eligible (now under PA7, CWS1 and CWS3).",
                "tag": "p"
            },
            {
                "content": "Christopher Williams, CEO of the Royal Forestry Society (RFS), says:",
                "tag": "p"
            },
            {
                "content": "Landscape-scale deer management",
                "tag": "h3"
            },
            {
                "content": "Wild deer, particularly herding species such as fallow, red and sika, can cross several properties in a single day, making collaboration between landowners essential for effective management.",
                "tag": "p"
            },
            {
                "content": "Projects like the Sussex Woods Pilot, managed by Natural England, bring together many landowners to understand deer numbers and impacts, coordinate culling, provide training and develop initiatives such as venison marketing schemes to provide healthy locally sourced meat.",
                "tag": "p"
            },
            {
                "content": "Steve Walker, Project Coordinator of the Sussex Woods Protected Site Strategies Pilot, says:",
                "tag": "p"
            },
            {
                "content": "Knowledge sharing and building capacity",
                "tag": "h3"
            },
            {
                "content": "Forestry Commission Deer Officers reach thousands of people each year through large events such as the National Deer Conference (attended by over 300 people in 2024) to local workshops and one-to-one advice for woodland owners, agents and managers.",
                "tag": "p"
            },
            {
                "content": "Sharing successes and failures is essential to improving deer and squirrel management nationally. Deer management is often solitary work, so bringing professionals and recreational stalkers together is an effective way of enabling knowledge exchange.",
                "tag": "p"
            },
            {
                "content": "Supporting the Squirrel Accord",
                "tag": "h3"
            },
            {
                "content": "The Forestry Commission and Natural England, along with 43 other organisations, are signatories to the Accord, which aims to protect red squirrels and broadleaf trees from grey squirrel impacts.",
                "tag": "p"
            },
            {
                "content": "Through dedicated Squirrel Officers, the Accord increases grey squirrel management across woodland areas. Officers work with landowners and volunteers in Yorkshire, Lancashire and County Durham, close to England’s few remaining red squirrel strongholds.",
                "tag": "p"
            },
            {
                "content": "Kay Haw, Director of the UK Squirrel Accord (UKSA), says:",
                "tag": "p"
            },
            {
                "content": "Embracing technology and innovation",
                "tag": "h3"
            },
            {
                "content": "Advances in night vision and thermal imagery have enabled more accurate population surveys. Drones with thermal cameras are increasingly used across estates and in landscape-scale projects to reduce deer and squirrel impacts, whilst night vision helps deer managers increase their effectiveness within current legislation.",
                "tag": "p"
            },
            {
                "content": "Research into grey squirrel fertility control, conducted by the Animal and Plant Health Agency and facilitated by the UKSA, could provide a longer-term alternative to lethal control.",
                "tag": "p"
            },
            {
                "content": "Developing the venison supply chain",
                "tag": "h3"
            },
            {
                "content": "Culling of wild deer not only improves our woodland resilience, but it also provides a nutritious and healthy source of protein, and the only climate positive red meat in the form of wild venison.",
                "tag": "p"
            },
            {
                "content": "We have been working with Grown in Britain, Approved Game Handling Establishments and others to build confidence in the venison supply chain. The resulting British Quality Wild Venison (BQWV) standard provides the assurance that the venison produced under this scheme has come from humanely culled deer, carefully inspected and prepared for the food chain immediately after shooting, then stored and transported in climate-controlled facilities.",
                "tag": "p"
            },
            {
                "content": "Dougal Driver, CEO of Grown in Britain, says:",
                "tag": "p"
            },
            {
                "content": "Increasing demand for wild venison helps offset deer management costs whilst providing a sustainable and healthy source of free-range meat. Various organisations, including hospitals and universities, are using venison more frequently and feedback has been positive.",
                "tag": "p"
            },
            {
                "content": "The Royal Society for the Protection of Birds (RSPB) supports maintaining deer populations at levels that enable healthy, functioning ecosystems and sees a growing wild venison market as key to achieve this balance.",
                "tag": "p"
            },
            {
                "content": "Andrew Weatherall, Principal Policy Officer (Woodlands and Forestry) for the RSPB, says:",
                "tag": "p"
            },
            {
                "content": "Managing the nation’s forests – Forestry England’s vision for the future",
                "tag": "h2"
            },
            {
                "content": "Deer licensing reform",
                "tag": "h3"
            },
            {
                "content": "Shooting deer at night is normally unlawful but night shooting can increase culling efficiency, particularly for herding species that move into fields after dark.",
                "tag": "p"
            },
            {
                "content": "Currently, individuals must apply for night shooting licences for specific land areas and demonstrate that daytime shooting cannot resolve the damage. Natural England has reviewed how these licences are issued and is introducing a lighter-touch licensing regime to support wider use of night shooting.",
                "tag": "p"
            },
            {
                "content": "People will be able to register for a night shooting class licence if they meet training and experience requirements. The new approach is currently being tested with Forestry England rangers, with plans to offer it to all deer managers in early 2026. ",
                "tag": "p"
            },
            {
                "content": "Working together for England's woodlands",
                "tag": "h2"
            },
            {
                "content": "The challenges posed by deer and grey squirrels require action at every level, from policy and innovation to practical management on the ground. Ultimately, success or failure to reduce deer and grey squirrel impacts nationally rests with woodland owners making decisions to work with their neighbours, increase cull efforts and use government support to help achieve this. Without collective effort, these species will continue to undermine efforts to improve farming and forestry economics, restore nature and mitigate climate change.",
                "tag": "p"
            },
            {
                "content": "We celebrate everyone contributing to this effort: landowners and managers,  Squirrel Accord and Deer Initiative Partnership members, professional and recreational deer managers, game keepers, game dealers and consumers choosing British Quality Wild Venison. Your work directly supports the health of England's woodlands and the benefits they provide to us all, and we encourage you to both continue and expand your efforts.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/27/a-coordinated-effort-how-were-tackling-the-dual-threat-of-deer-and-grey-squirrels/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "As part of National Tree Week, Anna Brown, Director of Forest Services at the Forestry Commission, and Alan Law, Chief Officer for Strategy and Reform at Natural England, reflect on the work happening across the sector to reduce the impacts of deer and squirrels on England’s woodlands."
    },
    {
        "title": "Copyright carols for choirs",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-11-27T12:00:00",
        "categories": [
            "Copyright"
        ],
        "content": [
            {
                "content": "Attending a carol concert can be one of the highlights of Christmas. If, like me, you're in a choir, then the festive season is bound to start early. Rehearsals from September onwards are met with a mixture of excitement and cries of 'it's too soon!' as the year's selection of carols gets handed around.  ",
                "tag": "p"
            },
            {
                "content": "But, do you know the role that copyright plays in the music performed? Following on from a previous blog on copyright in choir music, here are some of our top tips for making sure that your performances remain as lawful as they are tuneful.  ",
                "tag": "p"
            },
            {
                "content": "Oh Come All Ye Faithful... to copyright law ",
                "tag": "p"
            },
            {
                "content": "Copyright is the automatic protection that covers written, dramatic, musical and artistic work. The automatic protection over musical work covers a variety of areas: the music itself by the composer and/or arranger, the lyrics by the writer, and how it looks on the page, also known as the typographical arrangement.  ",
                "tag": "p"
            },
            {
                "content": "Choir leaders should consider this when choosing and distributing music for a new season – and luckily, we have guidance to help you adhere to the rules.  ",
                "tag": "p"
            },
            {
                "content": "Public domain: the gift that keeps on giving ",
                "tag": "p"
            },
            {
                "content": "Copyright protection in the UK covers music for 70 years after the author's death. This means that favourites like The Twelve Days of Christmas, We Wish You a Merry Christmas and Hark! The Herald Angels Sing are all in the public domain – but this doesn't mean that every version of them is free to use. Only the original carol compositions or very old arrangements are available to use as you please.  ",
                "tag": "p"
            },
            {
                "content": "Modern arrangements of the classics are covered by their own copyright, and so you should obtain the correct permissions before using them. For example, the upbeat versions of classic songs by prolific composer/arranger Mac Huff (that my choir favours) remain protected, even though the original carol may have long been in the public domain. ",
                "tag": "p"
            },
            {
                "content": "It’s also crucial that you remember that if the composer is still alive or has passed away in the last 70 years, their music is still covered by copyright. So modern favourites like John Rutter's Angel Carol and Christmas pop songs such as All I Want for Christmas is You are protected by copyright and should be purchased from official vendors. ",
                "tag": "p"
            },
            {
                "content": "Even well-loved carols might differ in their copyright protection. The lyrics of In the Bleak Midwinter by Christina Rosetti are long expired, and the version by Gustav Holst is no longer protected by copyright. However, the version by Harold Darke is still protected, as he died in 1976 (within the 70 year period). ",
                "tag": "p"
            },
            {
                "content": "Copying music: it's beginning to look a lot like infringement ",
                "tag": "p"
            },
            {
                "content": "It may seem tempting; you’ve bought one copy of a carol, and decide to make photocopies to avoid buying a copy for each choir member. Yet while this might seem harmless, it's usually not allowed without permission. Copyright law treats photocopying as making a copy, which is a restricted act. This protection is vital – it ensures that composers and arrangers can continue to create the beautiful music that soundtracks our festive seasons. Without it, creating music would be a hobby, not a livelihood. ",
                "tag": "p"
            },
            {
                "content": "So, what are the options? If your choir learns by ear (without music), but you need an accessible copy for certain members, you may be able to rely on a copyright exception. For everyone else, you can either buy extra copies for your choir or secure an appropriate licence to allow you to distribute copies. Ensure you read the terms and conditions when buying new music to understand how your purchase allows it to be distributed. Organisations like the Music Publishers' Association can help you understand what licences you might need. ",
                "tag": "p"
            },
            {
                "content": "Lessons in carols ",
                "tag": "p"
            },
            {
                "content": "If in doubt, check the copyright statement on the sheet music or contact the publisher - it's the best way to keep your choir singing legally and ethically this Christmas. Many publishers are happy to help and may offer flexible solutions for choirs. ",
                "tag": "p"
            },
            {
                "content": "Remember, copyright isn't there to be a Grinch – it ensures that composers, arrangers and lyricists can continue creating the music that makes our Christmases so special. By respecting copyright, we're all singing from the same hymn sheet when it comes to supporting the arts. ",
                "tag": "p"
            },
            {
                "content": "For more detailed information on copyright in printed music, you can read our guidance including the copyright notice on sheet music. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/11/27/copyright-carols-for-choirs/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Do you know the role that copyright plays in Christmas carols? Following on from a previous blog on copyright in choir music, here are some of our top tips for making sure that your performances remain as lawful as they are tuneful.  "
    },
    {
        "title": "Vision to verdicts: Introducing new courts and tribunals",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2025-11-27T11:46:42",
        "categories": [
            "Podcast",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "What goes into creating a modern courthouse?",
                "tag": "p"
            },
            {
                "content": "From Blackpool's new courthouse to London's state-of-the-art City of London law courts on Fleet Street, explore the major developments transforming justice facilities across England and Wales.",
                "tag": "p"
            },
            {
                "content": "Discover accessibility features like changing places and wheelchair-accessible cells, the regeneration of Salisbury Square, and the conversion of 7 Newgate Street into a world-leading 30-hearing-room tribunal centre.",
                "tag": "p"
            },
            {
                "content": "Plus, hear how £148 million is tackling leaking roofs and ageing heating systems from Nottingham Crown Court to Birmingham, making buildings fit for purpose.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/11/27/vision-to-verdicts-introducing-new-courts-and-tribunals/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "From Blackpool's new courthouse to London's state-of-the-art City of London law courts on Fleet Street, major developments are transforming justice facilities across England and Wales, delivering accessible, modern buildings for all."
    },
    {
        "title": "Launching the Export Support Chatbot: Empowering small businesses to go global",
        "authors": [
            "Kai Hellstrom, Senior Product Manager"
        ],
        "posted_on": "2025-11-27T10:30:50",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Kai Hellstrom",
                "tag": "h3"
            },
            {
                "content": "Small businesses are a core part of the UK economy. They drive innovation, create jobs, and support communities across the country. Yet when it comes to exporting and scaling up, finding the time to understand the process can be daunting. Small Business Saturday is held on the first Saturday in December, but its impact extends beyond this as a national effort to highlight small businesses' contributions to our communities and economy. This blog discusses how the Department for Business and Trade’s (DBT's) digital team works to help these businesses all year round.",
                "tag": "p"
            },
            {
                "content": "DBT offers businesses in the United Kingdom and beyond a range of learning and support services on its Digital Business Growth Service website, business.gov.uk. This digital service brings together valuable sources of information for small businesses to help them understand how to start or grow their business.",
                "tag": "p"
            },
            {
                "content": "A key component of our support to business is the information it provides regarding how to export, or how to access the department’s export support services.",
                "tag": "p"
            },
            {
                "content": "Understanding the problem",
                "tag": "h2"
            },
            {
                "content": "Through extensive user research with small business owners, it is clear that the exporting process is often hindered by several key pain points:",
                "tag": "p"
            },
            {
                "content": "Recognising these obstacles, the team set out to create a solution that would simplify the fractured support landscape and empower small businesses to act with confidence.",
                "tag": "p"
            },
            {
                "content": "Testing the solution",
                "tag": "h2"
            },
            {
                "content": "The Export Support Chatbot is designed to be a trusted companion for all businesses looking to navigate the complexities of exporting. Powered by artificial intelligence, it provides instant, authoritative answers to a wide range of export-related questions. The chatbot is in the Private-Beta testing stage, meaning that it is currently available by invite only to a small number of randomly selected business.gov.uk account holders.",
                "tag": "p"
            },
            {
                "content": "The invited users have been engaging with the chatbot for a 2-month trial period to ask any export focused questions that they have.",
                "tag": "p"
            },
            {
                "content": "This approach has allowed the team to learn about how businesses interact with a government chatbot in a controlled environment. We hope to learn about the types of questions asked, how they are phrased, and understand the expectations of responses provided. By analysing the questions and responses, we can refine the chatbot’s performance and enable it to provide even better responses over future iterations.",
                "tag": "p"
            },
            {
                "content": "Developing an AI-powered chatbot for government presents unique challenges. While chatbots can be spun up in less than an hour, accuracy and trust are paramount and this requires work. The chatbot draws exclusively from verified government and partner sources with the relevant citation - to ensure that businesses receive accurate and up-to-date information.  These safeguards have helped us maintain trust and transparency in the chatbot. They have also allowed us to better understand the types of questions that the chatbot will respond to, and those that it will not.",
                "tag": "p"
            },
            {
                "content": "We recognise that some business users might prefer human interaction, so we’ve also implemented options to easily connect with our team of export advisers for more complex queries.",
                "tag": "p"
            },
            {
                "content": "Our approach has been collaborative and iterative, and by starting with a focused set of export topics only, we can learn quickly and expand responsibly. We collaborated closely with our internal subject matter experts and monitoring evaluation teams.  This ensured that the chatbot was providing accurate, relevant, and meaningful responses before we opened it up to select businesses.",
                "tag": "p"
            },
            {
                "content": "What we're learning: Real impact for small businesses",
                "tag": "h2"
            },
            {
                "content": "Early feedback from users has been encouraging. Businesses appreciate the speed and clarity of the chatbot’s responses, because it often brings multiple sources of information together from various sources. This saves time and avoids the frustration of having to search through multiple sources to find answers.",
                "tag": "p"
            },
            {
                "content": "As we continue to iterate and build, the Private Beta will help us to better understand where businesses most need support. This allows us to refine the chatbot’s content and features to be as helpful as possible and determine how we can best expand and scale.",
                "tag": "p"
            },
            {
                "content": "Looking ahead: Scaling support for small businesses",
                "tag": "h2"
            },
            {
                "content": "The Export Support Chatbot is just one new step on the journey to transform our digital support for small businesses.",
                "tag": "p"
            },
            {
                "content": "Our ambition is to expand the offer available to include a wide range of support for all aspects of starting and running a business. These include assistance in understanding finance options and how to access them, help navigating and understanding the regulations that apply to running a business, and support by providing onwards journeys onto network and partner services available to them.  By bringing all this trusted information together for small businesses, we hope that the chatbot can have a real impact in allowing small businesses across the UK to scale up and make the most of global growth opportunities. This is something we should celebrate on Small Business Saturday and all year round.",
                "tag": "p"
            },
            {
                "content": "We have an extensive programme of work to improve how we support businesses to start up, grow, run, export and invest. Read about it in these blogs on our first public-facing AI tool that helps businesses find funding opportunities and the launch of Business.gov.uk.  ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/11/27/launching-the-export-support-chatbot-empowering-small-businesses-to-go-global/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT's Export Support Chatbot will supply small businesses with the knowledge they need to export."
    },
    {
        "title": "Introducing the UK Standard Skills Classification: a new way to explore skills and occupations, by Frank Bowley",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-11-27T10:07:31",
        "categories": [
            "analysis",
            "data",
            "Insight",
            "services",
            "skills england tools"
        ],
        "content": [
            {
                "content": "Skills England, in partnership with the University of Warwick's Institute for Employment Research (IER), has launched a groundbreaking prototype tool to help everyone speak the same language about skills. ",
                "tag": "p"
            },
            {
                "content": "Today, we’re excited to introduce the UK Standard Skills Classification (SSC), the first standardised skills framework of its kind in our country. ",
                "tag": "p"
            },
            {
                "content": "You can think of the SSC as a comprehensive dictionary that translates the complex world of skills, knowledge and tasks across UK occupations into clear, consistent language that everyone can understand and use. ",
                "tag": "p"
            },
            {
                "content": "The resource has been launched along with an accompanying report, the 'UK Standard Skills Classification: interim development report', which describes the classification, its use cases, the development methodology and recommendations for future updates and extensions of the tool. A final version of this report will be published alongside the release of version 1 of the classification in spring 2026. ",
                "tag": "p"
            },
            {
                "content": "What is the SSC?",
                "tag": "h2"
            },
            {
                "content": "The SSC is a free resource for individuals, careers advisors, employers, and organisations involved in labour market analysis.  ",
                "tag": "p"
            },
            {
                "content": "At its heart, it’s a standardised set of lists that breaks down the skills, knowledge and tasks required across UK occupations. But it’s much more than just lists – it’s a common language that bridges the gap between different sectors, industries and career paths. ",
                "tag": "p"
            },
            {
                "content": "The SSC provides an essential common language, helping everyone from individual job seekers to major employers to navigate the world of skills with confidence. ",
                "tag": "p"
            },
            {
                "content": "Who can benefit from this?",
                "tag": "h3"
            },
            {
                "content": "The beauty of the SSC lies in its versatility. Whether you’re an individual planning your next career move, a careers adviser supporting clients, or an employer trying to understand your workforce better, the SSC has something valuable to offer. ",
                "tag": "p"
            },
            {
                "content": "For individuals, it opens up new possibilities by helping you discover transferable skills you might not have realised you had, identify exactly what new skills you’d need for a career change, and find relevant training courses to bridge any gaps. ",
                "tag": "p"
            },
            {
                "content": "Careers advisers can use it as a powerful tool to support clients in understanding their options and planning realistic career paths based on their existing skills, qualifications and interests. ",
                "tag": "p"
            },
            {
                "content": "Employers will find it invaluable for assessing current workforce capabilities, identifying skills gaps before they become problems, planning more effective skills-based recruitment, drafting job vacancy adverts, and making informed strategic decisions about long-term workforce development. ",
                "tag": "p"
            },
            {
                "content": "Local authorities, mayoral combined authorities, and organisations involved in labour market analysis can use the SSC to understand local skills needs, forecast future demand, and guide training providers on curriculum priorities and development. ",
                "tag": "p"
            },
            {
                "content": "Launching with the UK Skills Explorer ",
                "tag": "h3"
            },
            {
                "content": "We’re not just releasing the classification on its own – we’re also launching it alongside our new UK Skills Explorer digital tool. This user-friendly platform makes it easy to browse and navigate the classification, turning what could be overwhelming amounts of information into an intuitive, searchable experience. ",
                "tag": "p"
            },
            {
                "content": "The UK Skills Explorer takes the comprehensive information in the SSC and presents it in a way that makes sense, whether you’re quickly checking what skills are needed for a particular role or conducting detailed analysis for workforce planning. ",
                "tag": "p"
            },
            {
                "content": "This is just the beginning",
                "tag": "h3"
            },
            {
                "content": "We are calling this a prototype because your feedback is crucial to making it even better. We want to hear from everyone who uses it – what works well, what could be improved, and what added features would make it more useful for your specific needs. ",
                "tag": "p"
            },
            {
                "content": "You can share your thoughts directly through the Skills Explorer platform via the feedback functionality. Your input will directly influence the development of version 1, which we are planning to release in spring 2026. ",
                "tag": "p"
            },
            {
                "content": "During this beta testing phase, the SSC is hosted on an external website by our partners at the IER. ",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "h3"
            },
            {
                "content": "In a rapidly changing economy, having a clear, shared understanding of skills has never been more important. The SSC represents a significant step forward in how we think about and discuss skills in the UK. It’s about creating opportunities, reducing barriers, and ensuring that skills development is targeted, effective, and accessible to everyone. ",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to advance your career, support others in theirs, or plan for your organisation’s future, the UK Standard Skills Classification provides the foundation for making informed, strategic decisions about skills. ",
                "tag": "p"
            },
            {
                "content": "We’re excited to see how you’ll use it, and we look forward to your feedback as we continue to develop this resource. ",
                "tag": "p"
            },
            {
                "content": "How to use the UK Skills Explorer",
                "tag": "h2"
            },
            {
                "content": "With the UK Skills Explorer, you can explore skills, occupations, knowledge, core skills and qualifications by navigating the tabs on the top bar of the website or the links on the left-hand side. ",
                "tag": "p"
            },
            {
                "content": "Home",
                "tag": "h3"
            },
            {
                "content": "Under the 'home' tab, you can use the intelligent search to explore this prototype version of the UK Standard Skills Classification, filtering for: ",
                "tag": "p"
            },
            {
                "content": "For example, a search for 'welding' will bring up results for skills such as ‘Perform tungsten inert gas (TIG) welding’ and ‘Perform shielded metal arc welding (SMAW)’; knowledge areas like ‘Spot Welding Machines’; and occupations such as ‘Plate welders’ and ‘Pipe fitters’. ",
                "tag": "p"
            },
            {
                "content": "These filters can also be viewed individually, as explained below. ",
                "tag": "p"
            },
            {
                "content": "Skills",
                "tag": "h3"
            },
            {
                "content": "Under the 'skills' tab you can explore all skills at the most detailed level of the classification; at more aggregated levels like skill groups, areas or domains; or industry sectors. ",
                "tag": "p"
            },
            {
                "content": "For example, filtering by the domain ‘Programming & Implementing (Digital Tools & Systems)’ displays the 170 skills within this domain.   ",
                "tag": "p"
            },
            {
                "content": "The dynamic filtering allows you to narrow down your search further to the relevant: ",
                "tag": "p"
            },
            {
                "content": "Selecting these filters will display the 4 most relevant skills. You can then click on each of the skills to explore them further. ",
                "tag": "p"
            },
            {
                "content": "Occupations",
                "tag": "h3"
            },
            {
                "content": "Under the 'occupations' tab you can explore all occupations at the most detailed level of the 2020 version of the Standard Occupational Classification by search, or by job groups and Sector Subject Areas (SSAs). ",
                "tag": "p"
            },
            {
                "content": "For example, filtering by the job group ‘Caring Personal Service Occupations’ and the SSA ‘Health and social care’ returns 28 occupations such as ‘Home care workers’ and ‘Residential care workers’. ",
                "tag": "p"
            },
            {
                "content": "Knowledge",
                "tag": "h3"
            },
            {
                "content": "Under the 'knowledge' tab you can explore knowledge by search, or by SSA and concept types.  ",
                "tag": "p"
            },
            {
                "content": "For example, filtering by the SSA ‘Engineering’ and concept type of ‘Subject’ returns 96 knowledge subject concepts. Adding the further search term of ‘electrical engineering’ to the search box returns 8 knowledge subject concepts including ‘Electrical Engineering’ and ‘Computer Engineering’. ",
                "tag": "p"
            },
            {
                "content": "Core Skills",
                "tag": "h3"
            },
            {
                "content": "Under the 'core skills' tab you can explore core skills, which are the essential foundational abilities that underpin various skills and occupations. ",
                "tag": "p"
            },
            {
                "content": "The categories are: ",
                "tag": "p"
            },
            {
                "content": "Qualifications",
                "tag": "h3"
            },
            {
                "content": "Under the 'qualifications' tab you can explore all qualifications (including Higher Education, Ofqual registered qualifications and Skills England apprenticeships) by search, or by SSA, qualification types and Regulated Qualifications Framework (RQF) levels. ",
                "tag": "p"
            },
            {
                "content": "For example, filtering by the SSA ‘Science’, qualification type of ‘Apprenticeship’ and RQF level of 6 returns 4 qualifications including the ‘Biomedical scientist’ apprenticeship. ",
                "tag": "p"
            },
            {
                "content": "Feedback Functionality ",
                "tag": "h3"
            },
            {
                "content": "The digital tool allows users to leave their feedback on the classification.  This functionality can be found on the pages relating to particular skills, occupations, knowledge and qualifications. ",
                "tag": "p"
            },
            {
                "content": "For example, on the page for 'S.0005 - Adapt leadership style to different situations' you can click on the \"Provide feedback\" icon (see the icon in the image below, top right, circled in red) and give free text feedback on the featured skill's title.  ",
                "tag": "p"
            },
            {
                "content": "Alternatively, you can give feedback on each section of the page where you can either enter free text feedback or select feedback from a set of pre-defined options, for example that the ranking of a particular related concept is \"Too High\" ",
                "tag": "p"
            },
            {
                "content": "Data Downloads",
                "tag": "h3"
            },
            {
                "content": "The digital tool also allows users to create a login and download the data that sits behind the Skills Explorer tool. Access to an API will also be available soon.  ",
                "tag": "p"
            },
            {
                "content": "Frank Bowley  ",
                "tag": "p"
            },
            {
                "content": "Deputy Director of Analysis and Insight, Skills England ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/11/27/introducing-the-uk-standard-skills-classification-a-new-way-to-explore-skills-and-occupations-by-frank-bowley/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Skills England, in partnership with the University of Warwick's Institute for Employment Research (IER), has launched a groundbreaking prototype tool to help everyone speak the same language about skills.  Today, we’re excited to introduce the UK Standard Skills Classification (SSC), …"
    },
    {
        "title": "Future of food regulation – Budget announcement ",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-11-27T09:39:08",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "As part of this week’s Budget announcement, the FSA has been asked by the UK Government to develop a new national system of regulation for highly compliant large food businesses in England. ",
                "tag": "p"
            },
            {
                "content": "This request from the Government builds on work we have already done. Two years ago, the FSA carried out a year-long trial of ‘National Level Regulation’ with major retailers, looking at whether we could regulate the biggest businesses at a national level, scrutinising their data and systems at national level, combined with some checks on the ground.   ",
                "tag": "p"
            },
            {
                "content": "Since then, we’ve worked with local authorities, businesses and other stakeholders on how food regulation could evolve to keep protecting consumers and supporting businesses at both local and national level in the future. We’ve talked about an enhanced registration system, greater use of data and intelligence, more effective local enforcement powers and strong consumer information, building on our trusted food hygiene rating scheme. ",
                "tag": "p"
            },
            {
                "content": "A national level approach is an important part of this picture. It could strengthen oversight of the largest businesses, which sell the vast majority of food that households buy. Frequent scrutiny of business data and control systems, together with some checks on the ground, means we can identify and address food safety risks across entire businesses far more quickly, whilst reducing administrative burdens on compliant business.     ",
                "tag": "p"
            },
            {
                "content": "Ultimately our job at FSA is to protect public health, and to protect consumers, and that will guide any changes we propose. There must always be independent regulation of food businesses, and as the food sector evolves we can develop new ways to do this well. In any future system environmental health professionals will continue to play a vital role – their insight on the ground is invaluable.  But a national level approach for the largest businesses could give those in local authority food teams more time to focus on those local shops and restaurants that need more hands-on support. ",
                "tag": "p"
            },
            {
                "content": "So, what’s next? We will work up ideas for future food regulation, based on discussions with partners across the food system over the past year. Our proposals will be put to the FSA Board at its meeting in March. ",
                "tag": "p"
            },
            {
                "content": "Our goal is simple: a food retail sector that’s safe, trusted, and fit for the future. We’ll keep listening to consumers, businesses, and professionals as we go, and we’ll keep you updated as this work progresses. ",
                "tag": "p"
            },
            {
                "content": "Katie Pettifer, FSA CEO ",
                "tag": "p"
            },
            {
                "content": "Fel rhan o gyhoeddiad Cyllideb yr wythnos hon, mae Llywodraeth y DU wedi gofyn i’r Asiantaeth Safonau Bwyd (ASB) ddatblygu system reoleiddio genedlaethol newydd ar gyfer busnesau bwyd mawr yn Lloegr sy’n cydymffurfio i raddau helaeth. ",
                "tag": "p"
            },
            {
                "content": "Mae’r cais hwn gan y llywodraeth yn adeiladu ar waith rydym eisoes wedi’i wneud. Ddwy flynedd yn ôl, cynhaliodd yr ASB brawf blwyddyn o hyd ar ‘Reoleiddio ar Lefel Genedlaethol’ gyda manwerthwyr mawr. Diben y prawf oedd ystyried a fyddai modd rheoleiddio’r busnesau mwyaf ar lefel genedlaethol, gan graffu ar eu data a’u systemau ar lefel genedlaethol, ynghyd â rhai gwiriadau ar lawr gwlad.   ",
                "tag": "p"
            },
            {
                "content": "Ers hynny, rydym wedi gweithio gydag awdurdodau lleol, busnesau a rhanddeiliaid eraill ar sut y gallai’r gwaith rheoleiddio bwyd esblygu i barhau i ddiogelu defnyddwyr a chefnogi busnesau ar lefel leol a chenedlaethol yn y dyfodol. Rydym wedi siarad am system gofrestru fanylach, mwy o ddefnydd o ddata a chudd-wybodaeth, pwerau gorfodi lleol mwy effeithiol a threfniadau cadarn o ran darparu gwybodaeth i ddefnyddwyr, gan adeiladu ar ein cynllun sgorio hylendid bwyd dibynadwy. ",
                "tag": "p"
            },
            {
                "content": "Mae dull gweithredu ar lefel genedlaethol yn rhan bwysig o’r darlun hwn. Gallai gryfhau’r gwaith o oruchwylio’r busnesau mwyaf, sy’n gwerthu’r mwyafrif helaeth o’r bwyd y mae pobl yn ei brynu ar gyfer y cartref. Drwy graffu ar ddata a systemau rheoli busnesau’n aml, ynghyd â chynnal rhai gwiriadau ar lawr gwlad, gallwn nodi a mynd i’r afael â risgiau diogelwch bwyd ar draws busnesau cyfan yn gynt o lawer, gan leihau’r baich gweinyddol ar fusnesau sy’n cydymffurfio.     ",
                "tag": "p"
            },
            {
                "content": "Yn y pen draw, ein gwaith ni yn yr ASB yw diogelu iechyd y cyhoedd, a diogelu defnyddwyr, a dyna fydd yn llywio unrhyw newidiadau a gynigiwn. Rhaid i fusnesau bwyd gael eu rheoleiddio’n annibynnol bob amser, ac wrth i’r sector bwyd esblygu gallwn ddatblygu dulliau newydd o wneud hyn yn dda. Mewn unrhyw system yn y dyfodol, bydd gweithwyr proffesiynol iechyd yr amgylchedd yn parhau i chwarae rhan hanfodol – mae eu mewnwelediad ar lawr gwlad yn amhrisiadwy.  Ond gallai dull gweithredu ar lefel genedlaethol ar gyfer y busnesau mwyaf olygu bod gan weithwyr mewn timau bwyd awdurdodau lleol fwy o amser i ganolbwyntio ar y siopau a’r bwytai lleol hynny sydd angen mwy o gymorth ymarferol. ",
                "tag": "p"
            },
            {
                "content": "Felly, beth nesaf? Byddwn yn gweithio ar syniadau ar gyfer rheoleiddio bwyd yn y dyfodol, yn seiliedig ar drafodaethau â phartneriaid ar draws y system fwyd dros y flwyddyn ddiwethaf. Bydd ein cynigion yn cael eu cyflwyno i Fwrdd yr ASB yn ei gyfarfod ym mis Mawrth. ",
                "tag": "p"
            },
            {
                "content": "Mae ein nod yn syml: sector manwerthu bwyd sy’n ddiogel, yn ddibynadwy, ac yn addas ar gyfer y dyfodol. Byddwn yn parhau i wrando ar ddefnyddwyr, busnesau a gweithwyr proffesiynol wrth i ni fynd ymlaen, a byddwn yn rhoi’r wybodaeth ddiweddaraf i chi wrth i’r gwaith hwn fynd rhagddo. ",
                "tag": "p"
            },
            {
                "content": "Katie Pettifer, Prif Weithredwr yr ASB ",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/11/27/future-of-food-regulation-budget-announcement/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg As part of this week’s Budget announcement, the FSA has been asked by the UK Government to develop a new national system of regulation for highly compliant large food businesses in England.  This request from the Government builds on …"
    },
    {
        "title": "Marine Planning Engagement at RTPI Conference",
        "authors": [
            "Mae van Loaf, Coastal Marine Planner (South West)"
        ],
        "posted_on": "2025-11-27T09:38:21",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The South West Coastal Planners from the Marine Planning team recently attended the Royal Town Planning Institute (RTPI) conference in Exeter, joining sessions on planning conditions, flood risk standing advice from the Environment Agency, and Nature-Based Solutions. These discussions offered valuable insights into integrating sustainable approaches into planning and policy-making, particularly in coastal and marine contexts.",
                "tag": "p"
            },
            {
                "content": "Interactive Marine Spatial Planning Workshop – Positive FeedbackFor the workshop, Mae and Ellie, Coastal Planners for the south west marine plan area, delivered an adapted version of our Marine Spatial Planning (MSP) challenge. Delegates stepped into the shoes of different marine stakeholders, such as fishers, offshore wind developers, and tourism operators, to explore the complexities of balancing sector priorities with environmental and social goals. Participants who played the role of Marine Planners used a decision-making framework they created for activities to prioritise or deprioritise, drawing on their own experience and expertise to balance economic, environmental, and social objectives.",
                "tag": "p"
            },
            {
                "content": "It was a highlight of the overall event, and feedback was overwhelmingly positive, with praise on the workshop as “a really useful insight into the competing issues involved in marine spatial planning” and other comments said the interactive element of the workshop was both enjoyable and effective in illustrating the challenges and opportunities of strategic marine planning.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/11/27/marine-planning-engagement-at-rtpi-conference/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The South West Coastal Planners from the Marine Planning team recently attended the Royal Town Planning Institute (RTPI) conference in Exeter, joining sessions on planning conditions, flood risk standing advice from the Environment Agency, and Nature-Based Solutions. These discussions offered …"
    },
    {
        "title": "Understanding and improving access arrangements",
        "authors": [
            "Amanda Swann"
        ],
        "posted_on": "2025-11-27T09:30:00",
        "categories": [
            "A levels and GCSEs",
            "Exams"
        ],
        "content": [
            {
                "content": "Back in July we withdrew our official statistics on access arrangements for GCSEs, AS and A levels covering 2014 to 2024, after identifying significant issues with how data had been recorded and reported. Today we are pleased to be following that up by publishing revised statistics, alongside new research and a regulatory report that confirms what we expect from exam boards. The report sets out several specific areas where we believe improvements can be made.",
                "tag": "p"
            },
            {
                "content": "Here's a summary of:",
                "tag": "p"
            },
            {
                "content": "What the official statistics show",
                "tag": "h2"
            },
            {
                "content": "As we explained in July, previous figures did not give an accurate picture of the number of students receiving access arrangements within a specific year’s exam cohort. This was not because arrangements were being granted inappropriately, but rather due to limitations of the data source we used for our reporting. These included counting students who held valid arrangements but didn't sit exams in the given year, and not being able to filter out duplicate applications.",
                "tag": "p"
            },
            {
                "content": "The new statistics – for the 2024 to 2025 academic year and going back to 2015 to 2016 – use an improved methodology that focuses only on arrangements granted to students who were actually assessed in each year. They show that 25% extra time was granted for 16.6% to 25.5% of all students being assessed in 2024 to 2025, compared with 14.7% to 20.6% in 2023 to 2024.",
                "tag": "p"
            },
            {
                "content": "This means the proportion of exam students with an approval for 25% extra time is lower than the previous data suggested, and broadly in line with the rate of special educational needs (SEN) in the student population (as reported by the Department for Education).",
                "tag": "p"
            },
            {
                "content": "We have given ranges rather than absolute numbers to reflect the complexity of the data. The upper end of the ranges will decrease when these figures are updated next year, as new data becomes available. You can read more about our improved methodology in the regulatory report.",
                "tag": "p"
            },
            {
                "content": "What our research found",
                "tag": "h2"
            },
            {
                "content": "Like everyone else, we had seen for some time that demand for access arrangements had been rising, and with it pressure on exam boards and schools and colleges to keep on meeting that demand. We wanted to better understand this, and to identify anything that could be done to improve the system.",
                "tag": "p"
            },
            {
                "content": "So our research, data and policy experts went to work, analysing the available evidence and data. Our work focused on the granting of 25% extra time in exams, as this is the most common exam-board approved arrangement, as well as the concept of time in assessment.",
                "tag": "p"
            },
            {
                "content": "Our research found limited evidence of students experiencing time pressure (also known as “speededness”) in GCSE, AS and A level exams, although this varied across subjects and student groups. While these exams are not designed to assess students' ability to work under time pressure, the interaction between exam tasks, duration and individual students can create unintended speededness for some students.",
                "tag": "p"
            },
            {
                "content": "We heard a range of views about the current system, including concerns from schools and colleges about the increasing workload and costs involved in identifying appropriate arrangements, evidencing student need, and administering access arrangements.",
                "tag": "p"
            },
            {
                "content": "There was, however, support for the core principle that access arrangements should be based on a student’s individual needs. The system generally meets this purpose, but we have identified some aspects which could be improved.",
                "tag": "p"
            },
            {
                "content": "What we expect exam boards to do, and what we will do",
                "tag": "h2"
            },
            {
                "content": "Ofqual already has rules in place for what exam boards need to do in relation to access arrangements. They must also comply with equalities law.",
                "tag": "p"
            },
            {
                "content": "But as well as this, and as a result of our findings, we have told the exam boards that we expect them to:",
                "tag": "p"
            },
            {
                "content": "We will monitor the exam boards’ progress in these areas as part of our normal regulatory approach.",
                "tag": "p"
            },
            {
                "content": "Also, as we respond to the government’s proposals following the Curriculum and Assessment Review, we will consider our requirements around assessment duration for GCSEs, AS and A levels. We will also take this into account in setting our requirements for the proposed new post-16 qualifications, such as V levels. We will confirm our regulatory expectations for exam boards following that work.",
                "tag": "p"
            },
            {
                "content": "An access arrangements system we can all be confident in",
                "tag": "h2"
            },
            {
                "content": "The research and analysis we have done shows our commitment to ensuring the access arrangements system functions effectively and is reported on accurately. It has taken time, but that’s because it’s complex. It’s also really important.",
                "tag": "p"
            },
            {
                "content": "And the improvements we’ve asked exam boards to make will ensure students continue to receive the support they need to demonstrate their knowledge, skills and understanding, while minimising burden on the schools and colleges managing these vital arrangements.",
                "tag": "p"
            }
        ],
        "link": "https://ofqual.blog.gov.uk/2025/11/27/understanding-and-improving-access-arrangements/",
        "blog": "The Ofqual blog",
        "blog_link": "https://ofqual.blog.gov.uk",
        "description": "Back in July we withdrew our official statistics on access arrangements for GCSEs, AS and A levels covering 2014 to 2024, after identifying significant issues with how data had been recorded and reported. Today we are pleased to be following …"
    },
    {
        "title": "What the Budget means for young people ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-11-27T07:00:00",
        "categories": [
            "Students",
            "Universities"
        ],
        "content": [
            {
                "content": "Today the Chancellor announced the Autumn Budget, setting out changes that will affect young people in higher education. ",
                "tag": "p"
            },
            {
                "content": "Students from low-income families will get extra money to help with day to day costs at university. This will help support more students from the lowest income households progress into and excel in higher education. ",
                "tag": "p"
            },
            {
                "content": "Here's what these changes mean for you in more detail. ",
                "tag": "p"
            },
            {
                "content": "Will I get extra money to help with costs at university? ",
                "tag": "h3"
            },
            {
                "content": "If you're from a low-income family and studying certain subjects full-time at university, you'll be able to get a maintenance grant from 2028/29. This money, which you don’t have to pay back, and comes on top of your student loan, will help break down financial barriers so that more young people, regardless of background, can access the opportunities higher education offers.",
                "tag": "p"
            },
            {
                "content": "If you're from a low-income family and studying certain subjects full-time at university, you'll be able to get a maintenance grant from 2028/29. This is money you don't have to pay back, and it comes on top of your student loan. ",
                "tag": "p"
            },
            {
                "content": "The money is there to help with everyday costs like food, travel and bills whilst you're studying. You'll get the grant on top of your maintenance loan, which means you'll have more money in your pocket without taking on extra debt.",
                "tag": "p"
            },
            {
                "content": "How much money will I get? ",
                "tag": "h3"
            },
            {
                "content": "If your family's household income is £25,000 a year or less, you’ll get £1,000 extra each year in your first and second years of study. If your family's household income is between £25,000 and £30,000, you'll get between £500 and £1,000. ",
                "tag": "p"
            },
            {
                "content": "In your third year onwards, if you remain eligible, you'll get up to £750 if your household income is £25,000 or less, and between £375 and £750 if it's between £25,000 and £30,000. ",
                "tag": "p"
            },
            {
                "content": "This means you get the most support in your first two years when you're starting university and settling into student life. All students will also benefit from maintenance loans going up with inflation every year. ",
                "tag": "p"
            },
            {
                "content": "When will these maintenance grants be introduced? ",
                "tag": "h3"
            },
            {
                "content": "The grants are being paid for by a new charge on international student fees. Both the grants and this charge will start from academic year 2028/29. ",
                "tag": "p"
            },
            {
                "content": "The good news is that if you're already at university when the grants start, you'll still be able to get them. You don't need to delay going to university to benefit from this support. ",
                "tag": "p"
            },
            {
                "content": "Which university courses can I get a grant for? ",
                "tag": "h3"
            },
            {
                "content": "The grant will be available for courses in subjects that support the skills the country needs for the future. We’ll announce which courses are included before the grants start in 2028/29. ",
                "tag": "p"
            },
            {
                "content": " What if my course is longer than three years? ",
                "tag": "h3"
            },
            {
                "content": "If you're studying a longer course, you can get the grant for every year you're studying, as long as you meet the household income requirements and still qualify for a means-tested maintenance loan.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/11/what-the-budget-means-for-young-people/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Today the Chancellor announced the Autumn Budget, setting out changes that will affect young people in higher education.  Students from low-income families will get extra money to help with day to day costs at university. This will help support more students from the lowest income households progress into and excel in higher education."
    },
    {
        "title": "Visual collaboration week: getting involved with the Digital Workplace community  ",
        "authors": [
            "David Lau, Lead Technologist, GDS"
        ],
        "posted_on": "2025-11-26T15:00:00",
        "categories": [
            "Digital Workplace",
            "Technology"
        ],
        "content": [
            {
                "content": "The cross-government Digital Workplace community welcomes anyone from across the public sector who has an interest in improving how we work in our modern digital world. ",
                "tag": "p"
            },
            {
                "content": "From supporting the adoption and change management of new technology to exploring how artificial intelligence (AI) and automation can assist us in the civil service, in the Government Digital Service (GDS) Digital Workplace team, we’re dedicated to ensuring that the UK public sector remains at the forefront of innovative workplace technology.  ",
                "tag": "p"
            },
            {
                "content": "Why does the digital workplace matter? ",
                "tag": "h2"
            },
            {
                "content": "The workplace is the engine which drives delivery. Everything from the tools you use daily to the way you collaborate with others both inside and outside of the public sector are determined by the state of our digital workplace. This is why our Digital Workplace community is so necessary - it connects peers across the various departments, agencies, and organisations that make up the wider UK government, and enables change through collaboration. ",
                "tag": "p"
            },
            {
                "content": "We organise frequent events on a wide variety of workplace-related topics, which always gives our community an opportunity to get involved with some exciting hands-on experiences.  ",
                "tag": "p"
            },
            {
                "content": "Visual Collaboration Week focussed on tools which enable teams to work together through visual representation, such as virtual sticky notes, graphs, process flows and even images. The strength of these tools is in how they facilitate the effective exchange of information in simple ways that everyone can understand and take part in in real time. ",
                "tag": "p"
            },
            {
                "content": "Visual Collaboration Week gave civil servants a chance to explore how modern collaboration tools are evolving, and how they are being used in practice to support planning, problem-solving and delivery. ",
                "tag": "p"
            },
            {
                "content": "Celebrating visual collaboration ",
                "tag": "h2"
            },
            {
                "content": "We heard from three suppliers who offered different approaches to visual collaboration, with practical demonstrations and real-world use cases for their tools.  ",
                "tag": "p"
            },
            {
                "content": "Mural is just one example of a virtual whiteboard-type tool which is focused on facilitation and human-centred design. In this demonstration, their team focussed on showcasing how AI can support workshops by generating ideas, summarising sticky notes, clustering input by theme and tagging sentiment. ",
                "tag": "p"
            },
            {
                "content": "We were also able to explore the looking, understanding, and making (LUMA) methodology, which is a human-centred design framework comprising of a set of 36 collaboration techniques.  This methodology enables teams to move productively from insight to action.  ",
                "tag": "p"
            },
            {
                "content": "Miro, another virtual whiteboard tool, demonstrated some of its project management capabilities. Good project management is a key part of the digital workplace, so it was useful to have access to tables, timelines and kanban views within this online workspace. ",
                "tag": "p"
            },
            {
                "content": "Likewise, attendees appreciated the ability to integrate with common task management tools such as JIRA, Azure DevOps and Microsoft Planner.  ",
                "tag": "p"
            },
            {
                "content": "Finally, Lucid introduced the Lucid Suite, which features tools for structured diagramming and collaborative idea sharing. We learned about a real-world scenario where HM Revenue & Customs (HMRC) used data integration and conditional formatting to highlight pain points in user journeys. ",
                "tag": "p"
            },
            {
                "content": "We enjoyed being able to try out a variety of tools and learning about different collaboration techniques. Of particular interest was the ways in which AI is being used to facilitate better teamwork and to drive actions and processes. ",
                "tag": "p"
            },
            {
                "content": "Join the community ",
                "tag": "h2"
            },
            {
                "content": "We’re always looking for new members in the cross-government Digital Workplace community, and encourage you to get involved if you’re interested in: ",
                "tag": "p"
            },
            {
                "content": "You can join the Digital Workplace community through the Microsoft Teams site or contact digital.workplace@dsit.gov.uk for more information.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/11/26/visual-collaboration-week-getting-involved-with-the-digital-workplace-community/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "The cross-government Digital Workplace community celebrated visual collaboration week with a hands-on session to explore the latest digital collaboration tools."
    },
    {
        "title": "Consultation opens on screening for intimate partner violence",
        "authors": [
            "Cristina Visintin"
        ],
        "posted_on": "2025-11-26T08:44:40",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to screening for intimate partner violence.  ",
                "tag": "p"
            },
            {
                "content": "Intimate partner violence is one of the topics the committee reviews regularly for evidence relating to adult and antenatal screening.  ",
                "tag": "p"
            },
            {
                "content": "Evidence maps are typically the first step in the UK NSC process of reviewing evidence and we are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map on screening for intimate partner violence.",
                "tag": "p"
            },
            {
                "content": "The evidence map was commissioned to review literature on the topic published since the last evidence review in 2019. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map reaffirms the conclusion of the 2019 review and concludes this topic should not be reviewed again until new evidence becomes available that is likely to have a significant impact on the UK NSC recommendation. ",
                "tag": "p"
            },
            {
                "content": "This would mean any future requests to review the evidence for screening for intimate partner violence would need to be submitted through the UK NSC’s open call for topics. ",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "About intimate partner violence",
                "tag": "h2"
            },
            {
                "content": "Intimate partner violence (sometimes referred to as IPV) refers to any incident or pattern of controlling, coercive, threatening, or violent behaviour by a current or former intimate partner. It may involve physical, sexual, psychological, or emotional harm.  ",
                "tag": "p"
            },
            {
                "content": "Intimate partner violence is linked to serious health problems, including physical and mental health issues and even death. Intimate partner violence during pregnancy can lead to complications or harm for both mother and baby.   ",
                "tag": "p"
            },
            {
                "content": "The latest evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified 10 studies reporting on the effectiveness of intimate partner violence screening in healthcare settings since the 2019 review. The evidence map highlighted important gaps, including:  ",
                "tag": "p"
            },
            {
                "content": "Most studies focused on detection and referral, while key outcomes such as prevention of intimate partner violence, morbidity, mortality, neonatal outcomes, children’s wellbeing, and quality of life were not reported. Only one study reported on the reduction of intimate partner violence, and it found no significant impact. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/26/consultation-opens-on-screening-for-intimate-partner-violence/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on evidence relating to adult and antenatal screening for intimate partner violence.  "
    },
    {
        "title": "More HM Land Registry customers are saving time and money with right-first-time applications",
        "authors": [
            "Andrew Robertson, Head of Customer Policy and Service Improvement"
        ],
        "posted_on": "2025-11-25T17:17:31",
        "categories": [
            "Buying and selling property",
            "Data",
            "Digital services",
            "Law and practice"
        ],
        "content": [
            {
                "content": "At a glance ",
                "tag": "h2"
            },
            {
                "content": "Why this matters ",
                "tag": "h2"
            },
            {
                "content": "Requisitions cause delays that cost customers and their clients time and money. They also reduce the number of applications our caseworkers can deal with, and increase the time it takes to complete them. Reducing requisitions by improving application quality helps everyone by speeding up applications and improving accuracy. ",
                "tag": "p"
            },
            {
                "content": "In May, we emailed all qualifying customers with details of their avoidable requisitions along with links to free training and support. We also set out our plan to publish every firm’s overall avoidable requisition rate on GOV.UK, which we’ll do in December. Customers have welcomed this information and we want to make sure everyone has access as and when they need it. ",
                "tag": "p"
            },
            {
                "content": "What are avoidable requisitions? ",
                "tag": "h2"
            },
            {
                "content": "Requisitions – or queries on applications – can be divided into: ",
                "tag": "p"
            },
            {
                "content": "We have identified 30 of the most common administrative mistakes, from missing documents and witness details to incomplete or unsigned forms, as avoidable requisitions, which could be addressed before sending in the application. ",
                "tag": "p"
            },
            {
                "content": "This year, we began identifying avoidable requisitions from the overall total to help customers focus on what can be prevented before submission. In May we sent all customers details of their own avoidable requisitions, offering support in the form of training and our specialist support services. ",
                "tag": "p"
            },
            {
                "content": "Progress so far ",
                "tag": "h2"
            },
            {
                "content": "This is promising news for the sector, and we thank everyone for working hard to reduce requisitions. ",
                "tag": "p"
            },
            {
                "content": "What we’re doing to help ",
                "tag": "h2"
            },
            {
                "content": "We continue to develop and enhance our free training and guidance for customers: ",
                "tag": "p"
            },
            {
                "content": "And we’re introducing systemic improvements that benefit all customers: ",
                "tag": "p"
            },
            {
                "content": "What’s next ",
                "tag": "h2"
            },
            {
                "content": "In December, we will publish updated avoidable requisition data alongside our existing requisition dataset on GOV.UK. This will include: ",
                "tag": "p"
            },
            {
                "content": "We will also email firms with 10 or more completed applications between April and September 2025 with their individual figures. These emails will go to the main contact for each firm, so please alert your responsible user and update their details if necessary.  ",
                "tag": "p"
            },
            {
                "content": "Resources to help ",
                "tag": "h2"
            },
            {
                "content": "We offer free guidance, including: ",
                "tag": "p"
            },
            {
                "content": "Research shows only 40% of customers know these resources exist. If you haven’t explored them yet, visit our training hub. ",
                "tag": "p"
            },
            {
                "content": "*Qualifying customers are those who had 10 or more completed applications in the six-month period analysed, excluding discharges submitted via Portal E-DS1 and EDs.  ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/11/25/more-hm-land-registry-customers-are-saving-time-and-money-with-right-first-time-applications/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Application quality is increasing, but we still have work to do. Look out for your email with details of your avoidable requisitions score."
    },
    {
        "title": "Celebrate Professional Recognition Week 2025 with the GSE Profession",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-11-25T15:18:08",
        "categories": [
            "Blog Series",
            "GSE Opportunities",
            "GSE Profession Updates",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "A message from Dame Angela McLean, Head of GSE Profession and Government Chief Scientific Adviser ",
                "tag": "p"
            },
            {
                "content": "What’s Professional Recognition Week about? ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition Week is your opportunity to discover how GSE’s professional recognition offer can support your career. Whether you’re just starting out or looking to take the next step in your career, professional registration with a STEM organisation can open doors to new opportunities, networks, and formal recognition of your expertise. ",
                "tag": "p"
            },
            {
                "content": "What does the GSE Professional Recognition offer include? ",
                "tag": "p"
            },
            {
                "content": "Why pursue professional recognition? ",
                "tag": "p"
            },
            {
                "content": "Professional registration can be a powerful way to: ",
                "tag": "p"
            },
            {
                "content": "Hear from your colleagues ",
                "tag": "p"
            },
            {
                "content": "Want to know what the journey is really like? . Read our blog on the GSE Professional recognition offer to learn more about it and explore Katherine’s case study to see how it has benefited her. ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "p"
            },
            {
                "content": "Ready to take the next step? ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/11/25/celebrate-professional-recognition-week-2025-with-the-gse-profession/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "A message from Dame Angela McLean, Head of GSE Profession and Government Chief Scientific Adviser  “As Government Chief Scientific Adviser and Head of the GSE Profession, I am delighted to introduce this year’s Professional Recognition Week which will take place from Monday 8 December to …"
    },
    {
        "title": "Contamination Control Reminder: Managing Bacillus Risks in Aseptic Processing",
        "authors": [
            "Chris Jones"
        ],
        "posted_on": "2025-11-25T14:04:45",
        "categories": [
            "Good manufacturing practice"
        ],
        "content": [
            {
                "content": "The MHRA’s inspectorate and the Defective Medicines Report Centre (DMRC) are actively liaising with NHS and Specialist Pharmacy Services (SPS), following an increase in reports of Bacillus contamination in aseptic facilities. While no firm link has been identified between these reports, previous instances have been linked to inadequate sanitisation of raw materials and consumables used in the manufacturing procedures.",
                "tag": "p"
            },
            {
                "content": "Reports have been received from NHS Trusts operating under both Manufacturer’s “Specials” (MS) Licences and Section 10 Exemptions.",
                "tag": "p"
            },
            {
                "content": "For reference, guidance on the manufacture of unlicensed medicinal products (“specials”) is available here: manufacture of specials",
                "tag": "p"
            },
            {
                "content": "Bacillus is a genus of environmental bacteria that includes several pathogenic species, such as B. cereus. These organisms are ubiquitous and are notable for their ability to produce spores that are resistant to standard alcohol-based spray-and-wipe cleaning methods.",
                "tag": "p"
            },
            {
                "content": "Effective decontamination requires the use of sporicidal agents, particularly on the external surfaces of component materials. Sites should review their contamination control strategies, with particular focus on the transfer of materials into cleanrooms and the validation and routine effectiveness of sporicidal sanitisation methods.",
                "tag": "p"
            },
            {
                "content": "Sites are also strongly encouraged to review the MHRA’s May 2025 communication to MS Licence holders on aseptic operations, which sets out key regulatory expectations for contamination control and environmental monitoring: MHRA Letter to MS Licence Holders – Aseptic Operations (May 2025) .  This letter outlines regulatory expectations and reinforces the importance of robust sporicidal cleaning protocols in aseptic environments. Holders of manufacturing licenses must report defective medicines to the DMRC. Instances where contamination by Bacillus spp.  including morphologically similar microorganisms, is identified or suspected in Grade A or B environments, will be used  to support national trend analysis and root cause investigations. Sites operating under Section 10 Exemption must also notify their SPS or National QA teams if Bacillus is recovered in Grade A or Grade B environments. These notifications will also feed into the investigations.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/11/25/contamination-control-reminder-managing-bacillus-risks-in-aseptic-processing/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "The MHRA’s inspectorate and the Defective Medicines Report Centre (DMRC) are actively liaising with NHS and Specialist Pharmacy Services (SPS), following an increase in reports of Bacillus contamination in aseptic facilities. While no firm link has been identified between these …"
    },
    {
        "title": "2025 Bathing Waters Classifications",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-11-25T12:45:20",
        "categories": [
            "Cleaner Seas",
            "Water"
        ],
        "content": [
            {
                "content": "The Environment Agency published the 2025 Bathing Water Classifications earlier today, Tuesday 25 November. The results provide the latest national assessment of the quality of England’s 449 designated bathing waters out of a total of 451 as two were closed due to access issues. The results show continued improvement overall, alongside some persistent local challenges.",
                "tag": "p"
            },
            {
                "content": "Full results can be found via the following link: 2025 Statistics on English coastal and inland bathing waters: A summary of compliance with the Bathing Water (Amendment) (England and Wales) Regulations 2025 - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Strong National Performance",
                "tag": "p"
            },
            {
                "content": "The 2025 results confirmed that bathing water quality across England remains high:",
                "tag": "p"
            },
            {
                "content": "· 417 waters (92.9%) achieved an Excellent, Good, or Sufficient classification, up from 91.8% in 2024.",
                "tag": "p"
            },
            {
                "content": "· 297 waters (66.1%) were rated Excellent—the highest number since the current standards were introduced in 2015.",
                "tag": "p"
            },
            {
                "content": "· 32 waters (7.1%) were classed as Poor, down from 37 last year.",
                "tag": "p"
            },
            {
                "content": "These improvements underline the long-term progress achieved through regulation, investment, and increasingly coordinated catchment management.",
                "tag": "p"
            },
            {
                "content": "What Influenced the 2025 Results",
                "tag": "p"
            },
            {
                "content": "The classifications reflect both seasonal weather and local pollution pressures. Much of the summer (May to August) was dry, supporting better water quality.",
                "tag": "p"
            },
            {
                "content": "Each bathing water also faces a unique mix of pressures—from storm overflows and agricultural runoff to urban drainage, misconnections, wildlife and, in some areas, groundwater contamination—making year-on-year changes difficult to attribute to any single type of pollution.",
                "tag": "p"
            },
            {
                "content": "Newly Designated Waters Face Steeper Challenges",
                "tag": "p"
            },
            {
                "content": "Many of the poorer results came from recently designated sites that were not previously managed to bathing water standards. Of the 34 waters designated since 2021, 19 were classified as Poor this year, including 17 of the 27 designated in 2024. This was expected and reflects the early stage of investigation and improvement plans in these catchments.",
                "tag": "p"
            },
            {
                "content": "Improvements and Deteriorations",
                "tag": "p"
            },
            {
                "content": "Six bathing waters improved from Poor in 2024 to Sufficient or Good in 2025, including:",
                "tag": "p"
            },
            {
                "content": "· Deal Castle",
                "tag": "p"
            },
            {
                "content": "· Heacham",
                "tag": "p"
            },
            {
                "content": "· St Annes North",
                "tag": "p"
            },
            {
                "content": "· Coniston Water–Boating Centre",
                "tag": "p"
            },
            {
                "content": "· Bridlington South Beach",
                "tag": "p"
            },
            {
                "content": "· Porthluney",
                "tag": "p"
            },
            {
                "content": "Some benefited from specific partnership working, such as resolving misconnections, which are sewage pipes wrongly connected to surface water drains, or reducing agricultural runoff; others likely improved due to natural changes.",
                "tag": "p"
            },
            {
                "content": "Two sites deteriorated from Sufficient to Poor—Haverigg, which sat close to the threshold last year, and Stoke Gabriel, designated only in 2024 and therefore assessed on a smaller dataset.",
                "tag": "p"
            },
            {
                "content": "Sites With Persistent Problems",
                "tag": "p"
            },
            {
                "content": "Under recently amended regulations, sites with five consecutive Poor classifications no longer face automatic de-designation. Instead, a Ministerial decision is taken on whether to grant an extension.",
                "tag": "p"
            },
            {
                "content": "Three sites reached this milestone in 2025:",
                "tag": "p"
            },
            {
                "content": "· Tynemouth Cullercoats",
                "tag": "p"
            },
            {
                "content": "· River Wharfe at Ilkley",
                "tag": "p"
            },
            {
                "content": "· Weston Main",
                "tag": "p"
            },
            {
                "content": "Each faces complex, long-standing pressures such as groundwater contamination, agricultural runoff, sewage inputs, and wildlife impacts. Several other sites may reach the same position if they remain Poor in 2026.",
                "tag": "p"
            },
            {
                "content": "Pollution Sources and Key Pressures",
                "tag": "p"
            },
            {
                "content": "The results highlighted five main categories of pollution affecting Poor-rated waters:",
                "tag": "p"
            },
            {
                "content": "· Sewage – including storm overflows, continuous discharges and private systems.",
                "tag": "p"
            },
            {
                "content": "· Agriculture – particularly livestock runoff and poor soil management.",
                "tag": "p"
            },
            {
                "content": "· Urban diffuse pollution – including highway runoff, misconnections, and sewer exfiltration.",
                "tag": "p"
            },
            {
                "content": "· Wildlife – seabirds and waterfowl in some coastal and inland locations.",
                "tag": "p"
            },
            {
                "content": "· Other sources – such as groundwater pathways, private drainage, or natural factors like sediment.",
                "tag": "p"
            },
            {
                "content": "Looking Ahead",
                "tag": "p"
            },
            {
                "content": "The results demonstrate significant progress, with more sites than ever meeting high standards. However, they also show that improving the most challenging locations will require sustained investment, catchment-scale collaboration and continued reforms to the way bathing waters are managed.",
                "tag": "p"
            },
            {
                "content": "The 2025 classifications reinforce the importance of protecting the rivers, lakes and coastal waters that people rely on for recreation, health and wellbeing—and highlight that while improvements are real, the work is far from complete.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/11/25/2025-bathing-waters-classifications/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency published the 2025 Bathing Water Classifications earlier today, Tuesday 25 November."
    },
    {
        "title": "Insurance Review in Phase 1 Clinical Trials",
        "authors": [
            "Rachel Mead"
        ],
        "posted_on": "2025-11-25T12:25:24",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "On 28 April 2026, new regulations for Clinical Trials will come into effect - the most significant updates in two decades. To support a smooth transition, the Medicines and Healthcare products Regulatory Agency (MHRA) and the Health Research Authority (HRA) are working together to provide updated guidance and information about key changes for industry.",
                "tag": "p"
            },
            {
                "content": "In this joint blog, we set out to clarify the insurance requirements for Phase 1 clinical trials.",
                "tag": "p"
            },
            {
                "content": "Sponsors’ liability ",
                "tag": "p"
            },
            {
                "content": "For Clinical Trials of Investigational Medicinal Products (CTIMPs), in accordance with Part 2 (14) of Schedule 1 to UK Statutory Instrument 2004/1031, The Medicines for Human Use (Clinical Trials) Regulations and its subsequent amendments, the following condition applies:",
                "tag": "p"
            },
            {
                "content": "‘Provision has been made for insurance or indemnity to cover the liability of the investigator and sponsor which may arise in relation to the clinical trial’ (and Part 2 (4) of Schedule 1 of UK Statutory Instrument 2025/5 which comes into effect on 28 April 2026. It is a requirement, that ‘any document providing evidence of insurance to cover liability of the sponsor or investigator’ be included with the Research Ethics Committee (REC) application, to comply with Regulation 15 (5 J) of SI 2004/1031 (and Part A1 (f) of Schedule 3 of UK Statutory Instrument 2025/538 which comes into effect on 28 April 2026 will include ‘proof of insurance, a guarantee, or any other similar arrangement’).",
                "tag": "p"
            },
            {
                "content": "Responsibilities",
                "tag": "p"
            },
            {
                "content": "The sponsor is responsible for ensuring that it has in place adequate insurance or indemnity to cover its potential liabilities arising from the design and management of the clinical trial.",
                "tag": "p"
            },
            {
                "content": "The REC is informed of the nature of this cover and is provided with evidence of any insurance procured by the sponsor for this purpose.",
                "tag": "p"
            },
            {
                "content": "Research sites are responsible for making arrangements for insurance or indemnity to cover potential liabilities arising from their conduct of the clinical trial.",
                "tag": "p"
            },
            {
                "content": "For Phase 1 trials being conducted outside of the NHS, research sites, including   Clinical Research Organisations (CROs) or Phase 1 Trial Organisations, should not rely upon the REC's favourable opinion alone to understand the details of the insurance or indemnity provided by the sponsor.",
                "tag": "p"
            },
            {
                "content": "For Phase 1 trials being conducted in NHS organisations, the UK study-wide review includes a check of sponsor insurance, to ensure that the insurance is appropriate to the clinical trial, with no inappropriate exclusions to its cover (or a statement is received from the sponsor to confirm that there are no exclusions).  Any relevant change to the insurance arrangements would constitute a substantial and study-wide reviewable amendment (modification from 28 April 2026) and be notified to the REC and a study-wide reviewer for review. NHS organisations should not duplicate these checks.",
                "tag": "p"
            },
            {
                "content": "Ensure you have appropriate cover in place",
                "tag": "p"
            },
            {
                "content": "During recent good clinical practice (GCP) inspections, several examples have been identified where CROs and Phase 1 Trial Organisations have not undertaken a suitable check of the insurance cover for the trial because there has been an assumption that the REC has reviewed the suitability of the cover.  However, the review by the REC is only to determine that cover exists.",
                "tag": "p"
            },
            {
                "content": "Non-NHS Phase 1 sites should ensure that sponsor insurance or indemnity is appropriate to the clinical trial, with no inappropriate exclusions for each individual trial, and checks should also be undertaken on annual policy renewals.",
                "tag": "p"
            },
            {
                "content": "The checks for acceptability of cover and impact of any exclusions should be documented, signed off by a suitably trained and experienced individual and filed in the Trial Master File (TMF).",
                "tag": "p"
            },
            {
                "content": "If any exclusions to cover, means that certain individuals would not be appropriately covered if they participated in the trial, robust arrangements should be made to ensure that they are not included (it would usually be expected that this is accounted for in the clinical trial inclusion/exclusion criteria, but research sites should be prepared to make additional arrangements where necessary).  ",
                "tag": "p"
            },
            {
                "content": "These checks are to demonstrate due diligence by the CRO and Phase 1 Trial Organisations that the insurance arrangements are adequate and sufficiently cover the participant population and IMPs being administered.",
                "tag": "p"
            },
            {
                "content": "Help and guidance",
                "tag": "p"
            },
            {
                "content": "You will find the latest MHRA guidance in the Clinical Trials hub.",
                "tag": "p"
            },
            {
                "content": "Access HRA guidance on changes to clinical trials regulations.",
                "tag": "p"
            },
            {
                "content": "If you can’t find what you are looking for and need assistance from the MHRA, email ctdhelpline@mhra.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Contact the HRA by emailing queries@hra.nhs.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/11/25/insurance-review-in-phase-1-clinical-trials/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "On 28 April 2026, new regulations for Clinical Trials will come into effect - the most significant updates in two decades. To support a smooth transition, the Medicines and Healthcare products Regulatory Agency (MHRA) and the Health Research Authority (HRA) …"
    },
    {
        "title": "Getting consent for charity changes: the Commission’s role in supporting trustees",
        "authors": [
            "Christine Barker"
        ],
        "posted_on": "2025-11-25T12:09:42",
        "categories": [
            "Data",
            "Governance",
            "Regulation"
        ],
        "content": [
            {
                "content": "A £1bn collection of Chinese ceramics is now permanently at home in the British Museum, following a significant piece of consent granted by the Commission earlier this year. In March, we gave authority to the trustees of the Sir Percival David Foundation to amend their governing document, enabling them to donate the collection assembled by Sir Percival David across Europe, Japan, Hong Kong and China before his death in 1964.",
                "tag": "p"
            },
            {
                "content": "The collection had been on loan to the British Museum since 2009 and had been enjoyed by millions of visitors. By transferring the costs of maintaining the collection to the museum, the trustees were able to manage the charity’s resources effectively and ensure that examples of the finest Chinese craftsmanship could remain on public view, in line with their founder’s wishes.",
                "tag": "p"
            },
            {
                "content": "What is regulatory authority or ‘permissions’ casework?",
                "tag": "p"
            },
            {
                "content": "This is an example of permissions casework – a crucial part of our regulatory role that enables well-run charities to adapt and thrive.",
                "tag": "p"
            },
            {
                "content": "Trustees come to us when they want to make changes to their governing documents, dispose of assets, merge with another organisation, or take other significant steps that fall outside their existing legal powers.",
                "tag": "p"
            },
            {
                "content": "It is distinct from our compliance and investigatory work, where we assess concerns about potential wrongdoing. Instead, this work is about empowering trustees who are acting in good faith to do what’s best for their charities and beneficiaries.",
                "tag": "p"
            },
            {
                "content": "The scale and breadth of this work",
                "tag": "p"
            },
            {
                "content": "The scale of our permissions casework is significant, and we receive a high volume of applications every year. Our latest quarterly data shows that across July to September 2025 we considered 1,667 applications and granted 747 permissions. Adding the 734 granted in the previous quarter, that's almost 1,500 so far this year – averaging almost 57 separate permissions granted per week. Each enables trustees of charities, large and small, to take both routine actions and highly significant steps.",
                "tag": "p"
            },
            {
                "content": "The range and complexity of cases varies enormously as there are over 40 different types of consent we can give. Sometimes we need to provide trustees with advice or ask them for further information to help us decide whether we can give the authority. Some consents can be given with minimal engagement with the trustees, whilst others involve months of detailed work with trustees and multiple stakeholders to achieve complex outcomes.",
                "tag": "p"
            },
            {
                "content": "Protecting trustees facing threats",
                "tag": "p"
            },
            {
                "content": "We have seen a significant rise in applications from trustees to remove their legal names from public display because the nature of their charities' work puts them in fear of threat or harm.",
                "tag": "p"
            },
            {
                "content": "In the summer of 2024, several charities were at risk from riots and public disorder after the atrocities in Southport. We took the unusual step of removing some trustee details for two weeks because of the immediate risk to charity premises and staff. In August this year we removed the names of trustees from several refugee charities after a far-right influencer named these charities in a YouTube broadcast, leaving trustees feeling unsafe and at risk of personal danger.",
                "tag": "p"
            },
            {
                "content": "In both instances we agreed to remove trustee details from the information available on the register of charities. This enabled those trustees to continue their important work without fear for their personal safety.",
                "tag": "p"
            },
            {
                "content": "Securing heritage for future generations",
                "tag": "p"
            },
            {
                "content": "Recently, the Commission acted quickly to help to secure the future of Ironbridge Gorge Museums in Shropshire. This important tourist destination with UNESCO World Heritage status, run by Ironbridge Museum Trust, has seen fewer visitors since the pandemic. The high cost of running 10 museums and caring for 35 listed buildings put the charity into financial difficulty. Consequently, the trustees concluded that the best long-term solution for financial stability would be for the charity to transfer its museums and property to the care of the National Trust, a much larger organisation with similar charitable purposes.",
                "tag": "p"
            },
            {
                "content": "Our team worked with the trustees to provide the permissions needed to facilitate the transfer, which will take place in the spring of 2026. The National Trust has secured a £9 million Government grant that will enable it to take on the care of the site and secure it for future generations.",
                "tag": "p"
            },
            {
                "content": "Using new powers from the Charities Act 2022",
                "tag": "p"
            },
            {
                "content": "Following the implementation of the Charities Act 2022, the Commission gained some new powers that have enabled us to help charities in situations that would previously have required costly court proceedings.",
                "tag": "p"
            },
            {
                "content": "We first used one of these powers to help a Parish Council resolve a misunderstanding dating back to 1973 that was preventing them from appointing new trustees to run a village hall that was important to the community. They had also unwittingly been operating outside the terms of the governing document for many years.",
                "tag": "p"
            },
            {
                "content": "By using a discretionary power (section 184b of the Charities Act), we were able to remedy the situation by validating the trustee appointments and the Parish Council's actions undertaken since 1973, which had been carried out in good faith. This avoided the need for costly court proceedings and meant the village hall could continue serving its community.",
                "tag": "p"
            },
            {
                "content": "Why timing matters",
                "tag": "p"
            },
            {
                "content": "The breadth of cases we handle from agreeing changes to governing documents to complex heritage mergers, from protecting threatened trustees, to resolving decades-old governance issues – demonstrates both the importance and complexity of regulatory authority casework.",
                "tag": "p"
            },
            {
                "content": "We can move very quickly to provide authority in exceptional circumstances when trustees can demonstrate urgency because funding or their charities’ beneficiaries may be at risk. But where this is not the case, we are unable to work at the same pace. This underlines how important it is that when trustees are planning to make changes that require our authority, they come to us in good time so we can do all the necessary work to consider their applications and provide our decisions in line with any deadlines they may have.",
                "tag": "p"
            },
            {
                "content": "Empowering trustees to evolve their services and ways of working is a responsibility we take seriously. Each of the almost 1,500 permissions we've granted so far this year represents a charity that can now move forward with confidence, knowing they have the legal authority to act in the best interests of their beneficiaries.",
                "tag": "p"
            }
        ],
        "link": "https://charitycommission.blog.gov.uk/2025/11/25/getting-consent-for-charity-changes-the-commissions-role-in-supporting-trustees/",
        "blog": "Charity Commission",
        "blog_link": "https://charitycommission.blog.gov.uk",
        "description": "A £1bn collection of Chinese ceramics is now permanently at home in the British Museum, following a significant piece of consent granted by the Commission earlier this year. In March, we gave authority to the trustees of the Sir Percival …"
    },
    {
        "title": "Identifying the Environmental Impacts of Digital Services: Lessons from ‘Get Air Quality Data’ service.",
        "authors": [
            "Lucy Stewart"
        ],
        "posted_on": "2025-11-25T10:24:35",
        "categories": [
            "Defra digital",
            "Defra service design",
            "Digital delivery"
        ],
        "content": [
            {
                "content": "This is the second blog in a series on Product Managing the design of sustainable services written by Lucy Stewart and Katie Marcus, product managers working in air quality improvement at Defra.",
                "tag": "p"
            },
            {
                "content": "Digital services have environmental impact. Every search query, data download, and server request uses energy and generates emissions. As product managers working on air quality improvement, we wanted to understand and reduce the environmental impact of our own service: Get Air Quality Data. This is in line with Defra digital sustainability strategy 2025-2030, which sets out the group vision to minimise the environmental, economic and social impact of its ICT operations.",
                "tag": "p"
            },
            {
                "content": "This service enables users to access air pollution data and information. While our work helps monitor and improve air quality, we recognised that delivering and maintaining the service itself has environmental consequences. We ran a workshop to map these impacts and identify where we could make improvements.",
                "tag": "p"
            },
            {
                "content": "Figure 1: The sustainable services journey mapping tool used in the workshop. By clarifying the journey stages together, the tool helps teams query where energy is needed to run the service and supports teams to identify where there are opportunities to reduce the carbon outputs. A template for the tool is provided at the end of this blog post.",
                "tag": "p"
            },
            {
                "content": "What we did",
                "tag": "h2"
            },
            {
                "content": "We brought together members of our cross-functional team including designers, lead statisticians, developers and programme managers, to examine our service’s environmental ‘inputs’ (the resources used to design, deliver and run the service) and ‘outputs’ (waste, emissions and pollution generated from these actions).",
                "tag": "p"
            },
            {
                "content": "Using a journey mapping tool we identified where these inputs and outputs occur across the service lifecycle. We then modelled out the impact of these inputs and outputs from carbon emissions to biodiversity loss, exploitation and inequality and integrated optimisations into our product roadmaps and working practices.",
                "tag": "p"
            },
            {
                "content": "What we learned",
                "tag": "h2"
            },
            {
                "content": "The service is a non-transactional digital service, but allows users to download large volumes of data, which makes hosting, processing and storing data the main contributors to energy use. Together we learned:",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "As a team we’re currently lacking defined metrics and a consolidated methodology for calculating our ultimate environmental impact. However, this workshop demonstrated the value of bringing service teams together around sustainability questions. The conversation was lively and focussed our team’s creativity to look at the design and development of the service in new ways.",
                "tag": "p"
            },
            {
                "content": "As product managers, we’re empowered to integrate sustainability concerns into roadmaps, KPIs and working practices. To put the workshop findings into action, we used a framework of 10 initiatives from Jisc's ‘Driving digital sustainability’ workshop. This workshop helped us assess which initiatives we can implement quickly and easily, versus those which require additional support or collaboration, longer term.",
                "tag": "p"
            },
            {
                "content": "Quick wins:",
                "tag": "p"
            },
            {
                "content": "Longer term goals:",
                "tag": "p"
            },
            {
                "content": "In summary",
                "tag": "h2"
            },
            {
                "content": "We have a simple strategy of reducing the environmental impact of our service's inputs and outputs by delivering our services more lightly and efficiently, reducing waste across our entire pipeline, from planning and design to build and go-live. We will need to leverage all members of our cross-functional teams to realise this, as well as working with stakeholders and partners to maximise potential impact.",
                "tag": "p"
            },
            {
                "content": "Even without the perfect processes and measurement tools in place, we believe that any progress is valuable, and hope these practices become the default for all Defra delivery teams.",
                "tag": "p"
            },
            {
                "content": "We will share more as we learn and put initiatives into action. In the meantime, if you would like to access the Sustainable journey mapping tool to try with your own service, email lucy.stewart1@defra.gov.uk or katherine.marcus@defra.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/11/25/identifying-the-environmental-impacts-of-digital-services-lessons-from-get-air-quality-data-service/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "This is the second blog in a series on Product Managing the design of sustainable services written by Lucy Stewart and Katie Marcus, product managers working in air quality improvement at Defra. Digital services have environmental impact. Every search query, …"
    },
    {
        "title": "A future filled with trees: National Tree Week 2025 ",
        "authors": [
            "Richard Chapman"
        ],
        "posted_on": "2025-11-25T09:10:34",
        "categories": [
            "Forestry",
            "Tree planting"
        ],
        "content": [
            {
                "content": "National Tree Week marks the opening of the tree planting season, and this year there is substantial progress to report. The theme, \"A Future Filled with Trees,\" reflects our commitment to creating lasting environmental change. Communities across England will come together during National Tree Week to plant, protect, and celebrate trees that will stand for generations. ",
                "tag": "p"
            },
            {
                "content": "In 2024/25 alone, we planted over 10 million trees - more than at any point in the past two decades.",
                "tag": "p"
            },
            {
                "content": "These trees are already delivering cleaner air, restored rivers and streams, new wildlife habitats, green jobs, and a living legacy for future generations. ",
                "tag": "p"
            },
            {
                "content": "Building new National Forests ",
                "tag": "p"
            },
            {
                "content": "We are progressing with the establishment of three new national forests. The Western Forest - stretching from the Cotswolds to the Mendips - is the first of these flagship landscapes.",
                "tag": "p"
            },
            {
                "content": "A second will be created in the Oxford-Cambridge corridor, with a third site to be designated in the Midlands or the North. These forests will deliver significant environmental, social, and economic benefits for generations to come. ",
                "tag": "p"
            },
            {
                "content": "Building resilience for the future ",
                "tag": "p"
            },
            {
                "content": "In September, I was fortunate to attend the opening of Forestry England's new seed processing centre at Delamere in Cheshire. This hugely impressive timber-framed, net-zero facility is the largest and most advanced in the UK. It can process up to four tonnes of tree seeds each year, with climate-controlled storage that preserves seeds for up to 20 years. This facility will significantly expand our ability to grow climate-resilient tree species that can thrive in hotter, drier conditions. I have also been able to visit woodland creation sites across the country over the last year, seeing first-hand the tremendous effort and progress being made on the ground.  ",
                "tag": "p"
            },
            {
                "content": "We've awarded up to £7.5 million to boost capacity and resilience within the tree production sector. Our Tree Production Innovation Fund is supporting cutting-edge technologies like AI-powered grading and vertical farming, whilst our Seed Sourcing Grant is supporting disease-resistant and climate-adapted seed orchards. ",
                "tag": "p"
            },
            {
                "content": "Communities at the heart of change ",
                "tag": "p"
            },
            {
                "content": "Whilst Government sets the strategic framework and provides funding, delivery depends on local communities, landowners, and volunteers. Working with the Tree Council, the Trees Outside Woodland fund offers grants from £10,000 to £40,000 to support tree planting projects and the infrastructure needed to sustain them. The uptake has been fantastic. Local action remains central to achieving our national objectives. ",
                "tag": "p"
            },
            {
                "content": "Growing skills and safeguarding heritage ",
                "tag": "p"
            },
            {
                "content": "This week also marks an important milestone as the first cohort of professional forester apprentices graduate from the University of Cumbria. These individuals will shape the next generation of forestry - protecting biodiversity, supporting sustainable timber production, and strengthening our green economy. ",
                "tag": "p"
            },
            {
                "content": "Whilst we plant for the future, we are also protecting our past. Natural England is updating the Ancient Woodland Inventory, which records England's most precious habitats - woodlands that have existed for over 400 years.",
                "tag": "p"
            },
            {
                "content": "We have now completed half this work, adding 25,000 hectares and identifying over 52,000 ancient woodland sites. For the first time, the inventory includes Ancient Wood Pasture and Parkland sites, helping us safeguard what cannot be replaced. ",
                "tag": "p"
            },
            {
                "content": "Real environmental benefits ",
                "tag": "p"
            },
            {
                "content": "The impact of our work is measurable. ",
                "tag": "p"
            },
            {
                "content": "Research from Liverpool John Moores University shows that the initial stages of the Nature for Climate fund will absorb up to 1.6 million tonnes of CO2 - the equivalent of taking nearly 92,000 cars off the road for their entire lifetime. It will expand ecological networks by an area up to 11 times the size of Lake Windermere and improve air and water quality across England. Our £1 billion commitment will amplify this impact considerably. ",
                "tag": "p"
            },
            {
                "content": "And we’re working to make sure the research we are investing in gets the attention it deserves. Over 200 people including academics, practitioners, policy makers and environmental NGOs came together in Durham earlier this month to hear about the latest research from the Nature for Climate Fund, our Plant Health team and Treescapes programme to think about how we can apply it into practice. It was fantastic to be part of such a rich and energised set of conversations helping to challenge us all to think about next steps. ",
                "tag": "p"
            },
            {
                "content": "Taking action ",
                "tag": "p"
            },
            {
                "content": "Trees deliver multiple public benefits. They improve our air quality, protect our watercourses, enhance biodiversity and create stronger connections between people and place. They represent our commitment to stewardship beyond a single generation. ",
                "tag": "p"
            },
            {
                "content": "I would like to take a moment to thank everyone involved in this work - through our collective hard work we are achieving a huge amount. This year’s 50th anniversary of National Tree Week is a wonderful opportunity to celebrate all things trees.",
                "tag": "p"
            },
            {
                "content": "Whether as part of an organisation, a community group or individually, National Tree Week gives us all an opportunity to get involved.",
                "tag": "p"
            },
            {
                "content": "Together, we are creating a future filled with trees. Find out more at National Tree Week.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/25/a-future-filled-with-trees-national-tree-week-2025/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "National Tree Week marks the opening of the tree planting season, and this year there is substantial progress to report. The theme, \"A Future Filled with Trees,\" reflects our commitment to creating lasting environmental change. Communities across England will come together during National Tree Week to plant, protect, and celebrate trees that will stand for …"
    },
    {
        "title": "COP30 and nature: a moment for vision and scale",
        "authors": [
            "Ruth Davis OBE"
        ],
        "posted_on": "2025-11-24T15:47:05",
        "categories": [
            "Climate change",
            "Forestry",
            "Nature",
            "Wildlife"
        ],
        "content": [
            {
                "content": "COP30 was always going to be a landmark for nature, set against the backdrop of the Amazon river in Belém, the gateway to the world’s largest tropical forest. But beyond the ‘COP in the forest’ headlines, two things made this summit pivotal for those committed to protecting and restoring critical ecosystems. ",
                "tag": "p"
            },
            {
                "content": "Brazil’s leadership and bold global coalitions ",
                "tag": "p"
            },
            {
                "content": "First, Brazil’s leadership. They are showing what an ambitious, joined-up strategy for nature looks like in one of the world’s most biodiverse countries. Second, the growing momentum among governments, scientists, communities, banks and businesses to deliver big, bold nature solutions. ",
                "tag": "p"
            },
            {
                "content": " For Brazil, nature underpins the economy. Forests act as water tanks, providing the rainfall that sustains crops and global commodity supply chains.  This is why so many institutions and communities are united in tackling illegality and deadly wildfires – drivers of forest loss - why Brazil has achieved a 50% cut in deforestation rates in the Amazon in 2023 compared to 2022. ",
                "tag": "p"
            },
            {
                "content": "Financing nature at scale ",
                "tag": "p"
            },
            {
                "content": "Brazil’s commitment to large-scale nature finance is clear. The Tropical Forest Forever Facility aims to combine public and private capital to create a permanent revenue stream for forest protection. The Resilient Agriculture Investment for net-Zero Land Degradation (also known as RAIZ) initiative uses government’s de-risking capacity to attract billions in private investment to restore tens of millions of hectares of degraded land. ",
                "tag": "p"
            },
            {
                "content": "Combined with support for Indigenous and local community enterprises and Brazil’s agricultural innovation, these efforts are building a thriving bioeconomy; sectors based on sustainable use of biological resources. This offers huge economic opportunities not only for Brazil but globally, including the UK, with our strong tradition of life-sciences and technical innovation. ",
                "tag": "p"
            },
            {
                "content": "The UK’s role in driving action ",
                "tag": "p"
            },
            {
                "content": "The UK matters in this story. We have quietly and consistently partnered with Brazil to help launch many of these ideas - from early-stage investments in community businesses, to capacity building and policy support for financing mechanisms and research collaborations on forest carbon monitoring and bio-fertilisers. The UK has also helped to keep forests on the agenda through our co-chairing of the Forests and Climate Leaders Partnership. ",
                "tag": "p"
            },
            {
                "content": "COP30 showcased the UK’s role in advancing the global ‘nature actions agenda’. For example, the summit saw the launch of the biodiversity credits policy forum, with Indonesia as a founding member and strong interest from other countries seeking frameworks to attract private investment in nature. ",
                "tag": "p"
            },
            {
                "content": " We also celebrated the UK’s long-standing partnership with the Congo Basin region, joining a Call to Action, to ensure the world recognises the importance of Congo’s forests and funds solutions developed by Congolese institutions and communities.  ",
                "tag": "p"
            },
            {
                "content": "Championing Indigenous leadership ",
                "tag": "p"
            },
            {
                "content": "Underpinning all this work is the courage, commitment and knowledge of Indigenous Peoples and local communities (IPLCs). It was vital to join them in marking Phase 2 of the Indigenous Peoples Pledge, building on commitments first made at COP26, and to applaud forest governments for pledging a major increase in tenure-secured Indigenous lands. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead: scaling solutions ",
                "tag": "p"
            },
            {
                "content": "Across COP30, I saw evidence of UK engagement, technical expertise and partnership; something of which we can all be proud of.  But this is only the start. We must deliver, including for the Congo and IPLCs. We must do more, for example: work with small island states and vulnerable coastal regions to scale the blue economy.  Build on UK agricultural research to create sustainable, resilient food systems worldwide. ",
                "tag": "p"
            },
            {
                "content": " There is much to do, but also much to build on - including the dedication of brilliant people across the UK who work tirelessly to protect and restore our fragile, natural world. It was a pleasure to witness that work, and a privilege to represent it. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/24/cop30-and-nature-a-moment-for-vision-and-scale/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "COP30 was always going to be a landmark for nature, set against the backdrop of the Amazon river in Belém, the gateway to the world’s largest tropical forest. But beyond the ‘COP in the forest’ headlines, two things made this summit pivotal for those committed to protecting and restoring critical ecosystems. Read this post to find …"
    },
    {
        "title": "Innovative approaches to Med Tech regulatory reform",
        "authors": [
            "Joseph Burt"
        ],
        "posted_on": "2025-11-24T15:31:52",
        "categories": [
            "AI Airlock",
            "designated standards",
            "Health Institution Exemption",
            "Med Tech Regulations",
            "Medical Devices"
        ],
        "content": [
            {
                "content": "Well, hello again.  Hasn’t time passed by so quickly since my last blog in September. At the MHRA, we have many exciting and pioneering initiatives underway. I was listening to a medical device podcast recently and the podcast host proclaimed the MHRA as being ‘very innovative with their approaches’.  It bought a smile to my face and made me ponder what else we could do to be really innovative in our work to improve medical device regulations so that they deliver for patients and drive growth in the sector.",
                "tag": "p"
            },
            {
                "content": "Let me share with you one way we are embracing AI technologies to help deliver our work and ambitions. In the innovative devices team, one of my colleagues collaborated with the MHRA’s Digital and Technology team to develop a chatbot that we now use internally. This clever bit of kit uses large language models to interrogate and provide an initial response to enquiries, drawing on a rich history of previous answers. At the moment, we’re only using it within the team in an active trial where we closely check the responses before going back to the enquirer. My hope is that, after plenty of thorough testing, we’ll eventually be able to share this chatbot more widely with people looking for clarity on published guidance from the MHRA.",
                "tag": "p"
            },
            {
                "content": "On a broader note about AI, I was genuinely delighted to attend our AI Airlock phase 2 launch in Westminster in October. I had the opportunity to learn about some truly ground-breaking technologies from Tortus, Numan, Panakeia, Octopath, NHS England, Deep X AI, and Eye2Gene. It’s fair to say I’m looking forward to seeing the outcomes from this phase of the Airlock, because I can already see the huge opportunities these technologies will bring to healthcare – both now and in the future. I’d like to take a moment to personally thank all the representatives from these organisations for the innovative work they’re doing to pave the way for effective and proportionate regulation of transformative AI technologies. And, of course, a heartfelt thank you to the AI Airlock team for being the modern explorers, bravely navigating the future of AI in MedTech. More information is available in our recent AI Airlock blog.",
                "tag": "p"
            },
            {
                "content": "Now, putting AI aside for a moment, let me tell you about the progress we're making towards publishing updated guidance for Health Institution Exempted devices. If you’ve been following my blogs, you’ll remember that many NHS organisations are already making good use of this exemption for medical devices and IVDs. Over the summer, we sent out a questionnaire, and I’m genuinely grateful for the 137 responses we received during August and September. A huge thank you to everyone who took the time to share their thoughts – your input will help us shape better guidance in this area.",
                "tag": "p"
            },
            {
                "content": "If you’re interested in delving into the details, take a look at the published survey analysis. From all the feedback we’ve received, there are  five areas where health institutions need more information, and we intend to update guidance in the following areas: adopting a robust Quality Management System and following international standards; making sure there’s proper oversight of manufactured devices with good record-keeping and clear identification; proving that devices meet all relevant essential requirements; and keeping technical documentation up-to-date to show compliance and safety.",
                "tag": "p"
            },
            {
                "content": "We’re also planning to tidy up some of the definitions in the guidance and remove phrases like ‘in-house manufactured’, which can cause confusion. Keep an eye out for our refined guidance in the coming weeks - I'm excited to share it with you.",
                "tag": "p"
            },
            {
                "content": "Speaking about surveys, you might remember that we recently ran another survey focused on Designated Standards. I want to extend a second heartfelt thank you to everyone who took part – your feedback has been genuinely invaluable. Thanks to your input, we’re planning to update the designated standards list, starting with those standards that are most critical. We’ll be rolling these changes out gradually, with the first set of updates expected in late November or early December. Looking further ahead into 2026, the MHRA, together with the Department of Business and Trade, will keep refining the designated standards lists to ensure they stay in step with changing regulatory needs. We are developing a new internal process to make sure the list remains responsive to the emergence of new and updated standards, which is especially important as medical technologies continue to evolve at pace. So, thank you again for helping us shape a system that keeps up with innovation and supports everyone working in this vital field.",
                "tag": "p"
            },
            {
                "content": "Let me give you a heads-up about a couple of important things coming up in December and early in the new year. We are making good progress on our Pre-market statutory instrument for medical devices, and we thank our network of Trusted Advisers for your input on recent drafts. The next milestone in the regulatory journey of this piece of legislation is notifying the World Trade Organization of the draft text. As soon as this has been published, we’ll be asking for feedback on the costs to businesses of implementing this regulation, so that we can develop an Economic Impact Assessment which will be required when this regulation is laid in Parliament. We’ll be calling for your feedback at that point – again it will be highly valued. We’ll also be launching a consultation on the proposal to indefinitely recognise CE marked medical devices – something I know many of you are keenly interested in. I’ve heard from so many people just how much anticipation there is around both of these topics, so rest assured we’ll be sharing more details with you as soon as we get closer to publication. Stay tuned!",
                "tag": "p"
            },
            {
                "content": "Before I wrap up this month’s blog, I’d like to take a moment to share a few personal reflections with you. You know, people rarely ask me what truly inspires me in my work. Not long ago, a podcast interviewer asked me about my career journey to the MHRA, and it prompted some genuine soul-searching. When I thought about it, my answer was straightforward: what drives me is the privilege to serve our country in my own way – by helping bring innovative medical devices and diagnostics to all of us, with the goal of sustaining or improving lives. That’s what really inspires me every day. So, let me turn the question to you: what is it that inspires you in your own work?",
                "tag": "p"
            },
            {
                "content": "Until the next blog post, keep safe, keep well and keep smiling.",
                "tag": "p"
            }
        ],
        "link": "https://medregs.blog.gov.uk/2025/11/24/innovative-approaches-to-med-tech-regulatory-reform/",
        "blog": "MedRegs",
        "blog_link": "https://medregs.blog.gov.uk",
        "description": "Well, hello again.  Hasn’t time passed by so quickly since my last blog in September. At the MHRA, we have many exciting and pioneering initiatives underway. I was listening to a medical device podcast recently and the podcast host proclaimed …"
    },
    {
        "title": "Transforming IT Operations at UKEF : From Service Provider to Strategic Enabler",
        "authors": [
            "Tim Penfold"
        ],
        "posted_on": "2025-11-24T14:58:34",
        "categories": [
            "DDAT",
            "IT Operations",
            "stategy"
        ],
        "content": [
            {
                "content": "Why Transformation Was Needed",
                "tag": "p"
            },
            {
                "content": "The pace of technological change has accelerated dramatically, creating what we call the Digital Dexterity Gap—the growing divide between the speed of technology adoption and employees’ ability to leverage it effectively. Bridging this gap became essential for UKEF to remain agile, secure, and productive in a rapidly moving and changing technology and cyber landscape.",
                "tag": "p"
            },
            {
                "content": "Our Vision",
                "tag": "p"
            },
            {
                "content": "Linking directly with principle five (Provide the right technology to work efficiently, securely, and sustainably) in the UK Export Finance DDaT strategy, our IT Operations strategy is anchored in a clear vision:",
                "tag": "p"
            },
            {
                "content": "“To provide a first-class employee experience with technology while ensuring robust and best-in-class cyber security measures that protect our people, data, and services.”",
                "tag": "p"
            },
            {
                "content": "This means IT Operations at UKEF is no longer just about IT support—it’s about enabling productivity, delivering best in class technologies to drive the employee experience and keep our employees cyber safe and finally, driving innovation.",
                "tag": "p"
            },
            {
                "content": "One of Our First Moves",
                "tag": "p"
            },
            {
                "content": "One of the earliest and most impactful steps in our transformation was bringing the IT Service Desk in-house and establishing our own internal IT Service Management (ITSM) capability. This wasn’t just a structural change—it was a cultural shift. By employing civil servants and managing ITSM processes ourselves, we created a foundation for delivering a truly first-class employee experience with technology.",
                "tag": "p"
            },
            {
                "content": "Owning and managing ITSM internally allowed us to mature critical practices such as Incident, Problem, Change, and Release Management, ensuring consistency and accountability across the organisation. It gave us the ability to respond quickly to issues, reduce resolution times, and embed continuous improvement into our operations.",
                "tag": "p"
            },
            {
                "content": "The benefits were immediate and measurable:",
                "tag": "p"
            },
            {
                "content": "This move was the cornerstone of our transformation, enabling us to integrate technology and security into every layer of our operations and setting the stage for the strategic capabilities we’ve built since. By employing civil servants, we laid the foundation for delivering a first-class employee experience with technology. This change gave us greater control over service quality, improved responsiveness, and ensured that technology was aligned with UKEF’s values and mission.",
                "tag": "p"
            },
            {
                "content": "The Integrated Model of Support",
                "tag": "p"
            },
            {
                "content": "At the heart of this transformation is our Integrated Model of Support and Security, which brings together five dynamic capabilities into one cohesive framework:",
                "tag": "p"
            },
            {
                "content": "This model ensures that every technology touchpoint—from onboarding and device provisioning to cyber threat detection—is interconnected and optimised for resilience and efficiency. By breaking down silos and embedding security into every layer, we’ve created a virtuous loop of operational excellence that starts with strong processes and ends with seamless user experiences.",
                "tag": "p"
            },
            {
                "content": "Reset and Refocus – Starting with the basics",
                "tag": "p"
            },
            {
                "content": "One of the most important decisions we made early in our transformation was to pause and focus on the fundamentals. Before chasing advanced technologies or complex integrations, we asked:",
                "tag": "p"
            },
            {
                "content": "“Are our core processes and user experiences strong enough to support growth and the UKEF mission?”",
                "tag": "p"
            },
            {
                "content": "This approach ensured that we built a stable foundation for everything that followed. Without clear IT Service Management processes, reliable devices, and seamless onboarding, any investment in AI or automation would have been undermined by operational inefficiencies.",
                "tag": "p"
            },
            {
                "content": "The Virtuous Loop of the Basics",
                "tag": "p"
            },
            {
                "content": "Our strategy revolves around a continuous improvement cycle—the Virtuous Loop—where each element reinforces the next:",
                "tag": "p"
            },
            {
                "content": "This loop isn’t just a checklist—it’s a system of interdependencies. Each success enables the next, creating a resilient, responsive, and customer-focused IT Operations function.",
                "tag": "p"
            },
            {
                "content": "Driving Better Experiences While Reducing Costs",
                "tag": "p"
            },
            {
                "content": "At UKEF, we advance prosperity by ensuring no viable UK export fails for lack of finance or insurance, doing that sustainably and at no net cost to the taxpayer. One of the most compelling aspects of our transformation is that we’ve delivered a significantly better experience for employees and customers while reducing our overall cost footprint, delivering further value against the “no net cost to the taxpayer” mantra. This wasn’t about cutting corners—it was about optimising processes, automating routine tasks, and embedding efficiency into every layer of IT Operations.",
                "tag": "p"
            },
            {
                "content": "The Virtuous Loop illustrates how getting the fundamentals right—clear IT Service Management processes, proactive onboarding, reliable devices, and seamless meeting room experiences—creates a cycle of operational excellence. Each improvement reduces friction, minimises repetitive tasks, and lowers support overhead, which translates directly into cost savings without compromising quality.",
                "tag": "p"
            },
            {
                "content": "How We Achieved It",
                "tag": "p"
            },
            {
                "content": "Strategic Alignment with UKEF’s Mission",
                "tag": "p"
            },
            {
                "content": "Our IT Operations strategy is not an isolated technology initiative—it is intrinsically linked to UKEF’s core mission of helping UK businesses win, fulfil, and get paid for export contracts. Every decision we make in technology and cyber operations is designed to enable these outcomes:",
                "tag": "p"
            },
            {
                "content": "By modernising infrastructure, embedding AI for automation, and aligning with the Digital, Data and Technology (DDaT) Strategy, IT Operations is not just supporting the business—we are enabling it to thrive in a secure, sustainable, and digitally fluent future.",
                "tag": "p"
            },
            {
                "content": "What’s Next?",
                "tag": "p"
            },
            {
                "content": "Our transformation journey is far from over. The next phase focuses on maturing our Service Management function and practices, getting the most out of the technologies we have implemented, deepening automation, strengthening cyber resilience, and unlocking data-driven insights to deliver even greater value for UKEF and the UK economy.",
                "tag": "p"
            },
            {
                "content": "All of the above has contributed towards and continues our journey in becoming a transformational technology function that drives measurable business impact and value not just across UK Export Finance, but Critical National Infrastructure and the UK Economy.",
                "tag": "p"
            }
        ],
        "link": "https://ukefdigital.blog.gov.uk/2025/11/24/transforming-it-operations-at-ukef-from-service-provider-to-strategic-enabler/",
        "blog": "UK Export Finance Digital, Data and Technology blog",
        "blog_link": "https://ukefdigital.blog.gov.uk",
        "description": "Over the past three years, UK Export Finance (UKEF) has undergone a significant technology transformation and IT Operations has been at the heart of that. What was once a traditional IT Operations function focused on “keeping the lights on” has evolved into a strategic technology and cyber enabler, delivering value across technology enablement, productivity, value …"
    },
    {
        "title": "Climate change and health",
        "authors": [
            "Will Stobbs - Actuary"
        ],
        "posted_on": "2025-11-24T14:49:12",
        "categories": [
            "Actuary",
            "Analysis",
            "Climate change",
            "Modelling",
            "Mortality"
        ],
        "content": [
            {
                "content": "Why the UK needs a cross-government, cross- sector approach",
                "tag": "h2"
            },
            {
                "content": "Climate change as a health issue: Climate change is increasingly recognised not just as an environmental or economic challenge, but as a major public health threat. Indeed, the Office for Health Improvement & Disparities have stated that climate change has been identified as “the most important health threat of the century”. The health of the planet and the health of people are inextricably linked; clean air, safe water, and food security are fundamental determinants of wellbeing.",
                "tag": "p"
            },
            {
                "content": "The most recent decade (2015–2024) has been 1.24°C warmer than 1961–1990. As the UK’s climate warms, we are witnessing direct impacts on health such as heatwaves, floods, and new patterns of disease as well as indirect impacts mediated through ecosystems, infrastructure and the economy. In 2024 over 5 million potential labour hours (equivalent to £77.9 million) were lost due to extreme heat and insurers paid out a record £585 million for weather-related damages.",
                "tag": "p"
            },
            {
                "content": "How climate affects health",
                "tag": "h2"
            },
            {
                "content": "Broadly, climate change can harm human health in 2 ways:",
                "tag": "p"
            },
            {
                "content": "The table below summarises some examples of the transmission mechanisms through which climate can impact health:",
                "tag": "p"
            },
            {
                "content": "The web of impacts is wide. Climate change can affect everything from the ambulance that takes a patient to hospital, to the food on our plates, the diseases we must manage and the mental wellbeing of communities. Importantly, many of these risks are interconnected and can also occur simultaneously. ",
                "tag": "p"
            },
            {
                "content": "What’s more, health and climate are both issues that cut across traditional spatial, sectoral and temporal boundaries. This necessitates taking a holistic approach, considering the range of interconnections and potential feedback.",
                "tag": "p"
            },
            {
                "content": "Why collaboration is essential",
                "tag": "h2"
            },
            {
                "content": "No single department or profession can tackle the health impacts of climate change in isolation. NHS England’s latest Health and Climate Adaptation Report underscores this point clearly. In their joint foreword, NHS England’s Acting Chief Sustainability Officer and the Chief Executive of the UK Health Security Agency emphasise that effective adaptation “requires close collaboration across sectors – including industry, local authorities, the NHS, social care, and the communities they serve.”",
                "tag": "p"
            },
            {
                "content": "Taking a systems view is essential if we are to understand the interconnected risks, build resilience across services, and ensure the health system is equipped to protect communities in a changing climate. Moving beyond organisational silos and adopting a genuinely cross-government, cross-sector approach is crucial for several reasons:",
                "tag": "p"
            },
            {
                "content": "A One Health approach recognises that the health of people, animals, and ecosystems are deeply interdependent, and that effective solutions to climate-related health risks must bridge traditional boundaries between sectors and disciplines . By fostering collaboration, One Health enables a more holistic understanding of how climate change drives complex health-related risks. ",
                "tag": "p"
            },
            {
                "content": "To deepen our understanding of the links between climate and health, and the partnerships needed to build resilience, GAD is launching a systems mapping project. This initiative will assess, and where possible strengthen, the evidence base needed to quantify the interactions between climate and health to support long-term planning and actuarial analysis around healthy life expectancy and future mortality trends.",
                "tag": "p"
            },
            {
                "content": "We are looking to collaborate with others who share an interest in this work. If you’d like to be involved, please contact us at climate.change@gad.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h3"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/11/24/climate-change-and-health/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Climate change has been identified as the century's most important health threat. GAD explores why cross-sector collaboration is essential to protect communities and build resilience in a warming climate."
    },
    {
        "title": "Mission Moments: Cutting Through Complexity: How We're Backing Britain's Businesses to Grow",
        "authors": [
            "Manisha Gohil"
        ],
        "posted_on": "2025-11-24T13:53:35",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "From 70 stakeholder sessions to 1,200 partner inductions, one civil servant shares how the new Business Growth Service is turning government support for SMEs from a maze into a motorway – and why every simplified application brings us closer to kickstarting economic growth.",
                "tag": "p"
            },
            {
                "content": "At a recent event, I met a self-employed electrician who felt completely lost navigating government support for business. Within an hour, I’d walked him through our new Business Growth Service platform. He accessed tailored advice through his local Growth Hub, secured a grant, and started bidding for public contracts. Small intervention, big change, and exactly why this work matters.",
                "tag": "p"
            },
            {
                "content": "I’m Manisha Gohil, Senior Policy Advisor on implementation in the Department for Business and Trade’s Business Growth Service team. My job is helping Britain’s 5.5million small and medium sized enterprises (SMEs) access tools, funding and advice they need to start, grow and succeed.",
                "tag": "p"
            },
            {
                "content": "The problem we’re solving",
                "tag": "p"
            },
            {
                "content": "Picture running a café in Carlisle or a tech startup in Cardiff. You know government support exists, but finding it feels like navigating a maze blindfolded. That frustration, the runaround, the wasted hours was holding back too many businesses from growing. When small businesses thrive, communities prosper and living standards rise. But complexity was getting in the way.",
                "tag": "p"
            },
            {
                "content": "Building something better",
                "tag": "p"
            },
            {
                "content": "Launched in July 2025 as part of 'Backing your Business: Our Plan for SMEs',  business.gov.uk creates a single front door. Firms can access everything from leadership training to finance, as well as mentoring and management support, including trusted programmes like Help to Grow.",
                "tag": "p"
            },
            {
                "content": "Since March, I've been working directly with the people who support businesses every day. Over 70 stakeholder consultations later, we've designed something that works for real businesses in real situations. We've inducted more than 1,200 people from 35 partner organisations, including growth Hubs in England, and colleagues in Scotland, Wales and Northern Ireland, ensuring everyone delivers consistent support.",
                "tag": "p"
            },
            {
                "content": "My biggest challenge? Balancing SMEs ambitions with limited resources whilst changing the narrative that government help is slow and irrelevant. Many businesses still don’t know where to start and trust peer recommendations over official channels. Once they engage though, they’re often surprised by how practical and personalised the support actually is.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "p"
            },
            {
                "content": "This isn't just about tidying up websites. It's about kickstarting economic growth from the ground up. Every hour a business owner saves navigating government support is an hour spent building their dream. Every clear pathway to Help to Grow: Management is a potential step-change in how a business operates. Every simplified application removes a barrier to growth.",
                "tag": "p"
            },
            {
                "content": "We’re contributing directly to raising living standards across every part of the UK; a core government mission. When we reduce admin burden while providing clear routes to trusted programmes, we create the conditions for businesses to innovate, create jobs and drive our economy forward.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "p"
            },
            {
                "content": "We're building a genuinely connected, pro-business environment where SMEs can focus on what they do best. Seeing firms benefit from clearer, joined up support makes every stakeholder session worthwhile.",
                "tag": "p"
            },
            {
                "content": "My advice to any SME? Don’t wait for a crisis. Explore support early through business.gov.uk. It’s easier than you think and could make all the difference.",
                "tag": "p"
            },
            {
                "content": "Want to know more about the Business Growth Service? Visit business.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/11/24/mission-moments-cutting-through-complexity-how-were-backing-britains-businesses-to-grow/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "From 70 stakeholder sessions to 1,200 partner inductions, one civil servant shares how the new Business Growth Service is turning government support for SMEs from a maze into a motorway – and why every simplified application brings us closer to …"
    },
    {
        "title": "\"Wisdom of the Trail\": Nine years of UK innovation set to reach orbit",
        "authors": [
            "Lacuna Space"
        ],
        "posted_on": "2025-11-24T11:12:10",
        "categories": [
            "Satellites"
        ],
        "content": [
            {
                "content": "As we prepare to launch our “Wisdom of the Trail” satellites at Lacuna Space, we reflect on nine years of quiet innovation and UK-grown collaboration that helped shape a new era of satellite IoT.",
                "tag": "p"
            },
            {
                "content": "On 26 November 2025, we will launch four new satellites under our Wisdom of the Trail mission banner. These spacecraft will be our most capable yet, and the world’s most advanced satellite IoT gateways, marking another milestone in a nine-year journey that began with a sketch and a belief that small devices on the ground could one day talk directly to satellites.",
                "tag": "p"
            },
            {
                "content": "Lacuna Space co-founder and CEO, Rob Spurrett said:",
                "tag": "p"
            },
            {
                "content": "A trail of innovation",
                "tag": "h2"
            },
            {
                "content": "That spirit of exploration runs through our story and even our mission names. Inspired by Jack London’s tales of frontier adventure, Wisdom of the Trail follows earlier missions such as Call of the Wild. They reflect our focus on discovery and perseverance: searching for signals in the world’s most remote places - not for gold, but for data.",
                "tag": "p"
            },
            {
                "content": "Our technology enables small, battery-powered sensors to send messages directly to orbiting satellites using low-power, wide-area connectivity based on LoRa® technology. These “whispers from the wild” allow farmers, environmental scientists, and utilities to monitor soil, water and infrastructure in areas far beyond the reach of mobile networks.",
                "tag": "p"
            },
            {
                "content": "Doing things differently",
                "tag": "h2"
            },
            {
                "content": "From the outset, we took an unconventional approach to building a space business. Rather than manufacturing satellites, we focused on developing payload technology and a network concept that others could adopt.",
                "tag": "p"
            },
            {
                "content": "Spurrett adds:",
                "tag": "p"
            },
            {
                "content": "Several UK start-ups gained their first commercial opportunities through our missions, many of which have since grown into established players in the space sector.",
                "tag": "p"
            },
            {
                "content": "Learning from experience",
                "tag": "h2"
            },
            {
                "content": "Some of our earliest experiments involved high-altitude balloon flights to test how unlicensed radio frequencies behave at extreme ranges.",
                "tag": "p"
            },
            {
                "content": "Those tests broke records for long-distance IoT transmissions and showed us just how important it is to understand and optimise spectrum use.",
                "tag": "p"
            },
            {
                "content": "That insight led Lacuna to include a spectrum scanner on every satellite we have launched. Over five years, these scanners have built a unique global map of unlicensed spectrum activity, helping us make our system more reliable and efficient.",
                "tag": "p"
            },
            {
                "content": "From experiment to ecosystem",
                "tag": "h2"
            },
            {
                "content": "Our early work was supported by the UK Space Agency through the ESA ARTES programme, helping us move our concept from the lab bench to launch them into orbit.",
                "tag": "p"
            },
            {
                "content": "Nine years later, we’re now championing the Lacuna Network - a collaborative model where partners can fly Lacuna gateways on their own satellites. In return, they share coverage, helping us to build a unified global system.",
                "tag": "p"
            },
            {
                "content": "Spurrett said:",
                "tag": "p"
            },
            {
                "content": "Wisdom of the Trail",
                "tag": "h2"
            },
            {
                "content": "Looking back as Wisdom of the Trail prepares for launch, we saw a path marked by persistence and quiet innovation. What began as a bold idea in a UK business incubator has grown into a global movement - bringing affordable satellite connectivity to the most remote corners of the planet.",
                "tag": "p"
            },
            {
                "content": "Spurrett reflects:",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/11/24/wisdom-of-the-trail-nine-years-of-uk-innovation-to-reach-orbit/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "As they prepare to launch the “Wisdom of the Trail” satellites, Lacuna Space reflects on nine years of innovation and UK-grown collaboration that helped shape a new era of satellite IoT."
    },
    {
        "title": "Growing greener citizens: Our sustainability journey at Goldsmith Primary Academy",
        "authors": [
            "Jennie Twells, Assistant Headteacher and sustainability lead, Goldsmith Primary Academy"
        ],
        "posted_on": "2025-11-24T09:34:20",
        "categories": [
            "Advice and support"
        ],
        "content": [
            {
                "content": "Goldsmith Primary Academy sustainability lead and assistant head Jennie Twells explains how growing greener citizens is also helping to save her West Midlands-based trust money.",
                "tag": "p"
            },
            {
                "content": "At Windsor Academy Trust (WAT) one of our ambitions is to become one of the most sustainable school trusts in the country – and I like to think Goldsmith Primary is leading the way.",
                "tag": "p"
            },
            {
                "content": "We have taken a proactive approach to environmental awareness that is baked into our curriculum, estate management and involves our wider local community.",
                "tag": "p"
            },
            {
                "content": "Things were different when I joined Goldsmith three and a half years ago and I was given the role of sustainability lead. I didn't really know what that meant. I'd been a subject lead before - English, maths, science - tangible, measurable subjects where you can prove success through data and assessments. With sustainability, I didn't really know what I was doing.",
                "tag": "p"
            },
            {
                "content": "However, WAT had started its sustainability journey in 2020 and all of the directors and my trust colleagues were, and remain, very supportive of me and all school sustainability leaders.",
                "tag": "p"
            },
            {
                "content": "There is also a lot of guidance and support out there from the Department for Education (DfE) and other sources to get you started. The first step I took was applying for an Eco School Green Flag award starter pack, which set us on the way to developing and putting in place our climate action plan.",
                "tag": "p"
            },
            {
                "content": "We also recruited a group of pupil eco-warriors, at least one from each class, and we all started thinking about ways in which we could make our school run more sustainably.",
                "tag": "p"
            },
            {
                "content": "Digital transformation and energy savings",
                "tag": "h4"
            },
            {
                "content": "Over the course of the year, as a trust, we went paperless. All our learning is done digitally. Every child has a personal device; we only use books and paper when it is really necessary and has educational impact. Beyond that, everything is done on a digital learning platform, which has reduced our paper wastage dramatically.",
                "tag": "p"
            },
            {
                "content": "We also had solar panels installed on our roof to help with our energy usage. I have a dashboard on my desktop that tells me minute by minute the energy usage of our building - when it peaks, when it dips, when we're using too much and how we can reduce energy usage across the school at certain points during the day.",
                "tag": "p"
            },
            {
                "content": "That's something my eco-warriors take on board - they go around school telling people to turn lights off and turn taps off. They are there to make sure that the teacher is turning off the whiteboard at lunchtime, they'll go around the corridors at break times and make sure that computer screens are turned off – just the little things that all add up.",
                "tag": "p"
            },
            {
                "content": "With more than 700 tonnes of CO₂ saved, 1.35m kWh of clean energy generated and more than £200,000 of annual energy savings to date trust wide, we are certainly playing our part in creating a more energy efficient organisation and reducing costs.",
                "tag": "p"
            },
            {
                "content": "Bringing learning to life through growing",
                "tag": "h4"
            },
            {
                "content": "Another key aim was to increase the biodiversity across our site while educating pupils in the benefits of this. Our school lies across a huge site in Walsall but it's very grey - we're in a very deprived area and there's not a lot of greenery around. Most of the pupils don't have outdoor spaces at home.",
                "tag": "p"
            },
            {
                "content": "We’ve made extensive use of the DfE-supported National Education Nature Park platform. Its curriculum-aligned resources have helped us deliver engaging sustainability lessons across subjects, and the digital mapping tools allow us to track and enhance the biodiversity of our school grounds.",
                "tag": "p"
            },
            {
                "content": "Some of the activities we’ve undertaken have included:",
                "tag": "p"
            },
            {
                "content": "The aim is to develop the allotment into a kitchen-garden facility, providing fresh grown food that can be cooked and eaten at our after-school club.",
                "tag": "p"
            },
            {
                "content": "We take lessons straight from the National Education Nature Park website because it's very straightforward and accessible for EYFS, Key Stage 1 and Key Stage 2 pupils. It's brilliant - and it's all resourced as well. Sustainability lessons are now timetabled across our curriculum on a weekly and bi-weekly basis.",
                "tag": "p"
            },
            {
                "content": "ClimateEd has also delivered weekly workshops about climate change to our Year 5 students with an immense impact on the pupils’ understanding of how to be greener citizens. These children will be our lead eco-warriors next year.",
                "tag": "p"
            },
            {
                "content": "Building local partnerships and supporting our community",
                "tag": "h4"
            },
            {
                "content": "What's lovely is how this has become a real community project. When I needed about three tonnes of soil for the planters, one of the dinner ladies got in touch with her husband, who got in touch with a builder who had just removed a load of soil from somebody's back garden. The soil was delivered during the weekend completely for free, voluntarily.",
                "tag": "p"
            },
            {
                "content": "Staff have also brought in plants and produce from their own gardens to be planted in school and we have established strong links with Goscote Greenacres Community Gardens, a local not-for-profit company that helped us plant a wildflower border around the perimeter of the school field.",
                "tag": "p"
            },
            {
                "content": "We run a Sustainability Swap Shop where children donate their old uniform at the end of the year so it can be re-used. People have really benefited from that, both money-wise and sustainability-wise.",
                "tag": "p"
            },
            {
                "content": "We work in partnership with Food for Life to ensure our school canteen works as sustainably as possible - sourcing food from local suppliers and reducing waste through natural waste recycling. We have also reduced our plastic waste by using compostable vessels for any food we possibly can.",
                "tag": "p"
            },
            {
                "content": "Sustainability is showcased annually at our WATCOP event, where pupils and staff across the trust come together to create a climate action plan and students take part in various sustainability workshops. Teachers from Goldsmith have volunteered their time to create eco-systems, help children understand what an eco-system needs and encouraged them to build their own in their own environment at home. ",
                "tag": "p"
            },
            {
                "content": "Sustainable practice is now embedded in what we do. The children feel passionately about it. We're not doing this just because the government says we have to; we're doing it because we want our children to be greener citizens of the future. I want every child to leave this school knowing how to make the right choices when it comes to looking after our community and our planet.",
                "tag": "p"
            },
            {
                "content": "Read the DfE’s sustainability leadership and climate action plan information now for help on your school or trust’s sustainability journey.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.  ",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/11/24/growing-greener-citizens-our-sustainability-journey-at-goldsmith-primary-academy/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Goldsmith Primary Academy sustainability lead and assistant head Jennie Twells explains how growing greener citizens is also helping to save her West Midlands-based trust money. At Windsor Academy Trust (WAT) one of our ambitions is to become one of the …"
    },
    {
        "title": "Projects for Nature celebrates a major step towards mobilising private finance into nature ",
        "authors": [
            "Helen Edmundson"
        ],
        "posted_on": "2025-11-24T09:22:19",
        "categories": [
            "Green finance",
            "Nature"
        ],
        "content": [
            {
                "content": "Following the success of the Projects for Nature pilot, which saw private sector companies award more than £700,000 to nature recovery projects across England, we are delighted to announce the next chapter of programme with SpaceHive leading the platform.  ",
                "tag": "p"
            },
            {
                "content": "Building on the work led by The Council for Sustainable Business, Defra, Environment Agency, Natural England, Accenture and Crowdfunder, Spacehive will scale up the online platform. This will help boost corporate donations from the private sector to create bigger, better, and more joined-up spaces for nature. ",
                "tag": "p"
            },
            {
                "content": "The evidence is clear that greater access to the natural world can improve both our mental and physical health. Additionally, increasing our societal connection with our landscapes and wildlife can actively improve outcomes for nature in areas where people live and work.  ",
                "tag": "p"
            },
            {
                "content": "And that’s why Projects for Nature will continue to play a vital role in supporting our health and protecting our communities up and down the country.  ",
                "tag": "p"
            },
            {
                "content": "For more information on Projects for Nature, read our first blog post.  ",
                "tag": "p"
            },
            {
                "content": "Learning from the pilot   ",
                "tag": "p"
            },
            {
                "content": "Over the past two years, Projects for Nature has connected businesses and donors with nature recovery projects. Projects on the platform are screened by Defra, Natural England and the Environment Agency, helping to ensure that funding aligns with national and local environmental priorities.  ",
                "tag": "p"
            },
            {
                "content": "The platform is part of a much broader government effort to stimulate private funding for nature. It offers a credible funding route that complements emerging nature markets like Biodiversity Net Gain, supporting businesses to meet critical commitments not addressed by these markets. Rather than offsetting environmental harm, it enables companies to support additional, high-quality nature recovery projects. ",
                "tag": "p"
            },
            {
                "content": "The pilot has also provided valuable insight into business’ motivation in funding nature recovery. What we have discovered is:   ",
                "tag": "p"
            },
            {
                "content": "Overall, it is clear from the pilot that business leaders valued the abundance of nature projects to choose from. ",
                "tag": "p"
            },
            {
                "content": "The next phase for Projects for Nature ",
                "tag": "p"
            },
            {
                "content": "As the programme moves forward, we will be learning from Spacehive’s sector expertise as they lead the creation of a refreshed platform that can meet the needs of both businesses and project suppliers, to scale-up the success of Projects for Nature.   ",
                "tag": "p"
            },
            {
                "content": "Misha Dhanak, CEO of Spacehive, said: ",
                "tag": "p"
            },
            {
                "content": "“The UK business community increasingly recognises its responsibility to deliver towards nature recovery projects, but challenges remain around where to find the right projects and how to fund them.  ",
                "tag": "p"
            },
            {
                "content": "Spacehive offers a swift and tangible way to overcome those barriers, building on the brilliant foundations laid during the pilot phase.  ",
                "tag": "p"
            },
            {
                "content": "Our experience supporting nature recovery projects across the UK has shown just how transformative connecting businesses with nature initiatives and local communities can be, turning good intentions into measurable, lasting impact. We look forward to seeing the positive changes and thriving spaces that Projects for Nature will bring.” ",
                "tag": "p"
            },
            {
                "content": "If you are interested in championing nature across landscapes in England, follow our LinkedIn page for the most up-to-date information and reach out to the team via our website.  ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/24/projects-for-nature-celebrates-a-major-step-towards-mobilising-private-finance-into-nature/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Following the success of the Projects for Nature pilot, which saw private sector companies award more than £700,000 to nature recovery projects across England, we are delighted to announce the next chapter of programme with SpaceHive leading the platform. Read this post to find out more on this next chapter."
    },
    {
        "title": "GDS Local goes live",
        "authors": [
            "Liz Adams, Service Owner, GDS Local, GDS"
        ],
        "posted_on": "2025-11-24T09:15:00",
        "categories": [
            "Digital Centre",
            "Digital engagement",
            "Digital strategy",
            "Digital, Data and Technology",
            "GDS team",
            "GOV.UK",
            "GOV.UK One Login"
        ],
        "content": [
            {
                "content": "On 22 November we launched GDS Local: a new specialist unit in the Government Digital Service (GDS) focused on working with and alongside local government to deliver the ambitions we set out in the blueprint for a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Historically, there has been limited engagement between GDS and local authorities in transformation efforts. The blueprint for a modern digital government represents a new chapter - one that recognises digital transformation must work across all levels of government to truly serve citizens. That’s why GDS Local is focused on digital collaboration between central and local government, ensuring local needs are reflected in national digital strategy and delivery.",
                "tag": "p"
            },
            {
                "content": "The challenge for local government",
                "tag": "h2"
            },
            {
                "content": "Local authorities deliver services that people use day in and day out. When people interact with the government, it's very often through their local council. People’s expectations of services are rightly high. However, councils are limited by a local government technology market that doesn’t support their needs. Local councils across the UK are demonstrating the power of digital innovation by using AI tools and creating services that deliver better outcomes for residents. For example:",
                "tag": "p"
            },
            {
                "content": "Other councils are harnessing data to protect residents: ",
                "tag": "p"
            },
            {
                "content": "These approaches are ready to expand to other regions and, with the right support, could transform communities everywhere. The State of Digital Government Review found £45 billion per year of unrealised productivity benefits across the public sector, with a substantial portion in local government. ",
                "tag": "p"
            },
            {
                "content": "The opportunity for transformation ",
                "tag": "h2"
            },
            {
                "content": "Our engagement with over 300 local government digital practitioners between January and April 2025 confirmed the desire for digital transformation and leadership across local government, but also the need for the right platforms, partnerships, and support. The Local Government Association’s successful AI network already demonstrates the power of collaboration and shared expertise.",
                "tag": "p"
            },
            {
                "content": "GDS Local will be the strategic link between local government and the digital centre, working with the Ministry for Housing, Communities and Local Government (MHCLG) - building on the foundations already laid by the Local Digital team and the new Artificial Intelligence Directorate - and the Local Government Association (LGA) to give local government teams the support they need to focus on what they do best: understanding local needs and designing services that work for their communities. ",
                "tag": "p"
            },
            {
                "content": "This isn't about imposing central government solutions, but about collaboratively extending proven platforms and expertise: bringing in the invaluable skills and experience local government teams bring to the table and addressing problems at scale that individual councils cannot resolve alone. ",
                "tag": "p"
            },
            {
                "content": "Alongside this, we are already strengthening collaboration through initiatives like the Government Digital and Data Hub - a new online space bringing together learning, careers, collaboration and community for digital and data professionals across the UK public sector, including in local government. The Hub provides access to world-class learning opportunities, from cutting-edge AI courses to insightful webinars and certifications that build skills and confidence - including flagship programmes such as Get Tech Certified. It supports our shared ambition to grow a more connected, capable and confident digital workforce across central and local government, improving services for the people we serve.",
                "tag": "p"
            },
            {
                "content": "The newly established GDS Local will address specific challenges in 3 critical areas:",
                "tag": "p"
            },
            {
                "content": "What to expect in the coming months",
                "tag": "h2"
            },
            {
                "content": "This new team, working closely with the LGA, MHCLG, and councils will help identify future needs and ensure local government is part of our innovation pipeline. We've already started with pilots of Minute and Extract in i.AI, MHCLG's discovery work on GOV.UK One Login, and by the end of the year we’ll start work with councils to identify the top use cases for GOV.UK app. This will mean a more seamless way for citizens to access local services directly.",
                "tag": "p"
            },
            {
                "content": "We’ll also be hosting webinars and workshops to engage with councils and technology vendors, co-designing a strategic vision that will act as a template for a local government technology stack capable of delivering modern public services, which you can read more about here.  ",
                "tag": "p"
            },
            {
                "content": "We strive to be collaborative, innovative, and catalytic in tackling real challenges faced by citizens. Our approach includes a range of initiatives, such as engagement forums and hackathons, to generate solutions in real time. Building on the success of our first local innovation hackathon earlier this year, we are excited to hold a second event on 26–27 November, focused on homelessness, rough sleeping and temporary accommodation.",
                "tag": "p"
            },
            {
                "content": "When GDS and local government work together effectively, we can overcome individual technical barriers, giving local teams more time to improve the vital services communities rely on. ",
                "tag": "p"
            },
            {
                "content": "For local councils",
                "tag": "h3"
            },
            {
                "content": "If you work for a local council and want to get in touch, contact us at GDSLocal-info@dsit.gov.uk. Alternatively, you can register your interest to hear more by completing this form.  ",
                "tag": "p"
            },
            {
                "content": "Find out more about GDS Local on GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/11/24/gds-local-goes-live/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "GDS Local is a new unit within the Government Digital Service (GDS) that brings central and local government together to improve how digital public services are designed and delivered. Working alongside councils, we’re helping create services shaped around real lives—easier to use, better connected and built on proven digital foundations."
    },
    {
        "title": "Anchoring NATO Advantage",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-11-24T09:00:00",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "From virtual seas to command rooms, the Wargaming Hub transforms ideas into actionable insights, ensuring NATO forces remain agile, resilient, and ready for the challenges of tomorrow.",
                "tag": "p"
            },
            {
                "content": "The ability to anticipate, adapt, and innovate is more critical than ever. Wargaming has emerged as an ultimate proving ground for strategy, innovation, and collaboration. These high-stakes wargames are laboratories for collaboration, foresight, and decision-making under pressure, shaping the future of NATO, maritime defence and strengthening alliances across the Euro-Atlantic.",
                "tag": "p"
            },
            {
                "content": "Gaming the future fleet: Royal Navy",
                "tag": "h3"
            },
            {
                "content": "In autumn, the Royal Navy’s senior leadership, including the First Sea Lord, General Sir Gwyn Jenkins RM, joined us at the Defence Experimentation and Wargaming Hub (DEWH) in Southwick Park, for a high-level wargaming exercise.",
                "tag": "p"
            },
            {
                "content": "The exercise, part of the First Sea Lord’s “100 Day Sprint” initiative, was to assess the Navy’s strengths and vulnerabilities in 2029 against emerging threats. This structured, discussion-based simulation challenged participants to make decisions under escalating crises, revealing insights into the Navy’s capabilities and their interactions under pressure.",
                "tag": "p"
            },
            {
                "content": "Unlike traditional audits or trials, it provided qualitative insights, generating hypotheses for further research and future wargames. It highlighted the need for foresight and flexibility in shaping the 2029 fleet, focusing on integrating autonomous systems, deploying new platforms, and strengthening NATO partnerships.",
                "tag": "p"
            },
            {
                "content": "General Sir Gwyn Jenkins Royal Marines, First Sea Lord, said:",
                "tag": "p"
            },
            {
                "content": "NATO explores the future of amphibious operations: the Defence Experimentation and Wargaming Hub",
                "tag": "h3"
            },
            {
                "content": "The Defence Experimentation and Wargaming Hub (DEWH) recently hosted a NATO-commissioned STRIKFORNATO Tabletop Exercisededicated to exploring the optimal employment of NATO Amphibious Forces in the deterrence and defence of the Euro-Atlantic Area. This event was a follow-on piece of work stemming from the DEWH’s first overseas wargaming event in Portugal from earlier in the year.",
                "tag": "p"
            },
            {
                "content": "Bringing together key NATO commands and enablers along with national observers from the NATO Amphibious Leaders Expeditionary Symposium (NALES), the exercise focused on enhancing amphibious operations, interoperability, and command and control concepts to refine Regional Plans – military plans designed to defend every inch of Allied territory against potential threats.",
                "tag": "p"
            },
            {
                "content": "As a Royal Canadian Navy Commodore from the Allied Maritime Command (MARCOM) stated:",
                "tag": "p"
            },
            {
                "content": "The event reaffirmed NATO’s commitment to maintaining robust amphibious capabilities as a cornerstone of collective defence. It also underscored the growing importance of experimentation and wargaming in driving innovation, adaptability, and informed decision-making – ensuring NATO remains agile and effective in meeting the challenges of an evolving security environment.",
                "tag": "p"
            },
            {
                "content": "Wargaming: NATO’s future advantage",
                "tag": "h3"
            },
            {
                "content": "Most recently the Integrated Warfare Centre’s DEWH hosted, RED HYENA 45, a major NATO wargaming event led by Allied Command Transformation (ACT). RED HYENA 45 follows earlier Strategic Competition Games such as Red Dragon and Sentinel Vanguard 44, which test NATO’s ability to anticipate and shape emerging challenges.",
                "tag": "p"
            },
            {
                "content": "The exercise brought together strategists and analysts from across the Alliance to explore how NATO’s Long Term Military Strategic Shaping (LTMSS) initiative – an ambitious effort to move the Alliance from a reactive posture to a proactive one. The initiative is central to ACT’s vision of “Acting Today to Shape Tomorrow” and aims to help NATO influence the strategic environment rather than simply respond to it.",
                "tag": "p"
            },
            {
                "content": "The DEWH operates, within the Integrated Warfare Centre under Cyber & Specialist Operations Command. The Hub provides NATO, and other Defence agencies, with a world-class venue for testing ideas, exploring threats, and refining military strategy.",
                "tag": "p"
            },
            {
                "content": "As one of the four UK military commands, CSOC operates at the forefront of modern warfare, delivering critical effects to national security and NATO, combining conventional and digital capabilities to deter threats and maintain warfighting readiness. CSOC also contributes to a broader, whole-of-society approach to national resilience by strengthening partnerships across government, industry and society.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/11/24/anchoring-nato-advantage/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "From virtual seas to command rooms, the Wargaming Hub transforms ideas into actionable insights, ensuring NATO forces remain agile, resilient, and ready for the challenges of tomorrow. The ability to anticipate, adapt, and innovate is more critical than ever. Wargaming …"
    },
    {
        "title": "Ready, set, plant! For a future filled with trees",
        "authors": [
            "Asia Aldridge"
        ],
        "posted_on": "2025-11-24T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland Ambassadors",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "Across England, an inspiring movement is taking root as farmers, landowners, nurseries and businesses are all busy creating tomorrow’s woodlands!",
                "tag": "p"
            },
            {
                "content": "Tree planting season is a time when conditions are just right for planting. The ground has good levels of moisture, saplings are dormant but primed for growth and months of planning can lead to action.",
                "tag": "p"
            },
            {
                "content": "At the forefront of this movement are our passionate Woodland Ambassadors, who are making a difference across the country. Their woodland creation projects tell a story of a landscape being transformed, with a future filled with trees. Some are creating new wooded habitats for nature to thrive, while others are reconnecting ancient woodlands that have stood apart for decades.",
                "tag": "p"
            },
            {
                "content": "Here are just a few of the inspirational tree planting projects taking place up and down the country, being led by some of our dedicated Woodland Ambassadors.",
                "tag": "p"
            },
            {
                "content": "Bradford Estates' ambitious tree planting journey",
                "tag": "h2"
            },
            {
                "content": "In the West Midlands, a new 15km walk offering access to both historic and newly created woodlands has opened to the public, thanks to the efforts of the Bradford Estates team. Under the direction of Managing Director Alexander Newport, 195,000 trees have been planted, creating an impressive 240 acres of new woodland.",
                "tag": "p"
            },
            {
                "content": "The newly created Bradford Walk grants access to hundreds of acres of previously private and historical woodlands across the estate. The new and existing paths also create one of England’s longest new permissive public paths under the England Woodland Creation Offer (EWCO).",
                "tag": "p"
            },
            {
                "content": "Over the next 10 years, Bradford Estates aim to increase woodland cover across its land to 20% – equating to 2,400 acres of woodland, with a view to capture carbon to help contribute towards the UK’s net zero targets. This includes imminent plans to plant 52 acres of new woodland on land at Church Eaton.",
                "tag": "p"
            },
            {
                "content": "Alexander Newport, Managing Director of Bradford Estates, says:",
                "tag": "p"
            },
            {
                "content": "Ground Control's journey to large scale woodland creation",
                "tag": "h2"
            },
            {
                "content": "In north Essex, Nature Recovery Director at Ground Control, Chris Bawtree, is the driving force behind the creation of a large-scale woodland.",
                "tag": "p"
            },
            {
                "content": "Last winter, Chris and the team completed the planting of Wildfell Centre for Environmental Recovery – that included a new 50-hectare woodland – representing the largest nature recovery project in the organisation’s 50-year history.",
                "tag": "p"
            },
            {
                "content": "This site weaves together wildflower meadows, freshwater ponds, hedgerows and a traditional orchard that offer vital wildlife habitats and corridors. The site includes a habitat bank that incorporates 22 hectares of ancient woodland restoration, further supporting nature and biodiversity.  ",
                "tag": "p"
            },
            {
                "content": "Chris and the team wanted to find as many sustainable revenue sources as possible to make tree planting at this scale a reality. They secured funding from EWCO to cover planting and establishment costs, while registering the woodland with the Woodland Carbon Code (WCC). The site is predicted to generate 14,000 carbon credits, which can be sold or used to offset their business’ emissions.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, the team are exploring how emerging markets might support projects like theirs. They’re developing separate biodiversity net gain focused areas, planning to capture emerging payments for natural flood prevention, improvements to water quality and other ecosystem services as these markets evolve.",
                "tag": "p"
            },
            {
                "content": "Chris Bawtree, Nature Recovery Director at Ground Control, says:",
                "tag": "p"
            },
            {
                "content": "The Grower – a pioneering bareroot tree and hedging nursery",
                "tag": "h2"
            },
            {
                "content": "On the outskirts of St Agnes in Cornwall, Inez Williams-King and husband Chris help run Presingoll Farm, a family run farm that practices regenerative farming.",
                "tag": "p"
            },
            {
                "content": "Drawing on their experience in the tree nursery and landscape industries, the pair decided to seize the opportunity to introduce tree production into the farm’s crop rotation. This led to the launch of The Grower – a bareroot tree and hedging nursery.  ",
                "tag": "p"
            },
            {
                "content": "The couple now grow close to two million trees a year and are one of the largest growers of beech in the UK. They grow high-quality bareroot trees at large scale, but in an ecologically sensitive way.",
                "tag": "p"
            },
            {
                "content": "Inez and Chris were able to secure funding from the Tree Production Capital Grant and the Farming Equipment and Technology Fund to help establish their tree nursery and purchase essential equipment.",
                "tag": "p"
            },
            {
                "content": "The nursery supplies trees to large wholesalers and forestry companies, as well as small and often local landowners. They have planted 5,000 trees since 2021 in unproductive parts of the farm equating to 2.5 hectares of woodland across the 80-hectare mixed farm site, with a view to plant another 5,000 trees across an agroforestry scheme in 2025/26. The Grower have sold 1,750,000 trees as of May 2024, and 58,856 trees have been planted across Cornwall and the south-west.",
                "tag": "p"
            },
            {
                "content": "Chris King, Managing Director at The Grower, says:",
                "tag": "p"
            },
            {
                "content": "Newhouse Farm's tree planting ambition for regenerative farming",
                "tag": "h2"
            },
            {
                "content": "Andy Bason, Matt Johnson and Sam Ward run Newhouse Farm, which spans 800-hectares of farmland in Hampshire. Their goal is to reduce carbon emissions and enhance biodiversity through tree planting, whilst maintaining combinable crops such as wheat, barley, oats, oilseeds, peas and beans, as well as keeping a range of livestock.",
                "tag": "p"
            },
            {
                "content": "Newhouse Farm has 70 hectares of existing woodland, and the trio has planted a further 12.2 hectares of new woodland. The woodland is managed to produce wood and woodchip to heat five houses and various commercial units. They have a 10-year woodland management plan to make the most of the natural resources they have available to them to ensure the farm’s longevity.",
                "tag": "p"
            },
            {
                "content": "To create the new woodland, Newhouse Farm secured funding through the Woodland Creation Planning Grant (WCPG) and EWCO. The farm received over £66,000 to cover capital items and will receive over £72,000 in annual maintenance payments over 15 years to ensure successful tree establishment. The farm has also benefitted from a one-off additional payment of £20,000, in recognition of the woodland’s positive contributions to biodiversity and water quality.",
                "tag": "p"
            },
            {
                "content": "Before planting, the Newhouse Farm team registered for the WCC. This means the farm can generate long term income if they choose to sell the predicted 3,482 carbon units the woodland stands to make.",
                "tag": "p"
            },
            {
                "content": "Together, the Newhouse Farm team champion regenerative agricultural practices, and have developed a trial of agroforestry strips. This has involved planting trees for timber and fruit crops alongside their arable rotation, which has helped to further diversify the farm business.",
                "tag": "p"
            },
            {
                "content": "Andy Bason, Farm Manager at Newhouse Farm, says:",
                "tag": "p"
            },
            {
                "content": "High Meadows Farm's tree planting vision",
                "tag": "h2"
            },
            {
                "content": "Terry and Tracy Featherstone run High Meadows Farm in south-west Durham. After inheriting the family farm, they decided to transform it into a green energy hub and convert 14 hectares of their farm into woodland.",
                "tag": "p"
            },
            {
                "content": "To realise their tree planting vision, Terry and Tracy applied to the WCPG to help cover the costs of scoping and designing High Meadows Wood. This then led to the couple applying to the EWCO grant – to help cover planting and establishment costs for 20,000 mixed broadleaf trees.",
                "tag": "p"
            },
            {
                "content": "High Meadows Wood enhances the landscape and enriches local biodiversity and nature, and there has been a noticeable increase in the variety of insects and birds that have since returned. Permitted public access to the woodland benefits the local community, and the couple received additional stackable payments for the woodland’s positive contributions to nature recovery and people’s wellbeing.",
                "tag": "p"
            },
            {
                "content": "Having registered their woodland with the WCC and working with Forest Carbon, Terry and Tracy have buyers for the 4,400 carbon credits the woodland is predicted to make. The couple are committed to sustainable practices and conservation, to continue to benefit nature, people and the planet.",
                "tag": "p"
            },
            {
                "content": "Terry and Tracy Featherstone, owners of High Meadows Farm, say:",
                "tag": "p"
            },
            {
                "content": "It's time to turn over a new leaf",
                "tag": "h2"
            },
            {
                "content": "As the season gets underway, there’s never been a better time to join this growing movement. The months between November and March offer the perfect window – when trees are dormant and less likely to be damaged during planting.",
                "tag": "p"
            },
            {
                "content": "Now is the perfect time to start thinking about the next tree planting season. Whether you’re considering planting a small copse or a large landscape-scale project, there are grants available to help support your tree planting ambitions. The Woodland Creation Planning Grant helps you to design your woodland, while the England Woodland Creation Offer provides funding for planting and establishment.",
                "tag": "p"
            },
            {
                "content": "Tree planting season offers you the opportunity to create new woodland and to leave behind a living legacy that grows more with each passing year.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/24/ready-set-plant-for-a-future-filled-with-trees/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "To celebrate tree planting season, Asia Aldridge, Content Lead at the Forestry Commission, shares some inspirational tree planting projects happening up and down the country by our committed Woodland Ambassadors."
    },
    {
        "title": "Consultation opens on antenatal and newborn screening for fragile X syndrome",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-11-24T08:40:12",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to antenatal and newborn screening for fragile X syndrome (FXS). ",
                "tag": "p"
            },
            {
                "content": "FXS is one of the health conditions the committee reviews regularly for evidence relating to antenatal screening.",
                "tag": "p"
            },
            {
                "content": "Evidence maps are typically the first step in the UK NSC process of reviewing evidence and we are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map on screening for FXS.",
                "tag": "p"
            },
            {
                "content": "This evidence map was commissioned to review literature on the topic published since a 2019 evidence review.  ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map reaffirms the conclusions of the 2019 review. It therefore concluded that:",
                "tag": "p"
            },
            {
                "content": "About FXS",
                "tag": "h2"
            },
            {
                "content": "FXS is the most common inherited cause of intellectual disability and a leading cause of autism spectrum disorder. It results from a genetic mutation that affects brain development and function. Individuals with FXS can have a range of developmental, behavioural, and physical features, including attention and learning problems, anxiety, seizures, and gastrointestinal problems.",
                "tag": "p"
            },
            {
                "content": "The latest evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified a low volume of evidence published since the 2019 review. It found: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/24/consultation-opens-on-antenatal-and-newborn-screening-for-fragile-x-syndrome/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on the evidence relating to antenatal and newborn screening for Fragile X syndrome."
    }
]