[
    {
        "title": "Join the Government Science and Engineering profession",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-09T14:30:11",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "GSE Profession Updates"
        ],
        "content": [
            {
                "content": "On Monday 9 June the Cabinet Secretary launched the ‘Join a Profession’ campaign. This campaign is part of the government’s vision to enhance the Civil Service by investing in skills and leadership capabilities to drive innovation. The Cabinet Secretary is asking every civil servant to identify and connect with a relevant profession and ensure their development plans build their professional skills. ",
                "tag": "p"
            },
            {
                "content": "What is a profession? ",
                "tag": "p"
            },
            {
                "content": "Professions are active communities providing access to specialised learning, career pathway guidance and the chance to connect with colleagues with similar interests and skill sets. Being part of a profession is about fostering a belonging to professional community that offers guidance, support, and opportunities throughout your career journey. There are 30 government professions available, 13 of which are open to anyone across the government, including the Government Science and Engineering (GSE) Profession.  ",
                "tag": "p"
            },
            {
                "content": "Benefits of joining a profession ",
                "tag": "p"
            },
            {
                "content": "Government Science and Engineering Profession  ",
                "tag": "p"
            },
            {
                "content": "The GSE Profession is a diverse cross-government group of people who are connected to science and engineering either by their role, skillset or interests. The Profession has around 10,000 diverse members across the civil, public, and crown services and aims to help everyone embed science and engineering in government decision making and increase the capability of scientists and engineers across government.   ",
                "tag": "p"
            },
            {
                "content": "The GSE Profession is open to everyone across government, regardless of their background, and we have four job families:  ",
                "tag": "p"
            },
            {
                "content": "Whether you’re a deep specialist or just starting your journey into science and engineering, the GSE Profession offers a wealth of resources, support, and opportunities to enhance your skills and contribute to impactful decision-making. ",
                "tag": "p"
            },
            {
                "content": "We have developed offers to showcase the value of science and engineering. These include: ",
                "tag": "p"
            },
            {
                "content": "Find out more about the GSE Profession offer by contacting us for more information.  ",
                "tag": "p"
            },
            {
                "content": "Don’t delay, take the next step in your Civil Service career by joining the Government Science and Engineering profession today.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/09/join-the-government-science-and-engineering-profession/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "On Monday 9 June the Cabinet Secretary launched the ‘Join a Profession’ campaign. This campaign is part of the government’s vision to enhance the Civil Service by investing in skills and leadership capabilities to drive innovation. The Cabinet Secretary is …"
    },
    {
        "title": "Join a Profession: discover your professional community",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-06-09T13:07:59",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Government Reform",
            "Join a profession",
            "One Big Thing",
            "Professional Networks",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "Being part of a government profession is an important aspect of every civil servant’s career journey. Wherever you work, whatever you do, there’s a Civil Service profession waiting to welcome you and help you develop your skills and career, and deliver your role in the best way. There are 31 different professions in the Civil Service, from Digital and Data to Policy to Operational Delivery.",
                "tag": "p"
            },
            {
                "content": "Government professions are communities of people sharing common skills, expertise, and knowledge across departments and agencies. They offer support for your training and development, helping you excel in your current role, discover what you want to do next, and connect with colleagues who understand your work.",
                "tag": "p"
            },
            {
                "content": "To support you in finding the profession that’s right for your professional needs, we have created the Join a Profession page. Here you can read about all 31 government professions, how you can join, and have many other questions answered.",
                "tag": "p"
            },
            {
                "content": "By making being a member of a profession a universal experience of the Civil Service — from onboarding through performance conversations to career planning — we will create stronger professional communities that drive innovation, share expertise, and build the skills our organisation needs for the future.",
                "tag": "p"
            },
            {
                "content": "What are the benefits to joining a profession?",
                "tag": "h2"
            },
            {
                "content": "The Cabinet Secretary has highlighted professional skills development as essential to Civil Service success, making this the perfect time to get involved. All civil servants should be considering their career development, as well as learning opportunities, with professional skills in mind. ",
                "tag": "p"
            },
            {
                "content": "Each civil servant will have a profession aligned to their skills and jobs, with some requiring specific accreditations to join. Many civil servants will have a secondary profession available to them. ",
                "tag": "p"
            },
            {
                "content": "Joining a profession helps you access:",
                "tag": "p"
            },
            {
                "content": "By joining a profession you’ll not only be able to gain greater recognition and access new opportunities, but it will also help you better understand the scope of your own role within the Civil Service. It also garners a sense of belonging to a professional community where you can share expertise, drive innovation and gain the skills needed for the future, such as better training in AI.",
                "tag": "p"
            },
            {
                "content": "How do I find out which profession is right for me?",
                "tag": "h2"
            },
            {
                "content": "Every civil servant belongs to at least one of 31 professions, and our new web page makes it easier than ever to find yours. Here’s what you need to do:",
                "tag": "p"
            },
            {
                "content": "You can also visit our Join a Profession and One Big Thing stall at Civil Service Live to learn more about joining a profession.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/06/09/join-a-profession-discover-your-professional-community/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Being part of a government profession is an important aspect of every civil servant’s career journey. Wherever you work, whatever you do, there’s a Civil Service profession waiting to welcome you and help you develop your skills and career, and …"
    },
    {
        "title": "NHSE Cohorting as a Service Alpha Assessment",
        "authors": [
            "Man-Yee Lam"
        ],
        "posted_on": "2025-06-09T11:12:02",
        "categories": [
            "Alpha",
            "Assurance",
            "Service assessments"
        ],
        "content": [
            {
                "content": "From: DHSCAssessment date: 20/02/2024Stage: Alpha Result: Met Service provider: NHS England",
                "tag": "p"
            },
            {
                "content": "Service description ",
                "tag": "h2"
            },
            {
                "content": "Cohorting as a Service is an assured way for national healthcare teams to identify patients for care, based on risk factors.  ",
                "tag": "p"
            },
            {
                "content": "The service includes a managed service for creating, assuring and running and disseminating cohorts, underpinned by a rules engine (Cohort Processing System). It also includes a digital journey for finding out why a patient is included in a cohort. The service also includes publishing cohort information to the web. ",
                "tag": "p"
            },
            {
                "content": "Service users ",
                "tag": "h2"
            },
            {
                "content": "Report contents",
                "tag": "h2"
            },
            {
                "content": "1. Understand users and their needs ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "2. Solve a whole problem for users ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 2 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "3. Provide a joined-up experience across all channels     ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 3 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "4. Make the service simple to use ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 4 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h4"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "5. Make sure everyone can use the service    ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "6. Have a multidisciplinary team ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 6 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "7. Use agile ways of working ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 7 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "8. Iterate and improve frequently ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 8 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "9. Create a secure service which protects users’ privacy  ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 9 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: \n\nthe team was actively considering security, including threat assessment activities \nthe team was relying on existing NHS identity management processes, building on the existing capabilities\nthe team actively reviews the application-level security of their code, including reviewing security of 3rd party packages\n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nimprove their development lifecycle to include regular reviews and uplift of the service’s threat model \ndevelop and test a business continuity plan to have a coordinated response to a major cyber incident or data breach   \n\n10. Define what success looks like and publish performance data \nDecision \nThe service met point 10 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team have used a framework to define their priority goal and developed KPIs around this \nKPIs have been mapped to user needs \nthere is a plan for how most metrics will be tracked \nthe team have researched current costs of cohort provision, which can be very high    \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nhave a plan for how they will track metrics of enquiries being solved first time   \nhave a clearer commercial model and ROI (return on investment) calculations to understand in more detail how this service will save money \nexplore whether tracking ‘learnability’ is worthwhile measure of success. This is an aspect of usability that is particularly relevant to frequent or ‘super’ users of a service and considers the design trade-offs that might need to be made in a complex internal service \nhave a better understanding of how many users are expected after private beta and what and whether their private beta cohort is a sufficient number    \n\n11. Choose the right tools and technology \nDecision \nThe service met  point 11 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team have made well-considered choices when deciding to build versus re-use. Specifically, the arguments to build the cohort processing service are compelling and well-made \nthe team decided to focus on process optimisation for cohort creation, rather than building technology is also noteworthy, as a choice to not use technology \nthe team have made their technology choices in consultation with the wider programme space they operate within   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\ndecide whether the cohort explorer needs to exist as a stand-alone tool or is better served being APIs to integrate into other existing user interfaces \nconsider whether terminology tooling (Ontoserver) is an alternative for use of Excel spreadsheets, including promoting easier re-use of terminology code-sets   \n\n12. Make new source code open \nDecision \nThe service met point 12 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team has understood the NHS England quality expectations before open sourcing of code \nthe team has been doing the preparation work to open source their code   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nopen source the software code projects used to build this service \ndiscuss with stakeholders how to apply the open sourcing principles to the clinical code-sets  \n\n13. Use and contribute to open standards, common components and patterns \nDecision \nThe service met point 13 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team are using OIDC as their identity standard \nthe team are relying on previously built shared components (MESH)   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nconsider how the work done to date might be adopted as a standard methodology for generating cohorts across the NHS and Care systems  \n\n14. Operate a reliable service \nDecision \nThe service met point 14 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team has a process for handling regular Snomed updates \nthe team have a testing and assurance process for new cohort rule sets   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nhave defined and agreed the overall service level of the CaaS service \ndecide how to apply versioning to the cohort outputs, recognising the rule and source data versions in that \nhave defined and tested a breach response plan, as part of the business continuity planning \ntest in private Beta with a manageable number of users, to ensure they are not overwhelming themselves to have time to deal with things that go wrong and have capacity to make changes to the journey for the frontend and backend experience through learnings discovered in private Beta. \n\n",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2025/06/09/nhse-cohorting-as-a-service-alpha-assessment/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "Read the alpha assessment report for the Cohorting as a service from NHSE."
    }
]