[
    {
        "title": "The Nolan Principles at 30",
        "authors": [
            "Doug Chalmers"
        ],
        "posted_on": "2025-06-23T15:28:46",
        "categories": [
            "30th Anniversary",
            "Nolan Principles"
        ],
        "content": [
            {
                "content": "Last week’s conference on the ‘Nolan Principles at 30’ at the Institute for Government brought together experts, politicians and academics to discuss the importance of maintaining high standards across our public life.",
                "tag": "p"
            },
            {
                "content": "It was an opportunity to hear from Sir John Major, who, as Prime Minister, established the Committee in 1994, those leading standards work in the House of Commons, and those on the front line of public services about where they see the challenges and future of ethical standards. ",
                "tag": "p"
            },
            {
                "content": "Many participants talked about the fragile state of public trust in politics, the complexity of public sector decision making and the wider societal changes that pose major challenges to our institutions. The conference also highlighted the deep tradition of public service that exists in this country and how high standards can act as an enabler, helping demonstrate that the way in which decisions - however unpopular – are made in their interest. And how being open and honest about the trade offs can build, rather than erode, trust.",
                "tag": "p"
            },
            {
                "content": "We also heard about the importance of building wider, cross-party agreement on standards and how weaponisation of the standards system for short term political gain is damaging to the perception of standards more widely.",
                "tag": "p"
            },
            {
                "content": "The breadth and depth of the discussion – hearing about the challenges of ethical leadership for frontline officials in policing and health, for parliamentarians and regulators – demonstrated how important it is to keep on discussing while reinforcing the need for high standards. Although they are in nearly every code of conduct in public life, to be meaningful the Nolan Principles – honesty, integrity, selflessness, openness, objectivity, accountability and leadership - must be firmly embedded in the culture and norms of all public sector organisations. This takes the allocation of time and constant effort. It’s hard work.",
                "tag": "p"
            },
            {
                "content": "The conference confirmed that high standards matter. They are a public good. As well as maintaining trust in those taking decisions on their behalf, they are important for the economic stability of our nation and for our standing internationally. For the standards system to work effectively, regulatory bodies must be independent, able to scrutinise and adjudicate without fear or favour and – where necessary - there must be a range of sanctions for failures and breaches. Regulation must also be proportionate and fair. ",
                "tag": "p"
            },
            {
                "content": "The Committee’s work, using its evidence-based approach to make recommendations for change, has played a major part in developing the standards landscape we have today. We rely on the experience and expertise of the regulators, think tanks, parliamentarians and practitioners – many of whom were part of the conference – to help make the case for high standards.",
                "tag": "p"
            },
            {
                "content": "These are important discussions, and we need to have them regularly. Just as leaders across the public sector need to make space to talk about standards and ethics with their staff . As we wait to hear more from the government on its plans for a statutory Ethics and Integrity Commission, one thing is clear - Lord Nolan’s Principles have stood the test of time and remain very relevant in today’s rapidly changing world. They are the standards that our public expect and there is no doubt that they will continue to underpin our public life. ",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/06/23/the-nolan-principles-at-30/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "Last week’s conference on the ‘Nolan Principles at 30’ at the Institute for Government brought together experts, politicians and academics to discuss the importance of maintaining high standards across our public life. It was an opportunity to hear from Sir …"
    },
    {
        "title": "International Women in Engineering Day 2025",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-23T12:32:23",
        "categories": [
            "Blog Series",
            "Diversity & Inclusion",
            "Role Model Series"
        ],
        "content": [
            {
                "content": "Together we engineer: Recognising the impact and leadership of women within engineering ",
                "tag": "p"
            },
            {
                "content": "Each year, International Women in Engineering Day provides an opportunity to recognise the vital contributions women make to engineering across the UK and beyond. It is a moment to reflect on the progress made, acknowledge the challenges that remain, and celebrate the individuals whose work is shaping a more innovative future.",
                "tag": "p"
            },
            {
                "content": "In 2025, we are proud to highlight the achievements of two women connected to engineering whose leadership and expertise are advancing national priorities in completely different ways. The theme for this year is ‘Together we engineer’.",
                "tag": "p"
            },
            {
                "content": "Engineering change by Chi Onwurah, Chair of the House of Commons Science, Innovation and Technology Select Committee",
                "tag": "p"
            },
            {
                "content": "On International Women in Engineering Day, I’m reflecting on my own journey that began in Newcastle, where I was a curious girl who loved maths and wanted to understand how the world worked. I never imagined I’d one day chair Parliament’s Science, Innovation and Technology Select Committee.",
                "tag": "p"
            },
            {
                "content": "Certainly not when I entered Imperial College London in 1984 and found an atmosphere which could best be described as a boy's public school debating society. I was told I was part of an advance guard of what would soon be an army of female engineers, that engineering would become increasingly gender balanced. It didn’t quite work out that way.",
                "tag": "p"
            },
            {
                "content": "I had a great career as an Engineer, working all over the world, designing the world’s first double sided surface mount PABX (private automatic branch exchange) board, and building Nigeria’s first mobile phone network. But as a working engineer, I was so often the only woman, the only person of colour, the only working-class person, the only Northerner in the room.",
                "tag": "p"
            },
            {
                "content": "Now, in Parliament and in my role as Chair, I want to ensure that exciting careers in science and innovation are accessible for everyone. That means asking tough questions, championing diversity and making sure government policy is grounded in evidence and ambition.",
                "tag": "p"
            },
            {
                "content": "We face enormous challenges - climate change, AI, health - but also incredible opportunities. We need more women in engineering - not just to balance the numbers, but because diverse perspectives lead to better solutions. Diversity does matter. It is not a tick box exercise. It is an economic imperative. Without it, innovation is stifled, and valuable talent is excluded from the workforce. On this day, I celebrate the women who are breaking barriers, building futures, and engineering change.",
                "tag": "p"
            },
            {
                "content": "Let’s keep pushing forward.",
                "tag": "p"
            },
            {
                "content": "Reflections on a career in engineering – by Caryl Russell, MOD",
                "tag": "p"
            },
            {
                "content": "As we come up to the International Women in Engineering Day, I reflect on my career and how a choice made to do engineering at university, because I did not know what else to do, has become a lifelong career of 32 and a half years as a civil servant in the Ministry of Defence.",
                "tag": "p"
            },
            {
                "content": "I started my career as an 18-year-old at the Royal Naval Engineering College Manadon in Plymouth. I was lucky enough to have been accepted for an undergraduate sponsorship by the Civil Service for the Ministry of Defence. This included a year at Manadon to learn about the Royal Navy, before going to university to study Naval Architecture. Having studied Maths, Physics, Chemistry and Further Maths at A Levels, I was used to being in a minority, but this was a new level. I was just one of three women in groups of 30 civilian student engineers and in the whole college there were about 15 women out of 400 Royal Navy trainee engineers. It made being a minority even more extreme, everything you did stood out and was noticed, for good or for bad. For me this was a motivator, it made me push forward to do my best, to build networks and to ensure that I stood out for good reasons. ",
                "tag": "p"
            },
            {
                "content": "Fast forward 30 years, and my career has taken me to do many different roles within the Ministry of Defence. These included core engineering roles, an operational deployment with the Army, a private office role, a project management role for the building of new submarines and now running a team of approximately 100 to provide logistics and engineering support to the Royal Navy’s submarines.  I have used the contacts I made at age 18 to help develop my career; and whilst engineering has been the heart of my career, I have used the logical approach to problem solving, that is to me at the heart of engineering, and a drive to make things better, to help me do numerous non-engineering roles.",
                "tag": "p"
            },
            {
                "content": "In all of these roles the most important factor in success, or failure, has been the goodness of the team in which I have worked. Teams where everyone whatever their profession, their background or their challenges can be themselves at work and focus their efforts on delivering, always gives a better result. This only happens when people see past gender (and other characteristics) to respect others’ knowledge, experience or alternative point of view so that ‘Together we engineer’ and deliver the outcome those that depend on us, be that the public, the armed forces, or our own families and friends, need and deserve.",
                "tag": "p"
            },
            {
                "content": "As we mark International Women in Engineering Day 2025, let’s continue to amplify the voices of female engineers. Their stories remind us that engineering is not only about solving technical problems, but also about shaping a future that is inclusive to the needs of all. By championing diversity and supporting the next generation of talent, we can ensure that engineering continues to benefit from a full range of perspectives.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/23/international-women-in-engineering-day-2025/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Together we engineer: Recognising the impact and leadership of women within engineering  Each year, International Women in Engineering Day provides an opportunity to recognise the vital contributions women make to engineering across the UK and beyond. It is a moment …"
    },
    {
        "title": "Celebrating Armed Forces Week 2025",
        "authors": [
            "DIO Communications Team"
        ],
        "posted_on": "2025-06-23T11:32:22",
        "categories": [
            "Armed Forces",
            "BATSUB",
            "BATUS",
            "Belize",
            "Canada",
            "Defence Training Estate (DTE)",
            "Germany",
            "Military Training",
            "Sennelager"
        ],
        "content": [
            {
                "content": "As we start celebrating Armed Forces Week 2025, we’re highlighting the excellent work of DIO colleagues around the world who proudly provide our Armed Forces with a safe and effective place to train. DIO provides essential support for overseas training across a diverse set of global sites. ",
                "tag": "p"
            },
            {
                "content": "This extensive international presence is fundamental to ensuring the United Kingdom's Armed Forces can develop and refine their operational capabilities across varied climates and terrains, thereby enhancing their preparedness to defend the nation under any conditions.  ",
                "tag": "p"
            },
            {
                "content": "Range of training environments",
                "tag": "h2"
            },
            {
                "content": "The Armed Forces' ability to operate effectively in diverse environments—from desert to arctic conditions, from jungle to mountainous regions—is paramount to their operational success. ",
                "tag": "p"
            },
            {
                "content": "This versatility in training enables military personnel to acquire and maintain the skills necessary for deployment anywhere in the world at short notice. The rigorous training facilitated by these overseas establishments are instrumental in preparing service personnel for the complex challenges they may encounter during active operations. ",
                "tag": "p"
            },
            {
                "content": "Collaboration",
                "tag": "h2"
            },
            {
                "content": "DIO colleagues collaborate with local stakeholders, community organisations, and governmental bodies to facilitate optimal training conditions. This engagement ensures that exercises are conducted with appropriate sensitivity to local cultures and environments while meeting the highest standards required for military preparedness. These collaborative relationships underpin the successful execution of training exercises that replicate the challenges of real-world operations. ",
                "tag": "p"
            },
            {
                "content": "Importance of training",
                "tag": "h2"
            },
            {
                "content": "The provision of diverse training environments directly contributes to the operational readiness of our Armed Forces. By experiencing and adapting to different climatic and geographical conditions, military units develop the tactical adaptability and resilience essential for responding to unpredictable global threats. ",
                "tag": "p"
            },
            {
                "content": "This comprehensive approach to training ensures that our Armed Forces remain amongst the most capable and professional in the world. ",
                "tag": "p"
            },
            {
                "content": "The facilities managed by DIO enable the Armed Forces to maintain their renowned quality through regular and varied training experiences that would be impossible to replicate within the United Kingdom alone. As the security landscape continues to evolve, the importance of this global training network to our nation's defence capabilities cannot be overstated. ",
                "tag": "p"
            },
            {
                "content": "As we commemorate Armed Forces Week 2025, we recognise the dedication of our military personnel and acknowledge how their readiness to serve is enhanced through access to these training environments across the globe. ",
                "tag": "p"
            }
        ],
        "link": "https://insidedio.blog.gov.uk/2025/06/23/celebrating-armed-forces-week-2025/",
        "blog": "Inside DIO",
        "blog_link": "https://insidedio.blog.gov.uk",
        "description": "As we start celebrating Armed Forces Week 2025, we’re highlighting the excellent work of DIO colleagues around the world who proudly provide our Armed Forces with a safe and effective place to train. DIO provides essential support for overseas training …"
    },
    {
        "title": "Celebrating 10 years of open access to Companies House data",
        "authors": [
            "Charlie Boundy - Chief Data Officer"
        ],
        "posted_on": "2025-06-23T08:46:28",
        "categories": [
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "As we reach the 10 year anniversary of making the Companies House register freely accessible, Charlie Boundy and Robert McNeil reflect on this landmark decision.",
                "tag": "p"
            },
            {
                "content": "Robert McNeil: The case for open data ",
                "tag": "h2"
            },
            {
                "content": "In June 2015, Companies House made it free to search the UK companies register. This groundbreaking decision has increased corporate transparency and supported economic growth.  ",
                "tag": "p"
            },
            {
                "content": "When I started at Companies House in the 1980s, I was welcomed by the CEO at the time for an introductory chat. A simple core statement from that conversation has stayed with me throughout my career. It summed up our mission, the reason Companies House exists. ",
                "tag": "p"
            },
            {
                "content": "Put simply, companies get the protection of limited liability, allowing them the freedom to operate without fear of personal ruin and, in exchange, information about them is made available to the wider business community and the public. This is as true today as it was back then. ",
                "tag": "p"
            },
            {
                "content": "This ‘deal’ is worth nothing if people can’t access and use the register data. The data is worthless if it’s just sitting in a system somewhere. It needs to be out there, free to be seen, analysed and used. ",
                "tag": "p"
            },
            {
                "content": "The whole trajectory of development at Companies House has been dedicated to driving the value of that data; whether it's in the ease and accuracy of submission or removing barriers to its accessibility and use. ",
                "tag": "p"
            },
            {
                "content": "Initially this change was evolutionary. But as we faced the law of diminishing returns, we started to think more radically - could we make the whole data set free, removing all barriers and maximising its value by maximising its use?  ",
                "tag": "p"
            },
            {
                "content": "Evidence from other countries showed that accessibility leads to greater transparency and increased opportunities for innovation and growth. ",
                "tag": "p"
            },
            {
                "content": "On 22 June 2015, we launched the Find and update company information service on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "Using GDS Digital by Default Service Standards helped us to address accessibility and usability barriers. ",
                "tag": "p"
            },
            {
                "content": "And by making the same RESTful API that underpinned our new web service available to third party developers, we made sure they could incorporate the same functionality into their own services and increase the use of the data across the business sector. ",
                "tag": "p"
            },
            {
                "content": "Making it free to access, providing a new, easy-to-use service and leveraging the use of the API across the sector, has ‘freed up’ the data.  ",
                "tag": "p"
            },
            {
                "content": "The total number of times free register data was accessed grew from 1.3 billion between 2015 and 2016 to over 16 billion between 2023 and 2024.  ",
                "tag": "p"
            },
            {
                "content": "Charlie Boundy: The value of high-quality open data ",
                "tag": "h2"
            },
            {
                "content": "Removing barriers to access Companies House data has also had a big economic impact. Research has shown that its worth an estimated £1 billion to £3 billion per year to users. ",
                "tag": "p"
            },
            {
                "content": "The register is used every day by:  ",
                "tag": "p"
            },
            {
                "content": "It's also a trusted source for: ",
                "tag": "p"
            },
            {
                "content": "It's important to reflect on how much progress we've made, but we know there's more to do. We're continually striving to improve, innovate and modernise our technology based on user feedback and data, technological advancements, and legislative requirements. ",
                "tag": "p"
            },
            {
                "content": "By continuing to implement the changes to UK company law under the Economic Crime and Corporate Transparency (ECCT) Act, we are improving the integrity and accuracy of data on our register, making it even more valuable to users and further supporting economic growth. ",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/06/23/celebrating-10-years-of-open-access-to-companies-house-data/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "In June 2015, Companies House launched the free Find and update company information service on GOV.UK. Read more about how this increased corporate transparency and supported economic growth."
    }
]