[
    {
        "title": "Consultation opens on newborn screening for metachromatic leukodystrophy (MLD)",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-05-06T17:26:34",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has today opened a consultation on evidence relating to newborn screening for metachromatic leukodystrophy (MLD).",
                "tag": "p"
            },
            {
                "content": "The committee, which had not previously considered screening for this condition, commissioned an evidence map in 2023, to evaluate the volume and type of existing evidence relating to newborn screening for MLD. The evidence map concluded that MLD should be added to the list of conditions the UK NSC regularly reviews, and that the topic should be looked at in more detail via an evidence summary.",
                "tag": "p"
            },
            {
                "content": "The more detailed evidence summary, completed by Kleijnen Systematic Reviews Ltd this year, looked at evidence on the accuracy of tests that could be used to screen for MLD and the effectiveness of treatments for babies identified by screening. It also considered evidence on the cost effectiveness of screening for MLD.",
                "tag": "p"
            },
            {
                "content": "We are now asking stakeholders to provide feedback on the evidence summary and its conclusions.",
                "tag": "p"
            },
            {
                "content": "Take part in the consultation",
                "tag": "h2"
            },
            {
                "content": "Please note: To respond to the consultation, either download the consultation response form on the MLD recommendation page (by clicking the ‘View documents’ button) and send it to uknsc@dhsc.gov.uk, or simply email your feedback directly to uknsc@dhsc.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Do not use the ‘Submit comments’ button on the MLD recommendation page because the online comments form is currently not operational and your comments will not be received via this route.",
                "tag": "p"
            },
            {
                "content": "About MLD",
                "tag": "h2"
            },
            {
                "content": "Metachromatic leukodystrophy (MLD) is a rare inherited condition, causing progressive nerve damage leading to muscle weakness, loss of coordination and mobility, and mental processes. The condition worsens over time.",
                "tag": "p"
            },
            {
                "content": "There are 3 types of MLD based on the age that symptoms start: late infantile (typically before 30 months of age), juvenile (typically between 3 and 16 years of age) and adult (typically after the age of 16). The late infantile form is the most severe and most common form of MLD, comprising 50 to 60% of cases. It is estimated that around 1 in every 40,000 babies born in the UK will have MLD.",
                "tag": "p"
            },
            {
                "content": "The National Institute for Health and Care Excellence (NICE) recommends a gene therapy (Libmeldy®) for the treatment of pre-symptomatic children with late infantile or early juvenile MLD. It is also approved for children with early MLD who have early signs or symptoms of the condition but who can still walk independently and have no decline in mental processes.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence summary looked at research published since 2012, and found limited evidence in relation to the criteria considered.",
                "tag": "p"
            },
            {
                "content": "The summary concluded that key areas of uncertainty remain regarding the best way to identify babies with MLD, and whether identification of babies with MLD through newborn screening results in more effective treatment with better long-term outcomes. Further work is needed on the evaluation of algorithms for MLD screening, and the establishment of cut-off values for use in the UK population. (A cut-off value is the point at which the test gives a positive or negative result for the condition.) The review noted that evidence generation is still at a relatively early stage and ongoing pilot studies and/or data collection from the first implemented screening programme (in Norway) are likely to inform future evidence reviews.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/06/consultation-opens-on-newborn-screening-for-metachromatic-leukodystrophy-mld/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on screening for metachromatic leukodystrophy (MLD)."
    },
    {
        "title": "Listening to our stakeholders: how feedback is shaping the work of the Trade Remedies Authority  ",
        "authors": [
            "TRA Communications"
        ],
        "posted_on": "2025-05-06T16:12:42",
        "categories": [
            "Engagement",
            "Pre-application office"
        ],
        "content": [
            {
                "content": "Every year the Trade Remedies Authority (TRA) undertakes independent research to understand how people and organisations we work with most closely rate us. ",
                "tag": "p"
            },
            {
                "content": "We listen to ways they tell us we can improve, and what our stakeholders expect from us.",
                "tag": "p"
            },
            {
                "content": "This is all part of our wider commitment to being proportional, impartial and transparent, and focused on improving our effectiveness and efficiency of our investigations. ",
                "tag": "p"
            },
            {
                "content": "Who we spoke to ",
                "tag": "p"
            },
            {
                "content": "Interviews were held with a range of key stakeholders from across the UK and internationally such as UK producers, importers, and businesses ",
                "tag": "p"
            },
            {
                "content": "We captured views from those with direct experience of our investigations as well as those who interact with our work more broadly. ",
                "tag": "p"
            },
            {
                "content": "What we heard ",
                "tag": "p"
            },
            {
                "content": "Stakeholders spoke positively about the TRA’s role, values and approach. ",
                "tag": "p"
            },
            {
                "content": "“The TRA is fair, responsive and quick to learn.” ",
                "tag": "p"
            },
            {
                "content": "We were described as impartial, independent and increasingly effective. Our tone, openness and willingness to engage were highlighted as strengths. The Pre-Application Office was praised for being accessible and helpful. ",
                "tag": "p"
            },
            {
                "content": "At the same time, stakeholders challenged us to go further. ",
                "tag": "p"
            },
            {
                "content": "“Our independence is our strength, but our visibility is our challenge.” ",
                "tag": "p"
            },
            {
                "content": "“The TRA is approachable and open, but the process still feels heavy for SMEs.” ",
                "tag": "p"
            },
            {
                "content": "Investigations were often seen as complex and time-consuming. Some sectors feel less clear about who we are and how we work. Many want clearer guidance, stronger communication, and a simpler path to participation. ",
                "tag": "p"
            },
            {
                "content": "What we’re doing next ",
                "tag": "p"
            },
            {
                "content": "We’re taking this feedback seriously and have already started to act. Some of the changes we are making are: ",
                "tag": "p"
            },
            {
                "content": "Supporting government priorities ",
                "tag": "p"
            },
            {
                "content": "This feedback supports wider government priorities. Following recent announcements from the Chancellor, the TRA is preparing to play a bigger role in helping protect British businesses against unfair trading practices. ",
                "tag": "p"
            },
            {
                "content": "We’re increasing our capacity and pace to match this ambition, accelerating our work on case streamlining, external partnerships, and advanced data monitoring to better identify and respond to potential import surges. You can read the Chancellor’s announcement regarding plans to maintain level playing field for British business here. ",
                "tag": "p"
            },
            {
                "content": "Get in touch ",
                "tag": "p"
            },
            {
                "content": "This research isn’t a one-off. Listening to our stakeholders is a core part of how we work, and how we get better. We welcome your feedback at any time by emailing us at contact@traderemedies.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "We’re grateful to those who took the time to share their views. Your feedback is shaping how we communicate, improve, and deliver on our responsibilities.  ",
                "tag": "p"
            }
        ],
        "link": "https://traderemedies.blog.gov.uk/2025/05/06/listening-to-our-stakeholders-how-feedback-is-shaping-the-work-of-the-trade-remedies-authority/",
        "blog": "Trade Remedies Authority",
        "blog_link": "https://traderemedies.blog.gov.uk",
        "description": "Every year the Trade Remedies Authority (TRA) undertakes independent research to understand how people and organisations we work with most closely rate us.  We listen to ways they tell us we can improve, and what our stakeholders expect from us. …"
    },
    {
        "title": "Blueprint for Modern Digital Government Comes Alive at GDS Local Government Innovation Hackathon in Leeds",
        "authors": [
            "Liz Adams, Local Government Collaboration, GDS"
        ],
        "posted_on": "2025-05-06T12:52:50",
        "categories": [
            "AI",
            "Cross-government strategy",
            "DDaT community",
            "DDaT events",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "The energy was electric last week in Leeds as we welcomed over 150 bright sparks to hack the planning system – digital dynamos, planning pioneers, and policy pros – hailing from 35 local authorities, central government, and industry! GDS and i.AI hosted this dynamic two-day Local Government Hackathon in partnership with colleagues from MHCLG Digital Planning and Open Digital Planning.",
                "tag": "p"
            },
            {
                "content": "The mission? To tackle real-world planning challenges head-on, armed with cutting-edge digital tools and the power of AI: channelling the dynamic, problem-solving ethos set out in the Blueprint for a Modern Digital Government. ",
                "tag": "p"
            },
            {
                "content": "One of our core ambitions is to catalyse change and join-up across the wider public sector - and this event showed exactly how that can happen in practice. ",
                "tag": "p"
            },
            {
                "content": "Fifteen cross-disciplinary teams tackled planning system challenges, leveraging real data and open APIs to rapidly prototype innovative digital solutions. The winning team’s creation, Clio, transforms raw data from planning decision notices into usable insight about a site’s planning history. ",
                "tag": "p"
            },
            {
                "content": "As their prize, the Clio team will present their work to the Minister for AI and Digital Government, Feryal Clark MP, and will also take part in a follow-up workshop to further develop their prototype with i.AI engineers.",
                "tag": "p"
            },
            {
                "content": "The hackathon was energised by contributions from digital leaders across government. Theo Blackwell, on secondment to GDS from his role as Chief Digital Officer at the Greater London Authority, opened the event and highlighted the importance of local government collaboration in driving digital transformation. ",
                "tag": "p"
            },
            {
                "content": "Emily Middleton, Director General for Digital Centre Design in GDS, welcomed attendees and shared the vision for the new GDS and its role in enabling modern, user-centred public services. ",
                "tag": "p"
            },
            {
                "content": "Feryal Clark MP, Minister for AI and Digital Government, joined via video message, encouraging participants to be bold: “If you have an idea that will make a difference, don’t wait for permission. Test it. Take it forward.”",
                "tag": "p"
            },
            {
                "content": "Events like this powerfully demonstrate what’s possible when we unite together technological expertise, service and delivery know-how and policy in one room, working together with our local partners to innovate. This hackathon is just one example of how the government is putting the Blueprint for a Modern Digital Government into action - working with local authorities to design smarter, simpler, more joined-up public services.",
                "tag": "p"
            },
            {
                "content": "We’re proud to have hosted such exceptional practitioners at this hackathon and look forward to continuing to collaborate with local government innovators across the country to drive transformation for our citizens and those who serve them. ",
                "tag": "p"
            },
            {
                "content": "The judges’ choices of prototypes",
                "tag": "h3"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/05/06/blueprint-for-modern-digital-government-comes-alive-at-gds-local-government-innovation-hackathon-in-leeds/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Over 150 innovators from across local and central government came together to reimagine the planning system at the GDS Local Government Innovation Hackathon. 15 teams tackled real planning challenges with digital tools and AI – bringing the Blueprint for a Modern Digital Government to life. "
    },
    {
        "title": "A philosophical approach to learning at work",
        "authors": [
            "Mark Merifield"
        ],
        "posted_on": "2025-05-06T11:13:48",
        "categories": [
            "Skills and development"
        ],
        "content": [
            {
                "content": "It’s nearly Learning at Work Week, 12 to 16 May 2025. Last year I blogged about how I use LEGO and scenarios in our training. I’m running the sessions again this year. As I prepare for them, I’m struck by how much they have changed.   ",
                "tag": "p"
            },
            {
                "content": "The learning outcomes remain the same, and I’m still using the LEGO and the scenarios, but there are new references to new government strategies and new offers from ICS Digital (more on that soon). New ways of telling the older stories.  ",
                "tag": "p"
            },
            {
                "content": "I’m particularly pleased to have reduced two disciplines down to a single quote apiece; user centred design (“Wherever there is another human, there is an opportunity for kindness” – Seneca) and content design (“Say only what is necessary” – Epictetus).  ",
                "tag": "p"
            },
            {
                "content": "You may now be thinking, ‘hey, aren’t both quotes by Stoic philosophers?’. You are correct. ",
                "tag": "p"
            },
            {
                "content": "Learning was incredibly important to the Stoics, and I draw inspiration from them both in how I manage the courses I run, and in my own attitude and approach to learning.   ",
                "tag": "p"
            },
            {
                "content": "“Show that through (learning) you have learned to think better.” (Epictetus) ",
                "tag": "p"
            },
            {
                "content": "One of the outcomes I want to achieve through my sessions is to make the audience think about things differently: to give them a greater awareness to draw from. Something they can use, not just once they start working with us on digital services, but every day. I don’t do ‘everything agile in 30 minutes’, what I hope I do is sow seeds of further exploration and interest.  ",
                "tag": "p"
            },
            {
                "content": "That inquisitive nature I equally apply to the course development. Every conversation I have with a Digital colleague means I better understand how things work, and that gets fed back into the courses. ",
                "tag": "p"
            },
            {
                "content": "The more I know, the more everyone will know. The theme of this year is Get Connected; reach out, learn from everyone around you.",
                "tag": "p"
            },
            {
                "content": "“Act for the common good.” (Marcus Aurelius) ",
                "tag": "p"
            },
            {
                "content": "The other side of the people factor is feedback. There’s nothing like it to humble the soul, both when you’ve done well and not.  ",
                "tag": "p"
            },
            {
                "content": "It’s wonderful to know people enjoy my sessions, but the constructive feedback is what builds change. My ego has learned to suck it up, I don’t run these courses for my benefit. ",
                "tag": "p"
            },
            {
                "content": "“I am now on my way... to learn what I do not yet know.” (Marcus Aurelius) ",
                "tag": "p"
            },
            {
                "content": "I remember arguing with a colleague who was not attending a course in their field. They knew enough. They were already the professional. ",
                "tag": "p"
            },
            {
                "content": "Throughout his life, Marcus Aurelius, leader of one of the greatest Empires of the ancient world, continued to study under the philosophers of the day. Perhaps my colleague may have learned nothing, I hope not, but their knowledge could have brought more colour to the conversations we had that day. ",
                "tag": "p"
            },
            {
                "content": "As we approach Learning at Work Week it is a perfect opportunity to build our knowledge, to grow ourselves.   ",
                "tag": "p"
            },
            {
                "content": "“Decide to be extraordinary and do what you need to do now!” (Epictetus) ",
                "tag": "p"
            },
            {
                "content": "I do not think of myself as being guilty of being someone who ‘cannot know what they think they know’ (though I probably am). I am as guilty as anyone for putting training to the back when there seem to be so many greater work priorities. ",
                "tag": "p"
            },
            {
                "content": "Even when I imagine that if I knew more about a subject, I could handle it better, I might argue to myself that I can watch the video later or catch the course next time round. ",
                "tag": "p"
            },
            {
                "content": "But from writing this blog, I know that learning is immediate, is necessary, and is vital not just to me but to the impact I make on others who have taken the time to come to learn from me. ",
                "tag": "p"
            },
            {
                "content": "Those words from an almost 2000-year-old slave turned philosopher have become my internal axe against my inherent tendency toward procrastination. For this Learning at Work Week, I hope they have helped you too. ",
                "tag": "p"
            }
        ],
        "link": "https://icsdigital.blog.gov.uk/2025/05/06/a-philosophical-approach-to-learning-at-work/",
        "blog": "ICS Digital",
        "blog_link": "https://icsdigital.blog.gov.uk",
        "description": "Getting ready for this year's Learning at Work Week, 12 to 16 May 2025. "
    },
    {
        "title": "World Veterinary Day 2025: moulding your professional identity",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-05-06T09:55:10",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "By Sion Rowlands",
                "tag": "p"
            },
            {
                "content": "This July, 28 years will have passed since I saw my name at the bottom of a lengthy list of successful veterinary graduates at Liverpool University. I was far from sure what that meant then, and to this day, I continue to question if I, and others who saw fit to pass me, made the right decision? Or did I take the spot of another, one far more worthy?",
                "tag": "p"
            },
            {
                "content": "Similar questions and a pernicious stream of self-doubt are all too familiar to us vets as we toil through our working lives nurturing and occasionally battling with our professional identify. Somewhat myopically maybe, but I am going to propose that the veterinary profession has seen more changes concentrated into the last two decades or so than many other professions combined. Changes and influences, both within and outside the profession, which have challenged the most steadfast. I am proud to be part of a family that has so much resilience.",
                "tag": "p"
            },
            {
                "content": "Reflecting on career identity and decisions",
                "tag": "h3"
            },
            {
                "content": "I had never consciously reflected on what my professional identify was until recently. Sometimes defined as “the attitudes, values, knowledge, beliefs and skills shared with others within a professional group” (Adams et al 2019), or perhaps more easily summarised as what your peers would say about you after leaving a room. And what do I think my peers would say about me, or, at least, what would I like them to say? I would hope integrity, honesty and fairness would be some of the values listed, somewhat ambitious you might think, but these are often the yardstick values by which I measure others.",
                "tag": "p"
            },
            {
                "content": "I now reflect on the larger decisions and options that I have made, that have shaped my professional identity. From my early days working in mixed practice, periods working abroad, my days as an employer, and in the numbered roles as a Government Vet in the Animal Plant Health Agency (APHA), I have always called on my core values and lent into my default attributes. More recently, as a burgeoning veterinary educator, it has been invaluable to reflect on how my behaviours can incrementally influence others.",
                "tag": "p"
            },
            {
                "content": "Working at APHA",
                "tag": "h3"
            },
            {
                "content": "My career in APHA has been immeasurably rewarding. I have found some roles and other roles seemed to have found me; ones that have permitted my professional identify to flourish. I mentioned earlier the changes in our profession: veterinary public health is a robust vehicle for so many of these changes that have global impact. As you read this, hundreds of my colleagues across APHA and wider government (veterinary, technical, scientific, enabling and support staff), many with similar values to my own, face daily challenges with diseases that have proven to have profound impacts. So many of these diligent and committed individuals, and teams, are not in the mainstream lens, but their actions are worthy of recognition.",
                "tag": "p"
            },
            {
                "content": "Future professional goals",
                "tag": "h3"
            },
            {
                "content": "And what of the future? How will I choose to steer my ship in my remaining professional years? Two years ago, I stumbled across an invite issued by a charity to protect some white rhinos. Today I am a trustee for the said UK based charity that encourages and drives mutual interest to parts of the world under the umbrella of conservation, including the plight of the vulnerable, if unwilling, rhinoceros. In June I will be leading a team of volunteers, including my 16-year-old son, to a remote part of South Africa to reunite with a small family team who have decided to sacrifice everything in the name of protecting their cohort of white rhinos.",
                "tag": "p"
            },
            {
                "content": "I will leave it to others to judge if my actions and the identity I have developed during my career to date have had any impact. I know this: I have enjoyed the journey so far!",
                "tag": "p"
            },
            {
                "content": "You can find out more about our current veterinary vacancies within APHA at https://aphavets.co.uk/vacancies/",
                "tag": "p"
            },
            {
                "content": "References:",
                "tag": "p"
            },
            {
                "content": "Adams, K., Hearn, S., Sturgis, P. (2019) ‘Investigating the factors influencing professional identity of first-year health and social care students’, Learning in Health and Social Care, 5 (2), 55-68.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/05/06/world-veterinary-day-2025-moulding-your-professional-identity/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "By Sion Rowlands This July, 28 years will have passed since I saw my name at the bottom of a lengthy list of successful veterinary graduates at Liverpool University. I was far from sure what that meant then, and to …"
    },
    {
        "title": "Creating the adult social care workforce we need ",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-05-06T09:14:38",
        "categories": [
            "Care and support",
            "Carers",
            "Digital skills and technologies",
            "Technology and data",
            "Workforce"
        ],
        "content": [
            {
                "content": "More opportunities for career progression in adult social care",
                "tag": "h2"
            },
            {
                "content": "Developing the social care workforce is paramount to success and delivering the ambition for change we want and need to see in adult social care. On 9 April, Secretary of State, Wes Streeting gave a speech to Unison's annual health conference.",
                "tag": "p"
            },
            {
                "content": "There, he announced the first universal career structure for adult social care, setting out a further four job role categories to give care workers opportunities to progress in their career.",
                "tag": "p"
            },
            {
                "content": "These developments offer a great opportunity to enhance the essential skills of the care workforce, allowing them to build a portfolio of skills, knowledge and abilities that improve the support they provide to those they care for.",
                "tag": "p"
            },
            {
                "content": "The development of the Care Workforce Pathway is a milestone for the sector. The first universal career structure for adult social care, it has been co-developed with representatives from the workforce and people who access care.",
                "tag": "p"
            },
            {
                "content": "It sets out the knowledge, skills, values and behaviours needed at different levels, with recommended learning and development",
                "tag": "p"
            },
            {
                "content": "Utilising the capability of professional carers brings together the potential to grow into careers previously not thought possible. Professions include Nurse Associate, Registered Nurse, Therapy Assistant, Occupational Therapist, Physiotherapist or Social Worker.",
                "tag": "p"
            },
            {
                "content": "Building skills is also about building confidence and in doing so, creating opportunities for careers.",
                "tag": "p"
            },
            {
                "content": "The announcement and funding to underpin the development of new skills is welcome for several reasons.",
                "tag": "p"
            },
            {
                "content": "Firstly, it recognises the value placed on this critical system workforce. Thus, creating new pathways and attracting more people to consider a fulfilling and interesting career across social care.",
                "tag": "p"
            },
            {
                "content": "Secondly, it reaffirms the vital role of adult social care in society and highlights the difference made by a diverse set of roles and settings. For example",
                "tag": "p"
            },
            {
                "content": "Thirdly, the announcement was a reminder – if one was needed – that, as more of us live longer, often with one or more health conditions, the level and complexity of social care roles is increasing. 20 or 30 years ago, a qualification may have been seen as secondary to “softer” skills, such as building trust and working alongside people.",
                "tag": "p"
            },
            {
                "content": "Nowadays, recognised qualifications are becoming more important to equip staff with the right skills and knowledge to provide condition-specific support and increasingly, working alongside healthcare professionals to deliver delegated healthcare.",
                "tag": "p"
            },
            {
                "content": "Image by freepik",
                "tag": "p"
            },
            {
                "content": "Refreshed Care Certificate Standards and the use of technology",
                "tag": "h2"
            },
            {
                "content": "Starting a career in care needs essential underpinning knowledge.",
                "tag": "p"
            },
            {
                "content": "For the first time since its creation in 2015, the Care Certificate Standards, provides a baseline standard for care and the training, supervision and assessment new care workers should receive during their induction to care.",
                "tag": "p"
            },
            {
                "content": "It also provides assurance across the sector, reducing the need for care workers to repeat training when they change employers. This will be the introduction and entry for all and the baseline from which careers can be built.",
                "tag": "p"
            },
            {
                "content": "Utilising technology will continue to be the bedrock of service developments in the future. These will help deliver better quality care which is more efficient for the person, the care worker and the wider health and care system.",
                "tag": "p"
            },
            {
                "content": "The impact of the use of acoustic monitoring at Care UK has transformed the way in which it supports people during the vulnerable first few months during their transition to care and risk of falls.",
                "tag": "p"
            },
            {
                "content": "The new level 5 digital skills qualification is part of the £12 million LDSS to support adult social care employers to provide their staff with quality assured, up to date training, enabling them to develop new skills and qualifications and take advantage of digital innovation and new technology.",
                "tag": "p"
            },
            {
                "content": "Access tools and resources now",
                "tag": "h2"
            },
            {
                "content": "Finally, delivering these reforms represents many months of work by colleagues in the Department of Health and Social Care, Skills for Care, and our sector partners, including 30 Early Adopters who have helped test and refine the Workforce Pathway.",
                "tag": "p"
            },
            {
                "content": "Findings from this programme have helped produce a suite of tools and resources, in partnership with Skills for Care and PA Consulting, designed to support adult social care employers to adopt the Pathway.",
                "tag": "p"
            },
            {
                "content": "Although aimed primarily at leaders and managers, there are also resources for team leaders and people wanting to plan their own development. We would encourage you to visit SfC care workforce pathway page  to see what benefits the Pathway could have for your organisation, your career and on the quality of care and support you provide.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/05/06/creating-the-adult-social-care-workforce-we-need/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "More opportunities for career progression in adult social care Developing the social care workforce is paramount to success and delivering the ambition for change we want and need to see in adult social care. On 9 April, Secretary of State, …"
    },
    {
        "title": "Bursaries available for 2025 health screening module ",
        "authors": [
            "Jo Harcombe"
        ],
        "posted_on": "2025-05-06T07:59:21",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC), whose secretariat is housed within the Department of Health and Social Care (DHSC), is committed to making specialist screening education and training accessible for its stakeholders. ",
                "tag": "p"
            },
            {
                "content": "We are pleased to announce that we are once again able to offer a small number of bursaries to study the popular health screening module run at the University of Warwick. ",
                "tag": "p"
            },
            {
                "content": "Applications for this year’s module, to run from Monday 17 November to Friday 21 November 2025, will be scored against criteria including the applicant’s role and their involvement in screening. ",
                "tag": "p"
            },
            {
                "content": "Candidates for a bursary will also need to apply directly to the University of Warwick for a place on the course via its Health Screening Module page. ",
                "tag": "p"
            },
            {
                "content": "Options for accommodation are available from the Warwick team. ",
                "tag": "p"
            },
            {
                "content": "More about the module",
                "tag": "h2"
            },
            {
                "content": "The health screening module is ideal for enhancing professional development and/or specialist learning in health screening. The course can be studied either as part of an MSc programme or a stand-alone specialist module. It is run by the University of Warwick Medical School and taught at master’s level (20 CAT points). ",
                "tag": "p"
            },
            {
                "content": "The course covers the underlying epidemiological principles of screening, as well as ethics and policy issues. It is ideal for anyone who makes screening policy, commissions, runs or evaluates screening programmes, locally and nationally. It would also enhance the learning of UK NSC stakeholders working in other areas of screening policy and practice. ",
                "tag": "p"
            },
            {
                "content": "The module provides an understanding of screening from a population perspective. It looks at how you determine when screening is an appropriate intervention, through the analysis of evidence, ethical, performance and economic issues, and how screening programmes can be effectively monitored and improved. ",
                "tag": "p"
            },
            {
                "content": "The module is taught as a face-to-face 5-day intensive study block that includes lectures, group work and supervision. The teaching and learning style is interactive, drawing on expert teachers from Warwick Medical School and the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "We ask successful bursary students to become part of a highly valued expert cohort of screening professionals which the UK NSC and DHSC screening team can call on for advice and input on workstreams when needed. To support this, we are looking for a broad range of stakeholders to undertake this screening specific learning. ",
                "tag": "p"
            },
            {
                "content": "See Education and training for screening-related professionals for more information on education and training resources for people working in and with UK NSC-recommended NHS screening programmes. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/06/bursaries-available-for-2025-health-screening-module/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC is again offering a small number of bursaries to study the popular health screening module at the University of Warwick."
    },
    {
        "title": "Into the woods: finding the cows among the trees",
        "authors": [
            "Rachel Harries"
        ],
        "posted_on": "2025-05-05T09:00:00",
        "categories": [
            "Ancient woodland",
            "Into the woods series",
            "Woodland management"
        ],
        "content": [
            {
                "content": "On a typically wet Dartmoor day, I walk into the woods to look for cows with my friend and herdswoman Desley.",
                "tag": "p"
            },
            {
                "content": "A rainforest in the Avon Valley",
                "tag": "h2"
            },
            {
                "content": "Penstave Copse is one of the UK’s few remaining temperate rainforests on the southern edge of Dartmoor in Devon. Owned and managed by the Woodland Trust, this 8.5-hectare site cloaks one side of the steep valley of the River Avon, which tumbles off the moor over mossy boulders. These predominantly oak woods are notable for their plants and mix of mosses, ferns, lichens and liverworts that clothe trees and boulders, some of which are of international importance.",
                "tag": "p"
            },
            {
                "content": "The site is managed with help from local volunteers and some of Desley’s hardy Dexter cattle, as part of the conservation grazing enterprise Cows in Clover. It’s a lush, green, magical place, which I love visiting.",
                "tag": "p"
            },
            {
                "content": "Cows in Clover",
                "tag": "h2"
            },
            {
                "content": "There are two Dexters, and two beef shorthorn-Dexter crosses. Dexter cattle are a small native breed. They are short legged and stocky with rough coats and come up to waist height. They are very calm and docile, which is crucial in a wood loved by local people, visitors and dog walkers.",
                "tag": "p"
            },
            {
                "content": "The wood is a mosaic of ancient woodland, old boundary walls, grassy glades and new plantations from the 1990s where the trees are a uniform age and height.",
                "tag": "p"
            },
            {
                "content": "The cows here have a job to do. They nibble at a wide range of plants, leaves and tree branches, rub against trunks and push their way through thickets and brambles. They create a more varied woodland structure, create new paths and open up areas to light, which is key for certain species which can be shaded out if the understory is too dense.",
                "tag": "p"
            },
            {
                "content": "The cows’ manure attracts flies and other insects, an important food source for the wood’s bat population. Their heavy hooves also trample the bracken which can smother woodland plants and suppress new tree growth.",
                "tag": "p"
            },
            {
                "content": "Being in the woods also benefits the cows as they can graze a varied diet of different trees, grasses and woodland plants. Trees and evergreen shrubs provide shelter from the Dartmoor wind and rain, although today they don’t appear to mind!",
                "tag": "p"
            },
            {
                "content": "Cows in Clover and the wider herd offer conservation grazing to a range of landowners on the southern edge of Dartmoor and the South Hams of Devon. The herd grazes wildflower meadows, as well as woodlands. Desley has recently introduced two pigs to the project, who are also tasked with opening up overgrown areas and restructuring the landscape through their natural rooting behaviour (they are especially good for rooting out bracken).",
                "tag": "p"
            },
            {
                "content": "Managing the cows",
                "tag": "h2"
            },
            {
                "content": "It is important that the cows’ movements are controlled. Overgrazing, particularly by deer is a major problem in our woods. These cows wear Nofence collars, which emit a noise when they stray close to an invisible fence line. ",
                "tag": "p"
            },
            {
                "content": "Desley uses a mapping app to set the grazing zone, ensuring they don’t graze areas with sensitive ground flora or where natural regeneration is being encouraged. The app also enables her to view the location of the cattle, making them easier to find in a dense wood. Desley’s business partner, John, works with the Woodland Trust’s site manager to agree which areas of the wood will benefit most from the cows, when and for how long.",
                "tag": "p"
            },
            {
                "content": "When the cows need to be moved, Desley draws on her Dial-a-Drover WhatsApp group of friends. We turn up to walk the cows down narrow Dartmoor lanes from one site to another, or herd them into the trailer to go further afield. Our WhatsApp group is a modern adaptation to Dartmoor’s network of ancient drovers’ paths, used by farmers to bring cattle off the moor, and down into small towns for market.",
                "tag": "p"
            },
            {
                "content": "Grazing and browsing are integral elements of forest ecosystems and long extinct large herbivores like aurochs and elk would have helped maintain a mosaic of habitats in Britain's forest landscapes. Desley and John are part of a small group of pioneers, fighting their corner and showing how important they are to woodland management.",
                "tag": "p"
            },
            {
                "content": "I regularly walk in these woods, admiring the swathes of bluebells in the spring, watching dragonflies and damselflies dart over the river in the summer, and searching for fungi in the autumn. Now I also appreciate the key role these Dexter cows play in maintaining this diverse and healthy ecosystem.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/05/into-the-woods-finding-the-cows-among-the-trees/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Rachel Harries is the Forestry Commission’s Marketing and Communications Manager. For this month's 'Into the woods' blog, she writes about the role cattle play in her local woodland."
    }
]