[
    {
        "title": "GMP & GDP Certificates",
        "authors": [
            "Ian Jackson"
        ],
        "posted_on": "2025-05-16T16:49:01",
        "categories": [
            "Good distribution practice",
            "Good manufacturing practice"
        ],
        "content": [
            {
                "content": "The purpose of this blog is to describe our approach to the validity date of UK issued certificates confirming compliance with Good Manufacturing Practice (GMP) and Good Distribution Practice (GDP).",
                "tag": "p"
            },
            {
                "content": "Following the end of the COVID-19 public health emergency declared by WHO in May 2023[1], on-site GMP and GDP inspections were restarted after being postponed, or carried out remotely, during the pandemic.  This resulted in the GMP and GDP certificates for many sites having exceeded the accepted validity period. The validity of GMP and GDP certificates has subsequently been extended annually via a statement on our database with the last extension having ended December 2024[2].",
                "tag": "p"
            },
            {
                "content": "GMP Certificates",
                "tag": "h2"
            },
            {
                "content": "GMP certificates are critical to enable global trade and regulatory submissions.",
                "tag": "p"
            },
            {
                "content": "GMP certificates are for the purpose of confirming the overall conclusion of an inspection with respect to compliance with GMP. They may be used by applicants to support regulatory submissions. Within the UK they do not replace confirmation of the holding of an EU or UK manufacturing authorisation.",
                "tag": "p"
            },
            {
                "content": "A desk-based GMP Compliance Assessment has been developed to enable us to review the level of control and compliance at a manufacturing site. Since December 2024, we have been providing a reactive service to holders of UK manufacturing authorisations contacting us because they need an updated GMP certificate to continue trading. In January 2025, this was extended to 3rd country manufacturing sites under MHRA oversight for GMP compliance.  Once the required information has been received, we aim to conclude the assessment within 28 working days.",
                "tag": "p"
            },
            {
                "content": "Manufacturer’s authorisations & GMP certificates may be verified using the MHRA-GMDP database or the EU database.",
                "tag": "p"
            },
            {
                "content": "Manufacturers that require a new GMP certificate should contact the team via email: gmpinspectorate@mhra.gov.uk",
                "tag": "p"
            },
            {
                "content": "GDP Certificates",
                "tag": "h2"
            },
            {
                "content": "MHRA do not intend to automatically extend GDP certificates approaching, or beyond, 5 years of their issuing into 2025.",
                "tag": "p"
            },
            {
                "content": "GDP Certificates do not expire and can be considered valid, however, organisations should seek their own assurances of the GDP compliance of sites when undertaking their due diligence and consider the reliability of the certificate in their assessments.",
                "tag": "p"
            },
            {
                "content": "Should you have a specific requirement for GDP Certificates, for example to support regulatory submissions, please contact the GDP Inspectorate mail box: gdpinspectorate@mhra.gov.uk",
                "tag": "p"
            },
            {
                "content": "Inspections and compliance oversight",
                "tag": "h2"
            },
            {
                "content": "MHRA will continue to perform risk-based supervision of sites through either on-site inspections or distant assessments and, based on the outcome, may continue to issue, withdraw or restrict GMP and GDP certificates, as appropriate.  Scheduling of these inspections may be independent of the extended validity period stated above.",
                "tag": "p"
            },
            {
                "content": "This is a risk proportionate regulatory approach, that enables us to support safe and secure manufacturing and supply chains without compromising patient safety.",
                "tag": "p"
            }
        ],
        "link": "https://mhrainspectorate.blog.gov.uk/2025/05/16/gmp-gdp-certificates/",
        "blog": "MHRA Inspectorate",
        "blog_link": "https://mhrainspectorate.blog.gov.uk",
        "description": "The purpose of this blog is to describe our approach to the validity date of UK issued certificates confirming compliance with Good Manufacturing Practice (GMP) and Good Distribution Practice (GDP). Following the end of the COVID-19 public health emergency declared …"
    },
    {
        "title": "How schools are using innovative ways to support student wellbeing",
        "authors": [
            "Gill Bell"
        ],
        "posted_on": "2025-05-16T16:48:38",
        "categories": [
            "Pupil wellbeing and behaviour",
            "School attendance"
        ],
        "content": [
            {
                "content": "Gill Bell, student councillor at Salford City Academy, and Headteacher Nichola Potts from Christ the King RC Primary School in Salford, talk about their approaches to student wellbeing in school.",
                "tag": "p"
            },
            {
                "content": "A wellbeing-centred approach to school life (Nichola Potts)",
                "tag": "h2"
            },
            {
                "content": "Christ the King RC Primary School is committed to helping every child achieve their potential in a supportive environment. Our inclusive curriculum ensures all children see themselves reflected in their learning through content that celebrates diversity and integrates various cultural perspectives. This approach fosters belonging regardless of background while promoting engagement, cultural awareness, and empathy among pupils.",
                "tag": "p"
            },
            {
                "content": "Beyond traditional learning",
                "tag": "h3"
            },
            {
                "content": "Our \"Vow to Wow Curriculum\" supplements traditional subjects through rich experiential learning that nurtures each child's unique strengths. Play forms an essential component of our educational philosophy, with approaches like 'Mantle of the Expert' and 'Tinkering for Learning' which see children fostering critical thinking and problem-solving skills.",
                "tag": "p"
            },
            {
                "content": "Building strong community connections",
                "tag": "h3"
            },
            {
                "content": "Connectedness stands as our core objective, building strong relationships among students, staff, families, and the wider community. Our proactive approach to supporting vulnerable families has placed us in the top ten percent nationally for attendance. The consistency of our dedicated staff, many serving for decades, creates a stable environment where children thrive.",
                "tag": "p"
            },
            {
                "content": "Proven success through collaboration",
                "tag": "h3"
            },
            {
                "content": "Our personalised \"no outsiders, no one left behind\" philosophy ensures all children flourish both academically and personally. Through extensive local, national, and global partnerships, we continually enhance our practices, consistently achieving above-average results while developing socially responsible individuals ready to contribute positively to society.",
                "tag": "p"
            },
            {
                "content": "Mental Health Support Teams at Salford City Academy (Gill Bell)",
                "tag": "h2"
            },
            {
                "content": "Salford City Academy is fortunate to benefit from the support of Thrive in Education, Salford's Mental Health Support Team initiative. Over the current academic year, more than 20 students have benefitted from one-to-one support from mental health practitioners and emotional support workers.",
                "tag": "p"
            },
            {
                "content": "Behaviour, attendance, and academic progress have been monitored to discover the effectiveness of the interventions. The trend is for a reduction in incidences of negative behaviour and improved attendance. All students who have engaged in one-to-one support report feeling grateful for the support and say that it has made a 'positive difference'.",
                "tag": "p"
            },
            {
                "content": "School-wide initiatives",
                "tag": "h3"
            },
            {
                "content": "In addition to the one-to-one support, the Thrive in Education team has delivered assemblies about how to manage anxiety and run workshops for parents to help them identify problems early and support their children. The team has also run activities around Mental Health Awareness Week.",
                "tag": "p"
            },
            {
                "content": "Benefits of in-school support",
                "tag": "h3"
            },
            {
                "content": "One of many advantages of the project is that the Thrive team come into the school. For various reasons (such as poverty, parental mental health, parents' working, and childcare responsibilities), our families are often unable to attend appointments outside of school. Bringing the support in therefore allows students to benefit more often than if they had to travel to an external site.",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/05/16/innovative-ways-to-support-student-wellbeing/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "School staff share their approaches to student wellbeing "
    },
    {
        "title": "Planning reform: protecting nature while supporting growth ",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-05-16T16:23:13",
        "categories": [
            "Land use",
            "Nature",
            "Planning"
        ],
        "content": [
            {
                "content": "Nature is the bedrock of our entire way of life. ",
                "tag": "p"
            },
            {
                "content": "We are deeply connected to nature through the beauty of our ever-changing seasons and our treasured wildlife, from puffins to hedgehogs. Healthy ecosystems make our food systems and water supplies more reliable. They remove carbon from the atmosphere, cool our towns and cities, and improve public health. They help create thriving, healthier communities. ",
                "tag": "p"
            },
            {
                "content": "As we work to build the homes and infrastructure our communities need, there have been questions about whether the Planning and Infrastructure Bill might come at the expense of nature. ",
                "tag": "p"
            },
            {
                "content": "Many people care deeply about protecting our countryside, wildlife, and green spaces - and so does the Government.  ",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll share with you more about the Bill and the Government’s vision for a planning system that delivers for both nature and people. ",
                "tag": "p"
            },
            {
                "content": "Introducing the Planning & Infrastructure Bill ",
                "tag": "p"
            },
            {
                "content": "The current system of Environmental assessments and case-by-case negotiations often slow down housing and infrastructure delivery, and the condition of our environment and important habitats has continued to decline despite these protections. This is a lose-lose situation for our economy, communities and nature. ",
                "tag": "p"
            },
            {
                "content": "Currently, there is often little or no strategic coordination of the conservation measures deployed to address development impacts on protected habitats and species.  ",
                "tag": "p"
            },
            {
                "content": "To grow the economy and recover nature we need new tools and a new approach, which is where the new Planning and Infrastructure Bill comes in. ",
                "tag": "p"
            },
            {
                "content": "The Bill has been designed to speed up house building without compromising nature. ",
                "tag": "p"
            },
            {
                "content": "The Planning and Infrastructure Bill does not remove environmental protections ",
                "tag": "p"
            },
            {
                "content": "Some have expressed concerns the Bill could \"erase\" environmental protections or give developers free rein to damage habitats and wildlife.  ",
                "tag": "p"
            },
            {
                "content": "The Planning and Infrastructure Bill does not remove environmental protections but provides an alternative route to discharging existing obligations. But, crucially, this will only be possible where an Environmental Delivery Plan is in place which sets out how conservation measures will deliver better environmental outcomes for the environmental feature being addressed.",
                "tag": "p"
            },
            {
                "content": "To ensure the delivery of these measures, the Bill requires developers to make appropriate contributions in respect of the environmental impact of the development. Natural England – England’s nature conservation body – will then use this funding to secure meaningful and lasting improvements to nature. This alternative approach will only be used when it can deliver better outcomes funded through levy payments.  ",
                "tag": "p"
            },
            {
                "content": "Supporting a more strategic approach to nature recovery ",
                "tag": "p"
            },
            {
                "content": "A key feature of the Bill, designed to support both nature and the economy, is the new Nature Restoration Fund.  ",
                "tag": "p"
            },
            {
                "content": "By capturing developer contributions through Environmental Delivery Plans Natural England will make better use of the millions of pounds that are spent each year on bespoke mitigation and compensation schemes, by using this money to fund strategic interventions that provide greater benefit for nature. ",
                "tag": "p"
            },
            {
                "content": "But we recognise that it is important that the new approach is supported with appropriate safeguards to ensure we secure the environmental outcomes we need. That is why Environmental Delivery Plans can only be put in place where the Secretary of State is satisfied the delivery of conservation measures is likely to outweigh the negative effects of development.  ",
                "tag": "p"
            },
            {
                "content": "This test should not be seen in isolation from the rest of the Bill as Natural England will be tasked with setting out conservation measures that will both address the environmental impact of development and contribute to an overall improvement, and set out why they, the statutory nature conservation body in England, consider those measures appropriate. ",
                "tag": "p"
            },
            {
                "content": "By establishing this new approach, we're moving away from the current piecemeal approach offsetting harm and toward strategic, larger-scale environmental improvements for protected sites and species. ",
                "tag": "p"
            },
            {
                "content": "The Nature Restoration Fund will: ",
                "tag": "p"
            },
            {
                "content": "The Planning and Infrastructure Bill’s Environmental Delivery Plans will help with this new strategic approach.  ",
                "tag": "p"
            },
            {
                "content": "In taking a strategic approach, it is important that Natural England are empowered to achieve the best possible environmental outcomes. This may mean taking a different approach to the design and sequencing of conservation measures than would have been adopted under the existing system. The government is, of course, focused on restoring nature in local communities, ensuring people benefit from accessing green space on their doorsteps.  ",
                "tag": "p"
            },
            {
                "content": "Natural England will be able to create Environmental Delivery Plans either on its own initiative or at the request of the Secretary of State. Environmental Delivery Plans will allow Natural England to take a more strategic approach to conservation. Rather than focusing on individual projects in isolation, they can take a broader perspective that will help deliver better outcomes for nature while reducing planning delays. ",
                "tag": "p"
            },
            {
                "content": "This new approach means more for nature, not less. At the same time, developers will benefit from a streamlined process and simpler user experience with costly and time intensive processes removed.  ",
                "tag": "p"
            },
            {
                "content": "The Government is committed to getting this right for nature and people  ",
                "tag": "p"
            },
            {
                "content": "We're committed to delivering positive environmental outcomes alongside the housing and infrastructure our communities urgently need. But we are clear that Environmental Delivery Plans will only be brought forward where they will deliver better environmental outcomes for the environmental issues being addressed. ",
                "tag": "p"
            },
            {
                "content": "To make sure we get this right, we're actively engaging with nature conservation organisations, developers, local authorities, and communities and the Office of Environmental Protection (OEP). The OEP have recently provided their advice, which we are considering while noting their support for the intention behind the Bill.  ",
                "tag": "p"
            },
            {
                "content": "By moving from piecemeal interventions to a more strategic approach for protected sites and species, we believe we can deliver more for nature, not less - creating a planning system that works better for communities and the environment we all cherish.  ",
                "tag": "p"
            },
            {
                "content": "For more information, please read the Planning & Infrastructure Bill guidance and our Development and Nature Recovery Working Paper. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/05/16/planning-reform-protecting-nature-while-supporting-growth/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Nature is the bedrock of our entire way of life.  We are deeply connected to nature through the beauty of our ever-changing seasons and our treasured wildlife, from puffins to hedgehogs. Healthy ecosystems make our food systems and water supplies …"
    },
    {
        "title": "How we’re helping children and teachers with their mental health and wellbeing ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-16T10:42:50",
        "categories": [
            "Attendance",
            "Mental Health",
            "school absence",
            "Schools"
        ],
        "content": [
            {
                "content": "Poor mental health and absence from school are impacting the education of children and in turn their futures. Government research suggests that persistently absent pupils in secondary school could earn £10,000 less at age 28 compared to pupils with near-perfect attendance. ",
                "tag": "p"
            },
            {
                "content": "Here we go through the ways we are supporting children and their teachers, so that every pupil can achieve and thrive in education. ",
                "tag": "p"
            },
            {
                "content": "How we’re helping pupils to achieve and thrive ",
                "tag": "h3"
            },
            {
                "content": "Mental Health and Wellbeing Support ",
                "tag": "p"
            },
            {
                "content": "Over 5 million young people now have access to specialist mental health support in their school or college. ",
                "tag": "p"
            },
            {
                "content": "This Mental Health Awareness Week, progress continues on our commitment to provide all schools with access to specialist mental health professionals by 2029/30 by expanding Mental Health Support Teams. ",
                "tag": "p"
            },
            {
                "content": "By April 2026, we estimate that 60% of pupils in schools and learners in further education in England could be covered by a Mental Health Support Team, up from 52% in April 2025. This means an additional 900,000 pupils and 1,700 schools and colleges will have access to support from Mental Health Support Teams by April 2026.  ",
                "tag": "p"
            },
            {
                "content": "We will also continue to develop our online mental health lead resource hub and targeted support toolkit, supporting mental health leads to continue to develop their role and to support young people. ",
                "tag": "p"
            },
            {
                "content": "Attendance support ",
                "tag": "p"
            },
            {
                "content": "We are investing nearly £1.5 million this year in new RISE Attendance and Behaviour Hubs to support hundreds of schools in tackling absence and poor behaviour.  ",
                "tag": "p"
            },
            {
                "content": "RISE regional advisors – education specialists with leadership, behaviour and attendance expertise – will work with the 90 lead schools to develop and support networks, and once fully implemented will support around 5000 schools. Together, they will work to make sure children get coordinated support they need to attend and do well in school.  ",
                "tag": "p"
            },
            {
                "content": "To help identify and directly address attendance areas of improvement, we are providing schools with additional AI powered data reports. Heads and attendance leads can now access intelligent reports which compare their absence rates with similar schools showing high or low performance.  ",
                "tag": "p"
            },
            {
                "content": "Wider support ",
                "tag": "p"
            },
            {
                "content": "We are rolling out free breakfast clubs at every state funded primary school, as well as a new Enrichment Framework that will be developed in collaboration with a panel of experts to support schools to offer pupils high-quality extra-curricular activities that range from debating to sport, to help children thrive beyond the classroom. ",
                "tag": "p"
            },
            {
                "content": "How we're supporting teachers to thrive",
                "tag": "h3"
            },
            {
                "content": "For every child to achieve and thrive, we need our teachers to have the time, tools, and support to deliver a great education. That’s why we are recruiting 6,500 teachers into shortage subjects, support areas that face recruitment challenges, and tackle retention issues.  More than 4,100 schools have already joined the Education Staff Wellbeing Charter, which supports better work-life balance and mental health for those working in the education sector. ",
                "tag": "p"
            },
            {
                "content": "We're also offering practical help to cut down on workload, including the Improve workload and wellbeing for school staff service. This service provides advice created by school leaders themselves to help other school leaders support their staff's wellbeing. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/how-were-helping-children-and-teachers-with-their-mental-health/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Poor mental health and absence from school are impacting the education of children and in turn their futures. Government research suggests that persistently absent pupils in secondary school could earn £10,000 less at age 28 compared to pupils with near-perfect …"
    },
    {
        "title": "Science and FMPs event summary and research projects coming up",
        "authors": [
            "Katie St John Glew - FMP Evidence Lead, Defra"
        ],
        "posted_on": "2025-05-16T10:22:50",
        "categories": [
            "- Defra led FMPs",
            "Evidence"
        ],
        "content": [
            {
                "content": "On 18 March, Defra hosted \"Science and FMPs: Progress Made and Exploring the Future,\" supported by Green Futures at the University of Exeter.  ",
                "tag": "p"
            },
            {
                "content": "The hybrid event brought together 143 participants from academia, recreational and commercial fishing, NGOs, and government bodies. ",
                "tag": "p"
            },
            {
                "content": "The event aimed to increase transparency on Fisheries Management Plans (FMP) related science projects. It showcased innovative projects and collaborations between scientists, policymakers, and fishers, highlighting positive outcomes, challenges, and future research plans.  ",
                "tag": "p"
            },
            {
                "content": "Highlighted research ",
                "tag": "p"
            },
            {
                "content": "Professor Gideon Henderson, Defra's Chief Scientific Advisor, opened the event and emphasised the importance of collaboration and a broad evidence base to support sustainable fisheries.  ",
                "tag": "p"
            },
            {
                "content": "The focus of the day was exploring some of the research projects which have been working to address FMP Evidence Gaps.  ",
                "tag": "p"
            },
            {
                "content": "A presentation on the FMP Programme Evaluation was also shared which highlighted the success of collaborative efforts and the need for continued transparency.  ",
                "tag": "p"
            },
            {
                "content": "More information on these projects is available in the FMP R&D projects newsletter and the full reports will be published soon.  ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "p"
            },
            {
                "content": "The event concluded with a look to this year’s research plans.  After prioritising, a range of projects have been approved which work to address a range of evidence gaps including improving data collection and stock assessment methods, exploring sustainable fishing practises and management tools and improving the social and economic evidence base of FMPs.  ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the blog to hear more about these new projects. ",
                "tag": "p"
            },
            {
                "content": "Take-aways ",
                "tag": "p"
            },
            {
                "content": "Important points coming from discussions included the need to share more about our FMP evidence work and to ensure feedback is given after all collaborations and engagements. ",
                "tag": "p"
            },
            {
                "content": "A write up of the event has been shared with those who registered to attend. If you would like a copy, please get in touch at FMPs@defra.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/05/16/science-and-fmps-event-summary-and-research-projects-coming-up/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Defra’s \"Science and FMPs\" event showcased the research addressing fisheries evidence gaps. Read the summary and a look to this years’ projects."
    },
    {
        "title": "Creating Nature Towns and Cities conference",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-16T09:57:44",
        "categories": [
            "Climate change",
            "Connecting People with Nature",
            "Environmental Improvement Plan",
            "Green Infrastructure",
            "Growth",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Nature Towns and Cities is a partnership between Natural England, The National Lottery Heritage Fund and the National Trust working to ensure everyone in the UK can access the benefits of nature and green spaces.  We're delighted to invite you to our free online conference on 5th June, where innovative leaders from local government, public sector, business and community organisations will share practical strategies for creating greener, healthier and more vibrant communities. Join us to connect with passionate changemakers from across the UK who are actively transforming their local areas and be part of this growing movement.",
                "tag": "p"
            },
            {
                "content": "It’s well-recognised that living side by side with nature is good for us. As well as the clear health benefits of cleaner air, it goes deeper - the opportunity to truly connect with nature has a measurable impact on our wellbeing.",
                "tag": "p"
            },
            {
                "content": "“I’m a big believer in biophilia – the idea that as humans we feel a deep connection to the living world and a sense of loss and anxiety if we’re disconnected from nature. Bringing high quality nature closer to where people live is therefore fundamentally important to maintaining a healthy society” says Graham Duxford, Chief Executive of Groundwork UK.",
                "tag": "p"
            },
            {
                "content": "Yet millions of people in urban areas still don’t have access, something that Nature Towns and Cities is working to address.",
                "tag": "p"
            },
            {
                "content": "On 5 June 2025, Nature Towns and Cities will be holding its inaugural online conference. A coalition of public, private and third sector organisations, Nature Towns and Cities is committed to bringing nature and green space to urban areas for everyone's benefit. Putting access to green space at the heart of future plans for towns and cities will improve life for millions of people, but making this happen will require ambition, vision, leadership and collaboration.",
                "tag": "p"
            },
            {
                "content": "Creating Nature Towns and Cities will start to explore these themes, inviting people and organisations who want to lead this change in towns and cities across the UK to take part.",
                "tag": "p"
            },
            {
                "content": "Suitable for people from across a range of organisations and roles, sessions will focus on leadership and how to influence change in the context of urban nature. Plus, case studies, interactive networking spaces to meet like-minded changemakers and more. ",
                "tag": "p"
            },
            {
                "content": "Preparing to speak at the upcoming conference, Graham stresses the importance of this work and its timeliness. “As well as its proven benefits to people’s health and wellbeing, nature has a core role in helping us combat both the causes and effects of climate change. It also offers a way of addressing a wide range of other pressing issues – from supporting children’s early years development to helping people retrain for jobs in the green economy. This work is urgent and essential. But for a long time, budgets and capacity have been in sharp decline, and professionals have had little support to learn from peers and share good practice.",
                "tag": "p"
            },
            {
                "content": "That’s what makes the work of this programme so critical – we need to pool the expertise and resources available in the public, private and voluntary sectors to find better, more connected ways of working and support communities when they’re taking action to protect and promote nature in our towns and cities.”",
                "tag": "p"
            },
            {
                "content": "The conference will kick start a long-term programme of support designed to build a collaborative network of expertise, people and organisations across the UK. Open to all and free to join, those attending can expect a mixture of speakers, panel sessions and case studies, and learn what’s working, why and how to adapt and adopt at local level. Through an interactive platform attendees will also have the chance to meet like-minded changemakers and share ideas.",
                "tag": "p"
            },
            {
                "content": "One such speaker is Allys Ludlow, urban tree canopy coordinator at Trees for Cities. She’ll be sharing what they’ve been working on with nationwide communities and how this charity is cultivating lasting change in local neighbourhoods.",
                "tag": "p"
            },
            {
                "content": "The conference will also delve into perspectives from across sectors into topics such as, ‘why does urban green space matter?’ Leaders and high-profile speakers from organisations such as Co-Op, The Royal Society for Arts, Bradford City of Culture and Edinburgh City Council will share their experiences and how their organisations are harnessing nature to drive forward a range of priorities benefitting people.",
                "tag": "p"
            },
            {
                "content": "Through the practical workshops, delegates will gain skills and knowledge needed to drive change in their own town or city and start to explore the support available through Nature Towns and Cities.",
                "tag": "p"
            },
            {
                "content": "This is a chance to connect with passionate organisations and people working to creating greener, healthier towns and cities. Register now for insights, inspiration and to be a part of the movement.",
                "tag": "p"
            },
            {
                "content": "BOOK YOUR PLACE",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/16/creating-nature-towns-and-cities-conference/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Nature Towns and Cities is a partnership between Natural England, The National Lottery Heritage Fund and the National Trust working to ensure everyone in the UK can access the benefits of nature and green spaces.  We're delighted to invite you …"
    },
    {
        "title": "Launching the AI Insights series",
        "authors": [
            "Tommaso Spinelli, Senior Artificial Intelligence Change Manager, GDS"
        ],
        "posted_on": "2025-05-16T09:32:30",
        "categories": [
            "AI",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Earlier this year, the Government Digital Service (GDS) launched the AI Playbook for the UK government and alongside this published the AI Insights series, a collection of articles designed to help government departments and public sector organisations implement AI solutions safely, securely, and effectively.",
                "tag": "p"
            },
            {
                "content": "As AI continues to play a central role in the UK Government's agenda for economic growth and improved public services, it is crucial to address both the opportunities and the practical challenges of AI implementation in government (AI Opportunities Action Plan 2025).This new series builds on the AI Playbook for the UK Government by diving deeper into the more technical aspects of a wide range of AI technologies, with a focus on practical implementation in government settings.",
                "tag": "p"
            },
            {
                "content": "Who the AI Insights are for",
                "tag": "h3"
            },
            {
                "content": "The AI Insights series equips public servants across government with practical knowledge for effectively implementing AI in their work. Whether you're leading digital transformation, advising on technology projects, or simply interested in how AI can improve your team's operations, these resources will help you navigate this rapidly evolving field.",
                "tag": "p"
            },
            {
                "content": "Each article begins with an accessible overview before exploring deeper technical concepts, making the content valuable for both specialists and non-specialists alike. While no advanced expertise is required, familiarity with basic digital and data concepts will enhance your understanding.",
                "tag": "p"
            },
            {
                "content": "Our goal is to build collective capability across the public sector, ensuring everyone can contribute to responsible, effective AI adoption that improves services for citizens.",
                "tag": "p"
            },
            {
                "content": "AI Insights topics",
                "tag": "h3"
            },
            {
                "content": "The AI Insights series delves into technical concepts that complement and extend the foundational knowledge provided in the AI Playbook. Published bi-monthly, these articles are crafted by experienced government technologists and undergo rigorous peer review by leading academic and industry experts.",
                "tag": "p"
            },
            {
                "content": "Current publications explore crucial areas including:",
                "tag": "p"
            },
            {
                "content": "Upcoming topics will feature:",
                "tag": "p"
            },
            {
                "content": "Each article combines clear explanations of complex concepts with practical, actionable guidance specifically designed for public sector implementation. By demystifying these emerging technologies, we aim to build confidence and capability across government for responsible AI adoption.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h3"
            },
            {
                "content": "AI continues to evolve rapidly, and the AI Insights series will keep pace with emerging technologies and practices through bimonthly publications and six months reviews. ",
                "tag": "p"
            },
            {
                "content": "To stay updated, join the AI Community, attend monthly meetups, and explore the free AI e-learning courses on Civil Service Learning. ",
                "tag": "p"
            },
            {
                "content": "To get the most from the AI Insights series, we recommend reading them alongside the AI Playbook and GDS’ AI resources for the public sector.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/05/16/launching-the-ai-insights-series/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "As AI continues to play a central role in the UK Government's agenda for economic growth and improved public services, it is crucial to address both the opportunities and the practical challenges of AI implementation in government."
    },
    {
        "title": "The importance of reporting marine non-native species - what can you do?",
        "authors": [
            "Phil Davison"
        ],
        "posted_on": "2025-05-16T08:42:44",
        "categories": [
            "Animal Health",
            "biodiversity",
            "Invasive species"
        ],
        "content": [
            {
                "content": "Throughout this year’s Invasive Species Week, an annual event organised by the GB Non-Native Species Secretariat (GB NNSS), we have explored the many detrimental impacts invasive non-native species can have on our ecosystems and society. Whilst prevention remains the most effective defence, accidental introductions can still happen. In such cases, early detection and rapid response is crucial for preventing these species from establishing in the environment. This is especially true in our marine environments where, once established, these species are extremely difficult to control and often impossible to eradicate.",
                "tag": "p"
            },
            {
                "content": "A key way that we can all help in the battle against invasive non-native species is to report anything unexpected that we find. In the marine environment the public can help monitor places along our vast coastline that are rarely visited by marine biologists. In 2024, two events highlighted the crucial role that public reports can have in ensuring a rapid response to non-native species, and showed how we respond to these important sightings.",
                "tag": "p"
            },
            {
                "content": "In January 2024, we received a report from a member of the public who had found and photographed egg-cases on their local beach in East Sussex, that could have belonged to the Japanese oyster drill Ocinebrellus inornatus. This species is a non-native marine mollusc that could have severe impacts on our native species and economy. The Japanese oyster drill is native to the North Pacific and has established non-native populations in the Netherlands, but had not yet been recorded in the UK. This potential sighting was of concern as this species preys on oysters, scallops, mussels and cockles, by drilling through their shells to eat their flesh. If this species were to establish in UK waters, it could have economic effects on shellfish farms, as well as environmental effects on, for example, oyster reef regeneration projects.",
                "tag": "p"
            },
            {
                "content": "Unlike many marine species, the Japanese oyster drill disperses slowly, meaning that if found in time there could be options to manage a new population and prevent its spread to other sites.  Cefas led a rapid response group, which included Defra, GB NNSS, and Natural England. Experts were consulted to try to confirm the identification, and a survey was organised on the surrounding beaches to look for Japanese oyster drills or their egg-cases. No further evidence of the species was found, and from the original photographs it was decided that the egg-cases may have been from our native oyster drill, as their eggs look very similar. However, an awareness-raising programme was launched to ensure that interested parties in the area knew how to report any further sightings if they occurred.   ",
                "tag": "p"
            },
            {
                "content": "In July 2024, a sighting of an Atlantic blue crab, Callinectes sapidus, was reported by a member of the public in a rock pool in Brighton, East Sussex. This species is native to the eastern coast of North America, where it is a well-known seafood item, and has been introduced to the Mediterranean where it has become an invasive species and caused ecological impacts and economic damage to fisheries. Sightings in northern Europe have increased in the last few decades, but there had only been five isolated previous sightings in UK waters. It therefore came as a surprise in October when another blue crab was found off the coast at Brighton, this time found by a Cefas fisheries observer on a fishing boat. ",
                "tag": "p"
            },
            {
                "content": "The finding of a second crab at the same location triggered the formation of another rapid response group, this time involving the Marine Management Organisation, Natural England, Defra, GB NNSS and Cefas. How the crabs arrived in Brighton is a mystery, but as this species is sometimes sold live at food markets, one possibility is that they were set free by well-meaning people. As blue crabs are causing serious impacts in the Mediterranean, we are keen to prevent their establishment in the UK. The response group have launched a programme to raise awareness on the dangers of releasing crabs into the environment and continue to monitor the situation locally for further sightings.  ",
                "tag": "p"
            },
            {
                "content": "If you see something new that you have reason to believe is a non-native species, please report it to irecord, so the threat can be assessed, and appropriate action taken at the earliest opportunity. Further information on how to report non-native species can be found at Non Native Species Secretariat website, including a list of alert species for which timely reporting is especially important.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/05/16/the-importance-of-reporting-marine-non-native-species-what-can-you-do/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Throughout this year’s Invasive Species Week, an annual event organised by the GB Non-Native Species Secretariat (GB NNSS), we have explored the many detrimental impacts invasive non-native species can have on our ecosystems and society. Whilst prevention remains the most …"
    },
    {
        "title": "Helping to create an environment where businesses can thrive with NFCU’s new powers",
        "authors": [
            "Andrew Quinn, Head of the National Food Crime Unit"
        ],
        "posted_on": "2025-05-15T15:26:19",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "New powers for the National Food Crime Unit (NFCU) mark a significant milestone in the team’s tenth year and coincide with the 25th anniversary of the FSA. Consumer confidence in the safety and authenticity of food remains high, which helps create a strong foundation for British businesses to thrive.",
                "tag": "p"
            },
            {
                "content": "The NFCU was established in May 2015 following the Elliott Review of the 2013 horse meat incident. At that time, we set ourselves clear strategic objectives which were to: prevent food being rendered unsafe or inauthentic through dishonesty, to disrupt offending and bring offenders to justice and build global and domestic counter food crime capability.",
                "tag": "p"
            },
            {
                "content": "The past decade",
                "tag": "h2"
            },
            {
                "content": "Over the past few years, we’ve seen further threats to safety and authenticity, as well as the disruption of global supply chains, such as the pandemic and war in Ukraine.",
                "tag": "p"
            },
            {
                "content": "Despite these challenges, we can be confident that food in the UK remains safe and is what it says it is, and that consumer confidence in the safety and authenticity of food is high. But this doesn’t happen by itself. It’s the result of tens of thousands of businesses working hard to step up and meet their responsibilities, along with the collective efforts of everyone involved in the complex food chains.",
                "tag": "p"
            },
            {
                "content": "Beginning as a team of three, and now with over eighty officers, the NFCU has made significant strides. Our team has carried out significant work in disrupting food crime including:",
                "tag": "p"
            },
            {
                "content": "We need to be able to do more",
                "tag": "h2"
            },
            {
                "content": "Recent operational activity has highlighted that not having access to certain powers can create a significant disadvantage to the ability of NFCU officers to act swiftly, be lawfully on premises and assist with searches following an arrest.",
                "tag": "p"
            },
            {
                "content": "Therefore, we have worked to enhance our investigative capabilities by gaining powers under the Police and Criminal Evidence Act (PACE) and Criminal Justice and Public Order Act, (CJPOA).",
                "tag": "p"
            },
            {
                "content": "These new powers came into force on the 1st of May. They enable our NFCU investigators to apply for and execute search warrants, respond quickly to intelligence and ensure that swift action is taken to tackle food fraud. Crucially, they enable us to more effectively protect consumers and legitimate businesses.",
                "tag": "p"
            },
            {
                "content": "Together, we are more powerful",
                "tag": "h2"
            },
            {
                "content": "Across the food chain, organisations and individuals work hard to protect the integrity of British food. There are many layers to the prevention of food crime in England and Wales. Businesses are the first line of defence with a legal responsibility to sell food that is safe, supported by Local Authorities (LAs) and the FSA.",
                "tag": "p"
            },
            {
                "content": "So far, we’ve helped over five hundred businesses increase their resilience to fraud, and that number grows daily as we link in with industry. Our, guidance such as our Food Fraud Self-assessment Resilience tool and our work with LAs play a key role in ensuring this legal responsibility is met.",
                "tag": "p"
            },
            {
                "content": "The powers will give industry, partners and consumers increased confidence that we can carry out actions, in real time, to aid the prevention and prosecution of food crime locally and nationally.",
                "tag": "p"
            },
            {
                "content": "The new powers are vital for the NFCU to be able to build on our objectives of preventing food fraud, tackling dishonesty, bringing offenders to justice and to build our counter-crime capabilities. They are a much-needed addition to the 'toolbox' that enables the NFCU to function with increased effectiveness and autonomy.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "We’ll be able to more independently achieve our mandate to lead criminal investigations into complex food crimes, for prosecution by the CPS.We’ll still be working closely with partners like Police and LAs, and our new powers will free up their vital resources so they can be diverted to other priorities.",
                "tag": "p"
            },
            {
                "content": "As always, my officers will tackle food fraud, seek to prosecute those that in food supply chains who act dishonestly for their own benefit, supporting industry to continue do the right thing and helping to uphold consumer trust in Britain’s food. Confronting food fraud helps create an environment where legitimate businesses can grow and consumers are protected.",
                "tag": "p"
            },
            {
                "content": "A shorter version of this blog appeared in The Grocer and Food Manufacture.",
                "tag": "p"
            },
            {
                "content": "Mae pwerau newydd i’r Uned Genedlaethol Troseddau Bwyd (NFCU) yn nodi carreg filltir sylweddol yn negfed flwyddyn y tîm, ac maent yn cyd-daro â phen-blwydd yr Asiantaeth Safonau Bwyd (ASB) yn 25 oed. Mae hyder defnyddwyr yn niogelwch a dilysrwydd bwyd yn dal yn uchel, ac mae hynny’n helpu i greu sylfaen gref i fusnesau Prydain ffynnu.    ",
                "tag": "p"
            },
            {
                "content": "Sefydlwyd yr NFCU ym mis Mai 2015, yn dilyn Adolygiad Elliott o’r digwyddiad cig ceffyl yn 2013. Bryd hynny, gwnaethom osod amcanion strategol clir i ni ein hunain, sef: atal bwyd rhag cael ei wneud yn anniogel neu’n annilys oherwydd anonestrwydd; amharu ar droseddu a dwyn troseddwyr gerbron y llys; a meithrin y gallu gwrth-droseddau bwyd byd-eang a domestig. ",
                "tag": "p"
            },
            {
                "content": "Y degawd diwethaf ",
                "tag": "h2"
            },
            {
                "content": "Dros yr ychydig flynyddoedd diwethaf, rydym wedi gweld bygythiadau pellach i ddiogelwch a dilysrwydd, yn ogystal â tharfu ar gadwyni cyflenwi byd-eang, fel y pandemig a’r rhyfel yn Wcráin.",
                "tag": "p"
            },
            {
                "content": "Er gwaethaf yr heriau hyn, gallwn fod yn hyderus bod bwyd yn y DU yn parhau i fod yn ddiogel a’i fod yn cyd-fynd â’r hyn sydd ar y label, a bod hyder defnyddwyr yn niogelwch a dilysrwydd bwyd yn uchel. Ond nid yw hyn yn digwydd ar ei ben ei hun. Mae’n ganlyniad degau o filoedd o fusnesau yn gweithio’n galed i gamu ymlaen a chyflawni eu cyfrifoldebau, ynghyd ag ymdrechion ar y cyd pawb sy’n ymwneud â’r cadwyni bwyd cymhleth. ",
                "tag": "p"
            },
            {
                "content": "Gyda dros wyth deg o swyddogion erbyn hyn, a ninnau wedi dechrau gyda thîm o dri, mae’r NFCU wedi gwneud camau breision.  Mae ein tîm wedi gwneud gwaith sylweddol o ran tarfu ar droseddau bwyd, gan gynnwys: ",
                "tag": "p"
            },
            {
                "content": "Mae angen i ni allu gwneud mwy     ",
                "tag": "h2"
            },
            {
                "content": "Mae gweithgarwch gweithredol diweddar wedi tynnu sylw at y ffaith y gall peidio â chael mynediad at rai pwerau greu anfantais sylweddol o ran gallu swyddogion yr NFCU i weithredu’n gyflym, cael mynediad i safleoedd a chynorthwyo gyda chwiliadau yn dilyn arestio, a hynny’n gyfreithlon.   ",
                "tag": "p"
            },
            {
                "content": "Felly, rydym wedi gweithio i wella ein galluoedd ymchwilio drwy gael pwerau o dan Ddeddf yr Heddlu a Thystiolaeth Droseddol (PACE) a Deddf Cyfiawnder Troseddol a Threfn Gyhoeddus (CJPOA).  ",
                "tag": "p"
            },
            {
                "content": "Daeth y pwerau newydd hyn i rym ar 1 Mai. Maent yn galluogi ymchwilwyr yr NFCU i wneud cais am warantau chwilio a’u gweithredu, ymateb yn gyflym i wybodaeth, a sicrhau bod camau gweithredu cyflym yn cael eu cymryd i fynd i’r afael â thwyll bwyd. Yn hollbwysig, maent yn ein galluogi i ddiogelu defnyddwyr a busnesau cyfreithlon yn fwy effeithiol.  ",
                "tag": "p"
            },
            {
                "content": "Gyda’n gilydd, yn gryfach",
                "tag": "h2"
            },
            {
                "content": "Drwy gydol y gadwyn fwyd, mae llawer o sefydliadau ac unigolion yn gweithio’n galed i ddiogelu uniondeb bwyd Prydain. Mae sawl haen i atal troseddau bwyd yng Nghymru a Lloegr. Busnesau yw’r amddiffyniad cyntaf. Mae ganddyn nhw gyfrifoldeb cyfreithiol i werthu bwyd sy’n ddiogel, gyda chefnogaeth awdurdodau lleol a’r ASB. ",
                "tag": "p"
            },
            {
                "content": "Hyd yn hyn, rydym wedi helpu dros bum cant o fusnesau i gynyddu eu gwydnwch yn erbyn twyll, ac mae’r nifer hwnnw’n tyfu bob dydd wrth i ni gysylltu â’r diwydiant. Mae ein canllawiau, fel ein hadnodd Hunanasesu Gwydnwch yn erbyn Twyll Bwyd, a’n gwaith gydag awdurdodau lleol yn chwarae rhan allweddol wrth sicrhau bod y cyfrifoldeb cyfreithiol hwn yn cael ei gyflawni.  ",
                "tag": "p"
            },
            {
                "content": "Bydd y pwerau’n rhoi mwy o hyder i’r diwydiant, partneriaid a defnyddwyr y gallwn gymryd camau gweithredu, mewn amser real, i gynorthwyo’r gwaith o atal ac erlyn troseddau bwyd, a hynny’n lleol ac yn genedlaethol. ",
                "tag": "p"
            },
            {
                "content": "Mae’r pwerau newydd yn hanfodol er mwyn i’r NFCU allu adeiladu ar ein hamcanion o atal twyll bwyd; mynd i’r afael ag anonestrwydd; dwyn troseddwyr gerbron y llys a meithrin ein galluoedd i atal troseddu. Maent yn ychwanegiad sydd ei angen yn fawr at y ‘blwch offer’ sy’n galluogi’r NFCU i weithredu gyda mwy o effeithiolrwydd ac ymreolaeth.",
                "tag": "p"
            },
            {
                "content": "Beth fydd yn digwydd nesaf? ",
                "tag": "h2"
            },
            {
                "content": "Bydd modd i ni gyflawni ein mandad i arwain ymchwiliadau troseddol i droseddau bwyd cymhleth yn fwy annibynnol, er mwyn iddynt gael eu herlyn gan Wasanaeth Erlyn y Goron. Byddwn yn dal i weithio’n agos gyda phartneriaid fel yr heddlu ac awdurdodau lleol, a bydd ein pwerau newydd yn rhyddhau eu hadnoddau hanfodol er mwyn iddynt allu cael eu cyfeirio at flaenoriaethau eraill. ",
                "tag": "p"
            },
            {
                "content": "Fel bob amser, bydd fy swyddogion yn mynd i’r afael â thwyll bwyd, yn ceisio erlyn y rhai mewn cadwyni cyflenwi bwyd sy’n gweithredu’n anonest er eu budd eu hunain, gan gefnogi’r diwydiant i barhau i wneud y peth iawn a helpu i gynnal ymddiriedaeth defnyddwyr ym mwyd Prydain. Mae mynd i’r afael â thwyll bwyd yn helpu i greu amgylchedd lle gall busnesau cyfreithlon dyfu, a lle mae defnyddwyr yn cael eu diogelu. ",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/05/15/helping-to-create-an-environment-where-businesses-can-thrive-with-nfcus-new-powers/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg New powers for the National Food Crime Unit (NFCU) mark a significant milestone in the team’s tenth year and coincide with the 25th anniversary of the FSA. Consumer confidence in the safety and authenticity of food remains high, which …"
    },
    {
        "title": "Protecting one of England's rarest marine habitats: Natural England's work on maerl",
        "authors": [
            "Angela Gall"
        ],
        "posted_on": "2025-05-15T13:11:46",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Marine environment",
            "Monitoring",
            "Natural England",
            "Nature"
        ],
        "content": [
            {
                "content": "By Angela Gall, Marine Senior Officer",
                "tag": "p"
            },
            {
                "content": "Hidden beneath the waves along the south coast of Cornwall lies an ancient marine habitat, maerl beds. These pink, twiglet-shaped rhodoliths are free-living, calcified red seaweeds forming intricate, three-dimensional structures on the seabed. They're not just beautiful, they're biodiversity powerhouses, acting as nurseries for young fish, locking up carbon and playing a vital role in our coastal ecosystems.",
                "tag": "p"
            },
            {
                "content": "Since 2023, Natural England led a programme of collaborative research to better understand, protect and restore these remarkable habitats within the Falmouth Bay to St Austell Bay Special Protection Area (SPA), delivering on our mission to recover nature at pace and scale as part of the government’s growth, health and security agenda.",
                "tag": "p"
            },
            {
                "content": "Why Maerl Matters",
                "tag": "p"
            },
            {
                "content": "Maerl grows at an incredibly slow pace; some beds in the Fal Estuary are thought to be up to 4,000 years old, but they are highly sensitive to damage. Recognised as a Priority Habitat under the Natural Environment and Rural Communities Act, they are legally protected, and were recently identified by Natural England as one of the UK’s most irreplaceable marine habitats.",
                "tag": "p"
            },
            {
                "content": "These habitats deliver significant natural capital. They act as nurseries for key commercial species like scallops and crabs and support food chains for birds such as the great northern diver and Slavonian grebe - species for which the Falmouth Bay to St Austell Bay Special Protection Area (SPA) was designated. They also play a role in coastal resilience and carbon storage, helping to tackle climate change.",
                "tag": "p"
            },
            {
                "content": "How We're Learning More",
                "tag": "p"
            },
            {
                "content": "From 2023 to 2024, Natural England, alongside key partners including Cornwall Wildlife Trust, Cornwall IFCA (Inshore Fisheries and Conservation Authority) and other partners, carried out extensive seabed mapping and biodiversity surveys.",
                "tag": "p"
            },
            {
                "content": "Over 350 species were identified, including Bonnemaisonia clavata, a red seaweed not confirmed in UK waters for over 200 years - demonstrating the exceptional biodiversity associated with maerl beds.",
                "tag": "p"
            },
            {
                "content": "Key Discoveries",
                "tag": "p"
            },
            {
                "content": "This data provides a critical natural capital baseline, informing marine management decisions and future investment opportunities and driving forward targeted action to recover sensitive habitats.",
                "tag": "p"
            },
            {
                "content": "Understanding the value of maerl within the Special Protection Area",
                "tag": "p"
            },
            {
                "content": "Natural England’s mapping and monitoring work revealed that maerl is widespread within the Falmouth Bay and St Austell Bay SPA alongside seagrass beds and rocky reefs.",
                "tag": "p"
            },
            {
                "content": "In 2025, Natural England conducted a literature review to better understand how seabed habitats support SPA features: black-throated diver, great northern diver, and Slavonian grebe.",
                "tag": "p"
            },
            {
                "content": "The review found that maerl plays an essential role in supporting prey species such as sand eels, sprat, and edible crab. These ecological links strengthen the case for protecting maerl beds as a foundation for wider ecosystem function. Further research will help refine our understanding and shape future advice.",
                "tag": "p"
            },
            {
                "content": "Building inclusive partnerships",
                "tag": "p"
            },
            {
                "content": "At the heart of Natural England’s strategy is the principle that everyone has a role in nature recovery. This project is a clear example of what can be achieved through collaboration.",
                "tag": "p"
            },
            {
                "content": "Local Seasearch divers helped rediscover extensive maerl beds. Cornwall Wildlife Trust led community engagement, including a Maerl Community Evening and the launch of the St Austell Bay Blue Carbon Mapping Report.",
                "tag": "p"
            },
            {
                "content": "In April 2025, Natural England co-hosted the inaugural UK Maerl Forum with partners from academia, authorities, NGOs and international representatives. The forum aligned research efforts, identified priority actions, and began shaping a shared vision for maerl recovery. A joint action plan is now in development to drive long-term change.",
                "tag": "p"
            },
            {
                "content": "The forum was organised by a Steering Group made up of:",
                "tag": "p"
            },
            {
                "content": "What's Next for maerl and marine nature recovery?",
                "tag": "p"
            },
            {
                "content": "With momentum provided by the UK Maerl Forum, Natural England will continue to lead the delivery of nature recovery through evidence-based standards, strategic partnerships, and targeted action.",
                "tag": "p"
            },
            {
                "content": "Priorities for the coming years include:",
                "tag": "p"
            },
            {
                "content": "By focusing on places like Cornwall’s south coast, where the opportunity and risk are greatest, we aim to drive system-scale impact and safeguard vital marine ecosystems.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/15/protecting-one-of-englands-rarest-marine-habitats-natural-englands-work-on-maerl/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Angela Gall, Marine Senior Officer Hidden beneath the waves along the south coast of Cornwall lies an ancient marine habitat, maerl beds. These pink, twiglet-shaped rhodoliths are free-living, calcified red seaweeds forming intricate, three-dimensional structures on the seabed. They're …"
    },
    {
        "title": "Huff Post op-ed: Deputy PM marks Mental Health Awareness Week",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-05-15T12:43:26",
        "categories": [
            "Affordable housing",
            "Communities",
            "Workers' rights"
        ],
        "content": [
            {
                "content": "The Deputy Prime Minister is featured in the HuffPost marking Mental Health Awareness Week (12 – 18 May 2025) by the Mental Health Foundation.",
                "tag": "p"
            },
            {
                "content": "This year’s campaign focuses on the theme of ‘community’ and how it plays an important role in improving our mental wellbeing.",
                "tag": "p"
            },
            {
                "content": "Speaking in the Huff Post, the Deputy Prime Minister said:",
                "tag": "p"
            },
            {
                "content": "\"Having decent pay, a stable home and a strong sense of community are essential for our wellbeing and sense of purpose, but far too often they aren’t there when we need them.",
                "tag": "p"
            },
            {
                "content": "“Mental Health Awareness Week is a powerful reminder of this. This year’s theme of ‘Community’ says it all: it’s about our need for stability, and a sense of belonging in a supportive home and working environment.",
                "tag": "p"
            },
            {
                "content": "“And that means certainty about the roof over your head at night, the job you set off to in the morning, the money in your pocket at the end of the week, and your rights, should you fall ill.”",
                "tag": "p"
            },
            {
                "content": "Read more in the Huff Post here.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/05/15/huff-post-op-ed-deputy-pm-marks-mental-health-awareness-week/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "The Deputy Prime Minister is featured in the HuffPost marking Mental Health Awareness Week (12 – 18 May 2025) by the Mental Health Foundation. This year’s campaign focuses on the theme of ‘community’ and how it plays an important role …"
    },
    {
        "title": "From placement to professional: my DVLA software engineering journey",
        "authors": [
            "Iestyn Green"
        ],
        "posted_on": "2025-05-15T11:00:49",
        "categories": [
            "Features"
        ],
        "content": [
            {
                "content": "DVLA has several Centre of Digital Excellence (CoDE) programmes to support career development in the digital profession.",
                "tag": "p"
            },
            {
                "content": "If you’re looking to start a digital career, or simply improve your digital skills, DVLA is a great place to work. I started at DVLA as a Year in Industry student before joining the master’s degree programme and becoming a Junior Software Engineer.",
                "tag": "p"
            },
            {
                "content": "This is my journey.",
                "tag": "p"
            },
            {
                "content": "Becoming a CoDE student at DVLA",
                "tag": "h2"
            },
            {
                "content": "I applied for DVLA’s Year in Industry scheme as I saw it as a great opportunity to improve my programming skills and gain valuable industry experience in a supportive environment.",
                "tag": "p"
            },
            {
                "content": "During the placement, I worked as a Software Development Engineer in Test (SDET), which gave me a great insight into the world of testing. This hands-on experience also gave me a significant advantage when I returned to university, as I was already familiar with concepts that were being introduced in my studies.",
                "tag": "p"
            },
            {
                "content": "My main responsibility was writing functional tests, which involved learning and working with languages and frameworks such as Ruby, Cucumber, and Gherkin. I also really enjoyed working in an Agile environment by participating in biweekly sprints, daily stand ups, sprint reviews and retrospectives.",
                "tag": "p"
            },
            {
                "content": "Additionally, I had the opportunity to attend careers events to help promote the Year in Industry scheme, which allowed me to develop my communication and networking skills.",
                "tag": "p"
            },
            {
                "content": "I received plenty of support throughout my placement. The SDET community is very close-knit, and they’re always there to offer guidance when needed. My squad were incredibly welcoming and patient, allowing me to develop my skills at my own pace, which made my experience enjoyable as a new starter.",
                "tag": "p"
            },
            {
                "content": "Returning on the Software Engineering MSc programme",
                "tag": "h2"
            },
            {
                "content": "After my Year in Industry, I was eager to return to DVLA. I really enjoyed the work environment – both the pace of work and the people were great! I had a consistent workload to keep me engaged without the pressure of stressful deadlines, which made for a balanced and enjoyable experience.",
                "tag": "p"
            },
            {
                "content": "I applied for the MSc programme, which I’m still working on. It’s given me the opportunity to continue progressing my career at DVLA, while allowing me to earn a master’s qualification. It almost felt too good to be true! As part of the programme, we have a university day every Friday, which allows us time to focus on our studies without it interfering with our work at DVLA.",
                "tag": "p"
            },
            {
                "content": "During my Year in Industry placement, I primarily focused on testing, but now I'm working as a developer. This shift has allowed me to expand my knowledge of software engineering from a developer's perspective, learning new languages and frameworks along the way.",
                "tag": "p"
            },
            {
                "content": "The MSc programme has been really helpful for my development. Not only has it helped me improve my practical coding skills but, through my university studies, it’s also allowed me to dive into the theory behind it. This mix of hands-on experience and deeper knowledge means I can take what I’m learning and apply it to different roles in software engineering, carrying that knowledge with me wherever I go.",
                "tag": "p"
            },
            {
                "content": "Working at DVLA",
                "tag": "h2"
            },
            {
                "content": "It’s a lot of fun! I’ve really enjoyed getting to know everyone and the squads have been very supportive. They’re always happy to offer their time and provide feedback on my work, which has really helped me grow as a developer. There are a few former master’s degree students in my squad, who I've become good friends with, and they've been especially understanding whenever I’ve needed advice.",
                "tag": "p"
            },
            {
                "content": "With the way technology is evolving, it's an exciting time to be part of DVLA, and I can’t wait to see what’s next! Once I complete the MSc programme, I hope to have the opportunity to continue my career here as a software engineer. And who knows, maybe one day I’ll work my way up to Senior Software Engineer!",
                "tag": "p"
            },
            {
                "content": "There are so many things that make DVLA a great place to work. The people, career opportunities, technology, and support all contribute to a great experience. If you’d like to pursue a career in digital with us, find out more about DVLA digital professions and development programmes and visit Civil Service Jobs for all the latest career opportunities.",
                "tag": "p"
            }
        ],
        "link": "https://insidedvla.blog.gov.uk/2025/05/15/from-placement-to-professional-my-dvla-software-engineering-journey/",
        "blog": "Inside DVLA",
        "blog_link": "https://insidedvla.blog.gov.uk",
        "description": "For Learning at Work Week, Iestyn shares his DVLA journey from Year in Industry student to Junior Software Engineer."
    },
    {
        "title": "Spotting and reporting Invasive Non-Native marine species",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-05-15T09:31:18",
        "categories": [
            "fisheries",
            "marine conservation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "It’s Invasive Non-Native Species (INNS) week across the UK – a national effort to raise awareness of the threat invasive species pose to our environment, economy, and native wildlife.",
                "tag": "p"
            },
            {
                "content": "For those working on or near the water, especially fishers, you have a role in spotting and reporting.",
                "tag": "p"
            },
            {
                "content": "Non-native marine species ",
                "tag": "p"
            },
            {
                "content": "Towards the end of 2024, a couple of Atlantic Blue Crabs, easily recognised by their striking blue legs and orange-tipped claws, were identified on the English coast near Brighton.",
                "tag": "p"
            },
            {
                "content": "These crabs, native to the western Atlantic Ocean and the Gulf of Mexico, may pose a threat to our native marine life and fisheries if they establish themselves in UK waters.",
                "tag": "p"
            },
            {
                "content": "American lobsters and Dungeness crabs (a crab species native to the Pacific Northwest) were found near Brighton in June 2015, with fishermen reportedly catching American lobsters in Cumbria and North Cornwall.",
                "tag": "p"
            },
            {
                "content": "American lobsters in particular could have a major impact on UK lobster stocks, carry diseases, or compete for resources and interbreed with the native European lobster. They are generally bigger than native species but help with identification is available.",
                "tag": "p"
            },
            {
                "content": "Hooded shrimp (Nippoleucon hinumenis) a small crustacean, approximately 3-6mm in length and native to the Northwest Pacific have also been found in the Thames Estuary. It is a fouling organism of ships or infrastructure and could potentially impact fisheries.",
                "tag": "p"
            },
            {
                "content": "These are just few examples of marine non-native species (NNS) being found in our seas. While not all NNS become invasive, some do and they can spread quickly, outcompete native species, damage gear, and disrupt ecosystems.",
                "tag": "p"
            },
            {
                "content": "A full alert list for non-native species is available online.",
                "tag": "p"
            },
            {
                "content": "Why now is good time to be on look out",
                "tag": "p"
            },
            {
                "content": "While there are many ways marine species can be introduced including shipping, ballast water, aquaculture, and climate change another less well-known route is prayer release.",
                "tag": "p"
            },
            {
                "content": "Prayer release involves the ceremonial freeing of animals into the wild as an act of compassion. This practice, associated with some religious communities, has been observed to include the release of marine species such as crustaceans, often around key times of the year including June and October.",
                "tag": "p"
            },
            {
                "content": "We recognise the cultural and spiritual importance of this practice and other agencies, including Defra are working with faith communities to promote understanding about the ecological impacts and legal considerations of prayer release and other government bodies take the issue very seriously.",
                "tag": "p"
            },
            {
                "content": "Enhancing biosecurity to reduce the spread and impacts of INNS is a key component of Defra’s 25 Year Environment Plan. A cross-governmental group has been set up (see the Great Britain Non-Native Species Secretariat website).",
                "tag": "p"
            },
            {
                "content": "What you can do",
                "tag": "p"
            },
            {
                "content": "With your help, we can better track and respond to the arrival of species that could pose a long-term risk to our seas, our native marine life, and our fishing livelihoods.",
                "tag": "p"
            },
            {
                "content": "Let’s work together to keep our waters healthy, sustainable, and safe for the future.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/05/15/spotting-and-reporting-invasive-non-native-marine-species/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "It’s Invasive Non-Native Species (INNS) week across the UK – a national effort to raise awareness of the threat invasive species pose to our environment, economy, and native wildlife. For those working on or near the water, especially fishers, you …"
    },
    {
        "title": "Marbled Crayfish: a serious non-native threat, with potential risk of introduction through the pet trade. ",
        "authors": [
            "Nick Stinton"
        ],
        "posted_on": "2025-05-15T09:04:04",
        "categories": [
            "Animal Health",
            "biodiversity",
            "Invasive species"
        ],
        "content": [
            {
                "content": "Invasive non-native species, both plants and animals, threaten our native wildlife, natural ecosystems, economy, health, and interfere with activities we enjoy. ",
                "tag": "p"
            },
            {
                "content": "Invasive Species Week is led by the GB Non Native Species Secretariat and is an annual event to raise awareness of invasive non-native species and how everyone can help prevent their spread. ",
                "tag": "p"
            },
            {
                "content": "As part of Cefas’ Invasive Species Week highlights, today’s blog shares the threats marbled crayfish pose to our ecosystems and economy. ",
                "tag": "p"
            },
            {
                "content": "Thought to be possibly of North American origin (and a carrier of the disease, crayfish plague), marbled crayfish first appeared in the aquarium trade in Germany and Austria in the mid-1990s.  The marbled crayfish (Procambarus sp.) is the first recorded crayfish capable of asexual reproduction (parthenogenesis). This means that only one animal is required to establish a breeding population. An adult can produce up to 270 eggs every 8–9 weeks with sexual maturity being reached 25–35 weeks after hatching, under optimum conditions. This species has historically been released or has escaped into natural waters in neighbouring European countries, such as Germany and Holland, though its impact in these areas has yet to be assessed. ",
                "tag": "p"
            },
            {
                "content": "In addition to concerns that the species can carry crayfish plague, which is deadly to the white-clawed crayfish, native to the UK, there are also significant concerns around their impact on native ecosystems.  For the marbled crayfish to maintain its prolific reproductive capabilities it uses vast amounts of energy, so they have huge appetites, consuming a broad range of aquatic plants and invertebrates, and scavenging on other food sources. This poses the risk that they may have a devastating direct impact on native aquatic fauna and flora if released into our waters.  Marbled crayfish can survive in temperate waters, so there is a real concern that this alien species will become established in Great Britain if introduced. ",
                "tag": "p"
            },
            {
                "content": "In Great Britain, marbled crayfish have been found in the English aquarium retail trade and advertised for sale online.  These crayfish likely originate from hobbyists who are passing on excess home-bred stock to pet or aquatic retail shops. Consequently, there is a potential risk of introduction into natural habitats if these species are intentionally or unintentionally released from aquariums into the wild. To tackle this threat, Cefas’ Fish Health Inspectorate (FHI) makes efforts to seize and track the source of these crayfish and raise awareness at Border Control Posts (BCP’s) within ports and airports.  In addition, the FHI works closely with online shops and aquatic hobbyists’ websites to prevent the sale of the species and remove them from circulation.  The FHI also strives to educate the trade and hobby aquarists not to buy or keep these animals and aims to cooperate with them wherever possible.  To enforce this, action may be taken by the FHI against anyone considered to be deliberately committing offences with species listed under the Invasive Alien Species (Enforcement and Permitting) Order 2019 (IAS) or covered by the Crayfish Order. ",
                "tag": "p"
            },
            {
                "content": "In England and Wales, a general licence issued under the Crayfish Order permits the keeping of tropical species for ornamental purposes in heated indoor aquaria. At present, the Australian red-claw (Cherax quadricarinatus) is the only crayfish species recognised to be truly tropical and thus the only permitted species available for hobbyists in the UK. Under IAS, it is illegal to possess any crayfish from the list of six non-native crayfish species, including the marbled crayfish. Under the Crayfish Order a licence is required to hold any of the remaining non-native crayfish species not included by IAS, other than the red claw. ",
                "tag": "p"
            },
            {
                "content": "Through the FHIs’ work at our borders, and with the aquarium trade and hobbyists, Cefas is working to protect our native crayfish and the environment from threats from these invasive non-native species. ",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/05/15/marbled-crayfish-a-serious-non-native-threat-with-potential-risk-of-introduction-through-the-pet-trade/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Invasive non-native species, both plants and animals, threaten our native wildlife, natural ecosystems, economy, health, and interfere with activities we enjoy.  Invasive Species Week is led by the GB Non Native Species Secretariat and is an annual event to raise …"
    },
    {
        "title": "Finding requisitions on the portal has just got easier",
        "authors": [
            "Reid Spain, Product Manager - Portal and Digital Mortgage"
        ],
        "posted_on": "2025-05-15T08:59:53",
        "categories": [
            "Digital services"
        ],
        "content": [
            {
                "content": "Two new enhancements have been added to the portal, designed to save customers’ time and provide greater clarity on the progress of their applications. It is now easier to find outstanding requisitions and the Estimated Completion Date (ECD) has been refined for certain types of application.",
                "tag": "p"
            },
            {
                "content": "These have been made in direct response to users’ needs and build on previous refinements to the ECD.",
                "tag": "p"
            },
            {
                "content": "Find outstanding requisitions",
                "tag": "h2"
            },
            {
                "content": "Portal users are now able to see the number of applications which have unresolved requisitions against them, as soon as they sign in to the portal. A panel will be displayed at the top of the homepage, with a link to a pre-filtered View Applications page, which will just display the applications requiring action.",
                "tag": "p"
            },
            {
                "content": "Customers will be provided with an up-to-date number as the figure refreshes each time View Applications is accessed (or overnight, whichever is sooner).  ",
                "tag": "p"
            },
            {
                "content": "If no panel is displayed at sign-in, this means there are no applications with unresolved requisitions recorded against the user ID you have signed in with.",
                "tag": "p"
            },
            {
                "content": "A more accurate Estimated Completion Date",
                "tag": "h2"
            },
            {
                "content": "Later this spring we will introduce an enhancement to the ECD to provide a more accurate reflection of certain types of application – namely the more complex updates to existing register titles. This will result in fewer applications showing as ‘exceeded’ and reduce the need for customers to call for progress updates.",
                "tag": "p"
            },
            {
                "content": "An ECD is HM Land Registry’s current projection of when 90% of cases of that type are completed. They are provided to customers to give an estimate of when their applications are likely to have been completed by.",
                "tag": "p"
            },
            {
                "content": "Separate ECDs will be calculated for both complex and standard executive register update applications.  The ECDs for all existing applications will also be updated.",
                "tag": "p"
            },
            {
                "content": "As always, customers can stay up to date with the work to enhance the portal, the Digital Registration Service and Business Gateway by checking the digital services roadmap which lists recent changes, projects being actively worked on, and ideas being explored for the future.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/05/15/finding-requisitions-on-the-portal-has-just-got-easier/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Two new enhancements have been added to the portal, designed to save customers’ time and provide greater clarity on the progress of their applications."
    },
    {
        "title": "How the Environment Agency monitors and tests bathing water quality",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-05-15T08:56:00",
        "categories": [
            "Cleaner Seas",
            "Environment Agency",
            "Water"
        ],
        "content": [
            {
                "content": "As the weather is warming and more people are heading outside to enjoy beaches, rivers and lakes, we’re starting our regular monitoring of bathing waters. Between now and the end of September, millions of people will head to bathing waters to relax and swim.  We know that more and more people want to enjoy the benefits of bathing waters - they're important for both individual and community wellbeing, and support local economies.  ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency (EA) regularly tests water quality of designated bathing waters and makes information available to the public, via the Swimfo website. ",
                "tag": "p"
            },
            {
                "content": "So what does our monitoring actually involve? ",
                "tag": "p"
            },
            {
                "content": "Between now and September, we will take roughly 7,500 bathing water samples. We then send those samples off to be tested at our lab for two types of bacteria which show whether there is faecal matter in the water: E coli and intestinal Enterococci. We monitor for these two bacteria because they indicate that there are germs in the water which can make you ill. ",
                "tag": "p"
            },
            {
                "content": "These bacteria can be found in poo from a variety of sources - such as sewage, birds and other wildlife, pets and farm animals – and at varying levels.",
                "tag": "p"
            },
            {
                "content": "We use the results of this regular testing to measure the cleanliness of bathing waters, and to make those results available on our Swimfo site so you can make an informed choice of which to visit.  This helps you get the most out of your visit to a beach, lake or river by providing easy access to information about water quality.",
                "tag": "p"
            },
            {
                "content": "You can use Swimfo now to find a designated bathing water near you; and we always recommend checking Swimfo when you’re on holiday or are planning a swim (or kayak, or paddleboard, or anything else where you’ll be on or near the water!)",
                "tag": "p"
            },
            {
                "content": "Swimfo also includes a service called pollution risk forecasting, which lets you know that on some days, water quality can be temporarily reduced at some bathing waters due to factors such as rainfall, wind and high tides. Find out more about pollution risk forecasting here.  ",
                "tag": "p"
            },
            {
                "content": "For more information on staying safe when using and enjoying any open water, head to Swim Healthy.",
                "tag": "p"
            },
            {
                "content": "What does it mean when a bathing water is designated? ",
                "tag": "p"
            },
            {
                "content": "When a bathing water is designated, it means we monitor water quality there between now and September. Importantly, designation also means that information is provided to the public to help inform decisions on where and when to bathe.  ",
                "tag": "p"
            },
            {
                "content": "Designated bathing waters are sampled by EA officers and at the end of the year the results of the samples will be used to give a bathing water a classification of Excellent, Good, Sufficient or Poor. Until they have been classified, we won’t know the quality or whether they are suitable for bathing. Designation does not guarantee clean water for swimming - rivers and seas are not sterile but changing and dynamic natural places.  ",
                "tag": "p"
            },
            {
                "content": "It’s also important to remember that rivers and other open water locations that are not designated as bathing waters are managed for the purpose of protecting fish and wildlife, not people. So, health risks from using these locations may be higher than at designated bathing waters.  If you do decide to swim in a river or open water, find out how to ‘swim healthy’ here Swim healthy - GOV.UK (www.gov.uk) ",
                "tag": "p"
            },
            {
                "content": "How do classifications work?  ",
                "tag": "p"
            },
            {
                "content": "Samples taken by us throughout the bathing season help to produce an annual bathing water classification. Four years' worth of data is used to make a classification, allowing us to identify trends and target the appropriate pollution prevention measures.  Having four years’ worth of data is important because water quality is dynamic, so short-term assessment alone won’t provide an accurate overall picture.",
                "tag": "p"
            },
            {
                "content": "Each bathing water is given one of the following annual classifications:    ",
                "tag": "p"
            },
            {
                "content": "Once a year we then publish the official statistics which are available online. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/15/how-the-environment-agency-monitors-and-tests-bathing-water-quality/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "As the weather is warming and more people are heading outside to enjoy beaches, rivers and lakes, we’re starting our regular monitoring of bathing waters. Between now and the end of September, millions of people will head to bathing waters …"
    },
    {
        "title": "GOV.UK Wallet: Building momentum, working in partnership ",
        "authors": [
            "Natalie Jones OBE - Director of Digital Identity, Government Digital Service"
        ],
        "posted_on": "2025-05-14T16:31:58",
        "categories": [
            "GOV.UK Wallet"
        ],
        "content": [
            {
                "content": "In January, our Secretary of State, Peter Kyle set out a vision for a modern digital government focussed on improving people’s experiences when accessing the public services they need, and making Government work better. ",
                "tag": "p"
            },
            {
                "content": "GOV.UK Wallet is one of the 5 kickstarters delivering against the Blueprint which sets out a vision for modern digital government to deliver on 5 outcomes for the public: ",
                "tag": "p"
            },
            {
                "content": "2. Faster growth: helping businesses start and scale by delivering services that work as well as they do for citizens.",
                "tag": "p"
            },
            {
                "content": "3. Firmer foundations: securing public services so they are trustworthy and resilient. ",
                "tag": "p"
            },
            {
                "content": "4. Smarter organisations: changing how delivery is done to embed the right ways of working, moving at the same pace that people’s lives do, and working as agile, user-centred, multidisciplinary teams by default.",
                "tag": "p"
            },
            {
                "content": "5. Higher productivity and efficiency: saving public money, delivering outstanding public services at a price we can afford, and enabling front-line workers to focus on delivery.",
                "tag": "p"
            },
            {
                "content": "The announcement generated significant interest in how the GOV.UK Wallet could work, where it could be used, and how we'd make good on the government’s commitment to work with industry. Top of mind has been how we can meet such an ambitious timeline - to build and make usable a digital wallet for government along with an early set of credentials in a single calendar year. ",
                "tag": "p"
            },
            {
                "content": "Today marks the start of our formal engagement with the technology sector, with an event unveiling the working principles of the GOV.UK Wallet we’ve been developing until now. The aim of this event was to give private sector identity providers an update on the government's proposals and help them prepare for the critical role we want them to play in this work. ",
                "tag": "p"
            },
            {
                "content": "Our challenge to technology providers ",
                "tag": "h2"
            },
            {
                "content": "At the event, we set a challenge to the private sector identity providers in the room. The GOV.UK Wallet opens the door to two clear use cases for the private sector to innovate.",
                "tag": "p"
            },
            {
                "content": "To create an orchestration service to facilitate data sharing: This means simply orchestrating the data flow between the information in your GOV.UK Wallet, and the retailer trying to check you are eligible to buy an age restricted product or service. This is about providing information from digital credentials stored in the GOV.UK Wallet to the people who need to see them in a secure and reliable way. It’s similar to how card payment services connect your bank account to retailers and facilitate the information exchange which lets you buy things. End users might see this model if using their digital driving licence to prove their age in a shop. ",
                "tag": "p"
            },
            {
                "content": "Identity or holder services: Just as identity services can take information from scans or photos of physical documents as the basis to offer a range of products, they’ll be able to take this information from digital credentials in the GOV.UK Wallet if the user chooses to share them. ",
                "tag": "p"
            },
            {
                "content": "These private sector services can then add value, for instance attaching other information. They might also create a reusable ‘derived credential,’ which is a new credential that would allow users to prove things about themselves, without going back to the GOV.UK Wallet.     ",
                "tag": "p"
            },
            {
                "content": "Building on strong foundations",
                "tag": "h2"
            },
            {
                "content": "We’re building on strong foundations, using the already established GOV.UK One Login, which allows users to safely and securely confirm their identity. This technology means only the user of the GOV.UK Wallet will be able to store, access and use the digital documents within it, reducing fraud. ",
                "tag": "p"
            },
            {
                "content": "We’re kicking off engagement with the technology sector to build on our established  foundations, enabling future collaboration as we change the way users can prove information about themselves. And it’s no small task. We’re building the UK’s first government digital wallet, enabling multiple private sector organisations to build the technology to check and share information from it.",
                "tag": "p"
            },
            {
                "content": "Important to remember is that we're following in the footsteps of some fantastic examples. We're applying learnings from Australia, Estonia, Ukraine and some states in the USA who have all rolled out digital wallets to improve the access and convenience of digital services. ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "h2"
            },
            {
                "content": "Our ambition is to see the first credential in the GOV.UK Wallet live this summer with the launch of the digital veterans card in partnership with the Office of Veterans’ Affairs and Ministry of Defence. Later in the year, we will begin the initial roll out of the digital driving licence which in time could be used for everything your physical one can do - with the benefit of quick access to your government credentials in your pocket. Importantly, this is not about replacing paper documents - it’s about allowing people the choice to use digitised credentials where it works better for them. ",
                "tag": "p"
            },
            {
                "content": "Alongside the build of the GOV.UK Wallet and preparing for the first two credentials, our team is engaging across government to identify more potential credentials from other government departments as part of our Blueprint commitment to require services to issue a digital verified credential alongside any paper or card based credential or proof of entitlement eligibility by the end of 2027. This is opening the door to a world where an array of government-issued documents can be easily stored in your phone, in one place. ",
                "tag": "p"
            },
            {
                "content": "Digital Verification Services can use our technical documentation to find out about the open standards we are working to, and provide feedback. We will add further documentation to GOV.UK as the product develops. ",
                "tag": "p"
            },
            {
                "content": "This is the first step, and we are starting further collaboration opportunities. Providers will be able to take part in a technical engagement, as we work to understand their needs and how we can make the GOV.UK Wallet a success together. It marks the something truly transformative, and we’re proud to be a part of it.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/05/14/gov-uk-wallet-building-momentum-working-in-partnership/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "An update about GOV.UK Wallet and our engagement with the technology sector."
    },
    {
        "title": "Coverage following the National Drought Group meeting",
        "authors": [
            "Defra Press Office"
        ],
        "posted_on": "2025-05-14T16:04:36",
        "categories": [
            "Environment Agency",
            "water"
        ],
        "content": [
            {
                "content": "There has been widespread media coverage following the driest start to spring in 69 years across England.",
                "tag": "p"
            },
            {
                "content": "Publications include BBC, The Sun, The Daily Mail, The Mirror and The Telegraph. Environment Agency Area Manager Matthew Gable was also interviewed on BBC Breakfast this morning (Wednesday 14 May).",
                "tag": "p"
            },
            {
                "content": "This follows the National Drought Group meeting convened by Environment Agency last week (Wednesday 7 May) to urge water companies to do more to safeguard water supplies. Whilst there are currently no plans for hosepipe bans, if the prolonged dry weather continues, water companies may need to implement their dry weather plans in the weeks and months ahead.  ",
                "tag": "p"
            },
            {
                "content": "In England, March was the driest since 1961 and April received just half its normal rainfall. Farmers have had to start irrigating crops earlier and reservoir levels are either notably low or exceptionally low across the North East and North West of England. Both these regions have seen their driest start to the year since 1929.   ",
                "tag": "p"
            },
            {
                "content": "While no area is currently officially in drought there is a medium risk of one this summer without sustained rainfall.",
                "tag": "p"
            },
            {
                "content": "Environment Agency Deputy Director of Water, Richard Thompson, said:   ",
                "tag": "p"
            },
            {
                "content": "With rapid population growth and climate change, pressure on our water system is skyrocketing. That is why this Government is taking action to increase our water supply, including urgent action to reduce water company leaks and use water more efficiently, alongside new supply infrastructure. Water companies have committed to deliver nine new reservoirs and multiple new water transfer schemes to share resources.",
                "tag": "p"
            },
            {
                "content": "A Defra spokesperson said:",
                "tag": "p"
            }
        ],
        "link": "https://deframedia.blog.gov.uk/2025/05/14/coverage-following-the-national-drought-group-meeting/",
        "blog": "Defra in the media",
        "blog_link": "https://deframedia.blog.gov.uk",
        "description": "There has been widespread media coverage following the driest start to spring in 69 years across England. Publications include BBC, The Sun, The Daily Mail, The Mirror and The Telegraph. Environment Agency Area Manager Matthew Gable was also interviewed on …"
    },
    {
        "title": "Lifting the lid on the UK digital identity ecosystem: Digital Identity Sectoral Analysis 2025 ",
        "authors": [
            "Henri McKenzie-Freedman"
        ],
        "posted_on": "2025-05-14T15:29:31",
        "categories": [
            "Digital identity"
        ],
        "content": [
            {
                "content": "Today, we publish our first full sectoral analysis of the UK’s digital identity ecosystem.  ",
                "tag": "p"
            },
            {
                "content": "The aim of the report – which was produced by an independent research consortium – is to establish a baseline of measures of the digital identity sector so that we can capture trends, tracking these on a regular basis to understand how the market is performing. ",
                "tag": "p"
            },
            {
                "content": "In this blog post, we’ll try to give a snapshot of a few of the key findings – but for full details, head over to GOV.UK to read the full report. ",
                "tag": "p"
            },
            {
                "content": "Consumer attitudes and use of digital identity products ",
                "tag": "h3"
            },
            {
                "content": "The most significant change to the interim report published last year is the inclusion of findings from an online and telephone survey of 3,561 consumers across the UK, including people from a range of backgrounds and levels of digital access and skill. ",
                "tag": "p"
            },
            {
                "content": "Through our survey questions, we wanted to explore peoples’ understanding of digital identity, usage of products, benefits derived, and barriers to adoption.  ",
                "tag": "p"
            },
            {
                "content": "Among the key findings were that that: ",
                "tag": "p"
            },
            {
                "content": "The report also includes new analysis of understanding, attitudes and adoption of digital identity based on different demographics (age, ethnicity, household income), varying forms of existing ID, and levels of digital access and skill. ",
                "tag": "p"
            },
            {
                "content": "And it highlights the important role of government, with 75% of respondents saying it was important to them that a service was tested against government standards. ",
                "tag": "p"
            },
            {
                "content": "A £2.1 billion UK digital identity provider market ",
                "tag": "h3"
            },
            {
                "content": "The full report updates core figures on UK digital identity sector size and scale, with findings including: ",
                "tag": "p"
            },
            {
                "content": "The report takes a deeper dive than previously into the global perspective, finding that the UK sector is highly internationalised. For example, 1 in 4 firms based in the UK are headquartered internationally, suggesting the UK is an attractive place for Foreign Direct Investment (FDI). It also finds that: ",
                "tag": "p"
            },
            {
                "content": "Looking into the wider innovation and research & development ecosystem in the UK, the report finds that 1 in 20 firms (6%) have received publicly-funded investment for research. Innovative solutions produced by the sector are exported globally, for example to support social vouching.  ",
                "tag": "p"
            },
            {
                "content": "A few initial reflections",
                "tag": "h3"
            },
            {
                "content": "We’ve found the results of this work fascinating, and there’s still much to chew through from our published report. But for us, a few key things are emerging from the findings:  ",
                "tag": "p"
            },
            {
                "content": "Towards the next report",
                "tag": "h3"
            },
            {
                "content": "Producing this report has been no small task, and we’re really grateful to our consortium of providers – Oliver Wyman, Perspective Economics and Projects by If – for providing expert insight and challenge through the process. We’re also grateful to all the digital identity providers who commented on the methodology and approach. ",
                "tag": "p"
            },
            {
                "content": "We’ll be repeating this research on an annual basis, to help us track market trends and consumer attitudes – in part, helping to inform the annual report that OfDIA will produce as required by the Data Bill.  We’ll be coming back out to stakeholders in due course to help guide priorities for future research, based on this year’s findings.  ",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/05/14/lifting-the-lid-on-the-uk-digital-identity-ecosystem-digital-identity-sectoral-analysis-2025/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Today, we publish our first full sectoral analysis of the UK’s digital identity ecosystem."
    },
    {
        "title": "Unlocking planning innovation: 150 brilliant minds collaborate in Leeds ",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2025-05-14T13:40:29",
        "categories": [
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Innovation came to life at the recent Local Government Innovation Hackathon, in Leeds. ",
                "tag": "p"
            },
            {
                "content": "This high-energy, two-day event, saw 150 of the brightest planners, technologists, and digital leaders from across local and central government and industry, collaborate to tackle real-world planning challenges.  ",
                "tag": "p"
            },
            {
                "content": "From AI powered solutions to data-driven insights, the atmosphere buzzed with creativity.  ",
                "tag": "p"
            },
            {
                "content": "At the Ministry for Housing, Communities and Local Government (MHCLG), we were proud to help organise the event, which was hosted by the Government Digital Service (GDS) and Incubator for AI (i.AI) and reimagine the future of local government planning services. ",
                "tag": "p"
            },
            {
                "content": "The hackathon is one of many ways that MHCLG and Digital Planning are exploring more collaborative, hands-on approaches to technology and AI, bringing together different perspectives and creating a safe space for innovation. ",
                "tag": "p"
            },
            {
                "content": "Designing challenges based on real-world experience ",
                "tag": "h2"
            },
            {
                "content": "We worked closely with local authorities, many from the Open Digital Planning community, in the lead-up to the event to shape four problem statements, grounded in the real challenges they face daily. We were committed to supporting innovation that’s rooted in lived experience. ",
                "tag": "p"
            },
            {
                "content": "The problem statements we arrived at focused on the following areas: ",
                "tag": "p"
            },
            {
                "content": "Successful collaborative partnerships  ",
                "tag": "h2"
            },
            {
                "content": "Through our partnership with the Open Digital Planning community, we helped to fund and support local government teams to participate, bringing valuable planning expertise to the exercise.   ",
                "tag": "p"
            },
            {
                "content": "A standout moment was one of the introductory presentations, on the first day, in which members of the Open Digital Planning community – Angela Barnicle, Head of City Development, and Martin Elliott, Head of Strategic Planning – both from Leeds City Council, Lisa Maryott, Head of Business Development at Medway Council, and Jo Sterrick, Digital Engagement Lead at West Oxfordshire and Cotswold Council, brought to life the key challenges for planning and the problem statements. It was great to have these local government voices explore the challenges in depth for everyone.  ",
                "tag": "p"
            },
            {
                "content": "What made this event especially exciting was the collaborative approach between MHCLG, the Department for Science, Innovation and Technology (including GDS and the i.AI) and Open Digital Planning. Each partner contributed different perspectives and approaches, with the blend helping to shape the event’s design, focus, facilitation and energy.   ",
                "tag": "p"
            },
            {
                "content": "This spirit of collaboration was mirrored in the participating teams, which combined planners, AI technologists, delivery leaders, data and digital specialists, working together to tackle the complex planning challenges. ",
                "tag": "p"
            },
            {
                "content": "It was this mix of skills and mindsets that that was instrumental in generating such impressive outputs.  ",
                "tag": "p"
            },
            {
                "content": "Outstanding innovation in a short timeframe ",
                "tag": "h2"
            },
            {
                "content": "Despite the limited time available, the quality of work produced was genuinely outstanding. The creativity, ambition, and technical skill on show was inspiring and impressed our judging panel, which included Chief Planner Joanna Averley and Milan Bogunovic, Digital Planning Programme Director.  ",
                "tag": "p"
            },
            {
                "content": "They had a tough job and were incredibly impressed – not just by the ideas, but by the clarity of thinking and potential impact. ",
                "tag": "p"
            },
            {
                "content": "The winning team created ‘Clio’, an innovative AI tool that transforms data from planning decision and enforcement notices into instant insights about a site’s planning history, helping officers assess planning applications more efficiently. As their prize, the team will present their working prototype to the Minister for AI and Digital Government, Feryal Clark MP, and explore their solution further with the i.AI team. ",
                "tag": "p"
            },
            {
                "content": "The power of cross-discipline collaboration ",
                "tag": "h2"
            },
            {
                "content": "The hackathon was a reminder of what’s possible when we create the right environment for ambition and innovation. It showed that meaningful progress doesn’t happen in silos – it emerges when diverse voices unite around shared challenges with the space to build something new. ",
                "tag": "p"
            },
            {
                "content": "MHCLG recently set up a new Artificial Intelligence (AI) Directorate to support better use of AI across MHCLG and local government with the aim of maximising efficiency and improving service delivery. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "This hackathon represents a significant step in our ongoing work to harness innovative technology, including AI, to transform planning processes in England. By bringing together diverse expertise and focusing on practical solutions, we're helping build the foundations for more efficient, accessible and data-driven planning systems that better serve our communities. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/05/14/unlocking-planning-innovation-150-brilliant-minds-collaborate-in-leeds/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Innovation was sparked at the Local Government Innovation Hackathon, where 150 planners, technologists and digital leaders collaborated to solve real planning challenges. MHCLG proudly co-organised the event with Government Digital Service, Incubator for AI and Open Digital Planning, reimagining planning services through this hands-on approach. "
    },
    {
        "title": "Protecting the UK’s potatoes from the Colorado beetle",
        "authors": [
            "Kelvin Hughes"
        ],
        "posted_on": "2025-05-14T10:24:40",
        "categories": [
            "Plant health"
        ],
        "content": [
            {
                "content": "Next week we’ll be at the RHS Chelsea Flower Show calling on gardeners, allotment owners and the general public to look out for the Colorado beetle – a plant pest that poses a major threat to the UK’s food security.",
                "tag": "p"
            },
            {
                "content": "The Colorado beetle (Leptinotarsa decemlineata) has an insatiable appetite for potato foliage.  Within days of appearing, its larvae and adult beetles can strip plants bare, which can have a devastating effect on the production of potato tubers and, consequently, food supply. ",
                "tag": "p"
            },
            {
                "content": "Over two thirds of potatoes consumed in the UK are grown here, so if the beetle is found, we must act quickly to eradicate it. ",
                "tag": "p"
            },
            {
                "content": "The beetle was first found in Europe at the end of the nineteenth century, having been accidentally imported from the USA, leading to the destruction of crops. Fortunately, it has not established in the UK, thanks to public and grower vigilance plus regulation which goes back to the Destructive Insects Act of 1877.",
                "tag": "p"
            },
            {
                "content": "Working together to keep the beetle at bay",
                "tag": "h2"
            },
            {
                "content": "APHA and partners play a vital role in protecting the UK from plant diseases and pests, including the Colorado beetle.",
                "tag": "p"
            },
            {
                "content": "The UK’s response plan for Colorado beetle ensures we are well prepared for any potential outbreaks.  In July 2023, following a report from a responsible and vigilant potato grower, our Plant Health and Seeds Inspectors put this plan into action, after identifying the presence of Colorado beetle larvae in the grower’s potato field. This was the first time the pest had been confirmed in a UK potato crop since 1977.   ",
                "tag": "p"
            },
            {
                "content": "The grower’s vigilance and prompt action led to extensive field inspection and pest management, resulting in the swift destruction of the pest. This has been confirmed by extensive surveying of the infected and surrounding area, which continues into 2025. ",
                "tag": "p"
            },
            {
                "content": "Impact on trade and the economy",
                "tag": "h2"
            },
            {
                "content": "In 2023, the UK produced over 4.7 million tonnes of potatoes, and our potato industry was valued at £1 billion. An outbreak of Colorado beetle, if not eradicated when detected, would have a significant economic impact on the industry and the wider economy, including export markets.",
                "tag": "p"
            },
            {
                "content": "As well as feeding on potato foliage, adult beetles and their larvae feed on other plants in the nightshade family, including tomatoes and woody nightshade. They do not pose a threat to human or animal health.",
                "tag": "p"
            },
            {
                "content": "The Colorado beetle remains a high threat to UK agriculture. The pest is now present across large parts of Continental Europe, North America and Central Asia and each year our inspectors respond to several findings, often reported by the public. ",
                "tag": "p"
            },
            {
                "content": "What do the beetles look like?",
                "tag": "h2"
            },
            {
                "content": "The Colorado beetle’s body is yellow or cream with 10 black stripes and it has an orange head with irregular black spots. It is usually between 6 to 11mm in length and 3mm in width. Its larvae are a pinkish red or orange colour, with black spots along each side and a black head and are up to 15mm in length. ",
                "tag": "p"
            },
            {
                "content": "Although distinctive in appearance, there are several beetles that are frequently mistaken for them, such as the Harlequin ladybird and the Burying beetle. The Colorado potato beetle plant pest factsheet provides more information about the beetle’s life cycle and provides information on how to differentiate it from some of our native beetle species.  ",
                "tag": "p"
            },
            {
                "content": "Where to spot them",
                "tag": "h2"
            },
            {
                "content": "Farmers, allotmenteers and home gardeners who grow potatoes should look out for the beetles and larvae on their vegetable patches or fields. ",
                "tag": "p"
            },
            {
                "content": "It is important to remain vigilant, because the beetle can easily fly between allotments, home vegetable patches and commercial plots.",
                "tag": "p"
            },
            {
                "content": "The pests have been known to come into the UK as ‘hitchhikers’ on non-host plant material grown and packaged on the continent, such as leafy vegetables, salad leaves, fresh herbs, grain and frozen peas, so do keep an eye out when handling these items.",
                "tag": "p"
            },
            {
                "content": "How to report sightings",
                "tag": "h2"
            },
            {
                "content": "If you find a Colorado beetle, please do not let it go – capture it in a secure container and report it to APHA as soon as possible. To report a sighting, you can:",
                "tag": "p"
            },
            {
                "content": "All sightings reported on email should include a photograph and location details.  ",
                "tag": "p"
            },
            {
                "content": "You can find further information in the pest specific plant health response plan and in our previous GOV.UK news story.",
                "tag": "p"
            },
            {
                "content": "Spreading the word at the RHS Chelsea Flower Show",
                "tag": "h2"
            },
            {
                "content": "If you want to find out more about the Colorado beetle, you can find APHA in the GreenSTEM area of the Great Pavilion at the RHS Chelsea Flower Show from Tuesday 20 May to Saturday 24 May.",
                "tag": "p"
            },
            {
                "content": "Our exhibit offers an immersive experience, with practical tips on how to play your part in keeping the pest out of Great Britain to ‘save our spuds’!",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/05/14/protecting-the-uks-potatoes-from-the-colorado-beetle/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Calling on gardeners, allotment owners and the general public to look out for the Colorado beetle – a plant pest that poses a major threat to the UK’s food security."
    },
    {
        "title": "Learning at Work Week: Discover the GSE awareness courses",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-05-13T16:59:59",
        "categories": [
            "Blog Series",
            "Capability & Skills",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "This week is Learning at Work Week, and it provides a great opportunity to take some time for learning and development. The Government Science and Engineering (GSE) awareness courses are here to support civil, crown, and public servants with the knowledge and tools needed to use science and engineering advice effectively in their work. Whether you're new to government or an experienced technical expert, there's something for everyone.",
                "tag": "p"
            },
            {
                "content": "Understanding and accessing science and engineering advice",
                "tag": "h2"
            },
            {
                "content": "The course, Understanding and Accessing Science and Engineering Advice, is perfect for those who are not from a technical background or are new to the government. It offers a beginner-friendly overview of accessing and applying science and engineering advice in government. The course is divided into three engaging one-hour modules, covering:",
                "tag": "p"
            },
            {
                "content": "No prior knowledge is needed for the course, making it ideal for policy professionals who are new to science and engineering concepts as well as those in non-technical roles seeking to better integrate science and engineering advice. It is also offers a comprehensive introduction to new starters across government.",
                "tag": "p"
            },
            {
                "content": "Communicating science and engineering advice",
                "tag": "h2"
            },
            {
                "content": "Communicating Science and Engineering Advice is designed for science and engineering experts who frequently communicate technical advice. It focuses on effective communication strategies for diverse audiences. It includes:",
                "tag": "p"
            },
            {
                "content": "The course is ideal for experts aiming to translate technical knowledge into actionable advice for policymakers, ministers, stakeholders, and individuals keen to develop skills in data visualisation.",
                "tag": "p"
            },
            {
                "content": "This course offers three key benefits:",
                "tag": "p"
            },
            {
                "content": "Testimonials from course participants",
                "tag": "h2"
            },
            {
                "content": "Want to learn more?",
                "tag": "h2"
            },
            {
                "content": "Civil servants can access the courses using these links: ",
                "tag": "p"
            },
            {
                "content": "Civil Service Learning: Understanding and Accessing Science and Engineering Advice  ",
                "tag": "p"
            },
            {
                "content": "Civil Service Learning: Communicating Science and Engineering Advice",
                "tag": "p"
            },
            {
                "content": "If you do not have access to Civil Service Learning, please complete our short GSE Courses Future Learn Sign Up form, using your work email address, and we will send you enrolment details within three working days.",
                "tag": "p"
            },
            {
                "content": "Join us in shaping a future where science and engineering are at the heart of government decisions. Whether you're embedding technical principles in policy or simplifying data for key stakeholders, the GSE awareness courses are your gateway to professional growth. If you are interested in hearing how the GSE Awareness Courses or any of our other Learning and Development Offers can support your team or department, contact the GSE Profession team.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/05/13/learning-at-work-week-discover-the-gse-awareness-courses/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "This week is Learning at Work Week, and it provides a great opportunity to take some time for learning and development. The Government Science and Engineering (GSE) awareness courses are here to support civil, crown, and public servants with the …"
    },
    {
        "title": "From “tap on the shoulder” to transparency - 30 years of public appointments",
        "authors": [
            "Sir William Shawcross CVO"
        ],
        "posted_on": "2025-05-13T12:49:49",
        "categories": [
            "30th Anniversary",
            "Nolan Principles",
            "openness",
            "Public appointments",
            "Regulators"
        ],
        "content": [
            {
                "content": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fifth blog is from Sir William Shawcross CVO, the Commissioner for Public Appointments. ",
                "tag": "p"
            },
            {
                "content": "A major focus of the first report from the Committee on Standards in Public Life, chaired by Lord Nolan, was how appointments to ‘quangos’ were made. At the time, ministerial appointments to the boards of public bodies were made behind closed doors. The system lacked transparency, fairness, and accountability, raising concerns that appointments were made solely on personal or political bias rather than merit.",
                "tag": "p"
            },
            {
                "content": "Alongside setting out the Seven (Nolan) Principles of Public Life – selflessness, integrity, objectivity, accountability, openness, honesty, and leadership - the 1995 report recommended the establishment of ‘an independent regulator to monitor, regulate and approve departmental processes for public appointments’, leading to the creation of the Commissioner for Public Appointments in 1995. I am proud to be the sixth Commissioner.",
                "tag": "p"
            },
            {
                "content": "Ministers currently make around 1000 appointments each year to the boards of public bodies covering all areas of our national life - the arts, justice, education, health and sport. As a regulator, the Commissioner’s role is to provide public assurance that these appointments are made through a fair and open process, based on merit. So when ministers appoint someone to a public body, the post must be openly advertised and they must select from a group of candidates whose experience and skills have been assessed by a panel, which includes an independent member. The independent panel member plays a crucial role in ensuring that the process is fair to all candidates and in line with the Governance Code and Principles of Public Appointments. ",
                "tag": "p"
            },
            {
                "content": "While this system has introduced more structure in the making of ministerial appointments, ministerial choice remains at the core of the appointments process, as recommended by Lord Nolan. Ministers are accountable to Parliament for the decisions they make and the individuals they appoint. They are responsible for ensuring that public bodies are led by capable and effective people able to deliver on the government’s goals. ",
                "tag": "p"
            },
            {
                "content": "The system is balanced to ensure both fairness and ministerial accountability, and to maintain public confidence in these important appointments. Transparency and openness are vital parts of that. Vacancies must be published, including job descriptions, person specifications and the names of those on the panel, while a tracker sets out the stages of a competition. If an appointment is made by exception to the Code, this requires consultation with my office and must be published. Since 2008, pre-appointment scrutiny by select committees of specific roles has added a further safeguard to ensure appointments are on merit and live up to the Nolan principles.",
                "tag": "p"
            },
            {
                "content": "The review conducted by Lord Grimstone in 2016 agreed that Lord Nolan’s principles had stood the test of time. He recommended a new Governance Code and other changes intended to make the process of appointment more timely and result in more ‘good people coming forward for these roles’.",
                "tag": "p"
            },
            {
                "content": "Despite the changes of the past thirty years, challenges remain. Successive Commissioners have repeatedly highlighted the need to improve diversity in public appointments. While progress has been made in increasing the number of women and people from ethnic minority backgrounds, more must be done to encourage those with disabilities, individuals from different socio-economic backgrounds and those with varied professional experiences to step forward. We also need to do more to reach talented candidates from outside London and the South East and ensure that there is diversity of thought across public boards.",
                "tag": "p"
            },
            {
                "content": "Another concern is the length of the appointments process. Despite the changes recommended in 2016, the latest figures in my annual report show that only 13% of appointments last year met the 3 month aim set out in the Governance Code. Many competitions take far too long, often lasting six months or more. This not only frustrates candidates but can also lead to the loss of strong applicants who choose to take up other opportunities in the meantime. Delays also mean leaving key public bodies without leadership for extended periods, reducing the effectiveness of those bodies and the services they deliver to the taxpayer. Improving efficiency and candidate care in the appointments system is critical to ensuring that talented individuals remain engaged and willing to serve.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, Lord Nolan’s careful balance between ministerial discretion and independent oversight remains key. The reforms of the last three decades have transformed public appointments into a more open, fair and merit-based system.  Ensuring that these roles attract the widest possible pool of talent – while still allowing ministers the freedom to make informed choices on the basis of merit – is essential in shaping the leadership of our public services.",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/05/13/from-tap-on-the-shoulder-to-transparency-30-years-of-public-appointments/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fifth blog is from Sir William Shawcross CVO, the Commissioner for Public Appointments. "
    },
    {
        "title": "Defra leads the way with eSIM adoption to drive sustainability in Government ICT ",
        "authors": [
            "Lydia Tabbron"
        ],
        "posted_on": "2025-05-13T10:56:33",
        "categories": [
            "Sustainable ICT",
            "Sustainable procurement",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Overview",
                "tag": "h2"
            },
            {
                "content": "The Department for Environment, Food & Rural Affairs (Defra) has become an early adopter in Government of eSIM technology (embedded SIM) across its mobile estate, setting a benchmark for sustainable digital transformation in the public sector. This initiative is part of Defra’s broader commitment to embedding sustainability and social value into its procurement and operational practices. ",
                "tag": "p"
            },
            {
                "content": "Environmental impact",
                "tag": "h2"
            },
            {
                "content": "Transitioning from traditional SIM cards to digital eSIMs significantly reduces carbon emissions. Life cycle assessments show that eSIM emits 46% less CO2 than a physical SIM card. eSIMs also have a potential lower environmental impact, including lower energy consumption and longer life span of devices.  ",
                "tag": "p"
            },
            {
                "content": "The new supplier, BT, has committed to hold “Welcome Days” so old SIM cards can be collected and recycled free of charge. Additionally, secure collection bins have been deployed at buyer premises to responsibly dispose of legacy SIMs. ",
                "tag": "p"
            },
            {
                "content": "Sustainable procurement approach ",
                "tag": "h2"
            },
            {
                "content": "Sustainability and social value were embedded into the procurement process, with a 15% weighting allocated to these areas. Tender responses were evaluated on commitments exceeding business-as-usual practices, and successful bidders had their pledges formalised within the contract deliverables. A comprehensive set of sustainability and social value questions were used as part of the tender evaluation, covering the following themes:   ",
                "tag": "p"
            },
            {
                "content": "Contractual commitments and governance",
                "tag": "h2"
            },
            {
                "content": "A major accomplishment for Defra was BT providing a \"Digital Carbon Calculator\". This offers unprecedented visibility over emissions at the contract and services level—an area that has historically been difficult to report on. The tool will support ongoing tracking, management, and reduction of emissions throughout the contract duration. ",
                "tag": "p"
            },
            {
                "content": "Ongoing oversight and reporting ",
                "tag": "h2"
            },
            {
                "content": "To ensure consistent delivery of sustainability commitments, the supplier will provide annual progress reports and presents updates at monthly Service Management Boards. These reports cover carbon reduction, data efficiency, supply chain impact, and climate resilience, ensuring a structured governance model that holds suppliers accountable. ",
                "tag": "p"
            },
            {
                "content": "Conclusion: a major step forward for Defra and Government sustainability  ",
                "tag": "h2"
            },
            {
                "content": "“Defra’s adoption of eSIM technology is more than just a digital upgrade—it marks a strategic milestone in our journey towards net zero and responsible procurement. This initiative sends a powerful signal to the wider supplier market: sustainability is no longer optional—it’s a core expectation. It has been a true team effort, with collaboration from a range of colleagues to ensure sustainability was central to our requirements, and I’m grateful to our like-minded supplier, BT, who fully understood these requirements and committed to delivering them.” — Lydia Tabbron, Defra Digital Sustainability Lead ",
                "tag": "p"
            },
            {
                "content": "“In a highly commoditised mobility market, Defra’s clear sustainability priorities shaped a tender process that balanced cost, quality, and environmental responsibility. Through robust pre-market engagement and strategic use of  social value criteria, Defra attracted suppliers with the capability and ambition to meet its expectations. Defra’s appetite to consume sustainable services and BT’s market-leading approach on eSIM, circularity, and renewable energy made a perfect match.” — Andy Rowe, Director of Central Government, BT ",
                "tag": "p"
            },
            {
                "content": "As an early adopter of eSIM technology within government we’re setting a clear precedent for how public sector innovation can align with environmental and social priorities. Through meaningful contract requirements, robust governance, and tangible reporting Defra is demonstrating how government contracts can drive real-world impact, beyond business as usual. ",
                "tag": "p"
            },
            {
                "content": "By embedding sustainability into procurement and holding suppliers accountable, Defra is not only reducing its own environmental footprint but also helping to reshape industry standards. This approach paves the way for other departments to follow, reinforcing the message that the UK Government is serious about delivering on its climate and social value commitments. ",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/05/13/defra-leads-the-way-with-esim-adoption-to-drive-sustainability-in-government-ict/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "The Department for Environment, Food & Rural Affairs (Defra) has become an early adopter in Government of eSIM technology (embedded SIM) across its mobile estate, setting a benchmark for sustainable digital transformation in the public sector. This initiative is part of Defra’s broader commitment to embedding sustainability and social value into its procurement and operational practices. "
    },
    {
        "title": "Integrated marine monitoring to protect the Irish Sea",
        "authors": [
            "Michelle Devlin"
        ],
        "posted_on": "2025-05-13T10:54:36",
        "categories": [
            "biodiversity",
            "Climate Change",
            "marine protected areas",
            "mNCEA",
            "natural capital",
            "Policy",
            "Pollution",
            "Science",
            "Socio Economics",
            "Technology"
        ],
        "content": [
            {
                "content": "By Michelle Devlin, Naomi Greenwood, Carolyn Graves, Robert Brookes (Cefas), Mike Best (EA), Eugene O’Kane, Adam Mellor (AFBI), Mark Charlesworth (NRW), David Johns (MBA)",
                "tag": "p"
            },
            {
                "content": "Monitoring water quality and plankton in the Irish sea involves the joint effort and expertise of several government agencies, including Cefas, the Environment Agency, the Agri-Food and Biosciences Institute and National Resources Wales. This monitoring is further enhanced by plankton monitoring provided by Marine Biological Association and the Isle of Mann marine monitoring programme.",
                "tag": "p"
            },
            {
                "content": "A collaborative approach to monitoring can achieve multiple benefits that are much harder to achieve by each agency on their own.  In this blog, scientists from Cefas, the Environment Agency, Agri-Food and Biosciences Institute, Natural Resources Wales and the Marine Biological Association discuss how collaboration and improved coordination have been key to successful monitoring across the Irish Sea and coastal waters, helping to provide the vital data needed to better protect our seas.  ",
                "tag": "p"
            },
            {
                "content": "Understanding the impacts of pollution on the Irish Sea",
                "tag": "h3"
            },
            {
                "content": "The Irish Sea is a 46,007 km2 (17,763 square miles) body of water that separates the islands of Ireland and Great Britain. The Irish Sea itself is an important area for biodiversity, industry shipping and offshore wind, however its many estuaries and coastal waters also provide benefits to the environment and local communities. These areas include the Dee Estuary, the Mersey Estuary, the Ribble Estuary, Morecambe Bay, the Solway Firth, the Firth of Clyde, Belfast Lough, Strangford Lough, Carlingford Lough, Dundalk Bay, Dublin Bay and Wexford Harbour.  ",
                "tag": "p"
            },
            {
                "content": "Liverpool Bay is an important coastal area, with a surrounding population of nearly 7 million people. It has seen many changes in its catchment, including increasing population and intensification of agriculture. The total farmed area of the catchment is 940,000hectares, of which 62% is permanent pasture and 21% is arable land. The remainder is used for dairy herds, pigs and poultry. Sewage, agricultural run-off and road pollution is impacting water quality in these coastal waters.  ",
                "tag": "p"
            },
            {
                "content": "Liverpool Bay, like many coastal areas and estuaries, serve as crucial 'marine natural capital'; providing numerous ecosystem services that benefit both the environment and human populations. They act as nurseries for fish and other marine species, support diverse habitats, and offer protection from coastal erosion. Moreover, they contribute to carbon sequestration, and recreational opportunities, which are all vital for the wellbeing of surrounding communities.",
                "tag": "p"
            },
            {
                "content": "Like many areas around the UK, Liverpool Bay is also facing several pressures including impacts of marine pollution and climate change. Recent assessments of Liverpool Bay and its coastal waters as experiencing high nutrient concentrations, imbalanced nutrient ratios, and a changing pelagic community. However, it remains a complex system facing numerous challenges.",
                "tag": "p"
            },
            {
                "content": "Effective marine monitoring plays a key role in maintaining and enhancing these benefits. It is also essential to tackling the challenges posed by pollution, climate change, and human activities. Long-term monitoring across the catchment to the coast is essential to fully understand how changing pressures impact coastal and marine environmental, social, and economic assets. By understanding the health of these waters through a collaborative approach, we can develop strategies to mitigate pollution and protect the unique biodiversity of the Irish Sea.",
                "tag": "p"
            },
            {
                "content": "National and international water quality assessments",
                "tag": "h3"
            },
            {
                "content": "In the UK, several environmental directives and frameworks exist for assessing the health of freshwater, coastal and marine environments. These include:",
                "tag": "p"
            },
            {
                "content": "These frameworks cover multiple assessment areas within the estuarine and coastal area of Liverpool Bay and Irish Sea. Agreements on eutrophication assessments have also been made under the Oslo and Paris Conventions for the Protection of the Marine Environment of the North-East Atlantic. A recent eutrophication assessment was made for the whole North-East Atlantic under the OSPAR Quality Status Reporting which included the coastal and offshore waters of the Irish Sea.",
                "tag": "p"
            },
            {
                "content": "The UK’s national monitoring programmes have been in place for many years, and the data collected under our regulatory monitoring programmes are the key data source for our water quality and eutrophication assessments.",
                "tag": "p"
            },
            {
                "content": "Collaboration in monitoring water quality",
                "tag": "h3"
            },
            {
                "content": "Cefas, Environment Agency (EA), Agri-Food and Biosciences Institute (AFBI) and the Natural Resources Wales (NRW) share responsibility for monitoring these coastal and marine waters. Data collected by the EA and NRW in the transitional and coastal waters contributes to the Water Environment Regulation assessment. Data collected by Cefas and AFBI in the plume, coastal and offshore waters contribute to our OSPAR and UK Marine Strategy assessments. The pelagic data collected by the four agencies also contributes to biodiversity assessments required under OSPAR and the UK Marine Strategy (UK MS).",
                "tag": "p"
            },
            {
                "content": "Environment Agency and Natural Resources Wales – monitoring estuaries to coasts",
                "tag": "p"
            },
            {
                "content": "Since the inception of the Water Framework Directive (WFD) monitoring from late 2006, the EA and NRW have collected water quality and plankton samples from sites in WFD waterbodies from a combination of Coastal Survey Vessels and rigid hulled inflatable boats (RIBs). Typically, one sample from 3 to 5 sites per water body are collected each month. Samples are collected for salinity, dissolved inorganic nutrients, dissolved oxygen, suspended particulate matter, chlorophyll-a and salinity, plankton community and other chemical measurements (for EQS directive).",
                "tag": "p"
            },
            {
                "content": "Cefas and AFBI monitoring inshore to offshore",
                "tag": "p"
            },
            {
                "content": "Cefas and AFBI have been monitoring Liverpool Bay and the Irish Sea for many years and data is collected regularly in several ways. Cefas monitor from the shore and out past the edge of the riverine influence. Between 2006 and 2011, research cruises, mostly on the RV Endeavour, collected samples on average eight times per year and on average four times per year from 2012 onwards. Samples are collected for dissolved inorganic nutrients, dissolved oxygen, suspended particulate matter, chlorophyll-a and salinity, plankton community and optical measurements. All samples are brought back to Cefas  laboratories and analysed.",
                "tag": "p"
            },
            {
                "content": "Instrumented moorings (“SmartBuoy”) have been deployed by Cefas Liverpool Bay since 2003. Daily average values for salinity, suspended particulate matter (SPM), chlorophyll-a and dissolved oxygen are calculated every 10-mins and measurements made every half an hour over a 24-hour period. Total oxidized nitrogen (TOxN) can be measured between every 2 hours and autonomously sampled every 4 days depending on the instruments deployed.  This represents a vital source of data for our coastal and offshore waters.",
                "tag": "p"
            },
            {
                "content": "With a home port in Belfast, AFBI’s RV Corystes is perfectly located for carrying out monitoring in the Irish Sea.  The science team takes water quality samples from numerous stations as well as surface phytoplankton samples and vertical zooplankton hauls at certain fixed stations including at the CEFAS SmartBuoy site. Plankton monitoring at these stations is now in its 10th year, with new samples and stations having been added over the last two years. The RV Corystes provides vital maintenance to CEFAS’ SmartBuoy located in Liverpool Bay four times a year, ensuring the integrity of the mooring components as well as recovering samples and sensors.",
                "tag": "p"
            },
            {
                "content": "Enhancing offshore monitoring - the CPR Survey",
                "tag": "h3"
            },
            {
                "content": "The Marine Biological Association manages the running of the Continuous Plankton Recorder Survey, a global plankton monitoring programme using Ships of Opportunity since the 1940s. The Survey operates continuous plankton recorders, devices which collect plankton (phyto- and zooplankton, almost 700 taxa routinely identified) from surface waters, using a consistent methodology, throughout the North Atlantic, Arctic and Pacific Oceans. The ‘IN’ route has been operated from Liverpool to Dublin, running since 1970 and collecting over 4000 samples in that time. Plankton in each sample are then counted and identified as precisely as possible, often down to the species level. The resulting dataset is open access and has been used in a large number of research projects, as well as more applied work within the marine policy realm. Data from the CPR Survey, from both the IN route and surrounding North Sea / north-eastern Atlantic, can be used to put other plankton sampling results into a wider context, adding large spatial and temporal scales to look at changes in the community.",
                "tag": "p"
            },
            {
                "content": "Understanding marine natural capital",
                "tag": "h3"
            },
            {
                "content": "Through the marine Natural Capital and Ecosystem Assessment programme (mNCEA), we have been able to build on this work under the “PELCAP” programme by increasing the number of sample sites within plume and coastal waters and widening the suite of parameters measured to include biological parameters such as tiny plankton and zooplankton, providing vital information on how pollution impacts pelagic communities. Under the Seascapes programme, we collected data to understand plume dynamics, asses high risk areas and understand the impacts of pollution on seagrass communities and oyster beds. Our data also helps validate the analysis of water quality, including the colour of the ocean and coloured dissolved organic matter (CDOM) data.  A collaborative effort, which integrates data from multiple sources, can achieve a more comprehensive and accurate picture of ocean health, covering the full source to sea system. It also helps to improve our knowledge on coastal and marine assets that are contained within these important systems.",
                "tag": "p"
            },
            {
                "content": "Work under mNCEA and support from Defra and the UK government has provided funding for ongoing monitoring, recognising the value of integrated and collaborative monitoring for the assessment of our coastal and marine areas. Liverpool Bay provides a great example of what can be achieved when we bring our resources and technology together, aided by data sharing and harmonised data flows, to fully assess our coastal and marine waters.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/05/13/integrated-marine-monitoring-to-protect-the-irish-sea/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "By Michelle Devlin, Naomi Greenwood, Carolyn Graves, Robert Brookes (Cefas), Mike Best (EA), Eugene O’Kane, Adam Mellor (AFBI), Mark Charlesworth (NRW), David Johns (MBA) Monitoring water quality and plankton in the Irish sea involves the joint effort and expertise of …"
    },
    {
        "title": "How to Prepare for an Inspection from the Environment Agency (EA): A Farmer’s Guide ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-05-13T10:16:30",
        "categories": [
            "agriculture"
        ],
        "content": [
            {
                "content": "We play a key role in ensuring that farming practices comply with environmental regulations. ",
                "tag": "p"
            },
            {
                "content": "Agriculture is the biggest sector we regulate. We deliver at least 4000 farm inspections per year. These are targeted to farms and parts of the country at greatest risk of harm to the water environment. ",
                "tag": "p"
            },
            {
                "content": "Farmers and the agriculture sector feed the nation and are the cornerstone of food security. The sector is integral to protecting and delivering improvements to the environment.  ",
                "tag": "p"
            },
            {
                "content": "We understand that receiving an unexpected letter from us can raise some fears, especially for farmers who may not know what to expect during an inspection, but we are here to help.  ",
                "tag": "p"
            },
            {
                "content": "The aim of this blog and new video is to demystify the inspection process and provide clarity on what you can expect when our officers visit your farm. ",
                "tag": "p"
            },
            {
                "content": "Let’s examine what you need to know about an upcoming inspection and how to prepare for it. ",
                "tag": "p"
            },
            {
                "content": "What to Expect During an EA Inspection ",
                "tag": "p"
            },
            {
                "content": "Our primary goal is to protect and improve the environment. This includes ensuring that farming activities do not harm water quality, soil health, biodiversity, or air quality. Inspections are not about catching you as farmers out but helping you to comply with regulations and adopt sustainable practices that benefit both the farm and the environment.   ",
                "tag": "p"
            },
            {
                "content": "When you’re selected for an inspection, it’s natural to feel anxious. However, it’s important to know that being chosen does not mean you've done something wrong. We frequently conduct inspections based on a range of factors, with water quality in local rivers being one of the primary concerns. Many inspections are based on data that we collect from major watercourses, particularly those with high or rising levels of pollutants like nitrates and phosphates. ",
                "tag": "p"
            },
            {
                "content": "We aim to help farmers comply with environmental regulations and improve their farming practices. The focus on advice and guidance led regulation ensures that farmers have the resources they need to maintain compliance while protecting the environment. ",
                "tag": "p"
            },
            {
                "content": "We also work in collaboration with partners such as Catchment Sensitive Farming to offer advice and practical support to farmers. In a rapidly changing world, our commitment to innovation and effectiveness is crucial to advancing environmental protection and sustainable development, while our regulation underpins economic growth by ensuring there is a level playing field for you. ",
                "tag": "p"
            },
            {
                "content": "Senior Environment Agency Officer Karen Price explains:  ",
                "tag": "p"
            },
            {
                "content": "“We understand farming is complicated, a number of us officers here at the EA have a farming background and we are here to help. ",
                "tag": "p"
            },
            {
                "content": "“We’re not here to catch you out. Our goal is to help you understand the regulations, assess your compliance, and, if needed, work with you to make the necessary changes to protect the environment. ",
                "tag": "p"
            },
            {
                "content": "\"Our helpful video  can help you get a feel for what happens on an inspection and help you prepare.” ",
                "tag": "p"
            },
            {
                "content": " Rob Kynaston, a Dairy Farmer, following an inspection with the EA said:",
                "tag": "p"
            },
            {
                "content": "“Walking around with the Environment Agency, I think it's that fresh pair of eyes looking at it. We see things every day and you perhaps don't take them seriously, but you just don't really see them or don't see the problems. ",
                "tag": "p"
            },
            {
                "content": "\"It was good to have someone coming around and saying you need to do something about this and not in a you've got to do this or I'm going to throw the book at you, but you’ve got a problem here if you do this it will stop the problem, which was fantastic”. ",
                "tag": "p"
            },
            {
                "content": "Farms may be selected for inspections in areas where water quality is at risk, or where pollution issues have been identified. The inspection could focus on a range of key areas such as slurry, silage, nitrate management, and diffuse pollution. ",
                "tag": "p"
            },
            {
                "content": "How to Prepare for the Inspection ",
                "tag": "p"
            },
            {
                "content": "We will contact you via phone, email, or post to arrange a convenient time for the inspection. We also send you a confirmation letter with details of the inspection and a list of the documents and areas we need to review. To help streamline the inspection and reduce time spent on your farm, consider providing relevant documents in advance. Some of the documents that may be helpful include: ",
                "tag": "p"
            },
            {
                "content": "Providing these documents ahead of time will allow our officer to focus on the farm inspection itself, making the process more efficient. ",
                "tag": "p"
            },
            {
                "content": "What Will Be Inspected? ",
                "tag": "p"
            },
            {
                "content": "Expect the inspection to last between one and three hours, depending on the size of your farm and the amount of advice required. Our officers will review several key areas: ",
                "tag": "p"
            },
            {
                "content": "Addressing non-compliances ",
                "tag": "p"
            },
            {
                "content": "If any non-compliances are identified during the inspection, our officer will discuss the issue with you. They will agree on an action plan and a reasonable timeframe for addressing the concerns and we will give you contacts and information for advice and grant funding from other sources if applicable. The goal is to ensure compliance and protect the environment while minimising disruption to your operations. ",
                "tag": "p"
            },
            {
                "content": "What Happens After the Inspection? ",
                "tag": "p"
            },
            {
                "content": "Once the inspection is complete, you will receive a post-inspection report, usually within two weeks. This report will outline any necessary actions you need to take, along with deadlines for completing them. If you are unable to meet these deadlines, it’s important to contact our officer as soon as possible to discuss potential extensions. ",
                "tag": "p"
            },
            {
                "content": "Although our approach is focused on providing advice, enforcement actions may still be necessary in certain cases as a last resort. The report will clearly specify if enforcement is required and what steps will need to be taken. ",
                "tag": "p"
            },
            {
                "content": "Conclusion: Turning Inspections into Opportunities ",
                "tag": "p"
            },
            {
                "content": "The focus on advice and guidance led regulation ensures that farmers have the resources they need to maintain compliance while protecting the environment. By being proactive in preparing for the inspection, you can help make the process smoother and ensure your farm is operating in line with environmental regulations. ",
                "tag": "p"
            },
            {
                "content": "Ultimately, while the Environment Agency's inspections are to assess regulatory compliance, they are also designed to benefit both farmers and the environment, many farmers often find investments they make on farm turn into cost savings in the long run and so creating a sustainable future for agriculture. ",
                "tag": "p"
            },
            {
                "content": "Useful links: ",
                "tag": "p"
            },
            {
                "content": "Rules for farmers and land managers to prevent water pollution - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Rules for farmers and land managers - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Protecting our water, soil and air - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "https://www.farmingadviceservice.org.uk/technical-article/harvesting-success-pollution-prevention-rules-farmers",
                "tag": "p"
            },
            {
                "content": "For general enquires or to talk to your local Environment Agency officer please contact the Environment Agency National Customer Contact Centre: ",
                "tag": "p"
            },
            {
                "content": "03708 506 506 ",
                "tag": "p"
            },
            {
                "content": "Enquiries@environment-agency.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/13/how-to-prepare-for-an-inspection-from-the-environment-agency-ea-a-farmers-guide/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "We play a key role in ensuring that farming practices comply with environmental regulations.  Agriculture is the biggest sector we regulate. We deliver at least 4000 farm inspections per year. These are targeted to farms and parts of the country …"
    },
    {
        "title": "Protecting Britain’s fields and forests: how genomics is fighting invasive threats",
        "authors": [
            "Yogesh Gupta"
        ],
        "posted_on": "2025-05-12T12:53:37",
        "categories": [
            "Plant health"
        ],
        "content": [
            {
                "content": "It started in a commercial greenhouse on the edge of South East England. A grower supplying fresh tomatoes to major supermarkets noticed something troubling - the tomatoes looked mottled and discoloured, and the fruits were misshapen. At first, they thought it might be a nutrient issue or a common virus. But tests confirmed their fears: Tomato brown rugose fruit virus (ToBRFV) had made it to their crop.",
                "tag": "p"
            },
            {
                "content": "Highly contagious and difficult to control, ToBRFV can slash tomato yields by up to 70%. In the United Kingdom (UK), this has led to losses of tens to hundreds of thousands of pounds, and the greenhouse complexes have had to be completely disinfected to prevent further spread. In Florida, a major tomato producing state in the United States (US), the virus is estimated to put at risk an industry with an annual turnover of $262 million, further underscoring the need to prevent introduction and take swift action when found.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, in a woodland near Devon, a ranger walked among dead and dying larch trees, many with stem bleeds. They knew what it was before the diagnostic results came back: Phytophthora ramorum - a destructive plant pathogen responsible for ‘Sudden Larch Death’ - was on the move again, silently reshaping landscapes across the UK. In a five-year period (2009-2014) the UK government spent £21 million on managing and slowing the spread of P. ramorum disease.",
                "tag": "p"
            },
            {
                "content": "Two very different environments - a high-tech glasshouse and a commercial forest - yet they illustrate a growing crisis. Across the UK, the introduction of exotic plant pathogens is becoming more common, and these are often not noticed until they spread and start to cause damage, by which time, it is often too late.",
                "tag": "p"
            },
            {
                "content": "From wheat rust and potato blight on farms to Dutch elm disease, Phytophthora disease, and ash dieback in forests, the UK is facing a growing plant health crisis. Agriculture, horticulture and the natural environment are under an increasing threat from pests and diseases, driven by a range of accelerating factors:",
                "tag": "p"
            },
            {
                "content": "Why genomics matters now more than ever",
                "tag": "h2"
            },
            {
                "content": "Traditional methods of disease detection rely on visible signs. By the time they are visible, pathogens like ToBRFV and P. ramorum have often already spread.",
                "tag": "p"
            },
            {
                "content": "This is where the Genomics of Animal and Plant Disease Consortium (GAP-DC) comes in. Led by APHA, in partnership with key organisations across animal and plant health, scientists in the GAP-DC are pioneering new approaches to help us better understand and monitor invasive pathogens of terrestrial and aquatic animals, plants and ecosystems. GAP-DC is integrating both targeted and wide-ranging genomic techniques to enhance early pathogen detection, rapid response and effective disease control.",
                "tag": "p"
            },
            {
                "content": "Genomics can now be used to help track, predict and manage plant diseases in real time. Instead of relying solely on visual inspections or traditional diagnostics, genomic surveillance allows researchers to:",
                "tag": "p"
            },
            {
                "content": "Here is what that means in practice:",
                "tag": "p"
            },
            {
                "content": "Looking ahead: a smarter, genomics-driven response",
                "tag": "h2"
            },
            {
                "content": "In the near future, genomics, coupled with rapid tests, will allow us early detection and control of ToBRFV outbreaks, helping to limit its spread and reduce both the crop damage and economic losses.",
                "tag": "p"
            },
            {
                "content": "For rangers, environmental DNA (eDNA, which is DNA found in environmental samples) monitoring in woodlands could reveal the presence of P. ramorum even before visual signs appear on trees. This would allow forest managers to better target containment zones, reroute public access, or prioritise at-risk areas for intervention. ",
                "tag": "p"
            },
            {
                "content": "These scenarios are not science fiction - they are exactly the kind of applied outcomes GAP-DC is actively working towards.",
                "tag": "p"
            },
            {
                "content": "A future built on prevention, not reaction",
                "tag": "h2"
            },
            {
                "content": "Genomic surveillance is not just a tool for scientists – it is a game-changer for policymakers, farmers, foresters and land managers. By integrating this data into national plant health strategies, we can:",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/05/12/how-genomics-is-fighting-invasive-threats/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Genomics enhances plant disease management by enabling early detection and real-time tracking. APHA-led scientists, in collaboration with key organisations, in the GAP-DC collaborate to monitor invasive pathogens, improving proactive disease control across animals, plants, and ecosystems."
    },
    {
        "title": "Farming Podcast: a farmer and agronomist’s perspective on IPM",
        "authors": [
            "Graham Higgins"
        ],
        "posted_on": "2025-05-12T11:42:59",
        "categories": [
            "Future Farming Podcast"
        ],
        "content": [
            {
                "content": "In this episode, arable farmer and leader of the British On-Farm Innovation Network (BOFIN), Tom Allen-Stevens, speaks with farmer Martin Lines and agronomist Ed Schofield about their experiences of implementing integrated pest management (IPM).",
                "tag": "p"
            },
            {
                "content": "Martin farms in Cambridgeshire and uses IPM as part of a whole-farm approach, while Ed supports farmers in adopting IPM across a wide range of farming systems in multiple counties.",
                "tag": "p"
            },
            {
                "content": "Together, they discuss how they apply IPM on farm to reduce input costs, support biodiversity and improve long-term business resilience. They also highlight the importance of planning, monitoring and collaboration between farmers and advisers.",
                "tag": "p"
            },
            {
                "content": "Martin shares his perspective: “Good IPM should reduce a lot of the input costs because you're trying to change your practices, not needing that additional input.” He adds, “Proper integrated pest management looks at the problems and finds solutions.”",
                "tag": "p"
            },
            {
                "content": "Ed explains how IPM begins before any crops are planted: “...the process starts before you even drill the crop. You work right back and start from the very beginning and integrate all these solutions together.”",
                "tag": "p"
            },
            {
                "content": "Martin describes how creating and using an IPM plan can help you get started: “It's about setting out what our problems are and what we are doing going forward.” ",
                "tag": "p"
            },
            {
                "content": "From an adviser’s perspective, Ed highlights the importance of planning and communication: “I spend most of my life telling people solutions to problems that could have been avoided three months ago.”",
                "tag": "p"
            },
            {
                "content": "Tom highlights the importance of peer-to-peer learning, emphasising: “Farmers learn best from other farmers, and knowledge has value – farmer knowledge has more value than perhaps we give it credit for, but it only has value when you share it.”",
                "tag": "p"
            },
            {
                "content": "They also stress the value of field monitoring, habitat management for beneficial insects, and on-farm trials to test and learn different techniques – all of which can go a long way in helping to get the most out of IPM. As Martin puts it: “We don't know if something works unless we do it.”",
                "tag": "p"
            },
            {
                "content": "The discussion also touches on the upcoming launch of the UK Pesticides National Action Plan 2025 and how farmers can get involved in research and innovation through initiatives like the ADOPT fund and IPM NET – a knowledge-sharing network designed to improve the effectiveness of IPM.",
                "tag": "p"
            },
            {
                "content": "Read the transcript of the podcast.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/12/farming-podcast-a-farmer-and-agronomists-perspective-on-ipm/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this episode, arable farmer and leader of the British On-Farm Innovation Network (BOFIN), Tom Allen-Stevens, speaks with farmer Martin Lines and agronomist Ed Schofield about their experiences of implementing integrated pest management (IPM)."
    },
    {
        "title": "UK NSC stakeholder discussion groups: could you help?",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-05-12T10:22:21",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "We recently blogged to thank everyone who took part in our stakeholder engagement survey.",
                "tag": "p"
            },
            {
                "content": "Nearly 200 of you responded, giving us valuable feedback from individuals and organisations representing a wide range of roles, experiences and perspectives.",
                "tag": "p"
            },
            {
                "content": "We now want to get some more in-depth insights as we seek to build on and improve our stakeholder engagement strategy and activities.",
                "tag": "p"
            },
            {
                "content": "We plan to do this by holding small group discussions to explore in detail some of the themes and issues highlighted in the survey responses.",
                "tag": "p"
            },
            {
                "content": "The group discussions will be held online in July and last around 90 minutes. We want to involve a broad range of individual and organisational stakeholder voices and perspectives whose feedback will help inform and enhance the way the UK NSC engages with its stakeholders.",
                "tag": "p"
            },
            {
                "content": "The groups will be small to ensure discussions can be meaningful and manageable. Spaces will be limited, so we may not be able to accommodate all requests to participate. However, please be assured there will be more opportunities for all stakeholders to provide feedback following these discussions. Watch this space.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/12/uk-nsc-stakeholder-discussion-groups-could-you-help/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Would you like to be involved in a UK NSC stakeholder focus group?"
    },
    {
        "title": "Celebrating International Nurses Day 2025",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-05-12T10:18:38",
        "categories": [
            "Care and support",
            "Communities",
            "Diversity",
            "Events",
            "Leadership",
            "Workforce"
        ],
        "content": [
            {
                "content": "The honour to call ourselves nurses",
                "tag": "h2"
            },
            {
                "content": "I have always been proud to call myself a social care nurse.",
                "tag": "p"
            },
            {
                "content": "Every day in our profession, we are privileged to use our hard-won skills and experience in the most creative ways, caring for people with multiple needs, comorbidities and other complexities.",
                "tag": "p"
            },
            {
                "content": "So, it is always concerning – galling even – when individuals outside our specialisms choose to use the title ‘nurse’ when they have neither the skills, training nor registration to legitimately claim it as their own.",
                "tag": "p"
            },
            {
                "content": "This week’s momentous announcement, on International Nurses Day, that the title “nurse” will be protected in law is, in my view, long overdue.",
                "tag": "p"
            },
            {
                "content": "Finally, we can reassure residents, patients and colleagues they are dealing with registered practitioners across all relevant care settings.",
                "tag": "p"
            },
            {
                "content": "They can have faith in their accountability and peace of mind all requisite qualifications have been obtained.",
                "tag": "p"
            },
            {
                "content": "As we celebrate our colleagues, at home and abroad, during International Nursing Week, this announcement can only serve to strengthen our practice, standing and professionalism.",
                "tag": "p"
            },
            {
                "content": "It also means we can fly the flag for nursing across all care and health settings with confidence and pride. It’s important nurse graduates feel encouraged to join us, safe in the knowledge the title ‘nurse’ in their job roles is valued, respected and real.",
                "tag": "p"
            },
            {
                "content": "Supporting our diverse profession",
                "tag": "h2"
            },
            {
                "content": "Lucy Gillespie is the lead nurse developing preceptorship resources, which will support our newly qualified colleagues and help create a framework for their transition into social care settings.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, supporting newly qualified nurses and exploring ways to develop more experienced colleagues through enhanced roles will remain our focus.",
                "tag": "p"
            },
            {
                "content": "Inclusivity remains a priority. New networks, supported by Skills for Care, will be focused on education.",
                "tag": "p"
            },
            {
                "content": "As we look to the year ahead, colleagues at Skills for Care, Council of Deans and the wider care sector will be pushing for every student nurse to have placements in social care through our undergraduate placement strategy.",
                "tag": "p"
            },
            {
                "content": "The Queens Institute of Community Nursing (QICN) and The Outstanding Society continue to provide support to the Social Care Nursing Councils through their respective networks, giving us the opportunity to open them up to even more members. We want the councils to become crucibles of ideas and creativity, to be shared with nurses across the sector.",
                "tag": "p"
            },
            {
                "content": "We are also exploring ways to build a strong network for global majority colleagues, whose experiences, skills and diversity can only enrich our practice with valuable perspectives.",
                "tag": "p"
            },
            {
                "content": "In many ways, we are weaving a tapestry of social care connections; nursing communities threaded together by a common purpose, shared values and the desire to be the best we can be.",
                "tag": "p"
            },
            {
                "content": "Building evidence of excellence",
                "tag": "h2"
            },
            {
                "content": "Elsewhere, I continue to champion the development of a strong research base for social care nursing, including opportunities for more nurses to get involved with this essential work.",
                "tag": "p"
            },
            {
                "content": "The Social Care Nursing Research Programme, led by Dr Zena Aldridge at the National Institute for Health and Care Research (NIHR), offers paid opportunities for social care nurses to become research pioneers. Now more than ever we need to showcase the evidence underpinning the value of our practice and the innovations we can bring to the sector.",
                "tag": "p"
            },
            {
                "content": "The programme complements the work led by the UK’s first Professor of Social Care, Professor Claire Pryor, Salford University.  Funded by the RCN Foundation, Claire continues to signpost the priorities we need to focus on in social care nursing research.",
                "tag": "p"
            },
            {
                "content": "Last week, the Royal College of Nursing (RCN) held the first Social Care Nursing conference. The regional Independent Sector Leads are making inroads into supporting nurses locally and the senior RCN team are committed to do more.",
                "tag": "p"
            },
            {
                "content": "From now until next year’s International Nurses Day, we have much to accomplish. Luckily, the social care nursing workforce has the talent, energy and commitment to deliver above and beyond the goals we set ourselves.",
                "tag": "p"
            },
            {
                "content": "We should be so proud of what we do. I strongly encourage you to help shape the future with us. Your leadership, compassion and creativity are the qualities which makes social care nursing such a great place to practice.",
                "tag": "p"
            },
            {
                "content": "And now we can claim the title ‘nurse’ with even greater pride and confidence. It’s what we – and the people we are pledged to support – need and deserve. Happy International Nurse Day!",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/05/12/celebrating-international-nurses-day-2025/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "This week’s announcement, on International Nurses Day, that the title “nurse” will be protected in law is, in my view, long overdue."
    },
    {
        "title": "Becoming Foster Carers in the East Midlands",
        "authors": [
            "Sharnie and Zak"
        ],
        "posted_on": "2025-05-12T10:12:30",
        "categories": [
            "Foster care"
        ],
        "content": [
            {
                "content": "Sharnie and Zak's story",
                "tag": "h2"
            },
            {
                "content": "We’re Sharnie and Zak, and we’re new foster carers with Foster for East Midlands Councils. We live in Nottinghamshire with our young daughter, and this year, we began our fostering journey after years of talking about it. With Foster Care Fortnight underway, we wanted to share our story in case you’re thinking about fostering, or if it’s something you’ve never considered but might be interested in.",
                "tag": "p"
            },
            {
                "content": "After years of \"one day we will\" conversations, we finally took the leap. We’re unable to have more biological children but with plenty of love to give, we wanted to open our home to children needing safety and stability. We also wanted our daughter to experience the joys and challenges of sibling relationships such as learning to share, care, and build close bonds. Fostering provided this opportunity while making a positive impact in our community.",
                "tag": "p"
            },
            {
                "content": "What we've learnt as new foster carers",
                "tag": "h2"
            },
            {
                "content": "Being first-year foster carers means we're still learning, and that's perfectly fine. We approached fostering with open hearts and a willingness to grow. Foster for East Midlands Councils has supported us through every step, providing guidance whenever needed.",
                "tag": "p"
            },
            {
                "content": "The local council fostering service provides valuable training, resources, and ongoing support. Through fostering, we are connected with a supportive network of people and professionals in our area. We're never alone in this journey, which makes all the difference.",
                "tag": "p"
            },
            {
                "content": "Our first placement, which was respite care over a few weekends, went surprisingly smoothly. We expected challenges like awkward silences or resistance, but instead found laughter, play, and unexpected calm. While we know not every placement will be as smooth, this experience gave us confidence to continue.",
                "tag": "p"
            },
            {
                "content": "The approval process was both nerve-wracking and exciting. Through fostering, we've experienced the huge power of community and close human connection.",
                "tag": "p"
            },
            {
                "content": "5 tips for prospective foster carers",
                "tag": "h2"
            },
            {
                "content": "Take the first step this Foster Care Fortnight",
                "tag": "h2"
            },
            {
                "content": "Fostering grows your family in unexpected, beautiful ways while providing essential support to children who need it most. This Foster Care Fortnight, consider beginning your own journey.",
                "tag": "p"
            },
            {
                "content": "For more information about Foster for East Midlands Councils, visit the website or call 0303 3132 950.",
                "tag": "p"
            },
            {
                "content": "If you would like to find out more about fostering, head to the GOV.UK national postcode finder tool to find your nearest local council.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/05/12/fostering-in-the-east-midlands/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Sharnie and Zak's story We’re Sharnie and Zak, and we’re new foster carers with Foster for East Midlands Councils. We live in Nottinghamshire with our young daughter, and this year, we began our fostering journey after years of talking about …"
    },
    {
        "title": "Delivering seamless migrations and a future-ready platform",
        "authors": [
            "Aleksandra Wiatr, PaaS Migration Programme Manager"
        ],
        "posted_on": "2025-05-12T10:03:20",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Aleksandra Wiatr",
                "tag": "h3"
            },
            {
                "content": "When the closure of GOV.UK Platform as a Service (PaaS) was announced in July 2022, our department faced a significant challenge: how to migrate 41 critical digital services without disruption while ensuring long-term sustainability. As a Programme Manager, my role is to oversee the migration process. I have ensured it is incident-free and delivered on time, while also focusing on the successful onboarding of service teams onto a new platform designed for the future.",
                "tag": "p"
            },
            {
                "content": "From the outset, this was not the easiest task. Service teams always have pressing commitments to their users and colleagues. Therefore, engaging them in the migration process required significant collaborative effort to schedule, ensure codebase readiness, test performance and migrate data. Additionally, given the tight deadline, we were developing the platform while simultaneously onboarding the first services. ",
                "tag": "p"
            },
            {
                "content": "As a result, these early migrations were particularly challenging, providing many learning opportunities to mature the service thanks to considerable efforts from all involved. Understandably, the platform’s performance in its early days wasn’t comparable to GOV.UK PaaS, which had been developed and maintained by a dedicated team for years. It took multiple iterations, significant improvements, and — most importantly — the patience and feedback of our users to get things right.",
                "tag": "p"
            },
            {
                "content": "Prioritising user needs in platform development",
                "tag": "h3"
            },
            {
                "content": "We engaged closely with service teams to understand their requirements, pain points, and aspirations for the new platform. We knew that migrating services was only one part of the challenge. The real success would be measured by how easily the teams could onboard, operate, and innovate on the new platform.",
                "tag": "p"
            },
            {
                "content": "To achieve this, we quickly discovered that the platform needed to:",
                "tag": "p"
            },
            {
                "content": "- be intuitive and developer-friendly, reducing the learning curve for service teams",
                "tag": "p"
            },
            {
                "content": "- enable self-service capabilities, allowing teams to deploy and manage their services with minimal friction",
                "tag": "p"
            },
            {
                "content": "- be optimised for migration processes, ensuring services were transferred efficiently and securely",
                "tag": "p"
            },
            {
                "content": "- maintain high levels of security and compliance, aligning with government standards",
                "tag": "p"
            },
            {
                "content": "“Migrating a complex digital service such as ours inevitably involves managing uncertainty. If we had any worries about that, our platform migration team helped put our minds at rest. Their knowledge, experience and approach ensured a safe and successfully migrated platform. We’re very happy that our new platform performs as we’d hoped and offers a great deal more besides!”  Paul Pepper, Software Engineer (Tariff Application Platform)",
                "tag": "p"
            },
            {
                "content": "Ensuring incident-free migrations at scale",
                "tag": "h3"
            },
            {
                "content": "Migrating critical services without unexpected downtime required careful planning, rigorous testing, and close collaboration with service teams. Given the evolving nature of the platform, we had to work through unforeseen challenges in real time. A structured migration framework helped us move services seamlessly while identifying and resolving issues early.",
                "tag": "p"
            },
            {
                "content": "We focused on:",
                "tag": "p"
            },
            {
                "content": "- extensive requirement gathering and comprehensive acceptance criteria with relevant stakeholders to ensure all migration risks were mitigated or accepted",
                "tag": "p"
            },
            {
                "content": "- automated migration tooling to accelerate service transitions and reduce manual effort wherever possible",
                "tag": "p"
            },
            {
                "content": "- dedicated support channels to provide real-time assistance during and after migrations with a timeline for moving to standard support model",
                "tag": "p"
            },
            {
                "content": "- continuous feedback loops, allowing us to refine processes as we progressed",
                "tag": "p"
            },
            {
                "content": "As a result, we began to embed migration engineers within the most complex services to bolster teams' capacity and allow engineers to detect unforeseen challenges and blockers early.",
                "tag": "p"
            },
            {
                "content": "“We began by migrating internal tools to reduce risk and safeguard public-facing services. Every migration was an opportunity to refine our approach for subsequent services. By iterating and learning throughout, we scaled up to more complex services successfully, and we have not had to roll any service back to GOV.UK PaaS.” – Lawrence Goldstien, Lead Migration Engineer",
                "tag": "p"
            },
            {
                "content": "Orchestrating the cutover process",
                "tag": "h3"
            },
            {
                "content": "One of the most critical moments in each migration was the cutover process — the actual switch from PaaS to our platform. This required meticulous co-ordination, with dedicated bridge calls bringing together engineers and delivery managers to oversee the transition in real time. For some services, this took place outside of working hours to minimise disruption. Each person on the call had a defined role, executing actions allocated to them as part of the orchestrated migration plan, while reporting live progress.",
                "tag": "p"
            },
            {
                "content": " “This was my first experience of watching from the ‘bridge’ which made me really appreciate the high stakes and slightly nerve-wracking nature of this kind of work. It’s testament to the team’s preparation and skill that such a complex task has been completed with minimal disruption to our internal and external users.” Madeline Lasko, Chief Digital Officer, Trade and Regulatory Services. ",
                "tag": "p"
            },
            {
                "content": "Our confidence grew with each migration. The process evolved into a symphony of calm confidence, full focus, and careful step-by-step execution. While each migration presented unique challenges and involved different teams, our structured approach ensured consistency and success.",
                "tag": "p"
            },
            {
                "content": "Designing a future-ready platform",
                "tag": "h3"
            },
            {
                "content": "Beyond just migrating services, we took the opportunity to design a modern, scalable platform that would serve as the foundation for future innovation. Rather than relying on third-party solutions with predefined constraints, we built an internal cloud platform leveraging Amazon Web Services. This provided us with full control over security, scalability, and cost efficiency.",
                "tag": "p"
            },
            {
                "content": "Key features of our platform include:",
                "tag": "p"
            },
            {
                "content": "- serverless compute for auto-scaling and cost-effectiveness",
                "tag": "p"
            },
            {
                "content": "- robust security controls, including advanced authentication and encryption",
                "tag": "p"
            },
            {
                "content": "- automated infrastructure management, reducing maintenance overhead",
                "tag": "p"
            },
            {
                "content": "- flexible governance policies, ensuring compliance without limiting agility",
                "tag": "p"
            },
            {
                "content": "- streamlined access to a whole suite of Cloud SaaS products for our development teams ",
                "tag": "p"
            },
            {
                "content": "“This isn’t just about replacing Gov.UK PaaS, it’s about creating a best-in-class platform that enables teams to build, innovate and deliver faster. Achieving this level of maturity takes collaboration, iteration and user input.” James Colhoun, DBT Chief Architect.",
                "tag": "p"
            },
            {
                "content": "Lessons learned and the path ahead",
                "tag": "h3"
            },
            {
                "content": "Through this journey, we’ve reinforced the importance of:",
                "tag": "p"
            },
            {
                "content": "- meaningful engagement at all levels—service teams, architects, engineers, and leadership",
                "tag": "p"
            },
            {
                "content": "- empowering teams with self-service tools to speed up delivery and reduce reliance on centralised support",
                "tag": "p"
            },
            {
                "content": "- balancing speed with security, ensuring that rapid deployment does not come at the cost of resilience ",
                "tag": "p"
            },
            {
                "content": "- continuous improvement, using feedback from teams to refine and enhance the platform",
                "tag": "p"
            },
            {
                "content": "“The platform today is the result of a collective effort — we listened, adapted, and improved based on real-world use. It’s a testament to the value and importance of collaboration.”  – Mark Adams-Wright, Chief Technology Officer",
                "tag": "p"
            },
            {
                "content": "As we move forward, we remain committed to evolving the platform, refining our migration processes, and ensuring that service teams have everything they need to succeed. If your department is facing similar challenges, we’d love to share insights and collaborate on best practices.",
                "tag": "p"
            },
            {
                "content": "By building with purpose, listening to our users, and optimising for speed and efficiency, we’ve not only delivered seamless migrations.  We have laid the groundwork for the future of government digital services.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h3"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/05/12/delivering-seamless-migrations-and-a-future-ready-platform/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Transition between Gov.UK PaaS and a next-generation internal platform – how we built a resilient, developer-focused foundation for modern digital services at DBT.    "
    },
    {
        "title": "How to apply for 30 hours free childcare and find out if you’re eligible",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-12T09:51:24",
        "categories": [
            "Childcare",
            "early years"
        ],
        "content": [
            {
                "content": "From 12 May 2025, more eligible working parents in England can apply for government funded childcare. This major expansion is helping families nationwide with the cost of quality childcare.",
                "tag": "p"
            },
            {
                "content": "Around half a million families have already secured funded places, with 93% of parents getting their first choice of provider according to our Childcare Experiences Survey. Many families are using this support to increase their working hours, particularly those on lower incomes.",
                "tag": "p"
            },
            {
                "content": "This childcare offer isn't just about saving money – it also helps children build confidence, learn social skills, and prepare for school.",
                "tag": "p"
            },
            {
                "content": "Here we explain the 30 hours funded childcare scheme for working parents and the 15 hours scheme for families on certain benefits, how to access them and apply.",
                "tag": "p"
            },
            {
                "content": "15 and 30 hour funded childcare schemes explained ",
                "tag": "h3"
            },
            {
                "content": "From September, parents working at least 16 hours a week may be eligible for 30 hours of funded childcare, for their children aged at least nine months on or before 31 August. Places are funded from the term after your child turns nine months old until they start reception. ",
                "tag": "p"
            },
            {
                "content": "If you are not eligible for 30 hours of funded childcare, your child may be eligible for 15 hours instead. All parents of children aged three to four in England can access a universal offer of 15 hours of government funded early education from the term after their child turns three. It doesn't matter how much you earn or how many hours you work.  ",
                "tag": "p"
            },
            {
                "content": "Parents of two-year-olds can also access 15 hours a week of funded early education and childcare if they receive additional forms of support. This includes support like being on Universal Credit and earning less than £15,400 a year, or if your child has an Education, Health and Care Plan, or has been looked after by a local authority. Places are funded from the term after a child turns two. ",
                "tag": "p"
            },
            {
                "content": "For all these schemes, the childcare provider must be approved – so informal providers such as grandparents don’t count.  ",
                "tag": "p"
            },
            {
                "content": "The funding covers up to 15 or 30 hours of early education and childcare a week for 38 weeks a year. You may be able to spread this funding over more than 38 weeks a year if you take fewer hours over more weeks. You should check with your childcare provider to find out if this is something they offer.  ",
                "tag": "p"
            },
            {
                "content": "Some providers may ask you to pay for extra costs like meals, nappies or trips.  ",
                "tag": "p"
            },
            {
                "content": "Eligibility depends on whether you’re working, your income, your child’s age and circumstances and your immigration status. Full details about eligibility requirements can be found here.",
                "tag": "p"
            },
            {
                "content": "There are different early education and childcare support schemes in Scotland, Wales and Northern Ireland.  ",
                "tag": "p"
            },
            {
                "content": "The application process for working parents ",
                "tag": "h3"
            },
            {
                "content": "To apply for 30 hours government funded childcare, you can sign into your account here.   ",
                "tag": "p"
            },
            {
                "content": "You can apply from when your child is 23 weeks old. When you can get your hours from will depend on the date your child turns 9 months old.  ",
                "tag": "p"
            },
            {
                "content": "If you want to get 30 hours from September 2025, then you will need to apply by 31 August. You should speak to your provider to confirm you can use your full 30 hours from September.  ",
                "tag": "p"
            },
            {
                "content": "You’ll need your Government Gateway user ID to login.  ",
                "tag": "p"
            },
            {
                "content": "What do I need to do if I’m already claiming 15 hours of funded childcare as a working parent?  ",
                "tag": "h3"
            },
            {
                "content": "If you’re already claiming 15 hours and you work at least 16 hours a week, you can keep reconfirming as normal and if you’re still eligible, it will automatically be updated to 30 hours.  ",
                "tag": "p"
            },
            {
                "content": "You’ll need to confirm your details are up to date in the usual way and give the code to your childcare provider once you have agreed with them how you would like to use your 30 hours entitlement. You need to agree how many hours you are using from September, which days and billing, terms and conditions with your childcare provider.  ",
                "tag": "p"
            },
            {
                "content": "It’s important to remember that codes need to be reconfirmed every three months, so parents applying any time before 1 June may need to reconfirm before taking up their offer, starting in September 2025.  ",
                "tag": "p"
            },
            {
                "content": "  ",
                "tag": "p"
            },
            {
                "content": "How to claim your 15 hours entitlement ",
                "tag": "h3"
            },
            {
                "content": "If your child is aged three or four, you can access the universal 15 hours of government funded early education and childcare without making an application yourself. Your childcare provider will handle this for you automatically. You'll simply need to: ",
                "tag": "p"
            },
            {
                "content": "For parents of 2-year-olds who receive additional forms of support (such as Universal Credit), you should contact your local council to apply for the 15-hour scheme.  ",
                "tag": "p"
            },
            {
                "content": "As with the 30 hours offer, your child becomes eligible from the term after they turn two or three, and the support continues until they start reception class. ",
                "tag": "p"
            },
            {
                "content": "This funding provides up to 15 hours of early education and childcare per week for 38 weeks a year. Some providers offer flexibility to spread this funding over more than 38 weeks by taking fewer hours per week. Check with your childcare provider about these options. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/how-to-apply-for-30-hours-free-childcare-and-find-out-if-youre-eligible/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Here we explain the 30 hours funded childcare scheme for working parents and the 15 hours scheme for families on certain benefits, how to access them and apply."
    },
    {
        "title": "A new peat map for England ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-12T06:00:00",
        "categories": [
            "Climate change",
            "Environmental Improvement Plan",
            "Landscapes",
            "Mapping",
            "Monitoring",
            "Natural England",
            "Nature Recovery Network",
            "NCEA",
            "Peat",
            "Science and evidence"
        ],
        "content": [
            {
                "content": "By Dr Ruth Waters, Director for Evidence, Natural England, and David Jones, Senior Responsible Officer for the Natural Capital and Ecosystem Assessment, Defra",
                "tag": "p"
            },
            {
                "content": "England’s peat deposits are one of our most valuable national assets. They’re our largest carbon store, they filter most of our fresh water and help defend communities against flooding, and they’re home to irreplaceable plants and wildlife.",
                "tag": "p"
            },
            {
                "content": "But what you can’t measure, you can’t manage. Today Natural England launched a new nationwide map of peat and peaty soils, The England Peat Map. The map has the most detailed national coverage to date for peat depth, peatland vegetation, upland drainage channels, and upland bare peat, which are all important in determining peatland condition. It’s published on an open access, easy to use web viewer and across a number of freely accessible government platforms. ",
                "tag": "p"
            },
            {
                "content": "This new peat map marks a step change in our ability to make national, regional, and local scale plans for England’s peatlands and peaty soils. It will be a key resource for government, for conservation organisations, and for anyone else working on the large-scale restoration of peatlands or the ecosystem services they provide. The map has been produced by the Natural Capital and Ecosystem Assessment programme as part of a nationwide survey of our land, freshwater and coastal ecosystems to produce a baseline of our natural assets.",
                "tag": "p"
            },
            {
                "content": "We already know that many of our peatlands are in a poor condition, but limited data has made it hard to build a detailed picture of what is happening across England. The new England Peat Map allows us to see that around three quarters of our peatlands are covered by plants and land use types associated with drier conditions, such as arable and horticultural land, bare peat, broadleaved woodlands, or near or within built-up areas and gardens, rather than the wetland plants we’d expect on healthy peatland.  At least 37% is dominated by heather, which flourishes under dry conditions, while just 1% is dominated by Sphagnum mosses – a key peat-forming plant group associated with wetlands. The map also shows the locations of many thousands of drainage channels, which are often closely connected to dried-out, deteriorating peatlands. Taken together, the data provides the most detailed understanding of peatland extent and features ever available at an England-wide scale.  ",
                "tag": "p"
            },
            {
                "content": "How will the map be used?",
                "tag": "p"
            },
            {
                "content": "How is the map made?",
                "tag": "p"
            },
            {
                "content": "The map relies on the integration of AI techniques with other survey methods. It uses satellite imagery, pre-existing peat survey data, new field survey data, and data on geology, topography (LiDAR), and historic land use. These are then analysed using AI algorithms (machine learning and deep learning). Using these algorithms we have, without needing to visit sites in person, predicted where peat will be found and identified drainage channels right across upland peat landscapes.",
                "tag": "p"
            },
            {
                "content": "Without needing to manually survey every peat deposit in the country, the England Peat Map combines modelling and real-world data to give our best prediction of where peat is. Our models are trained on over 300,000 data points from field surveys. They have an overall accuracy measure of over 95% for the extent of peaty soils and 94% for vegetation and land cover. As a national-scale map it will be a vital part of the decision-making toolkit for local scale management, though needs to be used in conjunction with local evidence for site-level decisions.",
                "tag": "p"
            },
            {
                "content": "The most difficult areas to map have been in the lowlands, where survey data is harder to gather and where more peat has been modified through historic intensive agricultural use. Drained lowland agricultural peat soils are responsible for the vast majority of greenhouse gas emissions from England’s peat, so improving mapping of these areas will be an important area of work for the future.",
                "tag": "p"
            },
            {
                "content": "Technical documentation and datasets can be downloaded from the project website, from Defra’s Science Search platform, and from Natural England’s Access to Evidence page. The map can also be accessed from Defra's Data Services Platform (DSP).  ",
                "tag": "p"
            },
            {
                "content": "Funding and partners",
                "tag": "p"
            },
            {
                "content": "The map has been made by Natural England and is funded by Defra’s Natural Capital and Ecosystem Assessment (NCEA) programme and Nature for Climate Fund (NCF). However, it’s also a triumph of teamwork between the public, non-profit, and private sectors. Natural England wouldn’t have been able to make the England Peat Map without generous contributions of data from 29 partner organisations – ranging from the National Trust and the Great North Bog partnership to Anglian Water. Together we’ve moved from a fragmented, localised picture of England’s peatlands to a joined-up, national one.",
                "tag": "p"
            },
            {
                "content": "The natural capital value of peatlands",
                "tag": "p"
            },
            {
                "content": "England’s peatlands and peaty soils are among our most valuable natural capital resources. New peat only forms at a rate of about 1mm a year, so by far the best way of ensuring that we continue to receive its benefits is by not letting it degrade in the first place and restoring damaged peatlands. Figures from the Office for National Statistics indicate that our peatlands’ value as a source of drinking water is worth many hundreds of millions, while our 180 million hours of recreational visits to them were worth £274 million. But all this is dwarfed by their value as a carbon store. The value of reduced carbon emissions from restoring all peatlands in the UK would be between 5 and 10 times the cost of restoration. At a conservative estimate, restoring 55% of peatlands to near-natural condition would have a value of around £50 billion. In allowing us to measure how much peat we have in locations across England, and the features of our peatland landscapes, the England Peat Map will give decision makers vital information to help them make the right choices for these irreplaceable national assets.",
                "tag": "p"
            },
            {
                "content": "Natural England’s Chief Scientist Dr Sallie Bailey has said of the map: ",
                "tag": "p"
            },
            {
                "content": "“Trying to map something that’s largely underground, changes in volume depending whether it’s rained recently, and tries to swallow you up every time you set foot in it comes with its challenges, which makes this map extraordinary in its accomplishment and something of a global first.  ",
                "tag": "p"
            },
            {
                "content": "“Mapping peat to this level of detail will help us maximise the benefits of peat and massively advances our understanding the role our peatlands are playing in a changing climate.” ",
                "tag": "p"
            },
            {
                "content": "Natural England’s Chair Tony Juniper said of the map:",
                "tag": "p"
            },
            {
                "content": "“The urgent need to improve the condition of our peatlands is well documented. They provide irreplaceable benefits as our biggest natural carbon stores, regulators of water quality and flood risk, and through the habitats they offer for plants and animals.",
                "tag": "p"
            },
            {
                "content": "It is only with the support of detailed evidence and mapping that we can understand the health of these ecosystems and turn this into effective conservation action.",
                "tag": "p"
            },
            {
                "content": "The England Peat Map will help us understand their contribution to our greenhouse gas emissions, target restoration efforts to the most degraded land, and identify some of the best opportunities for nature recovery. This will underpin better decisions affecting peatlands for many years to come.”",
                "tag": "p"
            },
            {
                "content": "Nature Minister Mary Creagh said:",
                "tag": "p"
            },
            {
                "content": "“Our peatlands are this country’s Amazon Rainforest and in desperate need of restoration and protection, as this mapping and research work starkly demonstrates.",
                "tag": "p"
            },
            {
                "content": "“That is why we have announced up to £400m for nature restoration, including of our peatlands, and are consulting on new plans to extend the ban on burning deep peat. This government, as part of our Plan for Change,  are committed to expanding nature-rich habitats and turning the tide on nature’s decline after years of neglect.”",
                "tag": "p"
            },
            {
                "content": "Caroline Thorogood, the National Trust's national lead for peatlands, has said of the map: ",
                "tag": "p"
            },
            {
                "content": "\"We’re excited to see the launch of the England Peat Map. The data in the map will help us take a significant step forward to more accurately map peatlands that we own and care for in England and understand their condition. This will allow us to better identify priorities and action future work to recover our precious peatlands, helping nature thrive and providing benefits such as carbon storage and water regulation.\"",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/12/a-new-peat-map-for-england/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Dr Ruth Waters, Director for Evidence, Natural England, and David Jones, Senior Responsible Officer for the Natural Capital and Ecosystem Assessment, Defra England’s peat deposits are one of our most valuable national assets. They’re our largest carbon store, they …"
    }
]