[
    {
        "title": "How does science support sustainable places and pathways to net zero?  ",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-07-04T15:56:00",
        "categories": [
            "Climate change",
            "Nature",
            "Science"
        ],
        "content": [
            {
                "content": "By Dr Gina Cavan, Lead Scientist for Land Research ",
                "tag": "p"
            },
            {
                "content": "Achieving net zero by 2050, the UK’s legally binding target, will be a national effort. All parts of the country will contribute in different ways. Areas rich in natural resources will help to fuel low-carbon technologies, while others will become hubs for industry. Communities will navigate the transition to net zero in diverse and place-specific ways, shaped by their social, economic and environmental contexts. The place-based nature of net zero presents unique scientific challenges.  ",
                "tag": "p"
            },
            {
                "content": "As an environmental geographer, I’m interested in the complex interactions between people and the natural environment, and how these relationships vary across places. I joined the Environment Agency in February 2025 as Lead Scientist for Land Research. As part of my role, I’m responsible for leading the Environment Agency’s net zero research theme, an interdisciplinary programme managed by the Chief Scientist’s Group and funded by Defra. Our overall aim is to understand, at different scales, what different net zero pathways mean for the environment, the sectors we regulate, and the communities in which we work.  ",
                "tag": "p"
            },
            {
                "content": "Below, I share a few ways our research supports the national effort to transition to net zero, with insights from our dedicated scientists on their work.  ",
                "tag": "p"
            },
            {
                "content": "Natural resources and net zero  ",
                "tag": "p"
            },
            {
                "content": "The UK’s diverse natural environments play an important role in achieving net zero. People are harnessing the power of nature to decarbonise energy (using solar, wind, and water), remove greenhouse gases from the atmosphere (using trees and rocks), and even heat homes (using the earth’s heat for ground-source heat pumps). These technologies and combinations thereof could affect local ecosystems and communities in different ways.  ",
                "tag": "p"
            },
            {
                "content": "The subsurface is one natural environment of interest. Geology is the unseen enabler of net zero, with many activities relying on the subsurface as part of their solution. The subsurface can provide energy solutions and carbon storage, while a range of low-carbon technologies use minerals extracted from the earth. Many of these activities aim to use the same, or neighbouring, subsurface environments.  ",
                "tag": "p"
            },
            {
                "content": "My team is working with the British Geological Survey to explore where there could be competition for particular subsurface spaces for net zero technologies. The research investigates the challenges, including environmental and societal impacts, that could arise from an overcrowded subsurface.  ",
                "tag": "p"
            },
            {
                "content": "Industrial clusters and net zero ",
                "tag": "p"
            },
            {
                "content": "Beyond natural spaces, industrial areas also present place-based challenges. One of the UK’s most ambitious net zero initiatives is the development of industrial clusters, where multiple low-carbon technologies are located together to accelerate decarbonisation. These clusters aim to reduce emissions from energy-intensive industries while fostering innovation and economic growth.  ",
                "tag": "p"
            },
            {
                "content": "The concentration of net zero technologies can affect the local environment and people living there. These impacts may be positive – such as reducing carbon – but they may introduce additional pollutants that can affect air quality, water quality, and water availability for other processes and users. The Environment Agency is uniquely placed to consider both positive and negative changes to the environment and identify the need for novel monitoring and regulatory approaches. ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency’s 4-year Environmental Capacity in Industrial Clusters project investigated the environmental capacity to deploy carbon capture and hydrogen production technology in 3 English industrial clusters. Following on from this work, we are now investigating the potential air quality and wastewater impacts of co-locating net zero technologies. This research will help the Environment Agency to regulate industrial clusters effectively. ",
                "tag": "p"
            },
            {
                "content": "Communities and net zero  ",
                "tag": "p"
            },
            {
                "content": "Achieving net zero relies heavily on behavioural change and public support for the transition. One-third of emissions reductions in 2040 will stem from low-carbon choices made by households. This includes both individual choices (like adopting electric cars) and collective efforts (like car-sharing).  ",
                "tag": "p"
            },
            {
                "content": "Social science is therefore a common thread throughout our research. The Environment Agency is part of a social science Net Zero Task Force that provides evidence for effective policymaking. We’re exploring public hopes and concerns about the path to net zero and understanding where we can anticipate support or opposition to net zero technologies and pathways. Evidence tells us that meaningful, consultative, and transparent public engagement is critical to securing social support to operate. Understanding how different communities think about and experience the transition means we can reduce negative social impacts during the journey to net zero emissions. ",
                "tag": "p"
            },
            {
                "content": "Developing the next generation of scientists ",
                "tag": "p"
            },
            {
                "content": "Tackling complex research questions requires collective action. To this end, the Environment Agency works with government, academia, research councils, and industry to bridge knowledge gaps and build evidence to guide sustainable strategies to net zero. For example, the Chief Scientist’s Group recently hosted a secondee funded through the UK Industrial Decarbonisation Research and Innovation Centre (IDRIC) to support our exploration of the environmental implications of different pathways to net zero.  ",
                "tag": "p"
            },
            {
                "content": "As a former university academic, I am especially pleased to see the Environment Agency’s commitment to developing future scientists. I was delighted to share reflections on my academic career at our annual PhD Network knowledge exchange event in April. The event included an inspiring keynote presentation from our Chief Scientist, Dr Robert Bradburne, setting out the Environment Agency’s science needs for the future, followed by some excellent talks from our research scientists and affiliated PhD researchers. This included a net zero-related project about investigating circular economy principles in nuclear decommissioning. ",
                "tag": "p"
            },
            {
                "content": "Final thoughts ",
                "tag": "p"
            },
            {
                "content": "Net zero is a fast-moving area, with both short- and long-term effects on people and places. Working together across disciplines, we can strengthen the UK’s evidence base and support the research needed to secure a more resilient and environmentally conscious future. ",
                "tag": "p"
            },
            {
                "content": "We’ll be publishing outputs from our net zero research theme over the next year. In the meantime, you can read more about the Environment Agency’s net zero research in the 2024 Chief Scientist’s annual review. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/07/04/how-does-science-support-sustainable-places-and-pathways-to-net-zero/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "By Dr Gina Cavan, Lead Scientist for Land Research  Achieving net zero by 2050, the UK’s legally binding target, will be a national effort. All parts of the country will contribute in different ways. Areas rich in natural resources will …"
    },
    {
        "title": "Our initial advice on disability benefit reform",
        "authors": [
            "Dr Stephen Brien"
        ],
        "posted_on": "2025-07-04T14:48:11",
        "categories": [
            "Consultation",
            "Disability Benefits"
        ],
        "content": [
            {
                "content": "Few challenges facing the country are more significant than ensuring our social security system provides the right support for people with disabilities and severe or chronic health conditions, supporting them to live independently and, for those who are able, to find and sustain meaningful work.",
                "tag": "p"
            },
            {
                "content": "As with all major reforms, to succeed, these proposals need to be underpinned by a clear, integrated vision. Any major policy shifts must be backed by a transparent public rationale that explains both the reasoning and the expected outcomes.",
                "tag": "p"
            },
            {
                "content": "Following the publication of the Pathways to Work: Reforming Benefits and Support to Get Britain Working Green Paper, the Social Security Advisory Committee (SSAC) has been engaging closely with the Secretary of State and her ministerial team, expert advisers and officials at the Department for Work and Pensions (DWP). As an independent body, our role is to provide impartial advice to the Secretary of State on social security matters, and we have been doing just that during our engagement with the Department with respect to the aspects of the Green Paper where the government has been consulting and also more broadly.",
                "tag": "p"
            },
            {
                "content": "The consultation exercise on the Green Paper closed on Monday (30 June), and as the Department considers the responses it has received from a wide range of organisations and individuals, I thought it timely to share our initial views on a number of areas which we considered required further attention, and on which we advised the Department to reflect further when considering its next steps. Although the Government has recently announced that it has taken one of its Green Paper proposals out of the current Bill which will deliver aspects of this reform, this advice remains pertinent.[1]",
                "tag": "p"
            },
            {
                "content": "1. An Integrated Vision",
                "tag": "p"
            },
            {
                "content": "The Green Paper contains far-reaching proposals for reforming benefits, supporting people into work, and managing public spending.",
                "tag": "p"
            },
            {
                "content": "What does ‘good’ look like? We have urged the government to articulate further its goals for the different groups of people who will be affected, ranging from those who are expected to return to the labour market relatively quickly to those for whom there is little or no realistic expectation of future work because of the nature of their health condition or disability. A more tangible range of ambitions will not only provide certainty for claimants but will also be essential for the thousands of DWP staff who will be tasked with delivering these reforms on the ground.",
                "tag": "p"
            },
            {
                "content": "2. The \"Why\" Behind the Policy Matters",
                "tag": "p"
            },
            {
                "content": "We have highlighted several areas where the intent behind the proposals needs to be explained more fully as the policy is developed.",
                "tag": "p"
            },
            {
                "content": "The proposal to make the Personal Independence Payment (PIP) the sole gateway to the health element of Universal Credit (UC) is a fundamental change. Historically, we have had two distinct types of support: one for the extra costs of disability (PIP) and one to alleviate the poverty associated with being out of work long-term due to ill-health (the UC health element). Conflating these two purposes by using a test for one to grant the other needs a clearly articulated justification. The Minister for Social Security and Disability has subsequently announced that clause 5 would be removed from the Bill at Commons Committee stage and that no changes to PIP eligibility, activities and descriptors would be made before the completion of his review into PIP eligibility.[2]",
                "tag": "p"
            },
            {
                "content": "We have previously asked the government to clarify its thinking so that everyone, including Parliament ahead of its consideration of the Bill, was able to understand the underlying rationale. The PIP review will provide an opportunity to do so on that aspect.",
                "tag": "p"
            },
            {
                "content": "3. Employment Support",
                "tag": "p"
            },
            {
                "content": "The Green Paper promises \"tailored and guaranteed support\" for disabled people, which is a welcome ambition. The plan involves removing the Work Capability Assessment. This is a complex area requiring specialist skills. We have recommended that as the Department develops its policy, it provides more details on:",
                "tag": "p"
            },
            {
                "content": "We note the additional funds proposed for employment support, and look forward to receiving greater clarity around how the Department intends to make use of the insights obtained from pilots across the country to inform and support effectively the development of employment support proposals.",
                "tag": "p"
            },
            {
                "content": "4. The Need for Evidence",
                "tag": "p"
            },
            {
                "content": "The Committee has consistently raised concerns about the adequacy of published Equality and Poverty Impact Assessments for major policy proposals. We are urging the Department to create a solid foundation of evidence to underpin its policy development, for example by undertaking and publishing a deep analysis of how these reforms will affect different groups, including those with protected characteristics, carers, and families who may be affected by the benefit cap.",
                "tag": "p"
            },
            {
                "content": "Our Conclusion: Learn from the Past, Trial for the Future",
                "tag": "p"
            },
            {
                "content": "History has shown that reforming health and disability benefits is fraught with risk. Previous attempts made by successive governments have often failed to meet their goals, leading to rising costs while damaging trust and causing real harm to claimants.",
                "tag": "p"
            },
            {
                "content": "Because the stakes are so high, including for a significant number of claimants in vulnerable situations, we believe it is imperative that any changes are robustly tested and trialled. This is the only way to ensure that policy is informed by high-quality evidence and analysis, avoiding the mistakes of the past.",
                "tag": "p"
            },
            {
                "content": "The Government has demonstrated its willingness to listen to advice – from SSAC, Parliamentarians and a wide range of other commentators and stakeholders. They have also given a commitment that the review into PIP eligibility “will be co-produced with disabled people, the organisations that represent them, clinicians, experts, MPs and other stakeholders, so a wide range of views and voices are heard.” The Committee has previously been a strong advocate of the merits of such an approach, and we welcome this commitment.[3]",
                "tag": "p"
            },
            {
                "content": "The Committee fervently hopes that this commitment will lead to better outcomes which effectively deliver the government’s ambition that “disabled people have the support they need to live independently, with dignity, and will unlock opportunities to get into work without facing the prospect of losing the help they need”.[4]",
                "tag": "p"
            },
            {
                "content": "The Committee will, in due course, fulfil its statutory duty by scrutinising regulations that stem from the Green Paper. In addition, we will continue to engage constructively with the Department on the development of proposals that fall outside our formal scrutiny remit, for example those changes being brought forward in primary legislation and/or guidance. Our goal is to provide advice and add value across the entire reform programme and support the government in getting this right.",
                "tag": "p"
            },
            {
                "content": "[1] Universal Credit and Personal Independence Bill Introduced to Parliament on 18 June 2025.",
                "tag": "p"
            },
            {
                "content": "[2] Second Reading of the Universal Credit and Personal Independence Bill 2025, 1 July 2025 “During this debate, my hon. Friend and others across the House have raised concerns that the changes to PIP are coming ahead of the conclusions of the review of the assessment that I will be leading. We have heard those concerns, and that is why I can announce that we are going to remove clause 5 from the Bill in Committee. We will move straight to the wider review…and only make changes to PIP eligibility activities and descriptors following that review. The Government are committed to concluding the review by the autumn of next year”.",
                "tag": "p"
            },
            {
                "content": "[3] SSAC Occasional Paper 25: How DWP involves disabled people when developing or evaluating programmes that affect them - GOV.UK",
                "tag": "p"
            },
            {
                "content": "[4] Further details on welfare reforms published ahead of Second Reading - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://ssac.blog.gov.uk/2025/07/04/our-initial-advice-on-disability-benefit-reform/",
        "blog": "Social Security Advisory Committee",
        "blog_link": "https://ssac.blog.gov.uk",
        "description": "Few challenges facing the country are more significant than ensuring our social security system provides the right support for people with disabilities and severe or chronic health conditions, supporting them to live independently and, for those who are able, to …"
    },
    {
        "title": "The 10 Year Health Plan and the role for social care",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2025-07-04T13:12:04",
        "categories": [
            "Care and support",
            "Carers",
            "Communities",
            "Workforce"
        ],
        "content": [
            {
                "content": "A plan we all helped to build",
                "tag": "h2"
            },
            {
                "content": "As health and social care professionals, carers and the cared for, it’s right we should be in awe of our hospital and A&E colleagues.",
                "tag": "p"
            },
            {
                "content": "They work tirelessly to keep us safe and well, often in high-pressured environments, where workplace challenges keep on coming and there are always new problems to solve.",
                "tag": "p"
            },
            {
                "content": "As social care nurses and care colleagues across the sector, we are no less committed and no less familiar with the intense demand placed upon our own skills, knowledge and expertise.",
                "tag": "p"
            },
            {
                "content": "After all, whether we’re working in community or clinical settings, we are all dedicated helping those in our care live happier, healthier lives for longer.",
                "tag": "p"
            },
            {
                "content": "That’s why we welcome the publication of the government's  10 Year Health Plan for the health and care system, shaped in part by the ideas, concerns and lived experience of people like you and me.",
                "tag": "p"
            },
            {
                "content": "We have long known our unique insights into community-based care help ease pressure on an overstretched system.",
                "tag": "p"
            },
            {
                "content": "NHS doctors and nurses need the time and space to deliver the best care, while we need the same to create supportive and restorative environments, which encourage and sustain health and wellbeing.",
                "tag": "p"
            },
            {
                "content": "Our communities are where we shine",
                "tag": "h2"
            },
            {
                "content": "As we hope for wider social care reforms, this week’s announcement of a new Neighbourhood Health Service is a huge and welcome change for health and care services in our communities.",
                "tag": "p"
            },
            {
                "content": "Indeed, its launch speaks to our social care values of collaboration, prevention and compassionate community-based care. Neighbourhood teams, which will include social workers and palliative care staff alongside nurses, doctors and pharmacists, will allow much closer working between social care and health services.",
                "tag": "p"
            },
            {
                "content": "Social care nurses and professional carers are, of course, additional community assets. Their work enhances and supports NHS colleagues and through collaboration improves the outcomes for the people they look after.",
                "tag": "p"
            },
            {
                "content": "It’s not a silver bullet, but if this new era of coordinated health and care leads to a reduction in hospital admissions or delayed discharges back to care settings, it will have already been worth it.",
                "tag": "p"
            },
            {
                "content": "I’m also pleased to see that millions of unpaid carers, to whom we provide support through respite care services, will be offered digital assistance via the NHS App to make care plans, hospital appointments, and prescriptions easier to manage.",
                "tag": "p"
            },
            {
                "content": "'My Carer' ushers new era of access and control",
                "tag": "h2"
            },
            {
                "content": "‘My Carer’ will be rolled out on the app from the beginnining of next March and will also be used by carers as proof of identity when contacting GPs, hospitals and pharmacies.",
                "tag": "p"
            },
            {
                "content": "Care plans will be essential for personalised care within the community. Right now, only 20% of people with a long-term condition have them. ",
                "tag": "p"
            },
            {
                "content": "We can do better than that and the 10 Year Health Plan provides an opportunity for us all to encourage their use. Together, we can make life easier for recipients of care and the family, friends and loved ones around them.",
                "tag": "p"
            },
            {
                "content": "Indeed, the plan sets a new standard that, by 2027, 95% of people with complex needs will have an agreed personal care plan created with full consideration of a person’s needs and wishes.",
                "tag": "p"
            },
            {
                "content": "Challenges remain of course, but social care colleagues of all disciplines and specialisms will, I’m sure, engage positively with the ambitions of the 10 Year Health Plan and help deliver care and support that works for everyone, whoever they are and wherever the live.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/07/04/the-10-year-health-plan-and-the-role-for-social-care/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "The social care sector welcomes the publication of the government’s 10 Year Health Plan for the health and care system, shaped in part by the ideas, concerns and lived experience of social cae colleagues."
    },
    {
        "title": "Capital Grants now open for applications ",
        "authors": [
            "Sarah Blatchford"
        ],
        "posted_on": "2025-07-03T12:54:49",
        "categories": [
            "Grants"
        ],
        "content": [
            {
                "content": "The Capital Grants offer is now open for new applications. ",
                "tag": "p"
            },
            {
                "content": "As Secretary of State Steve Reed announced today, this new round will make £150 million of funding available to farmers, land managers and rural businesses for practical environmental improvements across England.",
                "tag": "p"
            },
            {
                "content": "These include planting hedgerows, managing boundaries, improving water and air quality, restoring habitats, and introducing natural flood management measures. ",
                "tag": "p"
            },
            {
                "content": "These improvements have been chosen because they deliver long-term benefits, helping to reduce pollution and make the environment more resilient. ",
                "tag": "p"
            },
            {
                "content": "The Capital Grants offer is designed to support those who manage the land to enhance biodiversity, protect natural resources and improve the landscape. For example, farmers will be able to apply for funding to plant hedgerows for biodiversity or a range of measures to improve water quality such as new livestock equipment. ",
                "tag": "p"
            },
            {
                "content": "Capital Grants can be used to deliver standalone improvements or to complement existing Sustainable Farming Incentive (SFI), Countryside Stewardship (CS) or Higher Level Stewardship (HLS) agreements. ",
                "tag": "p"
            },
            {
                "content": "The government is introducing changes to make access to the grants fairer, so more farm businesses can get funding and Defra can more effectively manage taxpayers’ money.",
                "tag": "p"
            },
            {
                "content": "The improved offer is another step in this government’s New Deal for Farmers to support growth and return farm businesses to profitability. ",
                "tag": "p"
            },
            {
                "content": "In this post, I’ll provide an overview of what’s available and how to apply. ",
                "tag": "p"
            },
            {
                "content": "Background ",
                "tag": "h2"
            },
            {
                "content": "Capital Grants remain an important part of our funding to support environmental improvements on farms and in rural areas. ",
                "tag": "p"
            },
            {
                "content": "In November 2024, we temporarily closed the Capital Grant offer to new applications due to exceptionally high demand for some items. ",
                "tag": "p"
            },
            {
                "content": "At the NFU Conference in February 2025, the Secretary of State confirmed that all the completed Capital Grants applications on hold could be processed. The Rural Payments Agency (RPA) is currently processing submitted applications and most agreements relating to a 2024 capital application will be offered and live by the end of July 2025. ",
                "tag": "p"
            },
            {
                "content": "The Secretary of State also confirmed that the offer would reopen with funding in summer 2025. ",
                "tag": "p"
            },
            {
                "content": "Today, we are re-opening the Capital Grant offer for new applications. This round includes 4 new capital items to help:",
                "tag": "p"
            },
            {
                "content": "Applying for the Capital Grant offer ",
                "tag": "h2"
            },
            {
                "content": "There are 78 items available through the Capital Grant offer, in 6 groups:  ",
                "tag": "p"
            },
            {
                "content": "You can apply for items in any of these groups. However, we are introducing funding limits for 4 groups: ",
                "tag": "p"
            },
            {
                "content": "Each application can include items from these groups up to the relevant limit, as well as additional items from the assessments and improvements groups. ",
                "tag": "p"
            },
            {
                "content": "These changes do not apply to applications submitted in 2024, as it would not be fair to apply limits retrospectively. ",
                "tag": "p"
            },
            {
                "content": "You can apply at any time during the year. However, we will only accept one successful application per Single Business Identifier (SBI) per calendar year. ",
                "tag": "p"
            },
            {
                "content": "Funding limits help more farmers access support and allow us to manage the offer sustainably while delivering environmental benefits. ",
                "tag": "p"
            },
            {
                "content": "Updated guidance",
                "tag": "h2"
            },
            {
                "content": "We’ve published updated guidance on GOV.UK which you will need to read before submitting an application, including: ",
                "tag": "p"
            },
            {
                "content": "Later this year, we will add a further four items to the Capital Grants offer: accreditation for educational access visits, installing and maintaining signage, using tree surgery to hinge a tree into a water course, and creating or restoring ponds.  ",
                "tag": "p"
            },
            {
                "content": "More information on these items will be available in due course.  ",
                "tag": "p"
            },
            {
                "content": "With more capital items to be made available later this year, we encourage you to plan ahead and consider all potential applications before submitting. ",
                "tag": "p"
            },
            {
                "content": "If an application is rejected, withdrawn, or removed, you will be able to start a new one while the round is open. ",
                "tag": "p"
            },
            {
                "content": "A summary of each new item can be found below. ",
                "tag": "p"
            },
            {
                "content": "New items",
                "tag": "h2"
            },
            {
                "content": "Assess woodland condition (FY7) ",
                "tag": "h3"
            },
            {
                "content": "This item supports the restoration and maintenance of woodland in good ecological condition, with benefits for tree health and overall woodland ecology. ",
                "tag": "p"
            },
            {
                "content": "It is compulsory for farmers and land managers entering a CS Higher Tier Woodland agreement with action CWD2: Woodland improvement, which requires endorsement by the Forestry Commission.",
                "tag": "p"
            },
            {
                "content": "It can also be used without endorsement on woodland to identify features that need to be improved to benefit the environment. This item is part of the ‘Assessments’ group, where there is no limit to the funding per application. ",
                "tag": "p"
            },
            {
                "content": "Payment details: ",
                "tag": "p"
            },
            {
                "content": "What farmers need to do: ",
                "tag": "p"
            },
            {
                "content": "Once they have an agreement, farmers and land managers must complete a woodland condition assessment. ",
                "tag": "p"
            },
            {
                "content": "Create a wildfire checklist (WF1) ",
                "tag": "h3"
            },
            {
                "content": "This item helps farmers assess and manage the risk of wildfire. It protects the environment, wildlife, livestock and public health.",
                "tag": "p"
            },
            {
                "content": " Identifying wildfire risks on farms helps prevent damage to the land and supports emergency preparedness. This item is part of the ‘Assessments’ group, where there is no limit to the funding per application.",
                "tag": "p"
            },
            {
                "content": "Payment details: ",
                "tag": "p"
            },
            {
                "content": "What farmers need to do: Once they have an agreement, farmers must complete a wildfire risk checklist. ",
                "tag": "p"
            },
            {
                "content": "Repair stone walls (BN16) ",
                "tag": "h3"
            },
            {
                "content": "This item supports the restoration of traditional boundaries, such as dry-stone walls. It helps maintain the character of the local landscape and provides valuable habitats for small wildlife, such as beetles and nesting birds.",
                "tag": "p"
            },
            {
                "content": "It also helps prevent livestock from escaping and preserves heritage features. This item is part of the ‘Boundaries, trees and orchards’ group; each application can include items up to a value of £35,000 from this group. ",
                "tag": "p"
            },
            {
                "content": "Payment details: ",
                "tag": "p"
            },
            {
                "content": "What farmers need to do: ",
                "tag": "p"
            },
            {
                "content": "Once they have an agreement, farmers must rebuild the stone wall to its original height and in the local style. ",
                "tag": "p"
            },
            {
                "content": "Educational access visits (VED1) ",
                "tag": "h3"
            },
            {
                "content": "This item supports visits that help people learn about farming, food production, woodland management and the natural environment. It also promotes wellbeing by encouraging people to explore the countryside.",
                "tag": "p"
            },
            {
                "content": "This item is part of the 'Improvements’ group, where there is no limit to the funding per application. ",
                "tag": "p"
            },
            {
                "content": "Payment details: ",
                "tag": "p"
            },
            {
                "content": "What farmers need to do: Farmers (or someone they appoint with appropriate knowledge of the farm) must accompany groups on a guided visit to land in an agri-environment agreement. ",
                "tag": "p"
            },
            {
                "content": "More detail and guidance on all capital items can be found on the Grant Finder tool. ",
                "tag": "p"
            },
            {
                "content": "Other capital grants you can apply for  ",
                "tag": "h2"
            },
            {
                "content": "The Capital Grants offer is just one part of our Capital Grants scheme. ",
                "tag": "p"
            },
            {
                "content": "The capital grants scheme is the umbrella term for all 6 of the standalone offers: ",
                "tag": "p"
            },
            {
                "content": "You can continue to apply for the above grants. ",
                "tag": "p"
            },
            {
                "content": "Next steps for the Capital Grants offer ",
                "tag": "h2"
            },
            {
                "content": "Demand during the last application window was unprecedented. Available funding was fully allocated, which is why the offer was temporarily closed in November 2024. ",
                "tag": "p"
            },
            {
                "content": "We will monitor the uptake of the revised Capital Grants offer to ensure the funding in this new round is allocated. Careful management of the farming budget ensures we can maximise the impact of funding for farmers and for the environment. ",
                "tag": "p"
            },
            {
                "content": "When this round’s funding is allocated, we will need to close the Capital Grants offer again. At the point of closure, we will not accept any further applications including those started but not yet submitted.   ",
                "tag": "p"
            },
            {
                "content": "We will aim to give reasonable notice before closing the offer, but this may not always be possible. Funding is not guaranteed even if an application has been submitted and is eligible. ",
                "tag": "p"
            },
            {
                "content": "When this round concludes, further improvements will be made to the offer and we expect to open a new round for farmers to secure more funding during 2026. ",
                "tag": "p"
            },
            {
                "content": "We want to reform Capital Grants further in future years to move to a more competitive offer that provides more certainty to applicants and that helps further target funds on delivering against the government’s priorities. As well as improved budget management.  ",
                "tag": "p"
            },
            {
                "content": "As mentioned previously, later this year we will add an additional 4 items to the Capital Grants offer:  ",
                "tag": "p"
            },
            {
                "content": "We’ll publish a blog post when the new items become available, so do subscribe to the Farming blog.  ",
                "tag": "p"
            },
            {
                "content": "We will also add 30 new items to CS Higher Tier capital grants. ",
                "tag": "p"
            },
            {
                "content": "More information on these new items will be published later this summer on the Grant Finder tool. ",
                "tag": "p"
            },
            {
                "content": "Catchment Sensitive Farming (CSF) advice for farmers  ",
                "tag": "h2"
            },
            {
                "content": "Catchment Sensitive Farming (CSF) is a Defra-funded service that provides free, confidential and impartial advice to help farmers improve the quality of water, air and soil in their area. ",
                "tag": "p"
            },
            {
                "content": "Some capital items are only available with support from CSF, following a consultation to identify your local environmental priorities. ",
                "tag": "p"
            },
            {
                "content": "Learn more about CSF and get advice from your local adviser. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog   ",
                "tag": "h2"
            },
            {
                "content": "Subscribe to the Farming blog to stay up to date with the latest developments from the Farming and Countryside Programme.",
                "tag": "p"
            },
            {
                "content": "You will receive an email notification whenever we publish a new post.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/03/capital-grants-now-open-for-applications/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The Capital Grants offer is now open for new applications. This new round will make £150 million of funding available to farmers, land managers and rural businesses for practical environmental improvements across England. "
    },
    {
        "title": "Join our webinars to learn about vet visit funding for multiple herds and flocks ",
        "authors": [
            "Madeline Hedge"
        ],
        "posted_on": "2025-07-03T10:35:50",
        "categories": [
            "Payments to support animal health and welfare"
        ],
        "content": [
            {
                "content": "Farmers in England can now get funding for vet visits for each of their herds or flocks of the same species. ",
                "tag": "p"
            },
            {
                "content": "This includes Animal Health and Welfare Reviews as well as follow-up visits for endemic diseases, offered through the Get Funding to Improve Animal Health and Welfare service.  ",
                "tag": "p"
            },
            {
                "content": "This means that if you manage several groups of cattle, pigs or sheep, you can now get support across your business – not just for a single herd or flock.  ",
                "tag": "p"
            },
            {
                "content": "To help you learn more about this offer, we’re holding 2 webinars this month.",
                "tag": "p"
            },
            {
                "content": "You’ll learn more about how to apply, what’s included in a funded visit, and how it can support your business. ",
                "tag": "p"
            },
            {
                "content": "What we’ll cover ",
                "tag": "h2"
            },
            {
                "content": "We’ll explain how the Animal Health and Welfare Review works and how it has been expanded to offer more support. ",
                "tag": "p"
            },
            {
                "content": "You’ll hear: ",
                "tag": "p"
            },
            {
                "content": "There will be time for questions. ",
                "tag": "p"
            },
            {
                "content": "Register to attend ",
                "tag": "h2"
            },
            {
                "content": "Sheep farmers Wednesday 16 July 3pm to 4pm Sign up to the sheep farmer webinar on Eventbrite ",
                "tag": "p"
            },
            {
                "content": "Pig farmers Thursday 17 July 11am to 12pm Sign up to the pig farmer webinar on Eventbrite ",
                "tag": "p"
            },
            {
                "content": "We hope to see you there. If you can’t make it, don’t worry, we’ll share the recordings in this post after each webinar ends. ",
                "tag": "p"
            },
            {
                "content": "Links to learn more about the offer are in the grey box below. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/03/join-our-webinar-to-learn-about-vet-visit-funding-for-multiple-herds-and-flocks/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Farmers in England can now get funding for vet visits for each of their herds or flocks of the same species. This includes Animal Health and Welfare Reviews and follow-up visits for endemic diseases, available through the Get Funding to Improve Animal Health and Welfare service. Join our July webinars to find out what the offer includes, how to apply and how it can support your farm."
    },
    {
        "title": "Price transparency is important, it affects everyone ",
        "authors": [
            "Emma Cochrane"
        ],
        "posted_on": "2025-07-03T10:15:31",
        "categories": [
            "Consumer protection"
        ],
        "content": [
            {
                "content": "It is vital that shoppers can access clear and timely pricing information. Knowing what a product will cost is fundamental for them to make good purchasing decisions – working out which product is best for them, and where to buy it.  ",
                "tag": "p"
            },
            {
                "content": "When businesses do not display their prices accurately or leave out essential pricing information that people need to know, it can make products appear cheaper than they are. ",
                "tag": "p"
            },
            {
                "content": "That can lead to people spending more and undermine people’s trust in markets when they find out the real cost. It also harms fair dealing businesses, preventing them from competing on a level playing field. By promoting competition, and consumer confidence, price transparency benefits the wider UK economy too.",
                "tag": "p"
            },
            {
                "content": "We know most businesses want to compete on the merits of their product and give customers all the information they need. Our draft Price Transparency Guidance that we are publishing today, (and consulting on, over  the summer), is designed to help businesses comply with the updated provisions on price transparency, that came into force with the Digital Markets Competition and Consumer Act 2024 (DMCCA).  ",
                "tag": "p"
            },
            {
                "content": "In this consultation, we want to hear from businesses on whether there is more that we can do to support them in complying with the law.  ",
                "tag": "p"
            },
            {
                "content": "When consumers are confident, markets thrive.  ",
                "tag": "p"
            },
            {
                "content": "The CMA has consistently made price transparency a priority. In recent years we have conducted investigations, taken enforcement action and issued guidance across a range of sectors and practices including: ",
                "tag": "p"
            },
            {
                "content": "We are also in the process of taking enforcement action against Emma Sleep and Ticketmaster under the previous (court-based) regime. The CMA’s investigation into Emma Sleep includes concerns about the use of urgency claims and reference pricing, and the investigation into Ticketmaster includes concerns that consumers were not given clear and timely information about how the pricing of certain tickets would work. ",
                "tag": "p"
            },
            {
                "content": "Consulting on new guidance ",
                "tag": "h2"
            },
            {
                "content": "The importance of price transparency is also why it was included in the recent DMCCA, which updated the unfair commercial practices (UCP) provisions in response to concerns about some business practices. The objective of the new law is to change how businesses present their prices, and the CMA recognises that many businesses will need to review and amend their pricing practices to ensure they fully comply with the UCP provisions. Indeed, the CMA has already seen examples of businesses proactively making changes to achieve compliance with the new rules – the CMA welcomes these changes. ",
                "tag": "p"
            },
            {
                "content": "When we published our updated guidance on the revised UCP provisions (CMA207) we committed to consult further on the new price transparency requirements introduced by the DMCCA to help support businesses to improve their compliance with this new law.  ",
                "tag": "p"
            },
            {
                "content": "The draft guidance we have published today includes guidance on the new law, as well as references to relevant requirements imposed by other UCP provisions in relation to pricing (in particular the prohibitions on misleading actions and omissions) and previous CMA sector guidance (such as online hotel booking and car rental). ",
                "tag": "p"
            },
            {
                "content": "As set out in the CMA’s approach to direct consumer protection we expect to focus our early enforcement action on the most egregious practices, including fees that are hidden until late in the purchase process because this harms consumers and fair dealing businesses, by hindering effective price competition.  ",
                "tag": "p"
            },
            {
                "content": "At the same time, we want to support businesses to comply with the law, be able to compete on the merits of their product and give their customers all the information they need. The draft guidance we have published today is a key step in this process.  ",
                "tag": "p"
            },
            {
                "content": "We encourage businesses to carefully consider their pricing practices over the next months to ensure they do not fall foul of the law. When businesses get it right, everyone benefits. ",
                "tag": "p"
            },
            {
                "content": "Share your views with us ",
                "tag": "h2"
            },
            {
                "content": "If you own, run, or work for a business that markets products or services to consumers then we want to hear from you.  ",
                "tag": "p"
            },
            {
                "content": "We want to make our guidance as clear and user friendly as possible, with real life examples of how businesses can present their prices in a lawful way.  ",
                "tag": "p"
            },
            {
                "content": "We also recognise that what the new law requires may differ between some products, and in practice between different stages of the purchase process. We welcome feedback on other ways in which businesses might reasonably comply with the requirements introduced by the DMCC Act. ",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h2"
            },
            {
                "content": "We are running a series of events that you can register for now.",
                "tag": "p"
            },
            {
                "content": "Industry bodies and trade associations can also  register their interest for roundtables on the draft guidance on 17 and 24 July 2025.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/07/03/price-transparency-is-important-it-affects-everyone/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "It is vital that shoppers can access clear and timely pricing information."
    },
    {
        "title": "Supporting Wellbeing and Nature’s Recovery – learning from the 7th Nature Connections Conference",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-07-03T10:07:40",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Green Infrastructure",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Parks, trails and nature reserves",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Human health and nature are deeply interconnected.  However, many people do not feel a strong connection to nature in their day-to-day lives. Strengthening our connection to nature can address shared challenges such as health and wellbeing, drive nature’s recovery and contribute to a thriving economy for all. ",
                "tag": "p"
            },
            {
                "content": "In June, University of Derby hosted the 7th Nature Connections Conference. The event celebrated the work over recent years on Nature Connectedness and brought together researchers, practitioners, and policy makers to reflect on recent evidence and insights. The conference reinforced the power of collaboration.",
                "tag": "p"
            },
            {
                "content": "In the opening address, the University of Derby’s Professor Miles Richardson, referenced the recent Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services ‘Transformative Change’ report . The report highlights that ‘respectful and reciprocal human-nature relationships’ is key if we are to address biodiversity loss.",
                "tag": "p"
            },
            {
                "content": "Nature Connection and Nature Recovery",
                "tag": "h4"
            },
            {
                "content": "Research confirms what many of us instinctively understand - when people develop meaningful connections with nature, they're more likely to care for it and take action to protect it. Understanding that this connection to nature can provide a way to enable the long-term behaviour change, can help us address many of today’s social and environmental challenges.",
                "tag": "p"
            },
            {
                "content": "Some of Natural England's own work demonstrates this. Initiatives like Nature Towns and Cities and the national Green Social Prescribing Programme engage communities in acting for nature while also bringing other benefits including health, wellbeing and social cohesion.  There are many community led examples too like the E2 Urban Garden project in Leicester, transforming derelict and contaminated land into a micro-scale public garden that is engaging and connecting people with nature and with each other.",
                "tag": "p"
            },
            {
                "content": "Natural England’s Vision",
                "tag": "h4"
            },
            {
                "content": "David Drake, Director for People and Nature, provided a keynote speech. He highlighted that the importance of building nature connection has never been greater, particularly for those in society for whom access to nature is limited and have the least opportunities to develop a deeper connection with it.",
                "tag": "p"
            },
            {
                "content": "The speech explored some of the challenges our society and nature face. We need to recognise the fundamental connection between human wellbeing and environmental health, so we can find the solutions that can support outcomes for both our own wellbeing and nature recovery.",
                "tag": "p"
            },
            {
                "content": "David explained that this understanding sits at the heart of Natural England’s Strategic Direction 2025 - 2030. By increasingly embedding nature connection across our work, we are working toward a society where everyone can benefit from a meaningful relationship with the natural world.",
                "tag": "p"
            },
            {
                "content": "Deepening our understanding",
                "tag": "h4"
            },
            {
                "content": "The conference highlighted several issues that are important to consider if we are to build the stronger relationships with nature across society that we need. For example:",
                "tag": "p"
            },
            {
                "content": "Going Forward",
                "tag": "h4"
            },
            {
                "content": "Armed with this insight, strengthening our connection to nature isn't just desirable – it is essential for creating resilient communities and nature. As we support nature's recovery, we also nurture our collective wellbeing, creating a positive cycle that benefits all.",
                "tag": "p"
            },
            {
                "content": "We invite partners to join us in considering how a connection to nature can support policy and practice. Evidence, tools, and guidance are available for local authorities, healthcare providers, businesses, and community groups. For example, the Natural England evidence summary for policy makers and the University of Derby’s Nature Connection handbook.",
                "tag": "p"
            },
            {
                "content": "Together, we can build a future where nature is woven into the fabric of everyday life.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/03/supporting-wellbeing-and-natures-recovery-learning-from-the-7th-nature-connections-conference/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Human health and nature are deeply interconnected.  However, many people do not feel a strong connection to nature in their day-to-day lives. Strengthening our connection to nature can address shared challenges such as health and wellbeing, drive nature’s recovery and …"
    },
    {
        "title": "Using research crits to improve our work",
        "authors": [
            "Solène Heinzl"
        ],
        "posted_on": "2025-07-03T09:55:49",
        "categories": [
            "user research"
        ],
        "content": [
            {
                "content": "A research crit is a place for researchers to come together and provide each other advice and feedback on their work. ",
                "tag": "p"
            },
            {
                "content": "The benefits of a crit are they:",
                "tag": "p"
            },
            {
                "content": "How they started",
                "tag": "h2"
            },
            {
                "content": "In the Children & Families Digital portfolio at DfE, we have a group of experienced user researchers working across several projects and policy areas.  We wanted to find ways to share our knowledge and experience with each other to improve the quality of our work. We also wanted to share more about what we’re working on across the portfolio.",
                "tag": "p"
            },
            {
                "content": "Crits are a well-established part of the UCD professions at DfE, but they’re often design focused. We wanted to see how well they could work for the research process. One of our researchers, James Bolchover, had run research crits in a previous role and suggested we trial them.",
                "tag": "p"
            },
            {
                "content": "We came together to agree the terms for the crit. This written agreement for how the crits should run is recorded at the top of the Lucid board we use to run the session. The agreement outlines that we:",
                "tag": "p"
            },
            {
                "content": "How we run them",
                "tag": "h2"
            },
            {
                "content": "We already have a fortnightly meetup together on Mondays. We agreed that once a month, we’d repurpose this for a crit.",
                "tag": "p"
            },
            {
                "content": "We started off by asking a week before over slack if anyone had things to bring to crit the following week. Uptake was low and we did have to skip a few crits to start with. When we investigated, we found that a week in advance was too far to wait to crit a problem. People needed feedback on things they were solving in the moment.",
                "tag": "p"
            },
            {
                "content": "We changed the process and now put a message on Slack on a Monday morning asking what people want to discuss that day. Doing it this way means people bring things that are top of mind for them, and we can give them timely feedback. ",
                "tag": "p"
            },
            {
                "content": "We’ve found recently that researchers are wanting crits more frequently, so we’re doing them almost fortnightly now.",
                "tag": "p"
            },
            {
                "content": "Things we crit",
                "tag": "h2"
            },
            {
                "content": "We’ve covered many topics in our crits so far. The only criteria is that we don’t review anything that’s finished; it must be a work in progress. Some things we’ve looked at include:",
                "tag": "p"
            },
            {
                "content": "Tools we use",
                "tag": "h2"
            },
            {
                "content": "One of our principles is that crits shouldn’t take a lot of extra work. James created a Lucid board for us with the template below. This template covers:",
                "tag": "p"
            },
            {
                "content": "The researcher fills out the relevant sections before the session, and we use the meeting to provide feedback and discuss it.",
                "tag": "p"
            },
            {
                "content": "We also have follow up sessions for researchers to share and reflect on what they eventually did with the work.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned",
                "tag": "h2"
            },
            {
                "content": "We’ve found research crits to be a great way to share what we’re working on without adding too much time and burden onto our researchers.",
                "tag": "p"
            },
            {
                "content": "They’ve improved our practice as we’ve consistently made changes because of each other's feedback. To name a few examples, we’ve restructured our insight library to make it easier to read with labels and tags, we implemented pre-briefing for participants trying out a role play method for the first time, and we rewrote an information sheet to reduce the text for young people.",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/07/03/using-research-crits-to-improve-our-work/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "A research crit is a place for researchers to come together and provide each other advice and feedback on their work.  The benefits of a crit are they: How they started In the Children & Families Digital portfolio at DfE, …"
    },
    {
        "title": "Do I have to use a certified component in my service? ",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-07-03T09:51:38",
        "categories": [
            "Certification",
            "Digital identity"
        ],
        "content": [
            {
                "content": "Digital identity services are often made up of many different constituent parts and have complex supply chains. Whilst an identity service might build its own app, it might use another company’s service to do things like biometric liveness detection. We call those parts of services “component services”, and they can be certified under the gamma (0.4) publication of the UK digital identities and attributes trust framework. ",
                "tag": "p"
            },
            {
                "content": "If you are seeking certification and your service includes component services from other companies, you might be wondering: ",
                "tag": "p"
            },
            {
                "content": "And the answer is no, you don’t – but you will probably want to.",
                "tag": "p"
            },
            {
                "content": "Using certified components can make your certification easier",
                "tag": "h2"
            },
            {
                "content": "We want people to trust digital identity services, and so we set a high bar for quality through the trust framework. Whilst meeting the rules should be challenging, we don’t want the process of getting certified itself to be difficult. To that end, the certification process that our approved Conformity Assessment Bodies (CABs) follow discourages auditors from re-evaluating things that have already been recently evaluated. ",
                "tag": "p"
            },
            {
                "content": "If you have a certified component service within your own service, your CAB can rely on the pre-existing certification for that component service as part of the evaluation. This means the CAB may be able to reduce or, in some cases, completely avoid the effort involved in looking at that part of the service; they don’t necessarily need to do a full evaluation, because those parts have already been looked at.",
                "tag": "p"
            },
            {
                "content": "For service providers that use components, using a certified component might enable you to reduce the cost and time it takes to obtain certification against the trust framework. ",
                "tag": "p"
            },
            {
                "content": "For component service providers themselves, you can offer a benefit to your own clients, and avoid the repetitive poking and prodding that comes with being audited as part of the supply chain.",
                "tag": "p"
            },
            {
                "content": "Pick the easier path",
                "tag": "h2"
            },
            {
                "content": "The beta and gamma trust frameworks do not require that you exclusively use certified components in your supply chain. There’s nothing stopping you from using any component services from any providers, provided those components meet the rules. Your CAB will check any non-certified components meet with rules as part of your audit.  ",
                "tag": "p"
            },
            {
                "content": "So it isn’t mandatory, but it is smart! Using certified services as part of your supply chain means you can take a smoother path to certification.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/07/03/do-i-have-to-use-a-certified-component-in-my-service/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "The gamma (0.4) publication of the UK digital identity and attributes trust framework introduces certification for \"component services\". You don't have to use certified components – but you'll probably want to."
    },
    {
        "title": "RISE teams: everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-07-03T09:40:35",
        "categories": [
            "Education Standards",
            "Ofsted",
            "Schools"
        ],
        "content": [
            {
                "content": "Earlier this year, we launched Regional Improvement for Standards and Excellence (RISE) teams. These teams, also known as regional school improvement teams, are a key part of our work to drive up education standards in classrooms across England. ",
                "tag": "p"
            },
            {
                "content": "RISE teams are currently working with over 200 schools – helping the department tackle underperformance so every parent can rely on a great education for their child.  ",
                "tag": "p"
            },
            {
                "content": "Here’s everything you need to know. ",
                "tag": "p"
            },
            {
                "content": "What are RISE teams? ",
                "tag": "h3"
            },
            {
                "content": "RISE teams will provide mandatory, targeted intervention for schools identified by Ofsted as needing to improve.  ",
                "tag": "p"
            },
            {
                "content": "Initially, these teams will work with schools that have received multiple Ofsted judgements below ‘Good’ or equivalent. RISE advisers will engage with the identified schools to consider their specific improvement needs, based on the findings of their Ofsted inspections. ",
                "tag": "p"
            },
            {
                "content": "RISE teams will also offer a wider, universal service to help all schools to improve, especially by promoting collaboration and sharing learnings. RISE teams will signpost schools to best practice, encourage peer-to-peer support, and bring schools together to share their knowledge and the ways they are overcoming challenges. ",
                "tag": "p"
            },
            {
                "content": "Who are the RISE advisers? ",
                "tag": "h3"
            },
            {
                "content": "RISE advisers are education professionals with experience in school leadership and improvement. They are selected based on their record of improving outcomes in schools.  ",
                "tag": "p"
            },
            {
                "content": "As of April 2025, 65 advisers have been appointed to the programme – an increase from the original 20 at launch. ",
                "tag": "p"
            },
            {
                "content": "They are working alongside schools, trusts and local authorities to identify practical steps for improvement. ",
                "tag": "p"
            },
            {
                "content": "You can find a list of the RISE advisers here. ",
                "tag": "p"
            },
            {
                "content": "How will the teams help improve school standards for children? ",
                "tag": "h3"
            },
            {
                "content": "RISE teams work directly with schools that need extra support to get better. ",
                "tag": "p"
            },
            {
                "content": "When a school is selected for RISE support, an advisor will visit the school to understand their current situation. During this first visit, the advisor reviews the school's existing improvement plan to see what leaders have already identified as areas needing development. ",
                "tag": "p"
            },
            {
                "content": "The RISE advisor carefully assesses whether the school has the resources and expertise to deliver the improvements they've planned. If the school needs additional support, the advisor can connect them with a high-performing school or academy trust, or another supporting organisation with specific experience in the areas where help is needed. ",
                "tag": "p"
            },
            {
                "content": "Every support package is tailored specifically to address each school's unique challenges and requirements. This might include professional development for teachers, short term expert help from a RISE advisor, or sharing successful approaches from other schools. ",
                "tag": "p"
            },
            {
                "content": "Government funding is available to cover the costs of this additional support where necessary, ensuring schools can access the help they need without financial barriers. ",
                "tag": "p"
            },
            {
                "content": "As well as targeted support for specific schools, RISE teams are also offering a universal service to all schools. This includes sharing examples of best practice and supporting collaboration between schools in key priority areas:  ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "h3"
            },
            {
                "content": "A new RISE stakeholder group is being set up to help shape how the programme is delivered. The group will include voices from across the education sector to make sure the work of RISE reflects the real experiences and needs of schools.  ",
                "tag": "p"
            },
            {
                "content": "Members will come from schools receiving support as well as those providing it. We will shortly contact representative bodies of these groups to nominate potential members.  ",
                "tag": "p"
            },
            {
                "content": "Further updates on the programme and wider school accountability reforms are expected later this year. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/07/rise-teams-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "RISE teams are currently working with over 200 schools – helping the department tackle underperformance so every parent can rely on a great education for their child."
    },
    {
        "title": "Share your views on biodiversity net gain, plus more funding for local planning authorities",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-07-03T00:30:00",
        "categories": [
            "Biodiversity net gain",
            "Land use",
            "Planning"
        ],
        "content": [
            {
                "content": "Today’s update includes how you can give your views on aspects of biodiversity net gain (BNG) policy. Read on to find out more.",
                "tag": "p"
            },
            {
                "content": "Biodiversity net gain is leading to positive change",
                "tag": "p"
            },
            {
                "content": "We are now in the second year of mandatory BNG for many types of development going through the planning system. Those of us involved in navigating the policy during its inception phase (developers, local planning authorities, ecologists, and many others) can probably agree that it has been quite a whirlwind year or so.",
                "tag": "p"
            },
            {
                "content": "BNG is a world-leading policy and we are grateful to everyone who is helping to make it work successfully. The government is fully committed to making it effective, and evidence so far suggests that we are already seeing positive change.",
                "tag": "p"
            },
            {
                "content": "More developers are seeking ecological advice earlier in the development planning process (which is speeding things up) and are seeking to avoid impacts on biodiversity when choosing between development sites. Greater biodiversity improvements are being delivered ‘onsite’, which is often the option that is cheapest and has greatest local community benefits and support.",
                "tag": "p"
            },
            {
                "content": "We have also received interest from countries such as the Netherlands, New Zealand and China. They’re looking to learn from BNG to understand how it could be applied in their own countries to help support nature, promote growth and drive sustainable housebuilding.",
                "tag": "p"
            },
            {
                "content": "And BNG is helping to generate green investment. When developers are unable to achieve their full 10% BNG on-site, they are required to go off-site. They then have the option to pay land managers to protect nature on their behalf through the growing ‘off-site market’.",
                "tag": "p"
            },
            {
                "content": "This BNG market is rapidly developing with a growing number of companies and land managers selling biodiversity units to developers across the country (currently 90 habitat bank sites are on the national register, totalling over 2700ha of habitat created or enhanced).",
                "tag": "p"
            },
            {
                "content": "This means BNG is starting to open new, nature-friendly revenue streams for farmers and land managers.",
                "tag": "p"
            },
            {
                "content": "Green groups are using BNG as a tool to finance significant gains for nature, helping to drive recovery in their areas, and lessening burdens on government.",
                "tag": "p"
            },
            {
                "content": "New, innovative, tech start-ups have formed to aid offsite market development, reducing costs for both developers and those selling biodiversity units.",
                "tag": "p"
            },
            {
                "content": "And best practice is emerging in local planning authorities, helping to speed up BNG administration.",
                "tag": "p"
            },
            {
                "content": "BNG for National Significant Infrastructure Projects (NSIPs) is coming",
                "tag": "p"
            },
            {
                "content": "We recently introduced two public consultations on aspects of BNG: one on NSIPs, and one for smaller and brownfield development.",
                "tag": "p"
            },
            {
                "content": "Government has confirmed it will be rolling out BNG for our largest infrastructure projects, like power stations and major highways, from May 2026. Their size means they have an opportunity to deliver important biodiversity benefits, which will play a significant part in helping to halt nature’s decline.",
                "tag": "p"
            },
            {
                "content": "Introducing a mandatory approach will bring consistency across planning regimes and create certainty and investor confidence, facilitating further growth in the now thriving private market for biodiversity.",
                "tag": "p"
            },
            {
                "content": "Our proposals for flexibilities to streamline the system for NSIPs will make it simpler and cheaper for infrastructure developers to deliver BNG.",
                "tag": "p"
            },
            {
                "content": "Improving the implementation for small sites",
                "tag": "p"
            },
            {
                "content": "However, there is also emerging evidence that some smaller developers and certain types of development are finding BNG more challenging than anticipated, despite special provisions.",
                "tag": "p"
            },
            {
                "content": "A public consultation offers government an opportunity to recognise these challenges and to work with the sector to look at options to streamline and improve the BNG systems to address them. It focuses on those reforms capable of reducing developer cost and enhancing their experiences as well as sustaining or improving environmental outcomes.",
                "tag": "p"
            },
            {
                "content": "Share your thoughts on aspects of biodiversity net gain",
                "tag": "p"
            },
            {
                "content": "There is still time to respond to the two public consultations seeking views on aspects of BNG policy. The deadline for responding is 24 July at 11.59pm.",
                "tag": "p"
            },
            {
                "content": "Both cover important considerations that are likely to shape the implementation of BNG for several years to come. We are keen to get a wide range of view to inform future direction, so please do respond.",
                "tag": "p"
            },
            {
                "content": "After the consultations close, we will publish a summary of everyone’s feedback before publishing the government’s full responses later this year.",
                "tag": "p"
            },
            {
                "content": "The consultations are as follows:",
                "tag": "p"
            },
            {
                "content": "BNG will apply to our largest infrastructure projects, like power stations and highways, from May 2026.",
                "tag": "p"
            },
            {
                "content": "Many of these projects are already delivering biodiversity gains voluntarily, but this mandatory change will give nature in England a further boost.This consultation gives industry stakeholders an important opportunity to shape policy design, ensuring BNG is adapted to fit the scale and nature of these projects.",
                "tag": "p"
            },
            {
                "content": "We want to look at options to help smaller developers deliver BNG, whilst ensuring the policy continues to contribute to nature recovery targets.",
                "tag": "p"
            },
            {
                "content": "Since the introduction of mandatory BNG last year, one of the most widely acknowledged challenges is around how it works for minor developments – including smaller residential sites between 1 and 9 dwellings, and on sites of less than one hectare.",
                "tag": "p"
            },
            {
                "content": "The consultation seeks feedback on extending exemptions, simplifying the small sites metric and increasing ease of access to the off-site market. It also looks at how we can address specific challenges for brownfield developments.",
                "tag": "p"
            },
            {
                "content": "£10 million funding to help local planning authorities deliver BNG",
                "tag": "p"
            },
            {
                "content": "Alongside the consultations, we have also announced £10 million funding for local planning authorities to deliver BNG for this financial year.",
                "tag": "p"
            },
            {
                "content": "We want to ensure that local planning authorities have the resources to implement BNG and support developers to meet their requirements. The funding will help them to recruit and expand ecologist teams, invest in green jobs and increase capacity to create their own wildlife-rich habitats for developers who need to go off-site within a planning authority’s area.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/03/share-your-views-on-biodiversity-net-gain-plus-more-funding-for-local-planning-authorities/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "There are two live public consultations on biodiversity net gain: one on nationally significant infrastructure projects, and one on how we can help smaller developers to deliver the policy. Find out how to share your views."
    },
    {
        "title": "Enabling sustainable growth — Natural England supporting nature-positive development ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-07-02T15:03:36",
        "categories": [
            "Development",
            "Growth",
            "Licensing",
            "Nutrient Neutrality"
        ],
        "content": [
            {
                "content": "By James Seymour, Natural England Area Manager for Kent and Sussex ",
                "tag": "p"
            },
            {
                "content": "At Natural England, we help facilitate housing developments by enabling developers to deliver vital environmental benefits through our strategic licensing tools. These include District Level Licensing for great crested newts, nutrient neutrality schemes to protect sensitive waterways and catchments, and ensuring Biodiversity Net Gain (BNG) — where developments leave the natural world measurably better off. ",
                "tag": "p"
            },
            {
                "content": "These schemes work together: developers can offset or mitigate habitat impacts by creating or restoring spaces for wildlife — such as ponds and wetlands — and sometimes generate biodiversity credits or nutrient mitigation units for other sites. This approach allows housing projects to progress while enhancing nature, rather than eroding it. On a recent site visit I got to see these policies in action and understand more about the benefits to nature and growth. ",
                "tag": "p"
            },
            {
                "content": "A show-home first — and a celebration of collaboration ",
                "tag": "p"
            },
            {
                "content": "A few weeks ago when I joined Redrow, Barratt Redrow, Kent County Council, Quinn Estates — and fellow representatives from Natural England — at the Crown Hill View development in Ashford, Kent. ",
                "tag": "p"
            },
            {
                "content": "The setting perfectly echoed our joint mission: homes in harmony with nature. For all of us, it was an energised moment — celebrating what we’ve already achieved and gearing up for what’s next through even stronger collaborative working. ",
                "tag": "p"
            },
            {
                "content": "The development and mitigation ",
                "tag": "p"
            },
            {
                "content": "Crown Hill View currently has 147 new homes and planning permission for about 280 homes. Delivered in partnership with developers, planners and Natural England, the site includes community amenities and the 3.2-hectare Conningbrook Wetland.  ",
                "tag": "p"
            },
            {
                "content": "Walking from the sleek show home into the adjacent green space, we heard cuckoos and crossed the Great Stour, which flows through the internationally important Stodmarsh catchment. This area, designated for its critical wetland habitats (home to species like bearded tit and bittern), has been under severe pressure from high nutrient levels (nitrogen and phosphorus). ",
                "tag": "p"
            },
            {
                "content": "Through the mandatory nutrient neutrality planning requirement in this catchment, the Conningbrook Wetland now provides mitigation for at least 725 homes, and may even generate surplus nutrient credits to support other developments. It looks entirely natural — 140,000 reeds waving and wildlife already arriving — yet is supported by sophisticated infrastructure, including an electric pumping station. ",
                "tag": "p"
            },
            {
                "content": "As the first nutrient mitigation scheme of its kind in Stodmarsh, it demonstrates that with sufficient planning, investment and partnership, development and nature enhancement can go hand in hand. ",
                "tag": "p"
            },
            {
                "content": "Strategic licensing to enable development ",
                "tag": "p"
            },
            {
                "content": "We then visited a District Level Licensing pond site facilitated by Kentish Stour Countryside Partnershipin 2021. Strategically placed in a damp valley beside grassland and woodland, it is prime habitat for great crested newts, a legally protected species. ",
                "tag": "p"
            },
            {
                "content": "Over four years it has naturally matured—and seems ready for newt colonisation. ",
                "tag": "p"
            },
            {
                "content": "Our Chair, Tony Juniper, joined ecologists in taking eDNA samples to test for newt DNA, and assessing habitat suitability. We have now received the  lab results and great crested newts are present in the pond. This is fantastic news and adds to the county-wide ,   success: since 2019, 61% of the 380 ponds created or restored through DLL in Kent have been colonised by great crested newts, well above the national average of 37%. ",
                "tag": "p"
            },
            {
                "content": "Collaboration in action ",
                "tag": "p"
            },
            {
                "content": "Through bringing developers, the council, environmental bodies and wildlife partners together, this project is about more than infrastructure — it’s building relationships, aligning shared objectives, elevating collective ambition, and finding positive solutions. ",
                "tag": "p"
            },
            {
                "content": "Standing inside that show home, it became clear: a novel venue doesn’t just make a nice story — it reflects the breakthrough solutions emerging when we work together. ",
                "tag": "p"
            },
            {
                "content": "Whether it’s through nutrient projects or DLL ponds, when we design and deliver development with nature in mind, the outcomes are real, measurable — and inspiring. That’s the future we’re building. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/02/enabling-sustainable-growth-natural-england-supporting-nature-positive-development/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By James Seymour, Natural England Area Manager for Kent and Sussex  At Natural England, we help facilitate housing developments by enabling developers to deliver vital environmental benefits through our strategic licensing tools. These include District Level Licensing for great crested …"
    },
    {
        "title": "Government confirms plans for a social rent revolution",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-02T14:33:07",
        "categories": [
            "Affordable housing"
        ],
        "content": [
            {
                "content": "Today the government has set out ambitions to deliver around 300,000 social and affordable homes through the new £39 billion Social and Affordable Homes Programme, with at least 60% for social rent.",
                "tag": "p"
            },
            {
                "content": "This significant package includes a long-term plan – Delivering a Decade of Renewal for Social and Affordable Housing – about how the government will deliver the biggest boost to social and affordable housebuilding in a generation, alongside driving up the safety and quality of homes.",
                "tag": "p"
            },
            {
                "content": "National outlets including The Independent and Sky News report about the government’s target for around 180,000 social rent homes, which is six times more than the number of social homes built in the 10 years up to 2024. Further coverage has also been picked up across sector media including Inside Housing, Housing Today, Property Week, and Big Issue.",
                "tag": "p"
            },
            {
                "content": "I News focuses on plans for a new Decent Homes Standard across the private and social rented sectors, making sure millions of renters across the country can live in safe and secure homes. The Daily Mirror reports separately about tenants living in social housing having greater access to information about their landlord, alongside new requirements to ensure housing management staff deliver high-quality services.",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister has written exclusively for LBC about how the government’s clear, well-funded plan will spark a decade of renewal and tackle the worst housing crisis in living memory.  ",
                "tag": "p"
            },
            {
                "content": "Deputy Prime Minister and Housing Secretary Angela Rayner said:“We are seizing this golden opportunity with both hands to transform this country by building the social and affordable homes we need, so we create a brighter future where families aren’t trapped in temporary accommodation and young people are no longer locked out of a secure home.   ",
                "tag": "p"
            },
            {
                "content": "“With investment and reform, this government is delivering the biggest boost to social and affordable housing in a generation, unleashing a social rent revolution, and embarking on a decade of renewal for social and affordable housing in this country.  ",
                "tag": "p"
            },
            {
                "content": "“That’s why I am urging everyone in the social housing sector to step forward with us now to make this vision a reality, to work together to turn the tide on the housing crisis together and deliver the homes and living standards people deserve through our Plan for Change.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/02/government-confirms-plans-for-a-social-rent-revolution/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Today the government has set out ambitions to deliver around 300,000 social and affordable homes through the new £39 billion Social and Affordable Homes Programme, with at least 60% for social rent. This significant package includes a long-term plan – …"
    },
    {
        "title": "The 2 Terabyte Challenge: Information transfer for an AI tool",
        "authors": [
            "Tyler Shepherd, Senior M365 Engineer"
        ],
        "posted_on": "2025-07-02T14:06:38",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Tyler Shepherd",
                "tag": "h3"
            },
            {
                "content": "How difficult could it be to transfer 2 terabytes of data?",
                "tag": "h2"
            },
            {
                "content": "This blog explores how we tackled a complex migration challenge to support an AI tool that helps review digital records at the Department for Business and Trade (DBT).",
                "tag": "p"
            },
            {
                "content": "AI, information and me",
                "tag": "h2"
            },
            {
                "content": "At the end of 2024, I joined the IT Service Management team. I had recently moved roles from the Knowledge and Information Management (KIM) Team. My role in this team involved managing DBT’s information lifecycle, from creation to deletion. A critical part of this is managing information as it reaches the end of its retention period  and ensuring the department is compliant with the Public Records Act. While in the KIM team, I worked on the Machinery of Government (MoG) change. This experience proved useful when colleagues from KIM approached me with a new challenge: transferring 2TB of data to support the review of digital records, including with the use of AI. The request came shortly after we successfully migrated a significant quantity of information in the DBT SharePoint environment. ",
                "tag": "p"
            },
            {
                "content": "The AI tool needs to be trained on information, and it was necessary to transfer this via encrypted hard drive.  This presented a unique challenge, as most migrations are cloud to cloud and never need the information to be downloaded.",
                "tag": "p"
            },
            {
                "content": "Like all organisations, DBT faces the problem of adding gigabytes of information to our storage repositories every year. Reviewing this manually before transferring to the National Archives would be virtually impossible. While a single member of staff could review up to 6 paper files a day, an AI tool could support the review of vast quantities of information. It could also identify content duplication, assist in sensitivity review and potentially reduce significantly the amount of time needed to review the records. This demonstrates one of the ways in which DBT is realising the government’s directive to innovate using AI.",
                "tag": "p"
            },
            {
                "content": "Terabytes for transfer",
                "tag": "h2"
            },
            {
                "content": "It can be quite easy to underestimate the vastness of information which can be obscured by terms like 'gigabyte' or 'terabyte'. If we were to print out 1TB of information, this would represent approximately 6.5 million pages. With any migration or data transfer, there is a misconception that we can just press a button and the information zips from one place to another. The reality is that data must be downloaded, uploaded, read, written and transferred - each step with its own risks and constraints.",
                "tag": "p"
            },
            {
                "content": "The technical challenge",
                "tag": "h2"
            },
            {
                "content": "The process to achieve the migration involved several steps and required coordination across teams. Firstly, I worked with the Cyber Team who quickly authorised the opening of USB ports on my laptop to enable the information transfer to the hard drive. ",
                "tag": "p"
            },
            {
                "content": "I was initially limited to using the WiFi in Old Admiralty Building, but with help from colleagues in IT Operations, and with the approval of the Government Property Agency (GPA), I received access to a dedicated ethernet line.",
                "tag": "p"
            },
            {
                "content": "I quickly realised that I would not be able to download the information directly to the hard drive. I needed a temporary storage repository to store the 2TB of information, downloaded from various online repositories. The Integrated Corporate Services (ICS) team helped to secure storage space within my Virtual Machine, which meant that I didn’t need to store any information locally.",
                "tag": "p"
            },
            {
                "content": "To add to the complexity, the encrypted hard drive would lock automatically after a few minutes of inactivity. This meant any interruption in the transfer would stall the entire process.",
                "tag": "p"
            },
            {
                "content": "PowerShelling the way through",
                "tag": "h2"
            },
            {
                "content": "It was not technically possible to download the information directly, as the browser crashed under the load. I explored OneDrive sync and e-Discovery/Content Search which were also ruled out as non-viable. ShareGate is a very handy migration tool we can use within VM, so I used this to download information from SharePoint. However, then the information was ‘stuck’ on the Virtual Machine.",
                "tag": "p"
            },
            {
                "content": "When I first tried Robocopy PowerShell command, I found I could move about 15GB on the first day. At that rate, I realised that I’d probably be sending the hard drive as a Christmas present (not ideal in January).Finally, a colleague in Cyber helped me set up a blob storage container in Azure and configured the authentication. I then used the AzCopy PowerShell command to move the information from the VM into blob storage, repeating this to copy the information onto the hard drive. Over the course of several days, and many cups of coffee, I had successfully copied the information onto a hard drive.",
                "tag": "p"
            },
            {
                "content": "Lessons learned",
                "tag": "h2"
            },
            {
                "content": "I learnt a lot from this project. Planning for the constraints I might face early on made a difference. Testing solutions before committing to a process helped avoid bigger issues later. Working together with Cyber, IT, Operations and ICS meant we were able to use our collective expertise to overcome a litany of technical barriers. This experience reinforced the value of staying adaptable and the importance of documenting each step for future reference.",
                "tag": "p"
            },
            {
                "content": "Despite the challenges, we successfully transferred the data needed and supported the development of an AI tool that will improve how DBT manages its information. This will increase the overall efficiency of the historic review process.",
                "tag": "p"
            },
            {
                "content": "Read more about how DBT developed its AI horizons at its second AI conference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/07/02/the-2-terabyte-challenge-information-transfer-for-an-ai-tool/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "DBT’s service management team successfully transferred 2TB of data to help train an AI tool that helps reviewing digital records."
    },
    {
        "title": "Improving our Environmental Permitting Service",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-07-02T13:51:19",
        "categories": [
            "Environment Agency",
            "Regulated industry"
        ],
        "content": [
            {
                "content": "Effective regulation is essential to the country’s growth, providing a level playing field where businesses can operate, innovate and thrive.With the accelerating impacts of climate change and rising global tensions, the need for energy security and sustainable growth has never been more critical.",
                "tag": "p"
            },
            {
                "content": "Our permitting service must support this. It drives innovation, supports growth, and enables a low-carbon future while upholding high environmental standards. From fishing licences to nuclear waste, our permits regulate activities that impact land, air, and water. We process over 10,000 applications annually, rated from Category 1 (least complex) to 4 (most complex) and bespoke arrangements for new, novel and unique permitting requirements.",
                "tag": "p"
            },
            {
                "content": "Our permitting service has been under considerable capacity pressure. This has affected the timeliness of our services, especially in complex areas of regulation, causing understandable frustration for businesses, investors and communities.",
                "tag": "p"
            },
            {
                "content": "We have listened to feedback from the industry, and we recognise these concerns. We are dedicated to improving our service to deliver timely, high-quality decisions.",
                "tag": "p"
            },
            {
                "content": "What we've done so far…",
                "tag": "p"
            },
            {
                "content": "We’ve taken several actions to improve the speed, consistency and quality of our permitting service. We know there is more to do and are committed to continuing our work in this area. ",
                "tag": "p"
            },
            {
                "content": "We have made sustained progress since 2022:",
                "tag": "p"
            },
            {
                "content": "Around 25% of permit applications lack sufficient information, causing delays. We advise applicants to use the pre-application service for complex permits and ensure they are submitting high-quality information to reduce any subsequent processing times.",
                "tag": "p"
            },
            {
                "content": "Additionally, we've introduced an early validation step to identify and address issues within the first month. This reduces back-and-forth, improves the applicant experience, and speeds up decisions.",
                "tag": "p"
            },
            {
                "content": "The results are clear: permitting performance has improved by over 20% in two years, and backlogs have halved. We remain committed to supporting applicants and meeting their timelines.",
                "tag": "p"
            },
            {
                "content": "A commitment to long-term improvement: the Accelerated Permitting Transformation Programme",
                "tag": "p"
            },
            {
                "content": "In 2025, we launched our Accelerated Permitting Transformation (APT) Programme to modernise the entire permitting system, working closely with the Department for Environment, Food & Rural Affairs (Defra).",
                "tag": "p"
            },
            {
                "content": "We have already driven significant improvements to our permitting service, and APT will continue to build on this momentum. Our vision is to create a faster, smarter and more consistent service, delivering better outcomes for both applicants and the environment.",
                "tag": "p"
            },
            {
                "content": "APT focuses on these key areas:",
                "tag": "p"
            },
            {
                "content": "The initial projects will support our ambition of 95% of permitting decisions delivered within target timeframes, starting with Category 1 permits. We will see beneficial outcomes arriving within a matter of months and then further progress over a longer period 2027-2028.",
                "tag": "p"
            },
            {
                "content": "What's next?",
                "tag": "p"
            },
            {
                "content": "Successfully building a permitting service that is trusted and resilient to future challenges depends on continued collaboration and openness. We are committed to keeping all stakeholders informed of our progress and key developments, and permitting performance is tracked and shared via the annual Chief Regulator’s Report. This ensures ongoing transparency and accountability of our regulatory performance. As England’s principal environmental regulator, we’re working closely with Defra to implement recommendations from recent reviews and consultations including moving water resources regulation into the Environmental Permitting Regulations (EPR), consulting on allowing us to set exemptions to increase regulatory agility, and reducing the complexity of bespoke permits to provide more options for trials and new technology. We’re committed to playing a central role in the future of regulation.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/07/02/improving-our-environmental-permitting-service/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Effective regulation is essential to the country’s growth, providing a level playing field where businesses can operate, innovate and thrive.With the accelerating impacts of climate change and rising global tensions, the need for energy security and sustainable growth has never …"
    },
    {
        "title": "The essential travel checklist to keep you and your family healthy on holiday",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-07-02T12:14:27",
        "categories": [
            "Travel"
        ],
        "content": [
            {
                "content": "Planning a holiday abroad? This guide provides essential information to help you travel safely and minimise health risks. Whether you're planning a beach break, visiting family overseas, or embarking on a backpacking adventure, it’s worth thinking ahead so that you have the best time possible.",
                "tag": "p"
            },
            {
                "content": "Before you travel",
                "tag": "h2"
            },
            {
                "content": "Ensure any underlying health conditions are stable before travelling and pack necessary medications and a small first aid kit. Remember to check rules around medication use and importation in your destination country, as common UK medications might be restricted elsewhere.",
                "tag": "p"
            },
            {
                "content": "Research your destination",
                "tag": "h3"
            },
            {
                "content": "It's important to research your destination before travelling. The Travel Health Pro website, supported by UKHSA, provides comprehensive information on health risks worldwide and is an excellent resource for trip planning.",
                "tag": "p"
            },
            {
                "content": "Routine vaccinations",
                "tag": "h3"
            },
            {
                "content": "Ensure you and your family are up to date with routine vaccinations before travelling. This protects both you and those around you, particularly vulnerable individuals such as babies.",
                "tag": "p"
            },
            {
                "content": "The measles, mumps and rubella (MMR) vaccine is especially important as measles continues to circulate in the UK and many international destinations are seeing outbreaks. If you haven't had both doses of the MMR vaccine, you can catch up at any time – contact your GP practice to check your vaccination status.",
                "tag": "p"
            },
            {
                "content": "Additional vaccinations and preventative medications",
                "tag": "h3"
            },
            {
                "content": "Depending on your plans, you may need additional vaccinations. The typhoid vaccination is freely available from GP surgeries for travellers to regions where typhoid is a risk. Recent data shows travel-associated typhoid cases in England, Wales and Northern Ireland are mostly contracted by people visiting friends and relatives in Pakistan and India.",
                "tag": "p"
            },
            {
                "content": "Hepatitis A vaccination is recommended for those visiting high-risk areas, protecting against this liver infection that spreads through contaminated food and water. The vaccine is also freely available from your GP. Other vaccines such as those for  Japanese encephalitis (present in rural parts of Asia), rabies, dengue and yellow fever might be recommended based on your travel plans, activities and medical history.  Some countries may also require proof of yellow fever vaccination as a condition of entry even when there isn’t a risk of infection.",
                "tag": "p"
            },
            {
                "content": "Anti-malaria tablets may be necessary when travelling to malaria risk areas, including parts of Africa, Asia, Central and South America. Despite a slight decrease in 2024, imported malaria cases remain at concerning levels in the UK.",
                "tag": "p"
            },
            {
                "content": "Consult your GP, practice nurse, pharmacist or travel clinic at least 4 to 6 weeks before travelling (or 3 to 4 months before if considering the dengue vaccine) for personalised advice and necessary vaccinations.",
                "tag": "p"
            },
            {
                "content": "During travel",
                "tag": "h2"
            },
            {
                "content": "General health measures",
                "tag": "h3"
            },
            {
                "content": "While abroad, practice good hand hygiene by washing hands regularly with soap and water - alcohol gel is helpful when hand washing facilities are not available. Be mindful of water and food safety - when appropriate, drink bottled water. Traveller's diarrhoea is common in many destinations. If affected, rest, drink plenty of bottled fluids supplemented with rehydration salts if possible. Seek medical attention if symptoms are severe or don't improve within three days",
                "tag": "p"
            },
            {
                "content": "Protect yourself from excessive sun exposure by staying in the shade between 11am and 3pm, wearing sunscreen, a hat and light clothing.",
                "tag": "p"
            },
            {
                "content": "Disease prevention",
                "tag": "h3"
            },
            {
                "content": "Mosquito-borne diseases pose significant risks in many parts of the world, including some European destinations. Protect yourself by wearing long-sleeved clothing, using insect repellent (at least 50% DEET), and sleep under insecticide-treated bed nets where air conditioning isn't available.",
                "tag": "p"
            },
            {
                "content": "Be aware of dengue risk, particularly when travelling to destinations like India, Barbados Thailand, Brazil and Indonesia. There has been a global rise in Oropouche infections since 2024 (primarily spread through midge bites, not mosquitoes), and Zika virus continues to be reported - pregnant travellers should take extra precautions. Cases of chikungunya have also increased, with most UK cases linked to travel to Sri Lanka.",
                "tag": "p"
            },
            {
                "content": "Rabies presents a risk in many countries and is transmitted through bites or scratches from infected animals, usually dogs. It is an extremely serious infection which is almost always fatal once symptoms appear, but vaccination and early treatment can prevent it. Avoid animal bites, consider pre-exposure vaccination if recommended for your destination, and seek immediate medical advice for any possible exposure to the virus.",
                "tag": "p"
            },
            {
                "content": "Sexual health",
                "tag": "h3"
            },
            {
                "content": "Practice safer sex abroad to reduce the risk of STIs, HIV and infections spread through close personal contact. Use condoms and have open conversations about sexual health. Be aware that antibiotic-resistant gonorrhoea is increasing in popular Asian-Pacific tourist destinations.",
                "tag": "p"
            },
            {
                "content": "Avoid sharing items like towels or bedding with anyone who has mpox or mpox symptoms.",
                "tag": "p"
            },
            {
                "content": "When to seek medical help",
                "tag": "h2"
            },
            {
                "content": "Seek immediate medical attention if you experience fever of 38°C or more, blood and/or mucus in your stool, confusion or altered mental state, severe abdominal pain, or jaundice or unusual rash.",
                "tag": "p"
            },
            {
                "content": "All animal bites or scratches in rabies-endemic areas should be treated as potential rabies exposures requiring urgent medical attention.",
                "tag": "p"
            },
            {
                "content": "Suspected malaria is a medical emergency requiring urgent diagnosis and treatment. If you develop fever, flu-like symptoms or any unusual symptoms during or after visiting a malaria risk country, don't wait until returning to the UK – get medical help immediately.",
                "tag": "p"
            },
            {
                "content": "Returning to the UK",
                "tag": "h2"
            },
            {
                "content": "If you feel unwell after returning to the UK, seek medical attention promptly and inform healthcare providers about your recent travel. If you've had unprotected sex abroad, get tested for STIs before having sex with anyone else.",
                "tag": "p"
            },
            {
                "content": "Planning ahead for your health is as important a part of your trip as buying travel insurance or making sure your passport is up to date. For more detailed information, visit the Travel Health Pro website.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/07/02/the-essential-travel-checklist-to-keep-you-and-your-family-healthy-on-holiday/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Planning a holiday abroad? This guide provides essential information to help you travel safely and minimise health risks. Whether you're planning a beach break, visiting family overseas, or embarking on a backpacking adventure, it’s worth thinking ahead so that you …"
    },
    {
        "title": "Improving Court Buildings: Making Justice Work Better for Everyone",
        "authors": [
            "Rupert Morgan, Property Director, HMCTS"
        ],
        "posted_on": "2025-07-02T09:00:00",
        "categories": [
            "General",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "We care deeply about our buildings – and even more about the people who use and work in them. That’s why I want to share how the £148m recently announced by the Lord Chancellor is being used this financial year for essential repairs and improvements across our estate. These upgrades are making our buildings more efficient, resilient, and – crucially – creating more positive and welcoming environments for everyone who steps through our doors, whether they’re working, supporting others, or seeking justice.",
                "tag": "p"
            },
            {
                "content": "Our estate is complex and is made up of more than 300 buildings, including older and listed sites, which often present unique challenges when it comes to maintenance and modernisation.",
                "tag": "p"
            },
            {
                "content": "We know that there is still much to do if we want to bring our buildings up to the standard that our staff and users rightly expect. At times, outdated facilities and recurring issues cause frustration, but this year’s increased funding - up from £120 million last year - is already enabling us to make visible, meaningful progress.",
                "tag": "p"
            },
            {
                "content": "We’re prioritising spending where it matters most - to keep buildings safe, secure, compliant with legal standards, and fully operational. Working closely with the judiciary and our staff across the country, we’re identifying and tackling the most urgent issues - from failing roofs and broken lifts to outdated electrical systems - focusing our efforts where they’re need most.",
                "tag": "p"
            },
            {
                "content": "Building resilience",
                "tag": "h2"
            },
            {
                "content": "Across the country, we are already seeing improvements thanks to this investment – from new roofs and refurbished courtrooms and upgrades to heating and cooling systems.",
                "tag": "p"
            },
            {
                "content": "At Nottingham Crown Court, a major roof replacement is underway to stop recurring water leaks that have previously forced courtroom closures.",
                "tag": "p"
            },
            {
                "content": "Our court users at Manchester Crown Court (Crown Square) will soon see work start on the refurbishment of two aging courtrooms, providing modern seating, better lighting and improved accessibility for everyone.",
                "tag": "p"
            },
            {
                "content": "At Willesden Magistrates’ Court, we’re replacing the outdated heating, ventilation and cooling systems to provide more comfortable conditions for staff, judges and visitors alike.",
                "tag": "p"
            },
            {
                "content": "These handful of examples are just part of the more than 180 projects which are making local, but significant, improvements to the experience of people using our buildings, and moving them closer to the standards that they expect when they come to them.",
                "tag": "p"
            },
            {
                "content": "New sites deliver modern courts",
                "tag": "h2"
            },
            {
                "content": "Away from our programme of repairs and refurbishment, we’re also investing in the courts of the future - delivering new, modern, and sustainable buildings that meet the needs of a changing justice system.",
                "tag": "p"
            },
            {
                "content": "In London, the new City of London Law Courts building can be seen rising from the ground as construction continues at Salisbury Square. The 18-room facility will be operational in 2027, hearing crown, magistrates, county and civil cases.",
                "tag": "p"
            },
            {
                "content": "The new London Tribunals building at Newgate Street will provide a flexible facility for the future, replacing two existing sites in the capital. We will welcome tribunal users to the venue early in 2026.",
                "tag": "p"
            },
            {
                "content": "In Blackpool, we are building a modern courthouse for magistrates and county court work – one that will serve local communities for many years to come.",
                "tag": "p"
            },
            {
                "content": "This is a time of real momentum across our estate. Investment is already making a tangible difference, creating better spaces for the public, the judiciary, and for all of our staff.",
                "tag": "p"
            },
            {
                "content": "These improvements go beyond just about bricks and mortar - they're about making sure justice is delivered in environments that are truly fit for purpose, reflecting the importance of the work we do and the vital role our courts and tribunals play in people’s lives. Much of our work focuses on core infrastructure that may go unseen - but is essential to keeping our courts running. From upgraded electrical systems to modern, accessible lifts, every improvement supports the smooth, safe and inclusive operation of our services.",
                "tag": "p"
            },
            {
                "content": "My team and I are fully committed to making sure that every penny of funding is spent wisely - bringing steady, meaningful improvements that benefit everyone who uses or works in our buildings.",
                "tag": "p"
            },
            {
                "content": "You can read more about how we are funding these projects and listen to our podcast about improving accessibility in our estate.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae ein hadeiladau’n bwysig iawn i ni – ac mae’r bobl sy’n eu defnyddio ac yn gweithio ynddynt yn bwysicach byth. Dyna pam rwyf am rannu sut mae’r £148 miliwn a gyhoeddwyd yn ddiweddar gan yr Arglwydd Ganghellor yn cael ei ddefnyddio yn y flwyddyn ariannol hon ar gyfer atgyweiriadau a gwelliannau hanfodol ar draws ein hystad. Mae’r uwchraddiadau hyn yn gwneud ein hadeiladau’n fwy effeithlon, yn fwy cydnerth, ac – yn hollbwysig – yn creu amgylcheddau mwy cadarnhaol a chroesawgar i bawb sy’n camu trwy ein drysau, boed yn gweithio, yn cefnogi eraill, neu’n ceisio cyfiawnder.",
                "tag": "p"
            },
            {
                "content": "Mae ein hystad yn gymhleth ac mae’n cynnwys mwy na 300 o adeiladau, gan gynnwys safleoedd hŷn a rhestredig, sy’n aml yn cyflwyno heriau unigryw o ran gwaith cynnal a chadw a moderneiddio.",
                "tag": "p"
            },
            {
                "content": "Rydym yn gwybod bod llawer i’w wneud o hyd os ydym am wella'n hadeiladau i'r safon y mae ein staff a'n defnyddwyr yn ei disgwyl. Ar adegau, mae cyfleusterau hen ffasiwn a phroblemau cyson yn achosi rhwystredigaeth, ond mae’r cynnydd mewn cyllid eleni - i fyny o £120 miliwn y llynedd - eisoes yn ein galluogi i wneud cynnydd gweladwy ac ystyrlon.",
                "tag": "p"
            },
            {
                "content": "Rydym yn blaenoriaethu gwariant lle mae’n bwysicaf - i gadw adeiladau’n ddiogel ac yn saff, yn cydymffurfio â safonau cyfreithiol, ac yn gwbl weithredol. Gan weithio’n agos gyda’r farnwriaeth a’n staff ledled y wlad, rydym yn nodi ac yn mynd i’r afael â’r problemau mwyaf brys - o doeau sy’n methu a lifftiau wedi torri i systemau trydanol hen ffasiwn - gan ganolbwyntio ein hymdrechion lle mae eu hangen fwyaf.",
                "tag": "p"
            },
            {
                "content": "Meithrin cydnerthedd",
                "tag": "h2"
            },
            {
                "content": "Ar draws y wlad, rydym eisoes yn gweld gwelliannau diolch i’r buddsoddiad hwn - o doeau newydd ac ystafelloedd llys wedi’u hadnewyddu ac uwchraddio systemau gwresogi ac oeri.",
                "tag": "p"
            },
            {
                "content": "Yn Llys y Goron Nottingham, mae gwaith mawr i ailosod y to ar y gweill i atal gollyngiadau dŵr cyson sydd wedi gorfodi cau ystafelloedd llys yn y gorffennol.",
                "tag": "p"
            },
            {
                "content": "Bydd ein defnyddwyr llys yn Llys y Goron Manceinion (Crown Square) yn gweld gwaith yn dechrau ar adnewyddu dau ystafell llys hen ffasiwn yn fuan, gan ddarparu seddi modern, goleuadau gwell a gwell hygyrchedd i bawb.",
                "tag": "p"
            },
            {
                "content": "Yn Llys Ynadon Willesden, rydym yn disodli’r systemau gwresogi, awyru ac oeri hen ffasiwn i ddarparu amodau mwy cyfforddus i staff, barnwyr ac ymwelwyr fel ei gilydd.",
                "tag": "p"
            },
            {
                "content": "Mae’r llond llaw o enghreifftiau hyn yn rhan o’r mwy na 180 o brosiectau sy’n gwneud gwelliannau lleol, ond sylweddol, i brofiad pobl sy’n defnyddio ein hadeiladau, ac yn eu symud yn agosach at y safonau y maent yn eu disgwyl pan fyddant yn eu mynychu.",
                "tag": "p"
            },
            {
                "content": "Safleoedd newydd yn darparu llysoedd modern",
                "tag": "h2"
            },
            {
                "content": "Y tu hwnt i’n rhaglen atgyweirio ac adnewyddu, rydym hefyd yn buddsoddi yn llysoedd y dyfodol - gan ddarparu adeiladau newydd, modern a chynaliadwy sy’n diwallu anghenion system gyfiawnder sy’n newid.",
                "tag": "p"
            },
            {
                "content": "Yn Llundain, gellir gweld adeilad newydd Llysoedd Barn Dinas Llundain yn codi o’r ddaear wrth i’r gwaith adeiladu barhau yn Salisbury Square. Bydd y cyfleuster 18 ystafell yn weithredol yn 2027, gan wrando achosion y goron, ynadon, sirol a sifil.",
                "tag": "p"
            },
            {
                "content": "Bydd adeilad newydd Tribiwnlysoedd Llundain yn Newgate Street yn darparu cyfleuster hyblyg ar gyfer y dyfodol, gan ddisodli dau safle presennol yn y brifddinas. Byddwn yn croesawu defnyddwyr tribiwnlys i'r lleoliad yn gynnar yn 2026.",
                "tag": "p"
            },
            {
                "content": "Yn Blackpool, rydym yn adeiladu llys modern ar gyfer gwaith llys ynadon a llys sirol – un a fydd yn gwasanaethu cymunedau lleol am flynyddoedd lawer i ddod.",
                "tag": "p"
            },
            {
                "content": "Mae hwn yn gyfnod o fomentwm gwirioneddol ar draws ein hystad. Mae buddsoddiadau eisoes yn gwneud gwahaniaeth pendant, gan greu mannau gwell i’r cyhoedd, y farnwriaeth, ac i’n holl staff.",
                "tag": "p"
            },
            {
                "content": "Mae’r gwelliannau hyn yn mynd y tu hwnt i frics a morter yn unig – maent yn ymwneud â sicrhau bod cyfiawnder yn cael ei gyflwyno mewn amgylcheddau sy’n wirioneddol addas at y diben, gan adlewyrchu pwysigrwydd y gwaith a wnawn a’r rôl hanfodol y mae ein llysoedd a’n tribiwnlysoedd yn ei chwarae ym mywydau pobl. Mae llawer o’n gwaith yn canolbwyntio ar seilwaith craidd a allai fynd heb ei weld – ond sy’n hanfodol i gadw ein llysoedd yn rhedeg. O systemau trydanol wedi’u huwchraddio i lifftiau modern, hygyrch, mae pob gwelliant yn cefnogi gweithrediad llyfn, diogel a chynhwysol ein gwasanaethau.",
                "tag": "p"
            },
            {
                "content": "Mae fy nhîm a minnau wedi ymrwymo'n llwyr i sicrhau bod pob ceiniog o gyllid yn cael ei gwario'n ddoeth – gan ddod â gwelliannau cyson ac ystyrlon sy'n fuddiol i bawb sy'n defnyddio neu'n gweithio yn ein hadeiladau.",
                "tag": "p"
            },
            {
                "content": "Gallwch ddarllen mwy am sut rydym yn ariannu’r prosiectau hyn - a gwrando ar ein podlediad am wella hygyrchedd yn ein hystad.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/07/02/improving-court-buildings-making-justice-work-better-for-everyone/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "We’re investing £148m to upgrade court buildings, making them safer, more efficient, and welcoming for all. From urgent repairs to new, modern sites, we’re building a justice system fit for the future."
    },
    {
        "title": "Landmark review launched into parental leave and pay",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-01T18:15:46",
        "categories": [
            "Workers' rights"
        ],
        "content": [
            {
                "content": "The government has launched a review into the parental leave and pay system – the first of its kind in Britain – to help working families and give children a better start in life.",
                "tag": "p"
            },
            {
                "content": "There is widespread positive coverage of this announcement across national, trade and regional media, with campaign groups hailing the government’s proactive steps to make change for families. The chief executive of the charity Pregnant Then Screwed Rachel Grocott is quoted across articles describing the review as “long overdue” and a “no-brainer” that will “pay back above and beyond” to society.",
                "tag": "p"
            },
            {
                "content": "Coverage features in The Times (p8 & 9), Telegraph (p2), Mirror (p4),Guardian (p7), The i Paper (p12), Daily Mail (p6), BBC online, Huff Post, LBC, Independent and Sky News. Regional and trade articles include The Liverpool Echo, Evening Standard, People Management, Personnel Today, Express & Star and Edinburgh Reporter.",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister’s statement is carried across the coverage highlighting that supporting working parents is “vital for the economy” and plans already progressing to improve the law, like new day one rights to parental and paternity leave.",
                "tag": "p"
            },
            {
                "content": "Coverage also extensively quotes DBT’s Secretary of State Jonathan Reynolds who met parents yesterday at the Young V&A in Bethnal Green, to hear about their experiences of the system. During his visit, he spoke exclusively to The Times, PA and broadcast media, with BBC News and BBC Radio 1 running the story on its breakfast bulletins.",
                "tag": "p"
            },
            {
                "content": "Other campaigners supporting the review include George Gabriel, co-founder of The Dad Shift, who said “tens of thousands of mums, dads and future parents” who make up their campaign “are delighted the government is delivering its promised review”. Working Families CEO Jane van Zyl described it as “a vital opportunity to build a parental leave system that supports the needs of families today”.",
                "tag": "p"
            },
            {
                "content": "The review co-led by DBT and DWP is part of the government’s Plan to Make Work Pay. It will examine how the current system can be improved to meet the needs of modern families, while supporting economic growth.",
                "tag": "p"
            },
            {
                "content": "See here for the full story.",
                "tag": "p"
            },
            {
                "content": "The Deputy Prime Minister Angela Rayner said:",
                "tag": "p"
            },
            {
                "content": "“Those early years are the most special time for families, but too many struggle to balance their work and home lives.",
                "tag": "p"
            },
            {
                "content": "“Supporting working parents isn’t just the right thing to do – it’s vital for our economy. “Through our Plan to Make Work Pay, we’re already improving the parental leave system with new day 1 rights. This ambitious review will leave no stone unturned as we deliver for working families.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/01/landmark-review-launched-into-parental-leave-and-pay/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "The government has launched a review into the parental leave and pay system – the first of its kind in Britain – to help working families and give children a better start in life. There is widespread positive coverage of …"
    },
    {
        "title": "Libraries sector in the King’s Birthday Honours List 2025",
        "authors": [
            "DCMS Libraries Team"
        ],
        "posted_on": "2025-07-01T17:06:57",
        "categories": [
            "Library news"
        ],
        "content": [
            {
                "content": "DCMS is the largest contributor of honours nominations across Whitehall and an incredible 248 people from across DCMS sectors were recognised in The King’s official Birthday Honours List (20% of the total 1,215 awards). ",
                "tag": "p"
            },
            {
                "content": "Here on the Libraries blog, we’re shining a spotlight on those recognised for services to public libraries or who have worked within them as part of the work they have been awarded honours for.",
                "tag": "p"
            },
            {
                "content": "Members of the Order of the British Empire (MBE)",
                "tag": "p"
            },
            {
                "content": "Julie Bell. Head of Cultural Services, Lancashire County. For services to public libraries",
                "tag": "p"
            },
            {
                "content": "Julie Bell has been an advocate for the creative and cultural sector in Lancashire for over 40 years. She stepped down from her long-standing role as Head of Cultural Services for Lancashire County Council in 2024. ",
                "tag": "p"
            },
            {
                "content": "Julie worked for Lancashire County Council for her whole career, upholding their vision of providing Library and Museum services to support the people of Lancashire to lead happier, healthier and enriched lives through access to culture, heritage and creativity.",
                "tag": "p"
            },
            {
                "content": "Medallists of the Order of the British Empire (BEM)",
                "tag": "p"
            },
            {
                "content": "Charlotte Rebecca Clark. Manager, Southwold Library. For services to Literacy and to the community in Reydon and Southwold. ",
                "tag": "p"
            },
            {
                "content": "Charlotte has worked for the library service in Suffolk since August 2003, and is an executive library manager, which involves overseeing and supporting other library managers as well as looking after Southwold Library.",
                "tag": "p"
            },
            {
                "content": "Her many achievements have involved overseeing the library moving from a very small building to the refurbished Old Hospital site in 2022 and ensuring the library always has a busy and varied schedule of events and activities.",
                "tag": "p"
            },
            {
                "content": "She also organised the popular Slaughter in Southwold Crime Festival for many years -  the 11th event took place in June.",
                "tag": "p"
            },
            {
                "content": "Jason Tutin. Head, 100% Digital Leeds. For services to Digital Inclusion",
                "tag": "p"
            },
            {
                "content": "Jason studied a degree in Information and Library Services at Leeds Beckett University and, whilst working for Leeds City Council’s library service for 20 years, developed a trailblazing digital inclusion programme, which is now part of the Council’s wider Integrated Digital Service.",
                "tag": "p"
            },
            {
                "content": "Through the 100% Digital Leeds programme Jason and his team are working with, and within, communities to remove the barriers to digital inclusion and improve outcomes for everyone.",
                "tag": "p"
            },
            {
                "content": "Nominate somebody for an Honour",
                "tag": "p"
            },
            {
                "content": "There are so many people at all levels across the libraries sector that do great things; on the frontline and volunteering, as well as those in senior positions.",
                "tag": "p"
            },
            {
                "content": "If you know of someone who you think deserves a national honour then please put them forward!",
                "tag": "p"
            },
            {
                "content": "Candidates need to have:",
                "tag": "p"
            },
            {
                "content": "In reflection of our diverse society, we encourage nominations for female candidates and under-represented groups such as those from an ethnic minority background, LGBTQ+ and disabled people.",
                "tag": "p"
            },
            {
                "content": "You can find information on how to submit a nomination on GOV.UK.",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/07/01/libraries-sector-in-the-kings-birthday-honours-list-2025/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "DCMS is the largest contributor of honours nominations across Whitehall and an incredible 248 people from across DCMS sectors were recognised in The King’s official Birthday Honours List (20% of the total 1,215 awards).  Here on the Libraries blog, we’re …"
    },
    {
        "title": "NATO first: Supporting our allies on Exercise Catamaran ",
        "authors": [
            "Brigadier Gavin Hatcher CBE"
        ],
        "posted_on": "2025-07-01T11:24:37",
        "categories": [
            "Armed Forces",
            "Defence Training Estate (DTE)"
        ],
        "content": [
            {
                "content": "Braunton Burrows Training Area is one of our most unique and complex areas to train owing to its coastal location and extensive sand dune system.  ",
                "tag": "p"
            },
            {
                "content": "As DIO’s Head of Overseas and Training region, I recently had the privilege of visiting the training area to see members of my team in action during Exercise Catamaran. Watching DIO’s small but dedicated team seamlessly support such a complex operation involving several of our NATO allies was truly impressive.  ",
                "tag": "p"
            },
            {
                "content": "NATO allies training together in North Devon",
                "tag": "p"
            },
            {
                "content": "Exercise Catamaran is one part of the wider, French-led POLARIS 25, a month-long training exercise across France and the UK which saw more than 3,000 military personnel from allied nations working on warfighting skills together. Catamaran was the part of the exercise to take place in the UK, at Braunton Burrows Training Area in North Devon. The training saw amphibious landings, realistic battle scenarios, vehicle training and a significant aircraft presence flying above the area.  ",
                "tag": "p"
            },
            {
                "content": "The timing of the exercise couldn’t have been more pertinent following the recent publication of the Strategic Defence Review, which made ‘NATO first’ one of its central tenets. Seeing this principle in action with more than 3,000 troops from 9 nations working together – demonstrated exactly why these collaborative relationships are so vital to our defence capabilities.  ",
                "tag": "p"
            },
            {
                "content": "During my visit to during Exercise Catamaran, I had the privilege of being hosted aboard the French flagship, Dixmude. This gathering allowed valuable conversations with military peers from partner nations, and I was given an excellent briefing on the entire exercise.  ",
                "tag": "p"
            },
            {
                "content": "Meeting the team: Balancing military training and public access",
                "tag": "p"
            },
            {
                "content": "My visit provided a wonderful opportunity to engage directly with my team that make these complex training exercises possible. Unlike many of our training areas, we lease the land at Braunton Burrows, which means we cannot shut areas off to the public during military exercises. Where other sites might use red flags and lights to prevent public access, at Braunton, the team must be innovative, engaging directly with visitors to ensure their safety while not disrupting training exercises. This delicate balancing act is handled with remarkable professionalism.  ",
                "tag": "p"
            },
            {
                "content": "While Braunton Burrows is certainly not our biggest training area, it offers fascinating training opportunities with its distinctive landscape features.  ",
                "tag": "p"
            },
            {
                "content": "There was something particularly poignant about this training exercise being held on the anniversary of the D-Day landings – particularly on this site that played a major role in the preparations as US troops would rehearse on the burrows ahead of their landings on Omaha and Utah beaches. Much of the infrastructure used by them during 1943 is still standing today, including concrete landing craft and a bazooka training wall.  ",
                "tag": "p"
            },
            {
                "content": "What struck me most about my visit was the huge level of support the small team could provide for such complex and large-scale defence operations. When you step back and consider all the activity that is happening at sea, in the air and across the sand dunes, it is remarkable what has been achieved. This work demonstrates DIO’s ability to support complex military requirements while maintaining our commitment to public access.  ",
                "tag": "p"
            },
            {
                "content": "The dedication I witnessed at Braunton Burrows exemplifies what makes our Defence Training Estate team so special and I was thrilled to see how our support makes a real difference in facilitating such important training opportunities for both the UK armed forces and those of our allies.  ",
                "tag": "p"
            }
        ],
        "link": "https://insidedio.blog.gov.uk/2025/07/01/nato-first-supporting-our-allies-on-exercise-catamaran/",
        "blog": "Inside DIO",
        "blog_link": "https://insidedio.blog.gov.uk",
        "description": "Braunton Burrows Training Area is one of our most unique and complex areas to train owing to its coastal location and extensive sand dune system.   As DIO’s Head of Overseas and Training region, I recently had the privilege of visiting …"
    },
    {
        "title": "Why bother to baseline? ",
        "authors": [
            "Ewen Anderson"
        ],
        "posted_on": "2025-07-01T11:22:20",
        "categories": [
            "GDSA",
            "Sustainable ICT"
        ],
        "content": [
            {
                "content": "Ewen Anderson is CEO of P2zero and Mark Butcher is CEO of Posetiv.  ",
                "tag": "p"
            },
            {
                "content": "Ewen and Mark are co-chairs of the Government Digital Sustainability Alliance Scope 3 working group. The views in this post represent their own and not the UK government’s. ",
                "tag": "p"
            },
            {
                "content": "For any public sector organisation with a net zero commitment, establishing a carbon emissions baseline is the first meaningful step.  ",
                "tag": "p"
            },
            {
                "content": "It’s the foundation for understanding your current position, setting targets and planning effective reductions. Yet, despite its importance, many organisations struggle to prioritise it. Concerns about time, cost, complexity and lack of clarity often delay progress. ",
                "tag": "p"
            },
            {
                "content": "In this post, we set out what a baseline involves, why it matters, what to include and how to address the most common objections. We also introduce work underway within the Government Digital Sustainability Alliance (GDSA) Scope 3 working group to help organisations get started and move forward with confidence. ",
                "tag": "p"
            },
            {
                "content": "What’s an emissions baseline? ",
                "tag": "h3"
            },
            {
                "content": "An emissions baseline measures your organisation’s greenhouse gas emissions over a defined period, typically one year. It provides a fixed reference point for tracking progress. Most organisations calculate emissions across: ",
                "tag": "p"
            },
            {
                "content": "Baselines are often aligned with either the calendar year or financial year. Emissions are typically reported in absolute terms, as total tonnes of CO₂e, and normalised using ratios such as per employee, per square metre, or per million pounds of revenue. CO₂e (carbon dioxide equivalent) is a standard unit that expresses the total impact of all greenhouse gases by converting them into the amount of CO₂ that would cause the same level of warming. This makes it easier to compare and track emissions across different sources and activities. ",
                "tag": "p"
            },
            {
                "content": "Normalising emissions in this way helps account for business growth, restructuring, or operational changes, ensuring that year-on-year comparisons remain meaningful and credible. ",
                "tag": "p"
            },
            {
                "content": "Why create a baseline? ",
                "tag": "h3"
            },
            {
                "content": "A net zero strategy without a baseline is meaningless. You cannot track progress, evaluate decisions, or demonstrate outcomes without first knowing your starting point. Having a detailed baseline enables you to: ",
                "tag": "p"
            },
            {
                "content": "It also fulfils external expectations. For example, under the Science Based Targets initiative (SBTi), all future reduction targets must be measured against a defined base year. Whether you're aiming for near-term reductions or long-term net zero status, the baseline underpins the entire plan. ",
                "tag": "p"
            },
            {
                "content": "Baselining is not just about compliance. It informs day-to-day decisions across IT, estates, procurement and operations. It helps determine which suppliers need to be engaged, which systems are inefficient and which interventions offer the best return. Without it, sustainability becomes reactive and fragmented. ",
                "tag": "p"
            },
            {
                "content": "What should be included? ",
                "tag": "h3"
            },
            {
                "content": "The short answer is: as much as is materially relevant. All credible baselines should include full coverage of scope 1 and 2 emissions. These are usually easier to measure and, in many cases, are already required for mandatory reporting frameworks like Government Greening Commitments (GGCs), Policy Procurement Notes (PPNs), Streamlined Energy & Carbon Reporting (SECR) or the Energy Savings Opportunities Scheme (ESOS).  ",
                "tag": "p"
            },
            {
                "content": "Scope 3 coverage is more complex, but also more important. In most organisations, scope 3 represents most emissions. It typically includes: ",
                "tag": "p"
            },
            {
                "content": "The SBTi allows for some exclusions but sets clear boundaries. No more than 5% of total emissions can be excluded from the scopes 1 and 2 reduction targets. Scope 3 targets must cover at least 67% of total scope 3 emissions for near-term targets and 90% of emissions for long-term targets. ",
                "tag": "p"
            },
            {
                "content": "While data quality in scope 3 may not be perfect at first, that is not a reason to delay. Getting started however you can and as soon as you can is the most important consideration.  In this regard spend-based estimates, vendor averages and standard emissions factors are all acceptable starting points – as long as you are open and transparent about the figures and assumptions used. You can then look to improve the accuracy and granularity of the data over time (and adjust your baseline figures accordingly) as you will need this level of detail to feed into effective carbon reduction plans and measure your progress. ",
                "tag": "p"
            },
            {
                "content": "Why do organisations delay? ",
                "tag": "h3"
            },
            {
                "content": "Even with growing pressure to act, many vendor organisations still hesitate to baseline their emissions. Not because they don’t care, but because it feels difficult, thankless and politically awkward.  ",
                "tag": "p"
            },
            {
                "content": "Common objections ",
                "tag": "h3"
            },
            {
                "content": "These are the most common objections and what’s behind them: ",
                "tag": "p"
            },
            {
                "content": "\"We don’t have time.\" ",
                "tag": "p"
            },
            {
                "content": "Data is fragmented across teams. There’s no clear owner. Sustainability hasn’t made it into anyone’s objectives and business-as-usual pressures always win. ",
                "tag": "p"
            },
            {
                "content": "\"It’s too expensive.\" ",
                "tag": "p"
            },
            {
                "content": "There’s no dedicated budget. Pulling together the right people, systems and support feels like a cost centre with no short-term reward. ",
                "tag": "p"
            },
            {
                "content": "\"It’s too complex.\" ",
                "tag": "p"
            },
            {
                "content": "Data sits in legacy systems, spreadsheets, supplier platforms or contracts no one’s looked at in years. No one is confident in the numbers and that uncertainty becomes a reason to delay. ",
                "tag": "p"
            },
            {
                "content": "\"It’s not our role.\" ",
                "tag": "p"
            },
            {
                "content": "Teams assume someone else is handling it - either central government, ESG leads, or the supply chain. There’s a gap between policy ambition and operational delivery. ",
                "tag": "p"
            },
            {
                "content": "\"The figures keep changing.\" ",
                "tag": "p"
            },
            {
                "content": "As soon as someone starts digging, the emissions total goes up. That can feel politically risky, especially if people expect “progress” from day one. ",
                "tag": "p"
            },
            {
                "content": "These objections are understandable but not insurmountable. In reality, delaying baselining only increases future cost, reduces available options and undermines the credibility of any public commitment. ",
                "tag": "p"
            },
            {
                "content": "This has a real impact on government departments, preventing accurate baselining and reporting and more critically slowing down progress on emissions reductions projects and activities. ",
                "tag": "p"
            },
            {
                "content": "In short, it’s not just about emissions data. It’s about organisational attention, incentives and control. Many teams are keen to act, but feel they lack permission, direction or the tools to do so. ",
                "tag": "p"
            },
            {
                "content": "How to respond and move forward ",
                "tag": "h3"
            },
            {
                "content": "If your organisation has a target for carbon reduction or net zero, then establishing a baseline is not optional. The only choice is whether you start now with a manageable scope or defer until the task becomes more urgent and disruptive.  ",
                "tag": "p"
            },
            {
                "content": "Practical ways to address common concerns ",
                "tag": "h3"
            },
            {
                "content": "Time pressure ",
                "tag": "p"
            },
            {
                "content": "Start small. Focus on the largest, most material sources. Use existing reports and data. ",
                "tag": "p"
            },
            {
                "content": "Cost concerns ",
                "tag": "p"
            },
            {
                "content": "Many data points are already available internally. Free tools and templates can reduce cost. ",
                "tag": "p"
            },
            {
                "content": "Complexity ",
                "tag": "p"
            },
            {
                "content": "Follow established methodologies such as the GHG Protocol. Break the process into phases. ",
                "tag": "p"
            },
            {
                "content": "Ownership gaps ",
                "tag": "p"
            },
            {
                "content": "Make emissions reduction part of core team responsibilities. Integrate with finance and operations. ",
                "tag": "p"
            },
            {
                "content": "Changing totals ",
                "tag": "p"
            },
            {
                "content": "All baselines evolve. Restating is permitted under frameworks like SBTi. What matters is starting. ",
                "tag": "p"
            },
            {
                "content": "Progress beats perfection. Baselining is rarely flawless, especially in the first year. But a basic, well-documented baseline will provide a firm foundation for improvement. ",
                "tag": "p"
            },
            {
                "content": "GDSA working group: supporting practical action ",
                "tag": "h3"
            },
            {
                "content": "The GDSA Scope 3 working group is currently preparing a practical guidance paper designed to help public sector organisations to work with their key suppliers and move from intention to implementation. It will include: ",
                "tag": "p"
            },
            {
                "content": "The aim is not to create new complexity, but to share what works. The report will be available later this year and is intended to support both newcomers and those further along their journey. ",
                "tag": "p"
            },
            {
                "content": "Final thoughts ",
                "tag": "h3"
            },
            {
                "content": "Baselining should not be viewed as a side task. It’s the first practical step in delivering any emissions reduction plan. ",
                "tag": "p"
            },
            {
                "content": "If your department is serious about emissions reduction, then defining your starting point is unavoidable. Without it, your targets have no real anchor, your actions have no benchmark and your emissions reduction strategy will struggle to stand up to external scrutiny. ",
                "tag": "p"
            },
            {
                "content": "Start with what you can measure. Use what data you have. Improve it over time. Most importantly, begin the process before external scrutiny forces it upon you. ",
                "tag": "p"
            },
            {
                "content": "The longer you wait, the harder the task becomes. Early action identifies opportunities, creates space to plan properly, builds internal capability and avoids the last-minute panic that comes when deadlines and expectations collide.  ",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/07/01/why-bother-to-baseline/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "For any public sector organisation with a net zero commitment, establishing a carbon emissions baseline is the first meaningful step."
    },
    {
        "title": "Increasing incentives for business to invest in nature: new call for evidence",
        "authors": [
            "Laila Sedgwick"
        ],
        "posted_on": "2025-07-01T10:18:05",
        "categories": [
            "Green finance"
        ],
        "content": [
            {
                "content": "Sustained economic growth depends on a healthy and productive natural environment.",
                "tag": "p"
            },
            {
                "content": "Businesses across the UK – including in food and agriculture, construction, financial services, tourism and retail – rely on a functioning natural environment to operate, grow and innovate.  Over half of global GDP is highly or moderately dependent upon nature and the services it provides: powering our industries, safeguarding our food security and protecting public health.",
                "tag": "p"
            },
            {
                "content": "It follows that the decline of nature in the UK to historically and internationally low levels, in addition to global nature decline, creates risks to the UK economy and UK companies. These are already being realised.",
                "tag": "p"
            },
            {
                "content": "According to the Green Finance Institute’s analysis, environmental degradation could lead to a reduction in UK GDP of 1.5% to 3% by 2030 through reduced productivity, fragmented supply chains, business disruption and increased costs of insurance, among other factors.",
                "tag": "p"
            },
            {
                "content": "Conversely, investing in nature recovery offers opportunities for growth, business development and diversification, innovation and cost savings. So getting more private sector investment into nature recovery – especially from the businesses that impact and depend most heavily on nature – is vital.",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve published a new call for evidence on expanding the role of the private sector in nature recovery.",
                "tag": "p"
            },
            {
                "content": "Enabling private investment in nature",
                "tag": "p"
            },
            {
                "content": "There are already good examples of sectors supporting high-integrity nature restoration projects, including developers ensuring Biodiversity Net Gain and businesses procuring nature-based carbon credits under the Woodland Carbon Code and the Peatland Code.",
                "tag": "p"
            },
            {
                "content": "Business demand to invest in nature and the services it provides enables nature restoration projects to deliver financial returns to suppliers, including farmers and land managers, and to investors. ",
                "tag": "p"
            },
            {
                "content": "However, to help meet our shared ambition for nature recovery, we need to go much further to increase demand for nature services across the private sector. This will provide greater financial certainty for both suppliers of and investors in nature restoration projects.",
                "tag": "p"
            },
            {
                "content": "New call for evidence",
                "tag": "p"
            },
            {
                "content": "We are seeking views on how to fairly and effectively increase the incentives for businesses to invest in nature through a new call for evidence on expanding the role of the private sector in nature recovery – incentives in line with the benefits businesses draw from the natural environment and the impacts they have on our shared natural assets.",
                "tag": "p"
            },
            {
                "content": "The Secretary of State for the environment hosted a roundtable discussion on 12 June, in collaboration with the Green Finance Institute and Lloyds Banking Group, to launch the call for evidence and kick off the conversation about stimulating demand.",
                "tag": "p"
            },
            {
                "content": "Responses to the call for evidence will support the further development of policies to increase private sector demand for investment in nature protection and improvement. We welcome responses from businesses, investors, nature service providers (such as farmers and landowners), environmental organisations, academics and the public.",
                "tag": "p"
            },
            {
                "content": "We are seeking views and evidence on how to increase investment in the following six outcomes, while managing any risks for businesses, communities and consumers:",
                "tag": "p"
            },
            {
                "content": "This is an opportunity to help influence how government and business work together to scale up private investment in nature, enabling nature-positive business models that deliver both environmental and economic returns.",
                "tag": "p"
            },
            {
                "content": "The call for evidence will close on 7 August 2025. If you would like to share your views, please send written submissions to Nature.Investment.CfE@defra.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/01/increasing-incentives-for-business-to-invest-in-nature-new-call-for-evidence/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Getting more private sector investment into nature recovery is vital. Here's an update on how we're encouraging that, including a new call for evidence."
    },
    {
        "title": "How our digital teams supported innovation in flood risk services",
        "authors": [
            "Helen Eden"
        ],
        "posted_on": "2025-06-30T16:44:13",
        "categories": [
            "Defra digital",
            "Digital delivery"
        ],
        "content": [
            {
                "content": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future.",
                "tag": "p"
            },
            {
                "content": "Defra’s Flood Digital Team helped to deliver the Environment Agency's new National Flood Risk Assessment (NaFRA2), which recently won the Digital Excellence Award at the Flood & Coast 2025 Awards.",
                "tag": "p"
            },
            {
                "content": "Award-winning innovation",
                "tag": "h2"
            },
            {
                "content": "This achievement recognises the team's dedication to transforming how flood risk information is delivered to both the public and planning professionals. It celebrates the collaborative efforts of our teams who’ve worked tirelessly to integrate complex flood risk data into user-friendly digital services including:",
                "tag": "p"
            },
            {
                "content": "Improving access to data",
                "tag": "h2"
            },
            {
                "content": "This ambitious upgrade to essential services means the Environment Agency can easily share both current flood risk information and projected flood risk data for the next 30 years.",
                "tag": "p"
            },
            {
                "content": "The previous national flood risk assessment data provided limited information without climate change projections. Updates were difficult to implement, creating backlogs and inconsistencies between national and local modelling.",
                "tag": "p"
            },
            {
                "content": "The new NaFRA2 represents a substantial leap forward, offering:",
                "tag": "p"
            },
            {
                "content": "Services designed for users",
                "tag": "h2"
            },
            {
                "content": "Both service teams worked closely with their target audiences throughout the development process, testing innovative ways to present complex information about climate change and flood depth. This collaborative approach ensured the final services would meet user needs effectively.",
                "tag": "p"
            },
            {
                "content": "The 2 upgraded services cater to distinct audiences with specific needs.",
                "tag": "p"
            },
            {
                "content": "The ‘Check your long term flood risk’ service is designed for non-technical, public users. It helps them understand flood risk in their area from 4 potential sources – rivers and the sea, surface water, groundwater and reservoirs. The upgraded service provides probabilistic data with yearly flood risk ratings that help people understand their actual level of risk.",
                "tag": "p"
            },
            {
                "content": "The ‘Flood map for planning’ service helps planning professionals assess whether developments require a flood risk assessment during the planning process. The upgraded service includes more detailed flood zones based on improved national modelling, surface water data, and crucially, information showing how climate change might impact future flood risk.",
                "tag": "p"
            },
            {
                "content": "Protecting people and property across the UK",
                "tag": "h2"
            },
            {
                "content": "These digital innovations directly support ministerial commitments and the National Flood and Coastal Erosion Risk Management Strategy objectives. By providing better access to high-quality flood risk information, we're helping communities, businesses and planning authorities make informed decisions to enhance resilience against flooding.",
                "tag": "p"
            },
            {
                "content": "The teams' work exemplifies how digital services can translate complex environmental data into accessible, actionable information to help protect people and property across the UK.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/06/30/how-our-digital-teams-supported-innovation-in-flood-risk-services/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Helen Eden, Programme Delivery Manager for Flood at Defra, celebrates the success of our Flood Digital Team, who have been recognised for their innovative work in delivering crucial flood risk information to help protect communities across the UK and plan for the future."
    },
    {
        "title": "Support That Empowers: My Journey Through Care and Why the DfE Care Leavers Resource Website Matters",
        "authors": [
            "Lawrence"
        ],
        "posted_on": "2025-06-30T16:25:07",
        "categories": [
            "Care leavers",
            "Wellbeing"
        ],
        "content": [
            {
                "content": "I’m Lawrence, a 24 year old care leaver and care experienced professional currently working full-time at Carefree Cornwall.",
                "tag": "p"
            },
            {
                "content": "My journey began with joining the Carefree Board of Trustees. I’m now proud to be part of the National Children’s Bureau’s Social Care Advisory Board, where I provide lived-experience insight to shape national conversations about children’s social care. I also sit on the Cornwall Community Foundation Grant Panel, which has allowed me to give back to the community while helping shape the kind of change I would have benefitted from growing up.",
                "tag": "p"
            },
            {
                "content": "Facing the fear of 18",
                "tag": "h2"
            },
            {
                "content": "Growing up in care, turning 18 wasn’t something I looked forward to, it was something I worried about. “Who’s going to help me budget?”, “Where will I live?”, “What if I get it wrong?”. These were real concerns that lived rent-free in my head.",
                "tag": "p"
            },
            {
                "content": "A lifeline through ‘Staying Put’",
                "tag": "h2"
            },
            {
                "content": "I was extremely fortunate to benefit from the Staying Put arrangement, which allowed me to remain with my foster carers beyond the age of 18. Staying with them gave me the stability I needed to make that critical transition into adulthood at a manageable pace. But even with that kind of support, the gaps still existed.",
                "tag": "p"
            },
            {
                "content": "I often felt isolated. I didn’t always know where to find the answers to everyday challenges. That’s why I think the Department for Education’s new Support for Care Leavers website is such a significant and meaningful step forward.",
                "tag": "p"
            },
            {
                "content": "A website that makes a difference",
                "tag": "h2"
            },
            {
                "content": "This is the kind of resource I wish had existed when I was transitioning out of care. It’s a thoughtfully designed space that offers real, usable guidance for young people.It covers vital areas like housing, education, health, money, employment, and entitlements, but in a way that feels clear, supportive, and empowering. It doesn’t assume you already know the system.For young people who may not have a strong support system, having this kind of centralised, easy-to-understand resource could be life changing. Whether you're applying to university, looking for work, sorting benefits, or just trying to figure out how to start living independently, this website gives you a starting point.",
                "tag": "p"
            },
            {
                "content": "Growth, confidence, and purpose",
                "tag": "h2"
            },
            {
                "content": "Since leaving care, I’ve grown in ways I never imagined. Recently, I attended Anthropy25 and was honoured to be recognised as an emerging leader. I also participated in the All-Party Parliamentary Group for Children (APPGC) meeting at Westminster, where we discussed the Children’s Wellbeing and Schools Bill. Young people’s voices shouldn’t just be heard, they should help shape policy.",
                "tag": "p"
            },
            {
                "content": "A message to care leavers",
                "tag": "h2"
            },
            {
                "content": "You matter. Your future matters. You deserve support, stability and opportunity, just like anyone else. Let this be your reminder that the world is your oyster.",
                "tag": "p"
            },
            {
                "content": "Discover more",
                "tag": "h2"
            },
            {
                "content": "To find support and guidance for young people leaving care aged 16 to 25, visit the Support for Care Leavers website.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/06/30/support-that-empowers-my-journey-through-care-and-why-the-dfe-care-leavers-resource-website-matters/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Lawrence shares his story as a care leaver and talks about the Department for Education's recently launched Support for Care Leavers resource website."
    },
    {
        "title": "Celebrating the Year of Engineering Biology at UKRI",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-30T13:18:58",
        "categories": [
            "Deep Specialist",
            "Guest Blog",
            "Science"
        ],
        "content": [
            {
                "content": "Exploring the transformative potential of engineering biology ",
                "tag": "h2"
            },
            {
                "content": "Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade.",
                "tag": "p"
            },
            {
                "content": "Since 2007, UKRI has invested over £800m in engineering biology, supporting researchers to develop new approaches using nature’s toolbox to unlock bio-based solutions in a more sustainable way. Drawing on the tools of synthetic biology, engineering biology can help solve some of the biggest challenges facing society.",
                "tag": "p"
            },
            {
                "content": "In 2021, we established the National Engineering Biology Programme (NEBP), in partnership with the Defence Science and Technology Laboratory (Dstl), to harness the potential of engineering biology to deliver a greener, healthier, and more resilient future. ",
                "tag": "p"
            },
            {
                "content": "On a mission to harness the potential of engineering biology",
                "tag": "h2"
            },
            {
                "content": "Over the past year, bolstered by the Technology Missions Fund (TMF), UKRI took a mission-led approach, focused on the application-inspired themes of the NEBP, and invested a total of £125 million in a suite of engineering biology initiatives to strengthen the engineering biology ecosystem and to build on a world-leading capability in the UK to tackle global grand challenges.",
                "tag": "p"
            },
            {
                "content": "Between 2024-2025, we announced a £100 million investment in six Engineering Biology Mission Hubs and 22 Mission Awards, £13.5 million across 48 Engineering Biology collaborative R&D projects ,and an additional £5.8 million devoted towards driving commercialisation and innovation in the engineering biology sector.",
                "tag": "p"
            },
            {
                "content": "You can find out more about the TMF programme by reading our UKRI Technology Missions Fund 2025 brochure, as well as view and listen to the recent video and podcast on The Preventing Plastic Pollution with Engineering Biology (P3EB) Mission Hub, led by Professor Andy Pickford at Portsmouth University, watch the video and listen to the podcast to learn more.",
                "tag": "p"
            },
            {
                "content": "Last month, we launched the Engineering Biology Mission Hubs Showcase, which will take place over the summer, where each Mission Hub will be hosting their own webinar to discuss their Hub’s mission and to address community questions. To find out more, visit the UKRI Events website for details.",
                "tag": "p"
            },
            {
                "content": "Supporting the engineering biology community",
                "tag": "h2"
            },
            {
                "content": "As a technology of critical importance for tackling global challenges, we are delighted to work together with our international partners to maximise our combined strengths in engineering biology and accelerate advancements.",
                "tag": "p"
            },
            {
                "content": "A key priority is how we can best support and train the future generation of researchers and innovators who will go on to shape the R&D landscape of tomorrow. Over the past decade we have invested a total of £26 million, across four Engineering Biology Centres for Doctoral Training (CDTs) programme, supporting over 207 academic and industrial leaders of tomorrow.",
                "tag": "p"
            },
            {
                "content": "This year, we were delighted to announce the launch of our new Doctoral Focal award in Engineering Biology, helping to train the next generation of researchers in cutting-edge technologies applicable to supporting a diverse range of careers. ",
                "tag": "p"
            },
            {
                "content": "Future aspirations for engineering biology ",
                "tag": "h2"
            },
            {
                "content": "I have been delighted to be involved in shaping the Engineering Biology Aspirations Foresight project on Unlocking the power of Engineering Biology, with colleagues at the Government Office for Science and key stakeholders, to develop a set of evidence-based visions for engineering biology over the next 10 years.",
                "tag": "p"
            },
            {
                "content": "Below is a flavour of a few examples of recent UKRI investments which align with the five areas of opportunity.",
                "tag": "p"
            },
            {
                "content": "Biosynthetic fuels",
                "tag": "p"
            },
            {
                "content": "C3 Biotechnologies has developed a pioneering system that uses engineering biology to turn food and agriculture waste into synthetic high-performance fuels, helping industries adopt next generation fuels and transition to a more sustainable future. ",
                "tag": "p"
            },
            {
                "content": "Nitrogen-fixing cereals",
                "tag": "p"
            },
            {
                "content": "Dr Nicola Patron at the University of Cambridge is leading a Mission Award, exploring how we can use model-informed tools to produce disease-resistant lettuce plants by introducing targeted genetic changes, to help restore crop yields. ",
                "tag": "p"
            },
            {
                "content": "Future fashion",
                "tag": "p"
            },
            {
                "content": "Colorifix  has developed the first entirely biological process to produce, deposit and fix dyes onto textiles, helping the textile industry dramatically and cost-effectively reduce its environmental impact. ",
                "tag": "p"
            },
            {
                "content": "Lab-grown blood",
                "tag": "p"
            },
            {
                "content": "Scarlet Therapeutics is developing a platform that generates novel red blood cells that carry additional proteins within them to provide therapeutic benefits to potentially treat a wide range of diseases.",
                "tag": "p"
            },
            {
                "content": "Microbial metal factories",
                "tag": "p"
            },
            {
                "content": "The ELEMENTAL Engineering Biology Mission Hub aims to develop a suite of sustainable solutions to tackle metal contamination into the environment by engineering bacteria capable of selectively sequestering metals from contaminated areas for re-use within the circular economy. ",
                "tag": "p"
            },
            {
                "content": "Convening our community ",
                "tag": "h2"
            },
            {
                "content": "I believe opportunities from research are greatest when we bring the whole ecosystem together to share ideas and experiences. That’s why last year we brought together our engineering biology community in one place to share knowledge, insights and ideas to continue driving advances in engineering biology research and innovation.  ",
                "tag": "p"
            },
            {
                "content": "I look forward to continuing that momentum to harness more opportunities from engineering biology in the future as we look to our next convening event later this year – planning is just getting underway!",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/30/celebrating-the-year-of-engineering-biology-at-ukri/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Exploring the transformative potential of engineering biology  Engineering biology is a transformative technology predicted to add up to $4 trillion per annum to the global economy over the next decade. Since 2007, UKRI has invested over £800m in engineering biology, …"
    },
    {
        "title": "Photos of Vehicles at MOT – sharing the results from our first trial with garages",
        "authors": [
            "Chris Price"
        ],
        "posted_on": "2025-06-30T12:15:12",
        "categories": [
            "Changes to the MOT test",
            "MOT Modernisation",
            "MOT testing service",
            "News and updates"
        ],
        "content": [
            {
                "content": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs. ",
                "tag": "p"
            },
            {
                "content": "In March, we asked a group of garages to take a photo of each car when it comes in for an MOT – providing evidence that the vehicle was present – this photo being automatically uploaded into the digital MOT Testing Service.  ",
                "tag": "p"
            },
            {
                "content": "In time, this change will help reduce fraudulent MOTs, ensuring all vehicles are present for tests and retests, improving road safety and compliance. ",
                "tag": "p"
            },
            {
                "content": "We’re pleased to share the results of the first round of this trial – and to update you on where we’re going next. ",
                "tag": "p"
            },
            {
                "content": "Trial results",
                "tag": "h2"
            },
            {
                "content": "The six-week nationwide trial saw just over 170 MOT testers in 62 garages take part. Together, they cover all vehicle classes and include independent garages, chains, dealerships and local council testing stations. ",
                "tag": "p"
            },
            {
                "content": "Using a mobile phone or tablet, testers were asked to take a photo and upload it through the MOT Testing System (MTS) – where it was attached to the MOT record for that vehicle.  ",
                "tag": "p"
            },
            {
                "content": "The response has been impressive.  ",
                "tag": "p"
            },
            {
                "content": "Around 450-500 photos were uploaded each weekday – by the end, over 13,000 photos from all 62 garages had been submitted. ",
                "tag": "p"
            },
            {
                "content": "Testers were able to get to grips with the technology quickly and by the end of the first week, the top 10 busiest garages in the trial had an upload success rate of 90.2%. ",
                "tag": "p"
            },
            {
                "content": "Image quality",
                "tag": "h2"
            },
            {
                "content": "The trial has allowed us to review the images and see where any common mistakes are. We know that testers needed to get used to uploading photos – so spotting common themes helps us to provide the best guidance. ",
                "tag": "p"
            },
            {
                "content": "We’ve included a few examples here. The number plates have been blocked out for the blog – but testers will be pleased to hear they were visible when they came in. ",
                "tag": "p"
            },
            {
                "content": "This is a strong example. It clearly shows the vehicle in a garage setting with the number plate visible. Sharp-eyed testers may not be surprised to see it failed its MOT. ",
                "tag": "p"
            },
            {
                "content": " A perfect illustration of a tester following MTS guidance. It also highlights a well-maintained workshop, which could spark conversations within your garage around good housekeeping. ",
                "tag": "p"
            },
            {
                "content": "A great example in terms of image quality, though not taken in the right location. This is a useful example which prompts us to clarify our guidelines. ",
                "tag": "p"
            },
            {
                "content": "The trial has allowed us to catch these issues early – but it also raises some important changes we will need to make. For example – if we evolve the system to automatically capture registration plates, we will need to make sure the software can sift out those on other vehicles. ",
                "tag": "p"
            },
            {
                "content": "Spotting these help us plan for the future – and will be considered when we run the second phase of the trial. ",
                "tag": "p"
            },
            {
                "content": "Early feedback",
                "tag": "h2"
            },
            {
                "content": "We surveyed those involved in the trial and found that half of the respondents said the experience was “easy” or “very easy” – with only 7% reporting it was “difficult”. ",
                "tag": "p"
            },
            {
                "content": "When we spoke to garages, one user said it was “painless and stress-free” – with another describing it as “wonderful!” ",
                "tag": "p"
            },
            {
                "content": "When users encountered technical issues, they remained positive, and we were able to fix some of these as they were reported to us. An issue with expiring QR codes was resolved through the trial, image timestamps were fixed, and we fixed an issue with the QWERTY keypad opening when it shouldn’t – all contributing to a smoother user experience. ",
                "tag": "p"
            },
            {
                "content": "It was suggested that taking images would lead to longer testing times. Photographs are taken at the beginning of tests and retests – so vehicles need to move back into the bay. ",
                "tag": "p"
            },
            {
                "content": "For the top 10 garages, the average test time for the first test remained at 40 minutes. The retest time was at 9 minutes – up from 7 previously. We are now working with garages to reduce this time by removing any technical barriers to the photos being uploaded.  ",
                "tag": "p"
            },
            {
                "content": "The future",
                "tag": "h2"
            },
            {
                "content": "The success means DVSA will be widening the trial with more garages after we’ve collated all of the feedback from the garages who took part in the first trial. This will help us to get insight on how we can improve the software and process for every kind of garage. ",
                "tag": "p"
            },
            {
                "content": "We know there’s still room to refine and enhance image capture and upload, and we’ll continue making improvements as we go. The second phase of the trial will focus on testing the system at scale to ensure it’s ready for a phased rollout. ",
                "tag": "p"
            },
            {
                "content": "But we also know the garages who signed up for the service are continuing to use this – and anyone involved in the trial can be sure they are working with DVSA to combat MOT fraud. ",
                "tag": "p"
            },
            {
                "content": "Read more about why we’re doing this here: How we’re combating fraud and error within the MOT – Matters of Testing ",
                "tag": "p"
            }
        ],
        "link": "https://mattersoftesting.blog.gov.uk/photos-of-vehicles-at-mot-sharing-the-results-from-our-first-trial-with-garages/",
        "blog": "Matters of Testing",
        "blog_link": "https://mattersoftesting.blog.gov.uk",
        "description": "DVSA has completed the first Images in Garages trial – one of the building blocks that will help us tackle errors at MOT and fraudulent “Ghost” MOTs.  In March, we asked a group of garages to take a photo of …"
    }
]