[
    {
        "title": "A Century of Occupational Therapy: Why the Next 100 Years Matter More Than Ever ",
        "authors": [
            "Sarah McClinton"
        ],
        "posted_on": "2025-10-27T15:53:48",
        "categories": [
            "Care and support",
            "Communities",
            "Knowledge and skills",
            "Recognition",
            "Society",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "Introduction",
                "tag": "h2"
            },
            {
                "content": "To coincide with World Occupational Therapy Day, Carolyne Hague outlines the vital contribution that occupational therapy makes to people’s lives and sets out her call to action, emphasising the importance of a collective voice that includes occupational therapists alongside communities, social workers, nurses, policymakers and others to shape a national health and care system that reflects the values of inclusion, innovation and independence. As co-chair of the Principal OT network, Carolyne has made an outstanding contribution to raising the profile of OTs in adult services and we will miss her as she moves into her new role in the NHS.",
                "tag": "p"
            },
            {
                "content": "From Radical Beginnings to System Shapers ",
                "tag": "h2"
            },
            {
                "content": "Our story began in the 1920s, with pioneers like Dr Elizabeth Casson who believed — radically at the time — that meaningful occupation could heal and empower. That belief became the foundation of a profession that’s grown alongside the welfare state, through landmark legislation like the 1948 National Assistance Act, the 1970 Chronically Sick and Disabled Persons Act, and the Care Act 2014.  ",
                "tag": "p"
            },
            {
                "content": "Occupational therapists are solution-focused. We see the person first, their strengths, goals, and potential and work creatively to remove barriers and enable independence. In adult social care, we’re uniquely placed to turn policy into real-life outcomes, helping people live safely, independently and with purpose. Whether it’s through home adaptations, equipment and technology provision, moving and handling skills, reablement, or creative thinking to promote the independence of people with long term conditions, we bring wellbeing to life.  ",
                "tag": "p"
            },
            {
                "content": "Policy, Economic Contribution and Impact ",
                "tag": "h2"
            },
            {
                "content": "Occupational therapists are not only improving lives, they are also shaping systems and contributing to economic growth. By enabling people to live independently, return to work and avoid crisis care, occupational therapy reduces long-term costs and supports financial sustainability. From preventing hospital admissions, future proofing housing stock, improving practice quality, reducing reliance on statutory services and improving system efficiency through early intervention and prevention, the profession plays a vital role in system design and delivery. ",
                "tag": "p"
            },
            {
                "content": "Building a National Voice ",
                "tag": "h2"
            },
            {
                "content": "Five years ago, a group of us came together with a simple but bold ambition: to create a national voice for occupational therapists in adult social care leadership. We wanted to be seen not just as practitioners, but as strategic leaders shaping the future of care. ",
                "tag": "p"
            },
            {
                "content": "Through the National Principal Occupational Therapy Network, we’ve built a thriving community of leaders. We’ve strengthened relationships with the Department of Health and Social Care (DHSC), ADASS, NHS England, the Principal Social Worker and Approved Mental Health Professional networks, Royal College of Occupational Therapists and the Local Government Association. We’ve highlighted the evidence and impact of occupational therapy in prevention, reablement, and community wellbeing. We’ve created space for mentoring, peer learning, and innovation. And we’ve made sure our voice is heard in national policy — influencing integration and workforce reforms, the NHS Long Term Plan, and the future of social care. ",
                "tag": "p"
            },
            {
                "content": "From reflection to action ",
                "tag": "h2"
            },
            {
                "content": "As we celebrate 100 years of occupational therapy, we must honour the legacy of those who came before us, not by looking back, but by stepping forward. ",
                "tag": "p"
            },
            {
                "content": "Here’s my call to action: ",
                "tag": "p"
            },
            {
                "content": "Influence: Bring practical, person-centred solutions into the heart of system design. ",
                "tag": "p"
            },
            {
                "content": "Innovate: Use our occupational therapy creativity to reshape care pathways, housing, and community models. ",
                "tag": "p"
            },
            {
                "content": "Collaborate and connect: Use our collaborative leadership, system navigation skills and experience working across health, housing, and social care to build stronger relationships, communities and prevention-focused services. ",
                "tag": "p"
            },
            {
                "content": "Inspire: Mentor and empower others — so the next generation of occupational therapists and occupational therapy leaders is even stronger. ",
                "tag": "p"
            },
            {
                "content": "Looking Ahead ",
                "tag": "h2"
            },
            {
                "content": "We’re standing at a powerful moment in history. A century behind us. A century ahead. And a national network of leaders ready to shape what comes next. ",
                "tag": "p"
            },
            {
                "content": "Occupational therapy has always been about enabling people to live — not just exist. Our role in adult social care has never been more vital, and our collective influence has never been more needed.  ",
                "tag": "p"
            },
            {
                "content": "As we look ahead, we must work together with our communities, occupational therapists, social workers, nurses, policymakers, DHSC and other stakeholders to shape a national health and care system that truly reflects the values of inclusion, innovation and independence. Our collective voice is essential in designing policies and partnerships that enable people to live well. Let’s do things differently this time and ensure occupational therapy is embedded in every conversation about the future of care, and that our insights drive meaningful change across the system. ",
                "tag": "p"
            },
            {
                "content": "Because the future of adult social care needs our voice — grounded in occupation, driven by values, and focused on what matters most: people’s lives.  ",
                "tag": "p"
            },
            {
                "content": "This Local Government Association report, developed in partnership with national and regional occupational therapy leaders, explores the unique role of occupational therapists in councils. It highlights their impact across housing, health, care, and employment, and sets out what the Government can do to unlock their full potential and support delivery of their missions - Occupational therapists in councils: Unlocking capacity and driving change | Local Government Association ",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2025/10/27/a-century-of-occupational-therapy-why-the-next-100-years-matter-more-than-ever/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "Introduction To coincide with World Occupational Therapy Day, Carolyne Hague outlines the vital contribution that occupational therapy makes to people’s lives and sets out her call to action, emphasising the importance of a collective voice that includes occupational therapists alongside …"
    },
    {
        "title": "Coverage of Awaab’s Law announcement",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-27T14:42:49",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "There has been widespread national, regional and broadcast coverage today on the department’s announcement on new laws now in force protecting social housing tenants from emergency hazards and damp and mould.",
                "tag": "p"
            },
            {
                "content": "Awaab’s Law is a legacy to two-year-old Awaab Ishak who tragically died from prolonged exposure to mould and the reforms will improve the lives for tenants and families living in all four million of England’s social rented homes.",
                "tag": "p"
            },
            {
                "content": "The changes mean landlords must fix emergency health and safety hazards within 24 hours of reporting, while they must also investigate significant damp and mould within 10 working days of being notified and then make properties safe in five working days. ",
                "tag": "p"
            },
            {
                "content": "National coverage can be seen in The Guardian, The Independent and The I who report the government has committed to extending Awaab’s law to the private rented sector through the Renters’ Rights Bill. The Mirror and Sky News also focus on Awaab’s story with comments from his father in the pieces, while Sky News have also run an explainer video sharing the story.",
                "tag": "p"
            },
            {
                "content": "An op-ed from the Secretary of State is carried in Manchester Evening News on the ‘tragedy’ and ‘moment of shame for Britain’ when Awaab Ishak died in 2020. The piece states, ‘this can never happen again’ and praises Awaab’s parents for ‘their incredible fight for justice’.",
                "tag": "p"
            },
            {
                "content": "Elsewhere, in broadcast coverage BBC News has run an in-depth piece on the introduction of Awaab’s Law and the history behind its name and carries comment from the Secretary of State highlighting the law will give tenants a ‘stronger voice and force landlords to act urgently when lives are at risk’. ITV News hasalso reported on the new rules coming into effect, focusing on the £1 million fund aimed at creating new ways of helping tenants engage with their landlords and have more influence over decisions affecting them.",
                "tag": "p"
            },
            {
                "content": "The Big Issue carry a piece by Joe Carpenter, an author and previous social housing maintenance worker, who wrote of his experience working on the frontline and seeing the challenges faced by the sector first hand.",
                "tag": "p"
            },
            {
                "content": "The Secretary of State took part in the morning broadcast round and was interviewed by Times Radio, Sky News, BBC Breakfast, LBC, Radio 4 Today programme, Good Morning Britain, Bauer and GB News, with much of the focus on Awaab’s Law.",
                "tag": "p"
            },
            {
                "content": "Housing Secretary Steve Reed said:   ",
                "tag": "p"
            },
            {
                "content": "“Everyone deserves a safe and decent home to live in and Awaab Ishak is a powerful reminder of how this can sadly be a matter of life or death. ",
                "tag": "p"
            },
            {
                "content": "“Awaab’s family has fought hard for change and their work to protect millions of tenants’ lives will live on as a legacy to their son.  ",
                "tag": "p"
            },
            {
                "content": "“Our changes will give tenants a stronger voice and force landlords to act urgently when lives are at risk, ensuring such tragedies are never repeated.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/27/coverage-of-awaabs-law-announcement/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread national, regional and broadcast coverage today on the department’s announcement on new laws now in force protecting social housing tenants from emergency hazards and damp and mould. Awaab’s Law is a legacy to two-year-old Awaab Ishak who …"
    },
    {
        "title": "A milestone in the fight against antimicrobial resistance (AMR)",
        "authors": [
            "Ramon Maluping"
        ],
        "posted_on": "2025-10-27T09:16:08",
        "categories": [
            "Antimicrobial Resistance",
            "International"
        ],
        "content": [
            {
                "content": "What is antimicrobial resistance and why does it matter?",
                "tag": "h2"
            },
            {
                "content": "Antimicrobial resistance (AMR) is not just a scientific buzzword; it is a global crisis. When bacteria, viruses, fungi, and parasites outsmart antimicrobials (for example antibiotics), infections become harder or impossible to treat, diseases spread faster, and lives hang in the balance.",
                "tag": "p"
            },
            {
                "content": "Its impact is far-reaching: AMR threatens human health, animal welfare, food security and the environment. By 2050, the World Bank predicts it could reduce the GDP of low-income countries by more than five percent and push millions into poverty.",
                "tag": "p"
            },
            {
                "content": "One of the most important tools for monitoring AMR is antimicrobial susceptibility testing (AST). This involves isolating bacteria and exposing them to different antibiotics to determine which are effective. Reliable AST results are essential because they guide treatment, track resistance trends and help assess infection prevention measures, such as improved farm biosecurity. Standardised AST methods also enable laboratories worldwide to compare data, providing a clearer picture of how resistance spreads.",
                "tag": "p"
            },
            {
                "content": "A UK–Philippines collaboration",
                "tag": "h2"
            },
            {
                "content": "Since 2022, the UK FAO Reference Centre for AMR has worked closely with the Philippines. Supporting the UK’s 2024 to 2029 National Action Plan (NAP) on AMR, which emphasises global partnerships, the Centre has been actively engaged in the implementation of the Philippines’ own 2024–2028 NAP. This includes strengthening laboratory capacity, improving surveillance systems and generating reliable AST data.",
                "tag": "p"
            },
            {
                "content": "The Philippines launched its first-ever national training workshop on antimicrobial susceptibility testing (AST) in July 2025 in Quezon City, Metro Manila. Lead by the Department of Agriculture – National Meat Inspection Service (DA-NMIS) and co-organised with the UK’s FAO Reference Centre for AMR and was supported by Scientific Biotech Specialties Inc. (SBSI), Thermo Fisher Scientific and the Department of Agriculture – Bureau of Animal Industry (DA-BAI). The workshop drew on the scientific knowledge of the Animal and Plant Health Agency (APHA), Cefas, and the Veterinary Medicines Directorate (VMD) to equip participants with the tools to tackle AMR head-on and brought together cutting-edge expertise and international collaboration with partners",
                "tag": "p"
            },
            {
                "content": "The workshop became a hub of expertise; drawing veterinarians, scientists, and lab professionals from every corner of the Philippines. A total of 32 participants representing 28 institutions (including national and regional government bodies, academia, Food and Agriculture Organization (FAO), and private sector leaders) came together in a powerful show of unity. With backgrounds spanning terrestrial and aquatic animal health, environmental science, and public health, the cohort embodied a truly multidisciplinary force. The event also underscored a critical message: when government and industry join forces, the potential to elevate laboratory capacity and fight AMR multiplies.",
                "tag": "p"
            },
            {
                "content": "Across three days of lectures and practical sessions, participants strengthened technical skills and built lasting connections across animal, aquatic and food sectors. The workshop marked a turning point in harmonising laboratory methods nationwide and generating the high-quality data needed to guide treatment decisions, protect food systems and safeguard public health. The workshop demonstrated the progress possible through shared expertise and commitment.",
                "tag": "p"
            },
            {
                "content": "Recently, the centre also co-delivered another highly successful AST training workshop on bacterial pathogens affecting aquatic animals, serving AMR National Reference Laboratories from 11 countries across the Asia–Pacific region.",
                "tag": "p"
            },
            {
                "content": "Learning through theory and practice",
                "tag": "h2"
            },
            {
                "content": "APHA scientists Dr. Ramon P. Maluping and Dr. Thomas Chisnall with Cefas counterparts Dr. Athina Papadopoulou and Dr. Andy Powell led the training and served as resource speakers, supported by colleagues from NMIS, BAI, SBSI and Thermo Fisher. The programme combined theory with hands-on practice, equipping participants with both the knowledge and confidence to conduct AST in their own laboratories.",
                "tag": "p"
            },
            {
                "content": "In lectures, trainers explained the science behind AST, introduced the international standards: Clinical and Laboratory Standards Institute (CLSI) and European Committee on Antimicrobial Susceptibility Testing (EUCAST), and highlighted the role of control strains in ensuring accurate results. Participants explored both manual and automated testing methods and learned how to interpret results using clinical breakpoints and epidemiological cut-off values. This theoretical foundation showed how AST data strengthens national surveillance and supports the responsible use of antibiotics.",
                "tag": "p"
            },
            {
                "content": "The hands-on sessions made the topics much easier to understand. Each participant carried out AST using a commercially available Sensititre system. They prepared the samples, set up the testing plates, and measured the minimum amount of antibiotic needed to stop bacterial growth (MIC).",
                "tag": "p"
            },
            {
                "content": "The trainers guided everyone through each step, stressing the importance of doing the test correctly, recording results carefully, and following quality checks using control bacteria.",
                "tag": "p"
            },
            {
                "content": "Participants also did simple biochemical tests to confirm the type of bacteria and discussed how sharing AST results between laboratories helps strengthen the national surveillance system in the Philippines. The combination of classroom teaching and practical lab work helped reinforce what they learned through real-world application.",
                "tag": "p"
            },
            {
                "content": "Voices from the workshop",
                "tag": "h2"
            },
            {
                "content": "The response from participants was overwhelmingly positive. One commented:",
                "tag": "p"
            },
            {
                "content": "Another said:",
                "tag": "p"
            },
            {
                "content": "Others praised the diversity of expertise in the room:",
                "tag": "p"
            },
            {
                "content": "Key takeaways included new technical skills such as interpreting MICs, applying CLSI and EUCAST standards correctly, and understanding why every AST must be backed by quality control data. The workshop also deepened awareness of both passive and active AMR surveillance and reinforced the importance of using antibiotics responsibly.",
                "tag": "p"
            },
            {
                "content": "Building a stronger future together",
                "tag": "h2"
            },
            {
                "content": "The Philippines workshop not only strengthened individual laboratory skills but also encouraged collaboration across animal health, aquaculture, food safety and academia. It demonstrated the value of a One Health approach, which recognises that human, animal and environmental health are interconnected.",
                "tag": "p"
            },
            {
                "content": "By helping deliver the Philippines’ first national AST training workshop, the UK FAO Reference Centre for AMR has supported a vital step forward in the country’s AMR response. With harmonised methods and stronger laboratory capacity, the Philippines is now better positioned to generate reliable data, guide treatment decisions and support more sustainable food systems.",
                "tag": "p"
            },
            {
                "content": "Through continued partnership, the Philippines and the UK, share a commitment to building the knowledge and capacity needed to tackle AMR – protecting health, livelihoods and the environment for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/10/27/a-milestone-in-the-fight-against-antimicrobial-resistance/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "APHA's Ramon Maluping talks about how a UK–Philippines workshop empowered labs with vital skills to combat antimicrobial resistance and protect health, food systems, and the environment."
    }
]