[
    {
        "title": "SMA Screening ISE partnership board updated on NIHR research call",
        "authors": [
            "Jo Harcombe"
        ],
        "posted_on": "2025-06-10T16:30:54",
        "categories": [
            "Newborn Blood Spot Screening"
        ],
        "content": [
            {
                "content": "The SMA Screening ISE Partnership Board, which is overseeing the planning of the in-service evaluation (ISE) of newborn screening for SMA, was updated by the National Institute for Health and Care Research (NIHR) at its meeting on 15 May.",
                "tag": "p"
            },
            {
                "content": "NHS England update",
                "tag": "h2"
            },
            {
                "content": "NHS England (NHSE) provided an update on preparatory workstreams. These include detailed work on establishing treatment costs for all 3 SMA therapies in a screened population. NHSE is working with specialised commissioning to refine this work further.",
                "tag": "p"
            },
            {
                "content": "NHSE has also been looking at the data and IT requirements for adding SMA to the newborn blood spot (NBS) screening pathway.",
                "tag": "p"
            },
            {
                "content": "ScHARR cost effectiveness model",
                "tag": "h2"
            },
            {
                "content": "The Sheffield Centre for Health and Related Research (ScHARR) has developed a modelling study into SMA screening for the UK context that suggests newborn screening may be cost saving. Some limitations and uncertainties remain, however, including the true cost of treatment, long-term outcomes and the fact that 2 of the 3 therapies are only currently available under a National Institute for Health and Care Excellence (NICE) managed access agreement (MAA).",
                "tag": "p"
            },
            {
                "content": "ScHARR will present its model to the June meeting of the UK National Screening Committee (UK NSC). A manuscript explaining the uncertainties and what the ISE can do to address them will be made available to the ISE research team.",
                "tag": "p"
            },
            {
                "content": "Scotland may be able to participate in ISE",
                "tag": "h2"
            },
            {
                "content": "NHS Scotland is exploring whether it will be possible to also take part in the ISE. Details are yet to be confirmed but it is in discussions with the NIHR and the ISE data and methodology (D&M) sub-group and will keep the partnership board updated.  ",
                "tag": "p"
            },
            {
                "content": "Sub-group updates",
                "tag": "h2"
            },
            {
                "content": "The D&M sub-group reviewed information from UK Biobank and Genomics England to understand if:",
                "tag": "p"
            },
            {
                "content": "The sub-group concluded this would not be necessary because the evidence consistently suggests that penetrance is high. Data from the ISE could also support the understanding of penetrance better if needed.",
                "tag": "p"
            },
            {
                "content": "SMA Reach has released new data which the D&M group will look at.",
                "tag": "p"
            },
            {
                "content": "The clinical pathway sub-group has discussed whether SMA should be named as a suspected condition at the first contact with parents after a positive screening result. Concern had been raised that parents might access inaccurate, outdated or incomplete information online before an appointment with a specialist.  ",
                "tag": "p"
            },
            {
                "content": "However, research conducted with parents from the Thames Valley study was presented to the group which suggests most parents would prefer to have the condition named at first contact. This is how all other NBS screening test results are managed.",
                "tag": "p"
            },
            {
                "content": "The parent and professional screening information that is being developed to support the ISE will address the issue of directing parents to up-to-date information.",
                "tag": "p"
            },
            {
                "content": "The clinical pathway group is also refining the list of specialist centres that can prescribe SMA treatment for newborns.",
                "tag": "p"
            },
            {
                "content": "The laboratory sub-group confirmed that the quickest option to implement the ISE would be to begin with the 3 labs where the reagents and equipment needed are already in place. These labs test approximately 170,000 babies per year. The next quickest option would be to include all 6 labs that currently test screening samples for severe combined immunodeficiency (SCID) using a multiplex PCR technology. Together, these 6 labs currently test approximately 370,000 babies per year.",
                "tag": "p"
            },
            {
                "content": "Screening labs have been working hard to prepare for the implementation of newborn screening for Hereditary Tyrosinemia type 1 in 2025 and are well placed to anticipate what may be needed to conduct a successful evaluation for SMA.   The partnership board agreed that the testing methodology should be evaluated as part of the ISE.",
                "tag": "p"
            },
            {
                "content": "The parent information and staff training task and finish group has been working on draft content for parent information and staff training materials. This content has been submitted to experts in the clinical pathway group for review prior to wider clinical and user group review.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/06/10/sma-screening-ise-partnership-board-updated-on-nihr-research-call/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The National Institute for Health and Care Research has advertised the research call for the in-service evaluation of newborn screening for spinal muscular atrophy."
    },
    {
        "title": "Celebrating and Supporting Carers during Carers Week!",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-06-10T16:14:20",
        "categories": [
            "Breaking down barriers",
            "Carers",
            "Inclusion",
            "Life Chance Recruitment"
        ],
        "content": [
            {
                "content": "This week we celebrate Carer’s Week 2025 June 9th – 15th, the aim is to shine a spotlight on the incredible contributions of carers and raise awareness of caring, highlight the challenges carers face and recognise their contribution to families and communities throughout the UK.",
                "tag": "p"
            },
            {
                "content": "The theme for this year is ‘Caring about Equality’ highlighting the inequalities faced by unpaid carers. These include barriers to employment, poor mental and physical health and less opportunities for education.",
                "tag": "p"
            },
            {
                "content": "Employment",
                "tag": "h3"
            },
            {
                "content": "Nearly 2.5m people in employment are providing unpaid care in England and Wales- 9% of the total number of people in employment. This highlights the importance of making sure carers feel supported in the workplace. The Civil Service Carer’s Passport enables a carer and their manager to discuss and document the flexibilities to combine caring and work.",
                "tag": "p"
            },
            {
                "content": "Sometimes an unpaid caring role may mean that employment is interrupted, and a survey conducted by Carers UK found that many carers found it increasingly difficult to juggle work and care. 40% of carers who had responded to the survey said they had given up work to care.",
                "tag": "p"
            },
            {
                "content": "Given the above, why is it important to consider the barriers that carers may face in relation to employment? The GFIE Carers scheme is open to people returning to work after a period of care, recognising that they may have barriers such as lack of confidence. We provide ongoing assistance and connect these individuals with potential job opportunities they may want to pursue across different Departments.",
                "tag": "p"
            },
            {
                "content": "Education",
                "tag": "h3"
            },
            {
                "content": "The latest school census relating to young carers was released in June 2024 by the Department for Education , showing that 53,976 pupils were recorded as young carers, representing 0.6% of the pupil population. ",
                "tag": "p"
            },
            {
                "content": "Analysis by UCL, as part of a research collaboration with Carers Trust found that young adult carers were 38% less likely to obtain a university degree than their counterparts, for those caring more than 35 hours a week, they were 86% less likely.",
                "tag": "p"
            },
            {
                "content": "The majority of employment opportunities that come through GFIE do not require any higher-education degree, and sometimes educational opportunities such as apprenticeships are attached to opportunities, enabling carers to achieve qualifications whilst they are working.",
                "tag": "p"
            },
            {
                "content": "Mental and Physical Health",
                "tag": "h3"
            },
            {
                "content": "65% of carers agreed that the increase in cost of living was having a negative impact on their physical and/or mental health in a report by Carers UK 2023. ",
                "tag": "p"
            },
            {
                "content": "The Civil Service aims to support civil servants who are also carers in a number of ways, including Employee Assistance Programmes (offering tools to support health and wellbeing) and a Carers Staff Network which can provide support relevant to carers within the Civil Service. The Civil Service Carers Network (CSCN) brings together representatives from 42 carers networks across the Civil Service. The CSCN exists to support the networks that provide direct support to carers in Civil Service departments and other public bodies - this is another layer of support for young adult carers and carers coming back to the workplace after a period of care.",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/06/10/celebrating-and-supporting-carers-during-carers-week/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This week we celebrate Carer’s Week 2025 June 9th – 15th, the aim is to shine a spotlight on the incredible contributions of carers and raise awareness of caring, highlight the challenges carers face and recognise their contribution to families …"
    },
    {
        "title": "AI in schools and colleges: what you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-06-10T15:01:29",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  ",
                "tag": "p"
            },
            {
                "content": "That’s why we are bringing the AI revolution to classroom – using it to modernise our education system, to back our teachers and deliver for our children and learners.   ",
                "tag": "p"
            },
            {
                "content": "Here is everything you need to know about how AI can transform education.  ",
                "tag": "p"
            },
            {
                "content": "Are teachers allowed to use AI? ",
                "tag": "h3"
            },
            {
                "content": "Yes, teachers can use AI to help with things like planning lessons, creating resources, marking work, giving feedback, and handling administrative tasks. But they need to use their professional judgement and check that anything AI generates is accurate and appropriate—the final responsibility always rests with them and their school or college. ",
                "tag": "p"
            },
            {
                "content": "Schools and colleges can set their own rules on AI use, as long as they follow legal requirements around data protection, child safety, and intellectual property. ",
                "tag": "p"
            },
            {
                "content": "More information on Generative artificial intelligence (AI) in education can be found in our policy paper.",
                "tag": "p"
            },
            {
                "content": "How could AI help teachers? ",
                "tag": "h3"
            },
            {
                "content": "From drafting curriculum plans to producing high-quality teaching resources, AI has the potential to reduce the amount of time teachers spend doing administrative tasks, so they can focus on what they do best– teaching and supporting their students. ",
                "tag": "p"
            },
            {
                "content": "There is so much untapped potential for AI to give teachers a helping hand with classroom life. That’s why we are funding the development of brand new AI tools for education. These tools truly stretch the capabilities of what AI can do – from assessing handwritten work to giving feedback on hand-drawn geography maps and even recognising mistakes in soldering on circuit boards made by engineering students. ",
                "tag": "p"
            },
            {
                "content": "Time previously spent on burdensome marking and admin allows teachers to focus on face-to-face teaching.",
                "tag": "p"
            },
            {
                "content": "Will teachers be replaced by AI? ",
                "tag": "h3"
            },
            {
                "content": "Absolutely not. ",
                "tag": "p"
            },
            {
                "content": "Teachers are irreplaceable, and AI could never be a substitute for teachers' professional judgement and the personal relationships they have with their students. ",
                "tag": "p"
            },
            {
                "content": "We're developing AI tools specifically to support teachers, not to replace the unique role they play in education. These tools are designed to handle repetitive tasks that currently take teachers’ energy away from face to face classroom interactions. ",
                "tag": "p"
            },
            {
                "content": "Good teachers are key to raising standards in education. Using AI to reduce workload could also help address the recruitment and retention challenges in teaching - helping to restore teaching as an attractive profession. These tools have the potential to make a difference to the every day lives of teachers, and will help them focus on what matters, teaching. ",
                "tag": "p"
            },
            {
                "content": "Are students allowed to use AI? ",
                "tag": "h3"
            },
            {
                "content": "It’s up to schools and colleges to decide if students can use AI, but they need to have the right safeguards in place. That means close supervision, using tools with safety and filtering features, and making sure students stick to age restrictions—many AI tools are 18+. Schools and colleges also need to think about how AI affects learning and whether homework policies need updating. ",
                "tag": "p"
            },
            {
                "content": "Each school or college can choose how and when AI is used. Some might allow it in certain subjects or year groups, while others may decide it’s just for teachers. Whatever they choose, keeping students safe should always come first. ",
                "tag": "p"
            },
            {
                "content": "How could AI help students? ",
                "tag": "h3"
            },
            {
                "content": "Evidence shows  that high quality, personalised feedback builds attainment, and AI tools can help with this. This means getting more of what makes the biggest difference to their learning - high-quality face-to-face teaching and personalised feedback.  ",
                "tag": "p"
            },
            {
                "content": "AI tools can speed up marking and help teachers understand each student's progress better, so they can tailor their teaching to what each learner needs. This won't replace the important relationship between students and teachers - it will strengthen it by giving teachers back valuable time to focus on the human side of teaching that makes all the difference to how well pupils learn. ",
                "tag": "p"
            },
            {
                "content": " What are you doing to develop AI in education? ",
                "tag": "h3"
            },
            {
                "content": "From investing in AI tools, to upskilling teachers and leaders ,and gathering evidence about how teachers and students are using AI, we’re already investigating how we can take advantage of AI in education.  ",
                "tag": "p"
            },
            {
                "content": "These are just first steps, but we have already:  ",
                "tag": "p"
            },
            {
                "content": "In August 2024 we announced two exciting initiatives to stimulate the education technology sector and help build tools that will support with teacher workload.  ",
                "tag": "p"
            },
            {
                "content": "The content store is a £3 million data library funded by the Department for Science and Technology which will be used to provide large language AI models with high quality educational information, like curriculums and mark schemes. This means AI products will be even more effective at producing resources to help teachers.  ",
                "tag": "p"
            },
            {
                "content": "We also announced the AI Tools for education: £1 million of funding through Innovate UK’s contracts for innovation programme. This was awarded to 16 innovators to use the information from the content store to build AI tools that will help with teacher workload across a range of the key stages.  ",
                "tag": "p"
            },
            {
                "content": "We have also announced an additional £1m of Contracts for Innovation funding to accelerate the development of AI tools for teachers — moving them from the design phase into real classrooms. This brings ground breaking AI tools a step closer to being ready for everyday use in schools.",
                "tag": "p"
            },
            {
                "content": "This boost for Oak National Academy, a provider of free, optional, high-quality digital curriculum resources, has helped to develop and improve Oak’s AI tools. Oak National Academy has launched an AI-powered lesson assistant, Aila, to support teachers to reduce their workload. Oak has worked with expert AI developers, teachers and other education specialists to create a tool that teachers report has saved them around 3-4 hours per week in lesson planning.  ",
                "tag": "p"
            },
            {
                "content": "We have created straightforward training and resources for schools and colleges to help teachers and school leaders use AI safely with confidence to improve classroom experience for pupils.",
                "tag": "p"
            },
            {
                "content": "For teachers, we're developing simple online guides that explain AI basics and provide practical tips for using AI safely with young people. These resources will show teachers how to use AI tools to reduce administrative tasks, giving them more time to focus on delivering inspiring lessons and less time on paperwork.",
                "tag": "p"
            },
            {
                "content": "For leaders, we're providing comprehensive support for managing AI across their entire settings. This guidance will help them integrate AI effectively into their digital strategy, with real examples of how other schools and colleges have successfully implemented AI. We're also including research insights on the educational benefits of using AI in schools and colleges.",
                "tag": "p"
            },
            {
                "content": "This work responds directly to what schools and colleges have been asking for - practical help to use AI safely while freeing up valuable teaching time.",
                "tag": "p"
            },
            {
                "content": "How are you making sure pupils have access to the right technology? ",
                "tag": "h3"
            },
            {
                "content": "We're investing £45 million to enhance digital connectivity in schools nationwide, specifically targeting the digital divide over the coming year. This funding includes £25 million for wireless network improvements and £20 million for fibre upgrades, ensuring reliable internet access becomes standard across all schools.  ",
                "tag": "p"
            },
            {
                "content": "We believe that every child deserves equal access to digital learning opportunities. This investment will help ensure no pupil is disadvantaged by lack of technology access, while also supporting teachers to harness educational technology advances in their classrooms.   Alongside this immediate investment, we've launched a consultation on our long-term strategy for narrowing the digital divide, with particular focus on establishing new digital and technology standards for schools and colleges across the country. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/06/artificial-intelligence-in-schools-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Artificial intelligence (AI) is here to stay. It’s already having a significant impact across the public sector -  from helping police identify criminals to improving cancer screening in the NHS.  "
    },
    {
        "title": "The ocean is a climate ally: How the East Marine Plan can lead on climate action",
        "authors": [
            "Sian McGuinness, Senior Marine Planner"
        ],
        "posted_on": "2025-06-10T13:37:25",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "Sian McGuinness from the Marine Planning team discusses a new study “The opportunity for climate action through climate-smart Marine Spatial Planning”, led by Plymouth Marine Laboratory",
                "tag": "p"
            },
            {
                "content": "“After almost 100 years on the planet, I now understand the most important place on Earth is not on land, but at sea.” – David Attenborough",
                "tag": "p"
            },
            {
                "content": "That single sentence captures what many of us working in marine-focused fields have long understood: the ocean is not just a victim of climate change, but one of our greatest lines of defence against it.",
                "tag": "p"
            },
            {
                "content": "That is why I am proud to have collaborated with an international team of marine scientists, climate experts, and marine spatial planning practitioners on a new study, “The opportunity for climate action through climate-smart Marine Spatial Planning”, led by Plymouth Marine Laboratory. The paper explores how climate-smart Marine Spatial Planning (CSMSP) can help us tackle climate change while ensuring the sustainable use of marine resources. CSMSP proactively integrates climate considerations into the planning and management of the marine environment, both to reduce greenhouse gas emissions and to improve adaptation to a changing climate.",
                "tag": "p"
            },
            {
                "content": "The study looks at why climate-smart marine spatial planning is not yet widespread. It identifies key blockers and enablers (Figure 1) and highlights real-world examples of where CSMSP is working. The goal is to support countries and planning teams starting to design and deliver more climate-smart marine spatial plans.",
                "tag": "p"
            },
            {
                "content": "Figure 1: Enablers and blockers of climate-smart Marine Spatial Planning.",
                "tag": "p"
            },
            {
                "content": "The study found that while offshore renewables are often included in marine plans, other forms of climate action such as nature-based solutions and broader adaptation strategies are far less common. Key blockers include limited access to climate data and projections, competing sectoral priorities, and a lack of funding and capacity within planning teams.",
                "tag": "p"
            },
            {
                "content": "At the same time, there are clear enablers that have been shown to drive progress:",
                "tag": "p"
            },
            {
                "content": "The paper shares successful examples of CSMSP in action from around the world. England’s marine plans are among those highlighted for incorporating both mitigation and adaptation, with policies that address flooding and coastal erosion, conserving and restoring blue carbon habitats, and strengthening the resilience of developments.",
                "tag": "p"
            },
            {
                "content": "As the Marine Management Organisation (MMO) replaces the East Marine Plan, we seek to build on the strong CSMSP foundations already within English marine plans. Insights from this paper will help us go further. By strengthening the use of nature-based solutions and working with researchers and stakeholders to embed climate modelling, evidence, and tools into the planning process, we can make the second generation of marine plans even more climate-smart. In doing so, the English marine plans can help ensure that the ocean continues to protect us as much as we work to protect it.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/06/10/the-ocean-is-a-climate-ally-how-the-east-marine-plan-can-lead-on-climate-action/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Sian McGuinness from the Marine Planning team discusses a new study “The opportunity for climate action through climate-smart Marine Spatial Planning”, led by Plymouth Marine Laboratory “After almost 100 years on the planet, I now understand the most important place …"
    },
    {
        "title": "Supporting local government to reduce cyber risk through targeted interventions",
        "authors": [
            "The Local Digital team"
        ],
        "posted_on": "2025-06-10T11:08:31",
        "categories": [
            "Cyber",
            "Local Digital"
        ],
        "content": [
            {
                "content": "The cyber threat to local government is real, increasing, and constantly evolving. Attacks can disrupt essential services, damage public trust and cause significant financial losses. We’ve seen this first-hand with ransomware attacks targeting councils such as Hackney, Gloucester, and Redcar and Cleveland.   ",
                "tag": "p"
            },
            {
                "content": "In response, MHCLG’s Local Digital team has been helping councils to build their cyber resilience through: ",
                "tag": "p"
            },
            {
                "content": "Four years into the Cyber Support programme, we’re sharing insights on the impact of our cyber work. These are drawn from early findings of the independent evaluation of the Local Digital programme.  ",
                "tag": "p"
            },
            {
                "content": "We’ll also share how we plan to gather further insights on sector risk to inform the future of our cyber support. ",
                "tag": "p"
            },
            {
                "content": "Where we’re seeing real improvements ",
                "tag": "h2"
            },
            {
                "content": "As well as funding, the Cyber Support programme provided participating councils with: ",
                "tag": "p"
            },
            {
                "content": "These focused on actions that can have the most impact on reducing the threat of ransomware attacks. ",
                "tag": "p"
            },
            {
                "content": "Results from the independent evaluation show that this support has had a major impact on councils. The programme has resulted in real, measurable improvements to sector-wide cyber resilience and direct financial benefits, with high satisfaction rates across participating councils.   ",
                "tag": "p"
            },
            {
                "content": "Between 2020 and February 2025, the programme contributed to: ",
                "tag": "p"
            },
            {
                "content": "While the evaluation highlights progress, it revealed some wider sector challenges. These include: ",
                "tag": "p"
            },
            {
                "content": "What’s next for our cyber support ",
                "tag": "h2"
            },
            {
                "content": "The evaluation has shown us that targeted, tailored support works. It’s helped improve our understanding of the sector’s cyber needs and gaps, which will help us to develop our support offer.  ",
                "tag": "p"
            },
            {
                "content": "It’s also revealed where a different approach may be needed. We’re now exploring how we can utilise the value of sharing cyber security data, expertise and capabilities across the sector through our Defend as One pilots.  ",
                "tag": "p"
            },
            {
                "content": "Help us shape the future of our support ",
                "tag": "h3"
            },
            {
                "content": "To continue improving our offer, we need a deeper understanding of risk across the sector. ",
                "tag": "p"
            },
            {
                "content": "By completing the CAF for local government and submitting your progress to MHCLG, you can help us build that picture. Over 200 councils have completed the Get CAF Ready programme, and many have started their CAF self-assessment. ",
                "tag": "p"
            },
            {
                "content": "Visit our CAF for local government webpage to learn more and subscribe to our CAF newsletter for the latest updates on the service. ",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "To hear more about Local Digital’s work: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/06/10/supporting-local-government-to-reduce-cyber-risk-through-targeted-interventions/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The cyber threat to local government is real, increasing, and constantly evolving. Four years into the Cyber Support programme, we’re sharing insights on the impact of our cyber work. "
    },
    {
        "title": "Enabling users to focus on what really matters",
        "authors": [
            "Weylan Kiam-Laine, Delivery Manager"
        ],
        "posted_on": "2025-06-10T10:15:10",
        "categories": [
            "People",
            "Products"
        ],
        "content": [
            {
                "content": "Weylan Kiam-Laine",
                "tag": "p"
            },
            {
                "content": "Carly Moran",
                "tag": "p"
            },
            {
                "content": "The Department for Business and Trade (DBT) has developed a new digital Financial Forecasting Tool (FFT) which represents a significant leap forward in operational efficiency. Harnessing data from the Oracle Database, managed by UKSBS, this tool allows users to create accurate forecasts of payroll and non-payroll expenditure for their cost centres. This enables more detailed budgeting and reporting to take place.  ",
                "tag": "p"
            },
            {
                "content": "It's already delivering substantial time and cost savings across the department while fostering greater engagement with financial processes. This allows users to focus on what really matters instead of being bogged down by the process of using the tool. This achievement is a direct result of the exemplary collaboration between the Finance and Digital Data and Technology (DDAT) teams, embodying a truly unified approach. Here's how this transformation was accomplished. ",
                "tag": "p"
            },
            {
                "content": "Out with the old, in with the new",
                "tag": "h2"
            },
            {
                "content": "In the past, our financial forecasting and reporting process was guilty of some inconsistencies. Month-end procedures varied significantly from team to team, often relying heavily on manual tasks and individual knowledge. This led to inefficiencies and placed undue pressure on significant single points of failure. A major headache for users was juggling multiple tools to create forecasts each month. ",
                "tag": "p"
            },
            {
                "content": "Thankfully, those days are behind us.  DBT's financial system landscape has been significantly improved through enhanced integration. With the launch of the Month-End Project (MEP), the aims are to: ",
                "tag": "p"
            },
            {
                "content": "The crucial first step was ensuring users had the right tooling. The goal was to streamline forecasting activities into one cohesive system to make life a whole lot easier for everyone involved come month-end. To achieve this, support was needed, and thus a vital partnership was formed between DBT’s Finance and DDaT teams.",
                "tag": "p"
            },
            {
                "content": "From vision to reality: Our journey to develop the FFT",
                "tag": "h2"
            },
            {
                "content": "The project to develop the FFT found a home with the Employee Experience team within DDaT, and we hit the ground running. Our mission was clear: to truly understand Finance's needs and swiftly map out key deliverables and milestones. With a tight deadline looming, we wasted no time.",
                "tag": "p"
            },
            {
                "content": "Working hand-in-hand with our dedicated subject matter experts from the Finance team, we maintained constant, clear communication, allowing us to quickly pinpoint the core requirements. This allowed us to focus on delivering the greatest impact in our short timeframe. Some guiding Agile principles throughout this intensive period were customer collaboration and building working software. These ensured we consistently delivered value at pace by developing the right features and smoothing out any potential bumps along the way.",
                "tag": "p"
            },
            {
                "content": "We also knew this was a significant shift for end-users. For many, it meant moving away from the legacy Admin Tool they knew intimately, to rely solely on FFT for their forecasting needs. With Admin Tool being discontinued on FFT’s launch, we needed to get it right first time, and so we gathered crucial feedback throughout the development process. By holding regular demonstrations, we ensured everyone was prepared for the change and had a voice in how the tool was developed.",
                "tag": "p"
            },
            {
                "content": "FFT today and tomorrow",
                "tag": "h2"
            },
            {
                "content": "The launch of the FFT has now been successfully completed with a full-scale run-through held at the end of April. Feedback so far has been overwhelmingly positive:",
                "tag": "p"
            },
            {
                "content": "\"The new financial forecasting tool feels like a definite upgrade from Admin Tool. While the core functionality remains familiar, it's far less clunky and much more intuitive to user's needs. Features like being able to 'find a person's name' makes tasks such as checking vacancies and pay details quicker and easier, avoiding the need to scroll endlessly. Overall, it feels fresh, reliable, modern and well-branded and responsive to what users actually need.” - Sara Bibby, Business Manager (EUS)",
                "tag": "p"
            },
            {
                "content": "Our work is far from over though. To ensure a successful launch, daily drop-in sessions have been taking place each month to guide users through any queries that they may have. A big focus for us since launch has been hypercare, ensuring that any bugs or issues that arise are swiftly resolved. We're also continuing to evolve the tool beyond its initial Minimal Viable Product (MVP), all while staying true to our Agile principles and building on our strong relationship. The next objectives are to develop a robust multi-year forecasting capability and streamline the process for bringing in new data from Oracle. We will also be working on other improvements across the tool, so reach out to financial.analysis@businessandtrade.gov.uk if you are interested to know more.",
                "tag": "p"
            },
            {
                "content": "The secret ingredient",
                "tag": "h2"
            },
            {
                "content": "The journey of the Financial Forecasting Tool stands as a testament to what dedicated collaboration can achieve. Through clear communication and a shared understanding of user needs, we were able to deliver significant time and cost savings. We also reduced tedious processes, enabling users to focus on higher-value work. All of this would not have been possible either, without plenty of feedback from users. By engaging with them throughout the process, we were able to see how different users were interacting with the tool. This significantly helped us to understand what features and functionality were useful or not. However, this was just an MVP. The Financial Forecasting Tool will continue to evolve, with collaboration at its foundation, so watch this space.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/06/10/enabling-users-to-focus-on-what-really-matters/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "The Financial Forecasting Tool (FFT) represents a significant leap forward in operational efficiency. Here's how this transformation was accomplished."
    },
    {
        "title": "Government Veterinary Services at BVA Live               (12-13 June) ",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-06-10T09:10:10",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "Want to learn more about the work of the Government Veterinary Services (GVS)? Come and see us at BVA Live. ",
                "tag": "p"
            },
            {
                "content": "We will be speaking at a few events across the 2 days: ",
                "tag": "p"
            },
            {
                "content": "Thursday 12th June: ",
                "tag": "p"
            },
            {
                "content": "10:25-11:25: Business, Careers & Debates Theatre ",
                "tag": "p"
            },
            {
                "content": "HOT TOPIC: Shaping the future: reforming the veterinary surgeons act and its impact. This will be a lively debate, including the UK’s Chief Veterinary Officer, Professor Christine Middlemiss CB. ",
                "tag": "p"
            },
            {
                "content": "11:30-12:15: BVA Interactive Zone ",
                "tag": "p"
            },
            {
                "content": "What should reform of the Veterinary Surgeons Act look like? Join BVA President and Defra’s head of veterinary policy to share your views on any potential reform of the VSA ",
                "tag": "p"
            },
            {
                "content": "15:15-16:15: Business, Careers & Debates Theatre ",
                "tag": "p"
            },
            {
                "content": "Where is the UK on bTB control? Join a discussion with all 4 UK Chief Veterinary Officers debate the issue of bovine tuberculosis, and how impacts and control methods differ across the UK ",
                "tag": "p"
            },
            {
                "content": "Friday 13th June: ",
                "tag": "p"
            },
            {
                "content": "16:15-16:55: Equine & Farm Clinical Theatre ",
                "tag": "p"
            },
            {
                "content": "Vets at the frontier of new and emerging diseases. Join the UK Deputy Chief Veterinary officer and APHA’s Head of Scanning Surveillance to hear about the important role the veterinary profession plays in early disease detection – you are part of this line of defence, even if you don’t realise it! ",
                "tag": "p"
            },
            {
                "content": "The Animal and Plant Health Agency will have a stand at E45 – be sure to swing by and say hello! ",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/06/10/government-veterinary-services-at-bva-live-12-13-june/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Want to learn more about the work of the Government Veterinary Services (GVS)? Come and see us at BVA Live.  We will be speaking at a few events across the 2 days:  Thursday 12th June:  10:25-11:25: Business, Careers & Debates …"
    },
    {
        "title": "Addressing concerns in the veterinary sector",
        "authors": [
            "Martin Coleman"
        ],
        "posted_on": "2025-06-10T07:00:12",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "An update on our market investigation, following our consultation on potential remedies for vet businesses",
                "tag": "h2"
            },
            {
                "content": "When we published our consultation on measures to address potential competition concerns in vet businesses, we expected a broad and robust set of responses – we have not been disappointed!",
                "tag": "p"
            },
            {
                "content": "We've received over 500 responses to our consultation, the vast majority of which were from individuals and independent vets, alongside responses from pet owners and consumer representatives.",
                "tag": "p"
            },
            {
                "content": "Understanding a complex market",
                "tag": "h2"
            },
            {
                "content": "Providing vet services is not like selling mobile phones or insurance. This complex market requires careful consideration of animal welfare and public health alongside competition. Clinical judgements, professional expertise, and the relationships between vets and pet owners all play vital roles.",
                "tag": "p"
            },
            {
                "content": "This is precisely why we consult.",
                "tag": "p"
            },
            {
                "content": "It would be wholly irresponsible to produce remedies without subjecting the possibilities to vigorous debate and discussion by those who may be affected, which is what we will be doing over the coming weeks as part of our extended administrative timetable.",
                "tag": "p"
            },
            {
                "content": "What we are hearing so far",
                "tag": "h2"
            },
            {
                "content": "We're still analysing responses, but our initial review has revealed a number of key points:",
                "tag": "p"
            },
            {
                "content": "What consumers are telling us",
                "tag": "h3"
            },
            {
                "content": "Many consumer groups have told us that action is needed to address significant consumer detriment, including inadequate complaints and redress systems for when things go wrong.",
                "tag": "p"
            },
            {
                "content": "For example, Which? urged the CMA to ‘act boldly to tackle the high barriers to consumer engagement’ and told us:",
                "tag": "p"
            },
            {
                "content": "What vets are telling us",
                "tag": "h3"
            },
            {
                "content": "We've received mixed feedback from the vets sector.",
                "tag": "p"
            },
            {
                "content": "Many would welcome changes to the regulatory system, including ensuring that non-vet owners of practices are subject to appropriate regulatory scrutiny. There's recognition that regulation has real-life impact on both animal care quality and value for money for pet owners.",
                "tag": "p"
            },
            {
                "content": "Many vets acknowledge the importance of transparency – people incurring significant costs should know what they may end up paying, and be informed of available treatment options before committing. All whilst recognising that clinical practice can never be entirely predictable.",
                "tag": "p"
            },
            {
                "content": "We've also heard about 3 concerns:",
                "tag": "p"
            },
            {
                "content": "1. Practicalities",
                "tag": "h4"
            },
            {
                "content": "What are implementation risks? For example, can generic prescribing, common in human medicine, work effectively in veterinary practices?",
                "tag": "p"
            },
            {
                "content": "2. Costs and proportionality",
                "tag": "h4"
            },
            {
                "content": "Do benefits to pet owners outweigh additional costs to businesses, particularly for smaller practices?",
                "tag": "p"
            },
            {
                "content": "3. Business model impacts",
                "tag": "h4"
            },
            {
                "content": "What would happen to veterinary practices that rely on medicine mark-ups if more pet owners purchase medicines online?",
                "tag": "p"
            },
            {
                "content": "While it's too early to say what will be in our provisional findings, the many helpful and constructive submissions that we've received will be core to what we're considering.",
                "tag": "p"
            },
            {
                "content": "Key considerations",
                "tag": "h2"
            },
            {
                "content": "1. Context is crucial",
                "tag": "h3"
            },
            {
                "content": "It is important to remember why we're considering these remedies in the first place. While people have a lot of trust in individual vets, there are concerns about vet businesses and we are considering evidence that may indicate:",
                "tag": "p"
            },
            {
                "content": "Our job remains to get to the bottom of these concerns, and address them where we can.",
                "tag": "p"
            },
            {
                "content": "2. Impact on businesses",
                "tag": "h3"
            },
            {
                "content": "Additional responsibilities, even when designed to address consumer concerns, have real consequences for businesses – not just in costs but in time and focus.",
                "tag": "p"
            },
            {
                "content": "40% of first opinion practices are small or medium-sized businesses – some of them are very small indeed.",
                "tag": "p"
            },
            {
                "content": "My father ran a small business, I understand the pressures – no HR department, no compliance professionals, no finance department, it was all him. His time was precious, costs were tight.",
                "tag": "p"
            },
            {
                "content": "We made a point in our consultation to seek views on potential regulatory costs and burdens, and this is a key consideration to balance against wider benefits.",
                "tag": "p"
            },
            {
                "content": "3. Informed consumer choice",
                "tag": "h3"
            },
            {
                "content": "The relationship between pet owners and vets is not purely transactional – trust is key – and we have heard suggestions that giving consumers more information so that they can better assess the choices available to them might damage this relationship. But is it the case that there is a tension between better informed consumers and trusted relationships with vets?",
                "tag": "p"
            },
            {
                "content": "Some responses suggested that greater awareness of available choices might lead pet owners to make decisions detrimental to a particular business. For example, knowing that medicines can be purchased more cheaply online might encourage pet owners to buy there instead.",
                "tag": "p"
            },
            {
                "content": "On the other hand, where buying online could lead to savings on some medicines of up to 50% or more over many years, should consumers not be made aware of their options to make their own choices? ",
                "tag": "p"
            },
            {
                "content": "And to make informed choices, pet owners need to know what the alternatives are.",
                "tag": "p"
            },
            {
                "content": "Moving forward constructively",
                "tag": "h2"
            },
            {
                "content": "The issues we're addressing are widespread and strongly felt. Our inquiry did not create these concerns but was set up in part as a response to them.",
                "tag": "p"
            },
            {
                "content": "Our job is to assess problems and seek the most proportionate resolutions. Many veterinary professionals understand this. They recognise that resting on professional trust isn't enough when veterinary services as a business may not be functioning as well as they should.",
                "tag": "p"
            },
            {
                "content": "We particularly value those respondents who acknowledge the problems and suggest alternative solutions where they disagree with our proposed remedies. Through constructive dialogue, we'll find the right answers.",
                "tag": "p"
            },
            {
                "content": "Extending our admin timetable",
                "tag": "h2"
            },
            {
                "content": "We have announced our decision to extend our administrative timetable so we can fully consider the responses we have received on our proposed remedies. ",
                "tag": "p"
            },
            {
                "content": "The statutory extension is for 6 months but we aim to publish our provisional decision in September 2025, to hold the response hearings around the end of October 2025, and to publish a final decision by February 2026 rather than at the end of November 2025 as originally intended.",
                "tag": "p"
            },
            {
                "content": "This is not a decision we have taken lightly. We understand the value of providing greater certainty to the many stakeholders – not least the vets, nurses, receptionists and other hardworking frontline staff – affected by this work and delivering outcomes as quickly as possible is a key objective for the CMA. ",
                "tag": "p"
            },
            {
                "content": "It is also important that those outcomes are measured, well-targeted and proportionate, and that the process gives a fair hearing to affected parties. ",
                "tag": "p"
            },
            {
                "content": "In this case, given the volume and strength of feeling of comments from consumer groups and vets and the complexity of the issues we are considering it is vital that we take the time needed to address consumer harm and avoid unintended consequences for veterinary professionals and businesses.",
                "tag": "p"
            },
            {
                "content": "Follow our ongoing investigation on the veterinary services for household pets page.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/06/10/addressing-concerns-in-the-veterinary-sector/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "An update on our market investigation, following our consultation on potential remedies for vet businesses When we published our consultation on measures to address potential competition concerns in vet businesses, we expected a broad and robust set of responses – …"
    },
    {
        "title": "Join the Government Science and Engineering profession",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-06-09T14:30:11",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "GSE Profession Updates"
        ],
        "content": [
            {
                "content": "On Monday 9 June the Cabinet Secretary launched the ‘Join a Profession’ campaign. This campaign is part of the government’s vision to enhance the Civil Service by investing in skills and leadership capabilities to drive innovation. The Cabinet Secretary is asking every civil servant to identify and connect with a relevant profession and ensure their development plans build their professional skills. ",
                "tag": "p"
            },
            {
                "content": "What is a profession? ",
                "tag": "p"
            },
            {
                "content": "Professions are active communities providing access to specialised learning, career pathway guidance and the chance to connect with colleagues with similar interests and skill sets. Being part of a profession is about fostering a belonging to professional community that offers guidance, support, and opportunities throughout your career journey. There are 30 government professions available, 13 of which are open to anyone across the government, including the Government Science and Engineering (GSE) Profession.  ",
                "tag": "p"
            },
            {
                "content": "Benefits of joining a profession ",
                "tag": "p"
            },
            {
                "content": "Government Science and Engineering Profession  ",
                "tag": "p"
            },
            {
                "content": "The GSE Profession is a diverse cross-government group of people who are connected to science and engineering either by their role, skillset or interests. The Profession has around 10,000 diverse members across the civil, public, and crown services and aims to help everyone embed science and engineering in government decision making and increase the capability of scientists and engineers across government.   ",
                "tag": "p"
            },
            {
                "content": "The GSE Profession is open to everyone across government, regardless of their background, and we have four job families:  ",
                "tag": "p"
            },
            {
                "content": "Whether you’re a deep specialist or just starting your journey into science and engineering, the GSE Profession offers a wealth of resources, support, and opportunities to enhance your skills and contribute to impactful decision-making. ",
                "tag": "p"
            },
            {
                "content": "We have developed offers to showcase the value of science and engineering. These include: ",
                "tag": "p"
            },
            {
                "content": "Find out more about the GSE Profession offer by contacting us for more information.  ",
                "tag": "p"
            },
            {
                "content": "Don’t delay, take the next step in your Civil Service career by joining the Government Science and Engineering profession today.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/06/09/join-the-government-science-and-engineering-profession/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "On Monday 9 June the Cabinet Secretary launched the ‘Join a Profession’ campaign. This campaign is part of the government’s vision to enhance the Civil Service by investing in skills and leadership capabilities to drive innovation. The Cabinet Secretary is …"
    },
    {
        "title": "Join a Profession: discover your professional community",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-06-09T13:07:59",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Government Reform",
            "Join a profession",
            "One Big Thing",
            "Professional Networks",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "Being part of a government profession is an important aspect of every civil servant’s career journey. Wherever you work, whatever you do, there’s a Civil Service profession waiting to welcome you and help you develop your skills and career, and deliver your role in the best way. There are 31 different professions in the Civil Service, from Digital and Data to Policy to Operational Delivery.",
                "tag": "p"
            },
            {
                "content": "Government professions are communities of people sharing common skills, expertise, and knowledge across departments and agencies. They offer support for your training and development, helping you excel in your current role, discover what you want to do next, and connect with colleagues who understand your work.",
                "tag": "p"
            },
            {
                "content": "To support you in finding the profession that’s right for your professional needs, we have created the Join a Profession page. Here you can read about all 31 government professions, how you can join, and have many other questions answered.",
                "tag": "p"
            },
            {
                "content": "By making being a member of a profession a universal experience of the Civil Service — from onboarding through performance conversations to career planning — we will create stronger professional communities that drive innovation, share expertise, and build the skills our organisation needs for the future.",
                "tag": "p"
            },
            {
                "content": "What are the benefits to joining a profession?",
                "tag": "h2"
            },
            {
                "content": "The Cabinet Secretary has highlighted professional skills development as essential to Civil Service success, making this the perfect time to get involved. All civil servants should be considering their career development, as well as learning opportunities, with professional skills in mind. ",
                "tag": "p"
            },
            {
                "content": "Each civil servant will have a profession aligned to their skills and jobs, with some requiring specific accreditations to join. Many civil servants will have a secondary profession available to them. ",
                "tag": "p"
            },
            {
                "content": "Joining a profession helps you access:",
                "tag": "p"
            },
            {
                "content": "By joining a profession you’ll not only be able to gain greater recognition and access new opportunities, but it will also help you better understand the scope of your own role within the Civil Service. It also garners a sense of belonging to a professional community where you can share expertise, drive innovation and gain the skills needed for the future, such as better training in AI.",
                "tag": "p"
            },
            {
                "content": "How do I find out which profession is right for me?",
                "tag": "h2"
            },
            {
                "content": "Every civil servant belongs to at least one of 31 professions, and our new web page makes it easier than ever to find yours. Here’s what you need to do:",
                "tag": "p"
            },
            {
                "content": "You can also visit our Join a Profession and One Big Thing stall at Civil Service Live to learn more about joining a profession.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/06/09/join-a-profession-discover-your-professional-community/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Being part of a government profession is an important aspect of every civil servant’s career journey. Wherever you work, whatever you do, there’s a Civil Service profession waiting to welcome you and help you develop your skills and career, and …"
    },
    {
        "title": "NHSE Cohorting as a Service Alpha Assessment",
        "authors": [
            "Man-Yee Lam"
        ],
        "posted_on": "2025-06-09T11:12:02",
        "categories": [
            "Alpha",
            "Assurance",
            "Service assessments"
        ],
        "content": [
            {
                "content": "From: DHSCAssessment date: 20/02/2024Stage: Alpha Result: Met Service provider: NHS England",
                "tag": "p"
            },
            {
                "content": "Service description ",
                "tag": "h2"
            },
            {
                "content": "Cohorting as a Service is an assured way for national healthcare teams to identify patients for care, based on risk factors.  ",
                "tag": "p"
            },
            {
                "content": "The service includes a managed service for creating, assuring and running and disseminating cohorts, underpinned by a rules engine (Cohort Processing System). It also includes a digital journey for finding out why a patient is included in a cohort. The service also includes publishing cohort information to the web. ",
                "tag": "p"
            },
            {
                "content": "Service users ",
                "tag": "h2"
            },
            {
                "content": "Report contents",
                "tag": "h2"
            },
            {
                "content": "1. Understand users and their needs ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "2. Solve a whole problem for users ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 2 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "3. Provide a joined-up experience across all channels     ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 3 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "4. Make the service simple to use ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 4 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h4"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "5. Make sure everyone can use the service    ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "6. Have a multidisciplinary team ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 6 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "7. Use agile ways of working ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 7 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "8. Iterate and improve frequently ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 8 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "9. Create a secure service which protects users’ privacy  ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 9 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: \n\nthe team was actively considering security, including threat assessment activities \nthe team was relying on existing NHS identity management processes, building on the existing capabilities\nthe team actively reviews the application-level security of their code, including reviewing security of 3rd party packages\n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nimprove their development lifecycle to include regular reviews and uplift of the service’s threat model \ndevelop and test a business continuity plan to have a coordinated response to a major cyber incident or data breach   \n\n10. Define what success looks like and publish performance data \nDecision \nThe service met point 10 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team have used a framework to define their priority goal and developed KPIs around this \nKPIs have been mapped to user needs \nthere is a plan for how most metrics will be tracked \nthe team have researched current costs of cohort provision, which can be very high    \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nhave a plan for how they will track metrics of enquiries being solved first time   \nhave a clearer commercial model and ROI (return on investment) calculations to understand in more detail how this service will save money \nexplore whether tracking ‘learnability’ is worthwhile measure of success. This is an aspect of usability that is particularly relevant to frequent or ‘super’ users of a service and considers the design trade-offs that might need to be made in a complex internal service \nhave a better understanding of how many users are expected after private beta and what and whether their private beta cohort is a sufficient number    \n\n11. Choose the right tools and technology \nDecision \nThe service met  point 11 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team have made well-considered choices when deciding to build versus re-use. Specifically, the arguments to build the cohort processing service are compelling and well-made \nthe team decided to focus on process optimisation for cohort creation, rather than building technology is also noteworthy, as a choice to not use technology \nthe team have made their technology choices in consultation with the wider programme space they operate within   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\ndecide whether the cohort explorer needs to exist as a stand-alone tool or is better served being APIs to integrate into other existing user interfaces \nconsider whether terminology tooling (Ontoserver) is an alternative for use of Excel spreadsheets, including promoting easier re-use of terminology code-sets   \n\n12. Make new source code open \nDecision \nThe service met point 12 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team has understood the NHS England quality expectations before open sourcing of code \nthe team has been doing the preparation work to open source their code   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nopen source the software code projects used to build this service \ndiscuss with stakeholders how to apply the open sourcing principles to the clinical code-sets  \n\n13. Use and contribute to open standards, common components and patterns \nDecision \nThe service met point 13 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team are using OIDC as their identity standard \nthe team are relying on previously built shared components (MESH)   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nconsider how the work done to date might be adopted as a standard methodology for generating cohorts across the NHS and Care systems  \n\n14. Operate a reliable service \nDecision \nThe service met point 14 of the Standard. \nWhat the team has done well \nThe panel was impressed that: \n\nthe team has a process for handling regular Snomed updates \nthe team have a testing and assurance process for new cohort rule sets   \n\nWhat the team needs to explore \nBefore their next assessment, the team needs to: \n\nhave defined and agreed the overall service level of the CaaS service \ndecide how to apply versioning to the cohort outputs, recognising the rule and source data versions in that \nhave defined and tested a breach response plan, as part of the business continuity planning \ntest in private Beta with a manageable number of users, to ensure they are not overwhelming themselves to have time to deal with things that go wrong and have capacity to make changes to the journey for the frontend and backend experience through learnings discovered in private Beta. \n\n",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2025/06/09/nhse-cohorting-as-a-service-alpha-assessment/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "Read the alpha assessment report for the Cohorting as a service from NHSE."
    }
]