[
    {
        "title": "Child maintenance deductions from Universal Credit",
        "authors": [
            "Bruce Calderwood"
        ],
        "posted_on": "2025-04-07T19:30:12",
        "categories": [
            "Children",
            "Claimants",
            "DWP",
            "Legislation",
            "Universal Credit"
        ],
        "content": [
            {
                "content": "I’ve been a member of the Social Security Advisory Committee (SSAC) for around ten years, having previously been a policy director in the Department for Work and Pensions (DWP). Last week I was pleased to see that DWP had agreed nearly all of the recommendations in our most recent report on regulations which changed the way child maintenance and other deductions are made from benefits.[1] We had written formally to the Secretary of State about them and she had accepted four out of five of our recommendations in whole or in part.",
                "tag": "p"
            },
            {
                "content": "The regulations came about because a change announced by the Chancellor of the Exchequer in last year’s Spring Budget would inadvertently stop some child maintenance deductions. She had announced that on 7 April 2025 the Fair Repayment Rate will reduce the maximum deductions that can be taken from a claimant’s Universal Credit (UC) personal allowance from 25 to 15 percent. This would ensure that people on the lowest incomes can keep more of their UC. However, as it stood it would also mean that, when claimants’ total deductions were over 15 percent, any child maintenance deductions would stop and the households where their children lived would be poorer as a result.",
                "tag": "p"
            },
            {
                "content": "DWP developed a package of temporary regulations to stop this from happening and presented these proposals to an extraordinary meeting of SSAC for scrutiny on 14 February 2025.",
                "tag": "p"
            },
            {
                "content": "At that meeting, we accepted that DWP needed to legislate quickly to prevent children losing out. However, the particular solution DWP had adopted meant that more households than before would have child deductions made, and some would see substantial increases in total deductions. Whilst this would benefit the households where their children (from a previous relationship) lived, the evidence we saw told us very little about the composition of, or impact on, households whose monthly income would drop as a result, including the impact on any children in their current household. We concluded that this was partly because of the absence of available data, and partly because DWP had not carried out sufficient analysis of potential effects, in particular the various ways the changes might affect disabled people.[2] We were also concerned about potential risks arising from child maintenance discussions displacing other deductions like those for fuel, and we thought that the date the regulations would come into force was not well enough aligned with the Fair Repayment Rate change.",
                "tag": "p"
            },
            {
                "content": "For these reasons we decided to take the regulations on ‘formal reference’.[3] This means that when the new regulations are laid, the Secretary of State has also to present our report to Parliament along with a statement setting out the extent to which she proposes to give effect to the recommendations and, if she doesn’t intend to accept them, the reasons why not.",
                "tag": "p"
            },
            {
                "content": "This is so that Parliament is better informed about the issues in any consideration of the regulations. Normally when we do this we consult widely to ensure that our analysis is as well informed as possible. However, a solution had to be put in place in time for the introduction of the Fair Repayment Rate. This meant it was not possible to consult others if we were to provide timely advice on the proposals. We therefore decided to rely on our own analysis of the issues, based on the information presented to us by DWP officials, the knowledge and experience of our members and our own 2020 report on the way social security affects separated families.",
                "tag": "p"
            },
            {
                "content": "In the Government’s response to our report, the Minister of State for Social Security and Disability agreed to:",
                "tag": "p"
            },
            {
                "content": "Ministers did not agree to our recommendation that claimants should be allowed to make representations about affordability before deductions begin.",
                "tag": "p"
            },
            {
                "content": "I have a number of reflections on this experience.",
                "tag": "p"
            },
            {
                "content": "[1] The Universal Credit, Personal Independence Payment, Jobseeker’s Allowance and Employment and Support Allowance (Claims and Payments) (Modification) Regulations 2025 (SI 2025/****)",
                "tag": "p"
            },
            {
                "content": "[2] DWP were aware that the impacts were uncertain and as a result had decided to time limit them to a year so that they could be assessed.",
                "tag": "p"
            },
            {
                "content": "[3] The Social Security Administration Act 1992",
                "tag": "p"
            }
        ],
        "link": "https://ssac.blog.gov.uk/2025/04/07/child-maintenance-deductions-from-universal-credit/",
        "blog": "Social Security Advisory Committee",
        "blog_link": "https://ssac.blog.gov.uk",
        "description": "I’ve been a member of the Social Security Advisory Committee (SSAC) for around ten years, having previously been a policy director in the Department for Work and Pensions (DWP). Last week I was pleased to see that DWP had agreed …"
    },
    {
        "title": "Using our evidence to plan our approach to the management of Dartmoor's SSSIs",
        "authors": [
            "Dave Slater"
        ],
        "posted_on": "2025-04-07T14:07:51",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Farming",
            "Nature",
            "Peat",
            "Protected sites and species",
            "Science and evidence",
            "Site of Special Scientific Interest",
            "wildlife and farming"
        ],
        "content": [
            {
                "content": "Today we have published a Review of the evidence for the management of Dartmoor’s Sites of Special Scientific Interest (SSSIs). As an evidence-led organisation, we use this to inform our advice to farmers and stakeholders on Dartmoor. Our job is to take the best available evidence and apply it within the local context. This is needed to provide the best possible outcome for nature and for the people who work, live and visit Dartmoor.  ",
                "tag": "p"
            },
            {
                "content": "This blog sets out Natural England’s ambition and how we are using evidence to inform our approach to Dartmoor. This includes recommendations on short-term extensions to existing Higher Level Stewardship (HLS) agreements and our advice to the newly formed Dartmoor Land Use Management Group (DLUMG).  ",
                "tag": "p"
            },
            {
                "content": "In summary, Natural England’s advice will be based on the following principles: ",
                "tag": "p"
            },
            {
                "content": "Our recent full surveys show there is much more work to be done to improve the condition of Dartmoor’s SSSIs. All SSSIs across Dartmoor remain in unfavourable condition. For many areas grazing patterns are a factor. This includes both under grazing and over grazing. Any successful long-term plan to recover habitats will mean that grazing regimes will have to adapt. The type, numbers, timing and location of grazing animals are key. But we also know that this is very difficult to achieve in practice, given the huge extent of the unenclosed moorland commons. ",
                "tag": "p"
            },
            {
                "content": "Our review of the evidence concludes that causes of unfavourable condition on Dartmoor are multifaceted. Contributing factors include over and under-grazing of livestock (e.g. early summer hardy cattle), excessive burning, peat cutting and drainage. The role of external factors such as nitrogen deposition and climate change are not well evidenced on Dartmoor but should not be ignored in management decisions.  ",
                "tag": "p"
            },
            {
                "content": "The approach to recovering Dartmoor’s SSSIs needs to take account of all these factors – focussing on one issue such as over-grazing will not work. In fact, applying strict limits to grazing across Dartmoor may jeopardise the very farming systems needed. These farming systems are part of the recovery of the mosaic habitats that make Dartmoor a special place for nature. How to control vegetation management across large, complex and unfenced areas is still poorly understood.  ",
                "tag": "p"
            },
            {
                "content": "Trial solutions within Dartmoor’s unique characteristics are needed. We are therefore working closely with the DLUMG and other strategic initiatives to achieve the best ecological outcomes for protected sites. Trialling innovative approaches supported by robust experimental design and academic rigour will add to our future evidence base and advice. ",
                "tag": "p"
            },
            {
                "content": "Much of the evidence in this review is from smaller and more controllable areas than Dartmoor. Achieving a level of control on Dartmoor’s unfenced moorland for sustained improvement in condition is difficult. Even if this level of control could be achieved, we would need to account for the other factors. This all leads to our conclusions that a more holistic approach is needed. This approach must ensure we can sustain a long-term sustainable management regime – meaning it must be compatible with viable farm businesses. This of course, is in line with the aims of the Dartmoor Land Use Management Group. The success of this group is vital for nature recovery on Dartmoor.  ",
                "tag": "p"
            },
            {
                "content": "Many wider initiatives also give us huge optimism for the future health of Dartmoor’s natural environment. The Southwest Peatland Partnership has pioneered the restoration of extensive areas of peatland habitats. There are also three Landscape Recovery pilots that present an exciting opportunity to deliver the desired long-term and creative management. As well as this, the Protected Landscapes Targets and Outcomes Framework point to a step change in Government’s aspirations for our most cherished landscapes.  ",
                "tag": "p"
            },
            {
                "content": "Natural England and Dartmoor’s stakeholders have a common goal of a wildlife-rich landscape in tune with a thriving rural community. With this in mind, we must work very closely with the DLUMG members to co-design an approach and a plan that enhances and sustains the special qualities of Dartmoor’s protected sites.   ",
                "tag": "p"
            },
            {
                "content": "Over the coming year, we will be offering two-year extensions to HLS agreements and supporting farmers to maximise the environmental benefits of their scheme. This will prioritise the protection and enhancement of irreplaceable peatland to prevent deterioration to heathland through targeted management and more regular monitoring. This will also bridge the gap to a time when there is more clarity on Environmental Land Management Schemes (ELMS) to support farmers when making the right choice for their businesses and for nature. ",
                "tag": "p"
            },
            {
                "content": "This interim approach sets the direction for future management and allows time for the DLUMG to co-develop a strategy for achieving our longer-term ambitions. We hope this will pave the way towards a more sustainable and strategic management system for the future of Dartmoor.",
                "tag": "p"
            },
            {
                "content": "The publication of the review follows the publication last week of three Natural England evidence reports to inform action to support the recovery of peatland landscapes: Growing the evidence base to recover England’s treasured peatland landscapes – Natural England  ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/07/using-our-evidence-to-plan-our-approach-to-the-management-of-dartmoors-sssis/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Today we have published a Review of the evidence for the management of Dartmoor’s Sites of Special Scientific Interest (SSSIs). As an evidence-led organisation, we use this to inform our advice to farmers and stakeholders on Dartmoor. Our job is …"
    },
    {
        "title": "New NIHR evidence synthesis groups give major boost to the UK NSC",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-04-07T12:34:05",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "The National Institute for Health Research (NIHR) is investing millions of pounds to provide the UK National Screening Committee (UK NSC) with dedicated research expertise.",
                "tag": "p"
            },
            {
                "content": "The NIHR is funding 3 university partnerships to establish specialist Screening Evidence Synthesis Groups (ESGs). They start work this month (April 2025). Building on the success of the NIHR’s existing ESGs, these groups will provide specialist academic input to help the UK NSC make robust evidence-based recommendations to ministers.",
                "tag": "p"
            },
            {
                "content": "The UK NSC, an independent scientific advisory committee, is responsible for weighing up the potential benefits and harms of screening and advising ministers and the NHS in the 4 UK countries. It only recommends screening if good quality evidence indicates it does more good than harm and represents value for money.",
                "tag": "p"
            },
            {
                "content": "The 3 new ESGs, based in the Universities of Bristol, Sheffield and Warwick/Birmingham, will carry out research projects to inform UK NSC recommendations about which health screening programmes should be introduced, continued, modified or withdrawn.",
                "tag": "p"
            },
            {
                "content": "They will evaluate existing research evidence to help determine if the benefits of screening, such as timely detection, better treatment outcomes and reduced mortality, would outweigh harms that can include overdiagnosis and overtreatment.",
                "tag": "p"
            },
            {
                "content": "Working in partnership",
                "tag": "h2"
            },
            {
                "content": "The investment in the ESGs underlines the commitment of the NIHR and the Department of Health and Social Care to the role of research and evidence synthesis in informing healthcare policy and practice.",
                "tag": "p"
            },
            {
                "content": "Professor Lesley Stewart, Director of the NIHR Evidence Synthesis Programme (ESP), said:",
                "tag": "p"
            },
            {
                "content": "The ESGs will work on a range of research projects. These will include concise evidence maps, which help determine if there is enough published evidence to justify more detailed work, and full modelling exercises that evaluate the overall effectiveness and cost effectiveness of screening programmes in all their complexity. The new groups are also well placed to contribute to the continuous improvement of the committee's approach to the evaluation of the evidence.",
                "tag": "p"
            },
            {
                "content": "Prof Anne Mackie, Director of Programmes for the UK NSC, said: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/04/07/new-nihr-evidence-synthesis-groups-give-major-boost-to-the-uk-nsc/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The National Institute for Health Research is investing millions of pounds to provide the UK NSC with dedicated research expertise."
    },
    {
        "title": "Improving efficiency and service quality in our magistrates’ courts",
        "authors": [
            "Will Breame, Delivery Director, National Services: Crime and Ops Support"
        ],
        "posted_on": "2025-04-07T12:01:09",
        "categories": [
            "Training and support",
            "Tribunals",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Everyday, our Courts and Tribunals Service Centres (CTSCs) play a vital role in delivering justice smoother and more efficiently. Call handlers and agents are there to support and guide users who may have questions or need information about their court or tribunal case, delivering improved access to justice. As part of our commitment to modernising court services through a truly centralised system, we’re moving all phone enquiries for magistrates' courts in England and Wales to our CTSCs. This follows successful introduction of this approach in the North West and South West last year.    ",
                "tag": "p"
            },
            {
                "content": "By having everyone involved in delivering a service centrally located, and using a single system, an issue can be identified, addressed and resolved far more quickly and efficiently, without the need to send information and instructions across multiple locations. The benefits to people using magistrates’ courts include: ",
                "tag": "p"
            },
            {
                "content": "Our service in numbers ",
                "tag": "h2"
            },
            {
                "content": "Service centres are responsible for answering most calls to magistrates’ courts. Between April and December 2024, our service centres handled over three quarters of a million crime-related calls and emails. Many of these related to magistrates' cases and would previously have been dealt with by the local court. ",
                "tag": "p"
            },
            {
                "content": "Data from our pilot regions shows that calls are answered in under 6 minutes on average, with less than 2% of calls to service centres needing to be referred back to courts, giving us confidence that this is an effective approach. ",
                "tag": "p"
            },
            {
                "content": "A court administrator from the North West region provided feedback:  ",
                "tag": "p"
            },
            {
                "content": "\"We've felt the benefit of not allocating two staff to cover the phones throughout the day. Call migration has allowed us to dedicate more time to other areas of work, such as reducing backlogs and helping users with their cases, or to focus on one-to-one training.” ",
                "tag": "p"
            },
            {
                "content": "Similarly, feedback from the South West notes:  ",
                "tag": "p"
            },
            {
                "content": "\"The impact of call migration in the local administration team has had a profound effect on the team's ability to regroup, focus and recalibrate on processes, re-investing in their learning, without the constant disruption of phone calls.” ",
                "tag": "p"
            },
            {
                "content": "Building on success ",
                "tag": "h2"
            },
            {
                "content": "Feedback received from the North West and South West regions has played an important role in the success of this transition so far and we continue to welcome feedback via our feedback form. Manchester Magistrates’ Court has been able to accommodate a number of service centre staff on site, which has helped increase service centre knowledge of courts processes.  ",
                "tag": "p"
            },
            {
                "content": "The current low number of handoffs (where we need to pass an enquiry back to the local magistrates’ court) is a result of service centres continuing to build this capability following feedback from the pilot regions, which is something that will continue throughout the rollout. We’re also recruiting more call handlers, and giving ourselves time to train them as each region moves their calls out of magistrates courts.",
                "tag": "p"
            },
            {
                "content": "Rollout timeline  ",
                "tag": "h2"
            },
            {
                "content": "This change will continue to rollout across the five remaining regions between April and June 2025, and will affect professional stakeholders, such as CPS, police and members of the public who need to attend the court. ",
                "tag": "p"
            },
            {
                "content": "Service centres will be the first point of contact for calls instead of regional magistrates’ courts. The service centre teams can resolve most queries, but there are some matters that will still need to be handled by local courts. Our staff will advise you and connect you with the right team.   ",
                "tag": "p"
            },
            {
                "content": "Of course, you’ll still see our staff in magistrates' courts to ensure hearings run smoothly for people working in and using them. This includes in-court support roles, staff who handle immediate issues and teams who support thousands of magistrates and over 250 district judges nationwide. ",
                "tag": "p"
            },
            {
                "content": "Contact details ",
                "tag": "h2"
            },
            {
                "content": "All callers can contact the CTSC in the following ways: ",
                "tag": "p"
            },
            {
                "content": "Current contact details for emailing local courts remain unchanged. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Gwella effeithlonrwydd ac ansawdd gwasanaeth yn ein llysoedd ynadon ",
                "tag": "h2"
            },
            {
                "content": "Bob dydd, mae ein Canolfannau Gwasanaethau’r Llysoedd a’r Tribiwnlysoedd (CTSCs) yn chwarae rhan hanfodol yn darparu cyfiawnder yn fwy didrafferth ac yn fwy effeithlon. Mae’r rhai sy’n delio â galwadau ac asiantau yno i gefnogi ac arwain defnyddwyr a allai fod â chwestiynau neu sydd angen gwybodaeth am eu hachos llys neu dribiwnlys, gan sicrhau gwell mynediad at gyfiawnder. Fel rhan o’n hymrwymiad i foderneiddio gwasanaethau llys drwy ddarparu system wirioneddol ganolog, rydym yn symud pob ymholiad dros y ffôn ar gyfer llysoedd ynadon Cymru a Lloegr i’n CTSCs. Mae hyn yn dilyn cyflwyno’r dull hwn yn llwyddiannus yng Ngogledd-orllewin a De-orllewin Lloegr y llynedd.  ",
                "tag": "p"
            },
            {
                "content": "Drwy gael pawb sy’n ymwneud â darparu gwasanaeth wedi’u lleoli’n ganolog, ac yn defnyddio un system, gellir nodi mater, mynd i’r afael ag ef a’i ddatrys yn llawer cyflymach ac yn fwy effeithlon, heb fod angen anfon gwybodaeth a chyfarwyddiadau ar draws nifer o leoliadau. Mae’r manteision i bobl sy’n defnyddio’r llysoedd ynadon yn cynnwys: ",
                "tag": "p"
            },
            {
                "content": "Ein gwasanaeth mewn niferoedd ",
                "tag": "h2"
            },
            {
                "content": "Mae ein canolfannau gwasanaethau yn gyfrifol am ateb y rhan fwyaf o alwadau yn ymwneud â’r llysoedd ynadon. Rhwng Ebrill a Rhagfyr 2024, deliodd ein canolfannau gwasanaethau â dros dri chwarter miliwn o alwadau ac e-byst yn ymwneud â throsedd. Roedd llawer o’r rhain yn ymwneud ag achosion ynadon a byddent wedi cael eu trin gan y llys lleol yn flaenorol. ",
                "tag": "p"
            },
            {
                "content": "Mae data o’n rhanbarthau peilot yn dangos bod galwadau’n cael eu hateb mewn llai na 6 munud ar gyfartaledd, gyda llai na 2% o alwadau i ganolfannau gwasanaethau angen eu cyfeirio’n ôl i’r llysoedd, gan roi hyder inni fod hwn yn ddull effeithiol. ",
                "tag": "p"
            },
            {
                "content": "Cafwyd adborth gan weinyddwr llys o ranbarth Gogledd-orllewin Lloegr:  ",
                "tag": "p"
            },
            {
                "content": "“Rydyn ni wedi teimlo’r fantais o beidio â neilltuo dau aelod o staff i ddelio â galwadau ffôn trwy’r dydd. Mae symud galwadau wedi ein galluogi i neilltuo mwy o amser i feysydd gwaith eraill, fel lleihau ôl-groniadau a helpu defnyddwyr gyda’u hachosion, neu ganolbwyntio ar hyfforddiant un-i-un.” ",
                "tag": "p"
            },
            {
                "content": "Yn yr un modd, mae adborth o Dde-orllewin Lloegr yn nodi:  ",
                "tag": "p"
            },
            {
                "content": "“Mae effaith symud galwadau ar y tîm gweinyddol lleol wedi cael effaith ddofn ar allu’r tîm i ail-grwpio, canolbwyntio ac ail-raddnodi mewn perthynas â phrosesau, gan ail-fuddsoddi yn eu dysgu, heb darfu cyson galwadau ffôn.” ",
                "tag": "p"
            },
            {
                "content": "Adeiladu ar lwyddiant ",
                "tag": "h2"
            },
            {
                "content": "Mae’r adborth a gafwyd gan ranbarthau Gogledd-orllewin a De-orllewin Lloegr wedi chwarae rhan bwysig yn llwyddiant y cyfnod pontio hwn hyd yn hyn a bydd yn parhau i wneud hyn. Mae Llys Ynadon Manceinion wedi gallu neilltuo lle i nifer o staff y ganolfan gwasanaethau ar y safle, sydd wedi helpu i gynyddu gwybodaeth y ganolfan gwasanaethau am brosesau’r llysoedd.  ",
                "tag": "p"
            },
            {
                "content": "Mae’r nifer isel presennol o drosglwyddiadau (lle mae angen i ni drosglwyddo ymholiad yn ôl i’r llys ynadon lleol) o ganlyniad i ganolfannau gwasanaethau yn parhau i adeiladu’r capasiti hwn yn dilyn adborth gan y rhanbarthau peilot, sy’n rhywbeth a fydd yn parhau drwy gydol y cyfnod cyflwyno. Rydym hefyd yn recriwtio mwy o bobl sy’n delio â galwadau, ac yn rhoi amser i’n hunain i’w hyfforddi wrth i bob rhanbarth symud eu galwadau allan o lysoedd ynadon. ",
                "tag": "p"
            },
            {
                "content": "Llinell amser cyflwyno  ",
                "tag": "h2"
            },
            {
                "content": "Bydd y newid hwn yn parhau i gael ei gyflwyno ar draws y pum rhanbarth sy’n weddill rhwng mis Ebrill a mis Mehefin 2025, a bydd yn effeithio ar randdeiliaid proffesiynol, megis y CPS, yr heddlu ac aelodau’r cyhoedd y mae angen iddynt fynychu’r llys. ",
                "tag": "p"
            },
            {
                "content": "Canolfannau gwasanaethau fydd y pwynt cyswllt cyntaf ar gyfer galwadau yn lle’r llysoedd ynadon rhanbarthol. Gall dimau’r canolfannau gwasanaethau ddatrys y rhan fwyaf o ymholiadau, ond mae rhai materion y bydd angen i lysoedd lleol ymdrin â hwy o hyd. Bydd ein staff yn eich cynghori ac yn eich cysylltu â’r tîm cywir.   ",
                "tag": "p"
            },
            {
                "content": "Wrth gwrs, byddwch yn dal i weld ein staff mewn llysoedd ynadon i sicrhau bod gwrandawiadau’n rhedeg yn ddidrafferth i bobl sy’n gweithio ynddynt ac yn eu defnyddio. Mae hyn yn cynnwys rolau cymorth yn y llys, staff sy’n ymdrin â materion uniongyrchol a thimau sy’n cefnogi miloedd o ynadon a thros 250 o farnwyr rhanbarth ledled y wlad. ",
                "tag": "p"
            },
            {
                "content": "Manylion cyswllt ",
                "tag": "h2"
            },
            {
                "content": "Gall pob galwr gysylltu â’r CTSC yn y ffyrdd canlynol: ",
                "tag": "p"
            },
            {
                "content": "Nid yw’r manylion cyswllt cyfredol ar gyfer anfon e-byst at lysoedd lleol wedi newid. ",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/04/07/improving-efficiency-and-service-quality-in-our-magistrates-courts/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Our Courts and Tribunals Service Centres are improving efficiency in magistrates’ courts by handling most phone enquiries centrally. This reduces court workloads and speeds up case processing, benefitting professionals and the public."
    },
    {
        "title": "Unlocking data sharing across government",
        "authors": [
            "Murat Soncul, Head of Data Protection and Privacy, GDS"
        ],
        "posted_on": "2025-04-07T12:00:41",
        "categories": [
            "Open data"
        ],
        "content": [
            {
                "content": "The Data Sharing Network of Experts (DSNE) started in September 2022. It was set up to:",
                "tag": "p"
            },
            {
                "content": "DSNE is a cross-government virtual team who help solve problems with sharing data between departments and agencies. DSNE contributes to the government’s vision for better joined up public services and productivity, outlined in the blueprint for modern digital government.  ",
                "tag": "p"
            },
            {
                "content": "DSNE provides impartial advice to resolve complex data sharing issues, including legal, policy and security concerns. Its work helps influence systemic changes to improve data sharing, contributing to programmes such as the Data Marketplace service and the AI Playbook for the UK Government. Additionally, it provides a platform to gather data professionals perspectives when shaping such initiatives. ",
                "tag": "p"
            },
            {
                "content": "By resolving these challenges, DSNE supports a privacy-positive culture and fosters more efficient government data sharing, ultimately benefitting public services.",
                "tag": "p"
            },
            {
                "content": "How the Data Sharing Network of Experts works",
                "tag": "h3"
            },
            {
                "content": "When government departments face challenges in data sharing, DSNE steps in to offer support. The process begins when data sharing cases are referred to DSNE, particularly those that are blocked. Each case is triaged, and the team assesses the core issues preventing progress.",
                "tag": "p"
            },
            {
                "content": "After assessing the case, DSNE provides impartial, cross-government facilitation, working with internal stakeholders to help departments reach decisions. Importantly, DSNE does not make final decisions; rather, it offers advisory services and facilitates the discussion to help departments resolve conflicts themselves.",
                "tag": "p"
            },
            {
                "content": "If the issue persists despite DSNE's involvement, the matter can be escalated. Escalation routes move through the senior leadership of the involved departments, and, if needed, extend to the Chief Data Officers (CDO) Council, permanent secretaries and even ministers.",
                "tag": "p"
            },
            {
                "content": "DSNE tackles a range of issues ",
                "tag": "h3"
            },
            {
                "content": "One major challenge has been overcoming technical, legal and cultural barriers to data sharing, which have been made worse by inconsistent approaches. DSNE can handle a variety of challenges around data sharing, such as:",
                "tag": "p"
            },
            {
                "content": "DNSE handled 30 cases between 2022 and 2024. These cases spanned a wide range of government bodies, including the Cabinet Office, HM Revenue and Customs, and Department for Transport.",
                "tag": "p"
            },
            {
                "content": "From these cases the most roadblocks to data sharing in government included:",
                "tag": "p"
            },
            {
                "content": "The wider impact of DSNE",
                "tag": "h3"
            },
            {
                "content": "DSNE significantly impacts government operations by improving data sharing and promoting collaboration. The benefits of this include:",
                "tag": "p"
            },
            {
                "content": "The DSNE team meets every six weeks and as data becomes ever more important in government, DSNE's work will remain essential for solving the complexities of data sharing while keeping privacy and data protection as top priorities.",
                "tag": "p"
            },
            {
                "content": "Get in touch to find out more",
                "tag": "h3"
            },
            {
                "content": "If you have a data sharing case you'd like assistance with, or if you're interested in learning more about DSNE, you can contact us at:",
                "tag": "p"
            },
            {
                "content": "Murat SonculHead of Data Protection, Government Digital Service (GDS)murat.soncul@digital.cabinet-office.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Kiran MistrySenior Data Protection Advisor, Government Digital Service (GDS)kiran.mistry@digital.cabinet-office.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://dataingovernment.blog.gov.uk/2025/04/07/unlocking-data-sharing-across-government/",
        "blog": "Data in government",
        "blog_link": "https://dataingovernment.blog.gov.uk",
        "description": "Effective data sharing between government departments is essential for informed decision making and delivering high quality public services. However, data protection, privacy concerns and policy complexities can delay this process. The Data Sharing Network of Experts (DSNE) was formed to help navigate these challenges and facilitate efficient data sharing."
    },
    {
        "title": "What is Antimicrobial Resistance (AMR) and how can you help combat it?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-04-07T01:01:00",
        "categories": [
            "Health Protection"
        ],
        "content": [
            {
                "content": "Imagine a world where common infections became life-threatening, because our medicines no longer worked. It might sound like the plot for a dystopian film, but this scenario is real and it's happening now. Antimicrobial resistance, known as AMR, is stopping antibiotics from being as effective as they used to be. There were an estimated 66,730 serious antibiotic-resistant infections in 2023, a rise compared to 62,314 that we saw in 2019, before the pandemic.",
                "tag": "p"
            },
            {
                "content": "This blog post explains why we all need to be more aware of AMR and what it means, and introduces the new campaign to Keep Antibiotics Working, fronted by our mascot Andi Biotic. ",
                "tag": "p"
            },
            {
                "content": "What exactly is AMR?",
                "tag": "h2"
            },
            {
                "content": "AMR occurs when bacteria and other microorganisms evolve to survive the medicines we use to fight them. Just as we adapt to challenges, bacteria can adapt to survive antibiotics. When this happens, these vital medicines stop working when we need them most. Find out more about AMR on the NHS website.",
                "tag": "p"
            },
            {
                "content": "The global impact",
                "tag": "h2"
            },
            {
                "content": "The numbers tell a stark story:",
                "tag": "p"
            },
            {
                "content": "While AMR affects everyone, Black British and Asian British communities face a higher risk of developing infections that don't respond well to antibiotics, which makes it crucial that we focus our activities to address this issue.",
                "tag": "p"
            },
            {
                "content": "Our campaign",
                "tag": "h2"
            },
            {
                "content": "We have created a new campaign, fronted by our mascot Andi Biotic, who is on a mission to make people aware of the correct ways to use antibiotics. These are simple things everyone can do, to help make sure antibiotics work for you and for future generations.",
                "tag": "p"
            },
            {
                "content": "How you can help",
                "tag": "h2"
            },
            {
                "content": "Here are 3 simple but powerful actions: ",
                "tag": "p"
            },
            {
                "content": "UKHSA’s role in tackling AMR",
                "tag": "h2"
            },
            {
                "content": "The UK Health Security Agency (UKHSA) plays a pivotal role in the UK's 20-year strategy to tackle AMR, recently publishing a new National Action Plan (2024-2029).",
                "tag": "p"
            },
            {
                "content": "Our aim is to contain and control AMR by 2040. Here are 3 ways we are working towards that goal:",
                "tag": "p"
            },
            {
                "content": "Want to do more?",
                "tag": "h2"
            },
            {
                "content": "We hope this information encourages you to join us in fighting back against AMR. There are ways to get involved:",
                "tag": "p"
            },
            {
                "content": "Together, we can help keep these vital medicines working for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/04/07/what-is-antimicrobial-resistance-amr-and-how-can-you-combat-it/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "We introduce the new campaign to Keep Antibiotics Working, fronted by our mascot Andi Biotic, and look at why we all need to be more aware of Antimicrobial Resistance (AMR)."
    }
]