[
    {
        "title": "Your A level results are in – now what? Exploring apprenticeships as your next step ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-12T15:34:29",
        "categories": [
            "Apprenticeships"
        ],
        "content": [
            {
                "content": "Getting your A level results can feel like standing at a crossroads. While for some university might seem like the default next step, apprenticeships also offer an exciting alternative—one that lets you earn money, gain real-world experience, and work toward a qualification. ",
                "tag": "p"
            },
            {
                "content": "What is an apprenticeship? ",
                "tag": "h3"
            },
            {
                "content": "An apprenticeship blends learning and earning. You’ll be employed by a company, trained on the job, often working towards a recognised qualification. It’s hands-on learning from day one—applying theory in real workplace situations. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships typically last one to two years, with some lasting up to six years, depending on the role. You’ll spend most of your time working, with dedicated time off the job for study—whether at a college, university, training provider or online. Best of all, your training is funded by your employer and the government, so there are no tuition fees. ",
                "tag": "p"
            },
            {
                "content": "Is an apprenticeship right for you? ",
                "tag": "h3"
            },
            {
                "content": "If you learn best by doing, want to start earning straight away, or have a clear career interest, an apprenticeship could be the right fit for you. They’re available in a wide range of fields—from engineering and construction to digital marketing, finance and healthcare. ",
                "tag": "p"
            },
            {
                "content": "Degree apprenticeships are also an option for some professions and specialisms. These let you work toward a bachelor’s or master’s degree while employed, combining academic study with practical experience. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships vs. university ",
                "tag": "h3"
            },
            {
                "content": "Apprenticeships can absolutely be an alternative to university. Many employers value the practical experience apprentices bring and run extensive programmes to train people within their own systems and culture. ",
                "tag": "p"
            },
            {
                "content": "If a degree apprenticeship is available in your chosen occupation, you’ll earn the same qualification as a full-time university student—but with years of work experience. You’ll be working on real projects, earning a salary, and gaining financial independence from the start. ",
                "tag": "p"
            },
            {
                "content": "University focuses more on academic study. You’ll pay tuition fees and likely take out loans. Both paths lead to a degree, but they offer very different experiences. ",
                "tag": "p"
            },
            {
                "content": "Which industries are looking for apprentices? ",
                "tag": "h3"
            },
            {
                "content": "If you're wondering where the opportunities are, Skills England, the government body responsible for strengthening the nation’s skills system and tackling skills shortages, has identified ten priority sectors where job growth is expected to be strongest by 2030. These include areas like advanced manufacturing, clean energy, creative industries, digital technologies, financial services, life sciences, and healthcare. ",
                "tag": "p"
            },
            {
                "content": "Many of these growing sectors actively recruit apprentices, from junior production roles in creative industries to technical positions in clean energy companies. This means choosing an apprenticeship could put you on a path into some of the UK's most dynamic and expanding industries. ",
                "tag": "p"
            },
            {
                "content": "Do apprentices get paid? ",
                "tag": "h3"
            },
            {
                "content": "Yes—all apprentices earn at least the apprentice minimum wage rate, although many employers pay more. Your salary depends on your age, the industry, and how long you’ve been in the programme. ",
                "tag": "p"
            },
            {
                "content": "You’re not just a student—you’re an employee with a proper contract, holiday entitlement, and other employee rights. It’s a genuine earning opportunity while you build your skills and qualifications.  ",
                "tag": "p"
            },
            {
                "content": "How do I find the right apprenticeship for me? ",
                "tag": "h3"
            },
            {
                "content": "Beyond browsing job listings, it's worth thinking about your career progression. Skills England has occupational maps that show clear pathways from different types of training to career opportunities.  ",
                "tag": "p"
            },
            {
                "content": "These can help you see how an apprenticeship might lead to the career you're interested in. Understanding these pathways can help you choose an apprenticeship that aligns with your long-term goals, not just your immediate interests. ",
                "tag": "p"
            },
            {
                "content": "Where to explore your options ",
                "tag": "h3"
            },
            {
                "content": "Take your time ",
                "tag": "h3"
            },
            {
                "content": "Your A level results are just the beginning. There’s no need to rush—take time to research and reflect on what suits your learning style and lifestyle. ",
                "tag": "p"
            },
            {
                "content": "Whether you choose university, an apprenticeship, or another path, the goal is to find what aligns with your interests and ambitions. Apprenticeships offer a powerful combination of earning, learning, and experience that many young people find incredibly rewarding. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/your-a-level-results-are-in-now-what-exploring-apprenticeships-as-your-next-step/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Getting your A level results can feel like standing at a crossroads. While for some university might seem like the default next step, apprenticeships also offer an exciting alternative—one that lets you earn money, gain real-world experience, and work toward …"
    },
    {
        "title": "Understanding Climate Risks",
        "authors": [
            "Eva Grace - Actuary"
        ],
        "posted_on": "2025-08-12T13:58:14",
        "categories": [
            "Climate change"
        ],
        "content": [
            {
                "content": "A practical guide to scenario analysis for public sector organisations",
                "tag": "h2"
            },
            {
                "content": "Climate change presents complex challenges with varying timeframes that can sometimes feel overwhelming for public sector organisations to deal with. ",
                "tag": "p"
            },
            {
                "content": "The Government Actuary’s Department (GAD) has published a helpful guide on getting started with climate scenario analysis to help organisations better understand these risks. This guide sets out a structured approach that can transform long-term uncertainty into actionable insights for today's decision-makers.",
                "tag": "p"
            },
            {
                "content": "Why scenario analysis matters",
                "tag": "h2"
            },
            {
                "content": "Climate-related risks don't wait for perfect information or complete certainty. From flooding that damages infrastructure to heat waves that affect service delivery, these impacts are already affecting public sector operations. ",
                "tag": "p"
            },
            {
                "content": "Scenario analysis offers a way forward, enabling organisations to explore how climate risks might evolve across different plausible futures and make informed decisions despite uncertainty.",
                "tag": "p"
            },
            {
                "content": "The approach aligns with recommendations from the Task Force on Climate-Related Financial Disclosures (TCFD). It is supported by HM Treasury TCFD application guidance specifically designed for government and public sector bodies. ",
                "tag": "p"
            },
            {
                "content": "Rather than attempting to predict exactly what will happen, scenario analysis helps organisations understand their vulnerabilities and build resilience across a range of possible outcomes.",
                "tag": "p"
            },
            {
                "content": "Getting started: Seven steps to success",
                "tag": "h2"
            },
            {
                "content": "The 7 steps are a key part of GAD's recently published climate scenario analysis guide.",
                "tag": "p"
            },
            {
                "content": "Building on what you already know",
                "tag": "h3"
            },
            {
                "content": "Most public sector organisations have already begun thinking about climate risks, perhaps through emergency planning, asset management, or sustainability initiatives. The first step involves surveying this existing work across the organisation. While co-ordinating different teams and departments can be challenging, building on previous efforts will save significant time and resources in the long run.",
                "tag": "p"
            },
            {
                "content": "Establishing your baseline",
                "tag": "h3"
            },
            {
                "content": "Understanding current climate-related risks provides essential groundwork for future analysis. This means identifying present-day exposures – such as properties at flood risk, infrastructure vulnerable to extreme weather, or services affected by seasonal variations. Documenting current impacts, including repair costs and insurance premiums, creates a solid foundation for projecting how these might change under different climate scenarios.",
                "tag": "p"
            },
            {
                "content": "Understanding your data needs",
                "tag": "h3"
            },
            {
                "content": "Effective scenario analysis requires 3 types of information.",
                "tag": "p"
            },
            {
                "content": "Setting realistic scope",
                "tag": "h3"
            },
            {
                "content": "Successful scenario analysis requires careful scoping decisions. Which risks should take priority? The answer depends on what information will be most useful for decision-making, balanced against budget and data constraints. Organisations typically project risks across short, medium, and long-term timeframes, aligned with planning horizons and asset lifetimes. ",
                "tag": "p"
            },
            {
                "content": "The scope might focus on specific high-risk areas initially rather than attempting organisation-wide coverage immediately. Quality often trumps quantity in early iterations, with the understanding that the process can expand over time.",
                "tag": "p"
            },
            {
                "content": "Analysing climate risks",
                "tag": "h3"
            },
            {
                "content": "With scope defined and data requirements understood, organisations can begin assessing risks across different climate scenarios. This involves using available global scenarios that describe climate change and transition to a low-carbon economy. This is often supplemented with sector-specific or local information.",
                "tag": "p"
            },
            {
                "content": "The analysis examines how exposed and vulnerable the organisation is to future climate hazards, translating this into potential financial impacts. Multiple models may be needed, alongside qualitative assessments, with clear documentation of assumptions and limitations throughout.",
                "tag": "p"
            },
            {
                "content": "Evaluation and disclosure",
                "tag": "h3"
            },
            {
                "content": "Climate scenario analysis isn't a purely technical exercise – it's fundamentally about supporting governance and decision-making. Evaluation involves working with decision-makers to understand what the analysis reveals about organisational resilience and where improvements might be needed.",
                "tag": "p"
            },
            {
                "content": "Disclosure provides a record of this ongoing analysis, demonstrating how climate risks are being identified, assessed, and managed. This transparency supports accountability and continuous improvement.",
                "tag": "p"
            },
            {
                "content": "Continuous improvement",
                "tag": "h3"
            },
            {
                "content": "Perhaps the most important principle is that scenario analysis is an iterative process. Each round of analysis reveals areas for improvement, whether through better data, refined models, or expanded scope. The key is not to let the prospect of future improvements prevent getting started – perfect analysis isn't the goal, but progressively better understanding is.",
                "tag": "p"
            },
            {
                "content": "Making it work in practice",
                "tag": "h3"
            },
            {
                "content": "Climate scenario analysis might seem daunting, but it's designed to be practical and decision-focused. Organisations can start small, build gradually, and improve over time. External support is available where internal capabilities need supplementing, from quality assurance to specialist technical input. ",
                "tag": "p"
            },
            {
                "content": "The ultimate goal isn't to predict the future with certainty – it's to understand risks well enough to make informed decisions about resilience, adaptation, and strategic planning. In a world where climate impacts are already evident and set to intensify, scenario analysis provides a structured way to navigate uncertainty and build organisational resilience. ",
                "tag": "p"
            },
            {
                "content": "For public sector organisations serving communities across the country, this approach offers a path towards more climate-resilient services and operations. By understanding how climate risks might evolve, organisations can better protect the assets, operations, and people they serve while fulfilling their responsibilities in an uncertain but changing world. ",
                "tag": "p"
            },
            {
                "content": "For details of the services which we offer and how GAD can help support your organisation’s climate scenario analysis and TCFD journey, email: climate.change@gad.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h2"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page. ",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/08/12/understanding-climate-risks/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Climate scenario analysis helps public sector organisations turn long-term climate uncertainty into actionable insights for today's decisions, supporting resilience and adaptation planning."
    },
    {
        "title": "Results day 2025: What's next after picking up your A level, T level and VTQ results?",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-08-12T10:55:55",
        "categories": [
            "A Level",
            "Further education",
            "T Levels",
            "T Levels",
            "Universities"
        ],
        "content": [
            {
                "content": "It can feel like there’s a lot riding on A Level, T Level and Vocational Technical Qualifications (VTQ) results day but if you don’t get your predicted grades, don’t worry - it doesn’t mean that your education journey stops here. ",
                "tag": "p"
            },
            {
                "content": "It's also important to remember that the number of top grades has no bearing on the number of university places available. ",
                "tag": "p"
            },
            {
                "content": "Even if you don’t get exactly the grades you’d expected, you may be able to follow the route you were preparing to take. But if you do need to change your plans, there are plenty of alternative, exciting options for everyone. ",
                "tag": "p"
            },
            {
                "content": "Here we explain your choices if things didn’t go to plan on results day. ",
                "tag": "p"
            },
            {
                "content": "When is A level/T Level/VTQ results day 2025? ",
                "tag": "h3"
            },
            {
                "content": "Results day this year is on Thursday 14 August 2025. ",
                "tag": "p"
            },
            {
                "content": "What if I don’t get the grades I need for my university course? ",
                "tag": "h3"
            },
            {
                "content": "Even if you don’t get the grades you need, your university or college may still offer you a place. ",
                "tag": "p"
            },
            {
                "content": "Whatever your grades, there’s still time to rethink your plans if you’re having second thoughts. And if you didn’t make your university offer, there are plenty of alternative options out there ",
                "tag": "p"
            },
            {
                "content": "The first thing you should do is talk to your school or college, and to your preferred university or college, as they may be able to offer some flexibility.  ",
                "tag": "p"
            },
            {
                "content": "University admissions teams will be on hand on results day to help students and have plenty of experience with helping applicants to find a course that will allow them thrive. ",
                "tag": "p"
            },
            {
                "content": "Find your university’s admissions contact details by heading to the admission section of their website.  ",
                "tag": "p"
            },
            {
                "content": "What if I don’t pass all the components of my T Level? ",
                "tag": "h3"
            },
            {
                "content": "Don’t worry if you haven’t passed all the components of your T Level – you may still be able to secure enough UCAS points to go to university, if that’s your plan  ",
                "tag": "p"
            },
            {
                "content": "UCAS points are available for those who have completed their industry placement and passed either the core or occupational specialism part of their T Level. ",
                "tag": "p"
            },
            {
                "content": "How many UCAS points you achieve will vary depending on the T Level subject you took as the weighting of the core and occupational specialism for each course varies. ",
                "tag": "p"
            },
            {
                "content": "You can find out how many UCAS points you can achieve for only partially passing your T Level with the UCAS tariff calculator. ",
                "tag": "p"
            },
            {
                "content": "What are my options if I still want to go to university or continue studying? ",
                "tag": "h3"
            },
            {
                "content": "Clearing ",
                "tag": "h4"
            },
            {
                "content": "Clearing is when UCAS provides students with the chance to apply for university places which haven’t yet been filled. It’s available to anyone who has made a UCAS Undergraduate application and doesn’t hold any offers. ",
                "tag": "p"
            },
            {
                "content": "Clearing provides an opportunity for those who have missed their conditions or had a last-minute change of heart about the university or course they want to study. ",
                "tag": "p"
            },
            {
                "content": "How do I know if I’m eligible to find a course through clearing? ",
                "tag": "h4"
            },
            {
                "content": "Clearing runs from 5 July until 21 October. You will be eligible if: ",
                "tag": "p"
            },
            {
                "content": "You can find out more about clearing by watching this video from UCAS. ",
                "tag": "p"
            },
            {
                "content": "Resit ",
                "tag": "h4"
            },
            {
                "content": "If you’re unhappy with your results you can apply to  resit your subjects in summer 2026. ",
                "tag": "p"
            },
            {
                "content": "You should speak to your school or college about retaking exams. ",
                "tag": "p"
            },
            {
                "content": "Higher Technical Qualifications (HTQs) ",
                "tag": "h4"
            },
            {
                "content": "If you’re interested in continuing your education but an undergraduate degree isn’t for you, then you might want to consider a HTQ.  ",
                "tag": "p"
            },
            {
                "content": "HTQs are technical qualifications that employers have helped develop so you can get the tailored training and skills you need to secure a job in your chosen industry.  ",
                "tag": "p"
            },
            {
                "content": "You can study a HTQ full time or part time. You’re usually taught in a classroom at a college, university or an independent training provider. ",
                "tag": "p"
            },
            {
                "content": "You can take a HTQ in a variety of different subjects across a wide range of sectors, including healthcare, digital, construction, engineering and education.  ",
                "tag": "p"
            },
            {
                "content": "You also may be eligible for student finance. The amount you could get will depend on your circumstances and the type of HTQ you’re studying. You can find a HTQ through UCAS. ",
                "tag": "p"
            },
            {
                "content": "Apprenticeships ",
                "tag": "h4"
            },
            {
                "content": "There are now more than 700 high quality apprenticeships in a wide range of roles. ",
                "tag": "p"
            },
            {
                "content": "This includes high level apprenticeships, like degree apprenticeships in nursing, engineering, law, and science.  ",
                "tag": "p"
            },
            {
                "content": "Apprentices earn while learning, gaining valuable on-the-job experience while receiving training at university or college. ",
                "tag": "p"
            },
            {
                "content": "You can search for apprenticeships here.  ",
                "tag": "p"
            },
            {
                "content": "School leavers scheme ",
                "tag": "h4"
            },
            {
                "content": "Some companies offer school leaver schemes to young people who have completed A levels. The schemes allow young people to learn and train with a large company while earning a wage. ",
                "tag": "p"
            },
            {
                "content": "School leaver schemes are usually like graduate schemes, except they’re aimed at pupils who’ve recently left school. You can apply to the scheme while you’re still in school. ",
                "tag": "p"
            },
            {
                "content": "Employers create their own schemes, so students need to search for school leaver schemes or check each company’s website to see if one is available and apply. ",
                "tag": "p"
            },
            {
                "content": "What if I’m not sure what I want to do? ",
                "tag": "h3"
            },
            {
                "content": "Talk to a National Careers Service adviser ",
                "tag": "h4"
            },
            {
                "content": "Whatever your results, you have lots of options and there is more than one route into most careers. It’s not always grades which are the most important thing, and employers look for a range of skills and qualifications. ",
                "tag": "p"
            },
            {
                "content": "First of all, you should talk to your school or college to discuss your options. Friends and family can also be a source of support to bounce ideas off, but it can be useful to talk your plans through with an impartial expert. ",
                "tag": "p"
            },
            {
                "content": "You can speak to a professional careers adviser for free and get judgment-free, confidential information and advice via the National Careers Service Exam Results helpline, via phone or by webchat. ",
                "tag": "p"
            },
            {
                "content": "Whatever your results, if you want to find out more about all your education and training options, as well as get practical advice about your exam results, visit the Skills for Careers. ",
                "tag": "p"
            },
            {
                "content": "What if I think there’s something wrong with my results? ",
                "tag": "h3"
            },
            {
                "content": "Speak to your school or college for advice ",
                "tag": "h4"
            },
            {
                "content": "There is a rigorous system in place which makes sure that exams are marked fairly and accurately. ",
                "tag": "p"
            },
            {
                "content": "If you think there has been a mistake in how your exam was marked, you should speak to your school or college who can request a review from the exam board. ",
                "tag": "p"
            },
            {
                "content": "You shouldn’t request a review unless you think there has been an error, or you could risk missing out on other options. Consider carefully if appealing is the right course of action for you by discussing it with your school or college. ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/08/results-day-2025-next-after-picking-up-a-level-t-level-vtq-results/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "It can feel like there’s a lot riding on A Level, T Level and Vocational Technical Qualifications (VTQ) results day but if you don’t get your predicted grades, don’t worry - it doesn’t mean that your education journey stops here.  …"
    },
    {
        "title": "Standardisation of Post-Consent Monitoring for Offshore Wind Farms",
        "authors": [
            "Sophia Yakoob, Offshore Wind Advisor, Strategic Renewables Unit (SRU)"
        ],
        "posted_on": "2025-08-12T07:54:20",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The MMO’s Strategic Renewables Unit has finalised their work with other government departments, Statutory Nature Conservation Bodies (SNCBs), The Crown Estate and Renewable UK to standardise the post-consent monitoring requirements for offshore wind farms. The aims is to make these requirements clear and ensure data is more consistent and useable.",
                "tag": "p"
            },
            {
                "content": "The team carried out a literature review and examined post-consent monitoring reports from the past 10 years, available through the MMO’s Marine Case Management System, to create an initial list of recommended standards. Following extensive feedback from a stakeholder workshop and an industry survey, the final standards were developed. These recommendations guide applicants to finalising their post-consent monitoring plans for marine mammals, seabirds, benthic habitats, underwater noise, fish and shellfish, and geophysical surveys.",
                "tag": "p"
            },
            {
                "content": "These standards will be used to make decisions on post-consent monitoring reports on whether applicants have completed sufficient monitoring that adhere to the recommended standards. The standards will be implemented by the MMO Licensing Team as a checklist.",
                "tag": "p"
            },
            {
                "content": "The standardised approach will allow data to be compared more easily between projects, which will bring multiple benefits, including making it easier to draw robust conclusions about cumulative impacts and allowing the conclusions from one monitoring programme to be used in assessing the impacts of another project. Over time, this will reduce the uncertainty in assessments by strengthening the feedback loop between data, evidence, and decision-making. This approach will also enable data to be more easily discovered, shared and re-used by stakeholders including industry, SNCBs, regulators and academics, as it will be presented in an accessible and widely understood format.",
                "tag": "p"
            },
            {
                "content": "For the full report and the accompanying guidance, visit: Marine licensing: Standardisation of Post-Consent Environmental Monitoring for Wind Farms in English Waters - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Underwater Noise",
                "tag": "h2"
            },
            {
                "content": "Successful Coordination of Noisy Activities",
                "tag": "p"
            },
            {
                "content": "The Southern North Sea Special Area of Conservation (SNS SAC) is designated to protect harbour porpoise, meaning underwater noise from offshore development must be carefully managed in the area.",
                "tag": "p"
            },
            {
                "content": "Management of underwater noise during the summer 2025 season (April – September) in the SNS SAC has been a great success so far. As in previous years, management has included twice-weekly coordination calls between offshore developers and operators to align their noisy activities and ensure that noise disturbance thresholds for the site are not exceeded.",
                "tag": "p"
            },
            {
                "content": "Pre-season projections indicated that this would be a very busy period of offshore development; however, thanks to excellent coordination by offshore developers and operators, all works to date have successfully taken place within the noise disturbance thresholds.",
                "tag": "p"
            },
            {
                "content": "This is the first year the developer and operator calls have been led by a coordinator, funded by the Offshore Wind Industry Council’s Pathways to Growth Programme. As a result, meetings have run efficiently, and communication between the group and regulators has significantly improved. Regulators hope the coordinator role can continue in future years, subject to available funding.",
                "tag": "p"
            },
            {
                "content": "Call for Information",
                "tag": "p"
            },
            {
                "content": "Regulators and government departments are currently working together to plan for future seasons. On Monday, 4 August, the MMO and OPRED issued a call for information on planned impulsive noise activities within or affecting the SNS SAC for:",
                "tag": "p"
            },
            {
                "content": "Developers and operators are encouraged to respond with this request as soon as possible, as early engagement with regulators is strongly encouraged.",
                "tag": "p"
            },
            {
                "content": "For queries, contact the underwater noise team at: sru@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/08/12/standardisation-of-post-consent-monitoring-for-offshore-wind-farms-2/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The MMO’s Strategic Renewables Unit has finalised their work with other government departments, Statutory Nature Conservation Bodies (SNCBs), The Crown Estate and Renewable UK to standardise the post-consent monitoring requirements for offshore wind farms. The aims is to make these …"
    },
    {
        "title": "GSE leadership in action: Demonstrating our Leadership Values",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-08-11T13:24:54",
        "categories": [
            "Learning & Development",
            "Talent & Leadership"
        ],
        "content": [
            {
                "content": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership.",
                "tag": "p"
            },
            {
                "content": "Michelle Hackett, Head of International Fisheries Science at the Department for Environment, Food and Rural Affairs (Defra), uses these leadership values every day to lead with confidence and empower her team. Let’s hear how she achieves this.",
                "tag": "p"
            },
            {
                "content": "GSE Leadership Values Masterclass: Leading through change",
                "tag": "p"
            },
            {
                "content": "If you would like the chance to develop your leadership in this way, don’t miss the upcoming hybrid Leadership Values Masterclass on the 4 September, open to all members of the GSE profession interested in strengthening their leadership skills. The masterclass will explore the challenges and opportunities of leading through change and senior leaders will talk through examples of the application of GSE Leadership values.",
                "tag": "p"
            },
            {
                "content": "Register your interest by completing the form Leadership Values Masterclass September 2025, or email us at gse@go-science.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/08/11/gse-leadership-in-action-demonstrating-our-leadership-values/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "The Government Science and Engineering (GSE) Profession places a strong emphasis on leadership values. The four leadership values; integrity, collaboration, decisiveness, and inclusion, provide a framework for successful leadership. Michelle Hackett, Head of International Fisheries Science at the Department for …"
    },
    {
        "title": "Our new powers in action: tackling company cloning",
        "authors": [
            "Integrity and Enforcement Team"
        ],
        "posted_on": "2025-08-11T12:00:54",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Our new powers under the Economic Crime and Corporate Transparency Act 2023 are already making a real-world impact.",
                "tag": "p"
            },
            {
                "content": "As part of our ongoing efforts to prevent financial crime and expose organised criminals who engage in fraud, we have targeted an emerging area of concern: the exploitation of businesses through the cloning of legitimate companies.",
                "tag": "p"
            },
            {
                "content": "Investigating cloned restaurant companies",
                "tag": "h2"
            },
            {
                "content": "Between December 2023 and February 2024, our intelligence and enforcement teams identified 786 companies that had been incorporated and were suspected to be fraudulent clones of established restaurant businesses.",
                "tag": "p"
            },
            {
                "content": "By looking to exploit the reputation of well-known hospitality brands, organised crime groups were trying to make their illegal activities look legitimate and trustworthy. ",
                "tag": "p"
            },
            {
                "content": "These cloned companies often used names that closely resembled existing brands, often only differentiating themselves by a single character or punctuation mark.",
                "tag": "p"
            },
            {
                "content": "Their intention is typically to:",
                "tag": "p"
            },
            {
                "content": "Well-known restaurant groups and public figures within the hospitality sector were among those targeted, which resulted in widespread media coverage.Companies House took immediate action to investigate this activity, and we were soon able to flag companies for enforcement action.",
                "tag": "p"
            },
            {
                "content": "As a result, 2,895 fraudulent appointments and 965 companies were removed from the register. We also then changed the names of 929 of the associated companies, an important action that protected the businesses and individuals whose company or personal names were misappropriated in these cases.",
                "tag": "p"
            },
            {
                "content": "How our new powers are helping",
                "tag": "h2"
            },
            {
                "content": "The Economic Crime and Corporate Transparency Act has given Companies House important new powers to respond to such threats:",
                "tag": "p"
            },
            {
                "content": "Increasing transparency and trust in UK business",
                "tag": "h2"
            },
            {
                "content": "These cases highlight the importance of the role Companies House plays to preserve the integrity of the register. Cloned companies pose a threat to both legitimate businesses and the public. Suppliers and investors who rely on accurate company information are also at risk if we do not stop this criminal activity.",
                "tag": "p"
            },
            {
                "content": "We're committed to using our new powers effectively to challenge this misuse of the register and disrupt criminal activity.",
                "tag": "p"
            },
            {
                "content": "Together, we're strengthening the UK’s company register and helping to build a more transparent and trustworthy business environment.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/08/11/our-new-powers-in-action-tackling-company-cloning/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Read how we used our new powers to remove nearly 1,000 fraudulent restaurant company 'clones' from the register."
    },
    {
        "title": "Putting the forestry back into agroforestry",
        "authors": [
            "Jim O'Neill"
        ],
        "posted_on": "2025-08-11T09:00:00",
        "categories": [
            "Woodland creation",
            "Woodland management"
        ],
        "content": [
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Ten years ago, agroforestry – the practice of integrating trees into a farm’s land use – was a little-known concept in the agricultural world. Since then, knowledge and interest in planting trees on farms has grown rapidly. ",
                "tag": "p"
            },
            {
                "content": "At the Forestry Commission, we have a growing team of Agroforestry Woodland Officers, who are becoming regular faces at farming events and shows across England.",
                "tag": "p"
            },
            {
                "content": "Agroforestry integrates trees into farming systems and when well-planned and managed, can maintain or enhance existing agricultural output.",
                "tag": "p"
            },
            {
                "content": "Think of it as three-dimensional farming, where the third dimension – the trees – can add to the yield directly through timber, fruit and nuts, or by providing shade and shelter that helps increase crop yields and livestock performance.",
                "tag": "p"
            },
            {
                "content": "While agroforestry is often considered for the benefits trees provide to your land, crops and livestock, trees can do much more – they can produce a valuable crop themselves.",
                "tag": "p"
            },
            {
                "content": "This is where forestry expertise becomes crucial: growing high-quality timber requires specific knowledge and skills that the forestry sector can provide.",
                "tag": "p"
            },
            {
                "content": "Turning to timber",
                "tag": "h2"
            },
            {
                "content": "As agroforestry gains popularity, many are asking an obvious question: could these trees also produce quality timber? The answer is yes but it requires knowledge and skill, and the kind of expertise that forestry professionals have developed over decades. You could say it’s about putting the forestry back into agroforestry.",
                "tag": "p"
            },
            {
                "content": "Quality timber production isn’t something that happens by accident. It requires careful planning and ongoing management throughout the tree’s life cycle: from establishment and protection through to pruning and harvesting. Each of these stages needs thoughtful consideration when designing a new agroforestry system.",
                "tag": "p"
            },
            {
                "content": "As with any good farming or forestry decision, success depends on matching your approach to your specific conditions. Your soil type, land aspect and the climate will influence species choice, how densely to plant trees and what’s practical for you and your farm. Budding agroforesters need to think strategically about integration: will you grow crops between rows of trees, or graze livestock under or amongst them?",
                "tag": "p"
            },
            {
                "content": "Planning and managing your vertical crop",
                "tag": "h2"
            },
            {
                "content": "Species selection for maximum value",
                "tag": "h3"
            },
            {
                "content": "Successful timber agroforestry requires strategic species selection. Different tree species offer varying timber values and growth characteristics, so there are various options that can align with your farming system and local markets.",
                "tag": "p"
            },
            {
                "content": "For example, wild cherry can yield high-value timber for furniture and joinery, reaching maximum height within 20-50 years and yielding fruit within 5-6 years. For detailed information on species selection and management techniques, Forest Research’s Tree Species Guide for UK Agroforestry Systems provides comprehensive guidance on species best suited to farms.",
                "tag": "p"
            },
            {
                "content": "Protecting your crop from mammals",
                "tag": "h3"
            },
            {
                "content": "Farmers and foresters alike are familiar with the threats posed by mammals such as deer and grey squirrels. Managing mammals is particularly critical in agroforestry systems, where lower tree densities mean the loss of individual trees has a greater potential impact than in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "An important first step is to conduct a baseline assessment to understand the risk or current level of impact mammals could have on your trees. This will allow you to put appropriate mammal management in place across your site. Then early adoption of protection measures is essential to minimise damage and ensure success of your agroforestry project.",
                "tag": "p"
            },
            {
                "content": "Adapting forestry techniques",
                "tag": "h3"
            },
            {
                "content": "Managing your ‘vertical crop’ requires adapting standard forestry techniques for the unique demands of integrated farming systems.",
                "tag": "p"
            },
            {
                "content": "High pruning is a key technique which involves systematically removing lower branches to create clean stems and an elevated canopy. This serves three purposes: producing valuable knot-free timber, allowing light to reach the crops below, and providing clearance for farm machinery to easily pass underneath.",
                "tag": "p"
            },
            {
                "content": "Harvesting an agroforestry timber crop",
                "tag": "h3"
            },
            {
                "content": "Agroforestry aims to maintain the benefits that the trees bring over time, which means harvesting can look different than it does in traditional forestry.",
                "tag": "p"
            },
            {
                "content": "Instead of clear-felling large areas, consider methods like selective felling and continuous cover forestry. These involve removing smaller numbers of carefully chosen trees while preserving the overall tree canopy.",
                "tag": "p"
            },
            {
                "content": "By harvesting individual trees or small groups, you can maintain essential benefits like shelter, biodiversity and soil protection, while still generating an income. It also creates space for replanting keeping your system both productive and resilient.",
                "tag": "p"
            },
            {
                "content": "Timber from agroforestry offers farmers another route to diversification and builds business resilience. However, success depends on honest assessment – do you have the capacity to carry out the work, and can you find reliable markets for your products?",
                "tag": "p"
            },
            {
                "content": "Building agroforestry skills for the future",
                "tag": "h2"
            },
            {
                "content": "The forestry expertise needed for quality timber production in agroforestry systems isn’t just valuable today, it’s essential for the future. As agroforestry grows, so does the need for training and education, though skill gaps remain a barrier to wider adoption.",
                "tag": "p"
            },
            {
                "content": "There are promising developments. Agroforestry is beginning to appear in university courses, from guest lectures at Harper Adams to dedicated postgraduate programmes like Bangor University’s MSc in Agroforestry and Food Security. The Soil Association also offers an e-learning module on agroforestry and farm woodlands.",
                "tag": "p"
            },
            {
                "content": "Looking ahead, there’s growing momentum to embed agroforestry into formal education and advisory services. This will ensure the next generation of farmers, advisors and land managers are equipped to confidently integrate trees into productive landscapes. Meanwhile, peer-to-peer learning through networks like the Farm Woodland Forum offer practical ways for farmers and landowners to share knowledge and experience.",
                "tag": "p"
            },
            {
                "content": "Getting started with agroforestry",
                "tag": "h2"
            },
            {
                "content": "For those looking to integrate trees into your farm, get in touch with your local Agroforestry Woodland Officer through our contact form. They can offer advice and guidance to get you started.",
                "tag": "p"
            },
            {
                "content": "If you have existing woodland, understanding the condition of your existing trees can help you dip your toe into forestry and harvesting timber. Start by assessing your current trees through the Woodland Condition Assessment app. It’s a practical first step to bring your trees and woodland into management.",
                "tag": "p"
            },
            {
                "content": "Find out more information on our guide to agroforestry GOV.UK page.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/08/11/putting-the-forestry-back-into-agroforestry/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Jim O'Neill, Agroforestry Development Manager, shows how applying traditional forestry knowledge to agroforestry systems can unlock timber production potential."
    },
    {
        "title": "What is drought? ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-11T08:13:21",
        "categories": [
            "Drought"
        ],
        "content": [
            {
                "content": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency monitor it, and how are we responding? ",
                "tag": "p"
            },
            {
                "content": "Droughts are natural events that cannot be defined, as every drought is different. Whilst they are all caused by a shortage of rainfall, the characteristics (including timing, duration, impacts on people, the environment, agriculture and business) can vary. ",
                "tag": "p"
            },
            {
                "content": "Some droughts are short and intense, caused by a hot, dry summer. Others are long and take time to develop over multiple seasons due to low amounts of rainfall. ",
                "tag": "p"
            },
            {
                "content": "As a result of climate change, we are experiencing longer hotter summers and more intense rainfall in winters, leading to an increased likelihood of drought and flooding events. ",
                "tag": "p"
            },
            {
                "content": "What are the types of drought? ",
                "tag": "p"
            },
            {
                "content": "The main types of drought, which may occur separately or together, are: ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency monitors various indicators (such as rainfall, river flows, groundwater levels, reservoir storage, ecology, public water supplies) and will decide the level of drought an area is in.  ",
                "tag": "p"
            },
            {
                "content": "We use four stages to describe and manage our response: ",
                "tag": "p"
            },
            {
                "content": "You can keep up-to-date with the latest dry with situation with our Dry weather and drought in England: summary reports. ",
                "tag": "p"
            },
            {
                "content": "What does the Environment Agency do during dry weather and drought? ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency has a statutory duty under The Water Resources Act 1991 to ensure there is enough water for people and the environment. During dry weather, we carry out a range of actions to monitor, report and act to reduce the impacts of dry weather on the natural environment.  ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency is responsible for: ",
                "tag": "p"
            },
            {
                "content": "Further information on how the Environment Agency responds to dry weather can be found: Drought: how it is managed in England   ",
                "tag": "p"
            },
            {
                "content": "Find out more about we’re responding to the 2025 drought  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/11/what-is-drought/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Over the past 50 years, England has suffered lots of droughts - some of the more notable ones include 1975-76, 1989-92, 1995-96, 2004-06, 2011-12 and recently 2018, 2022 and 2025. But what does this mean, how does the Environment Agency …"
    }
]