[
    {
        "title": "Behind the Scenes at RIPL: Protecting the UK from deadly diseases",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-07T18:18:33",
        "categories": [
            "Health security",
            "Protecting the country's health",
            "Zoonoses"
        ],
        "content": [
            {
                "content": "In this blog post we take a behind-the-scenes look at the Rare and Imported Pathogens Laboratory (RIPL), where our scientists work to safeguard public health from rare and deadly diseases.",
                "tag": "p"
            },
            {
                "content": "Our laboratories",
                "tag": "h2"
            },
            {
                "content": "RIPL is the UK’s frontline clinical diagnostic laboratory for unusual, rare, and hazardous infections, particularly those imported from abroad. Every day, our scientists receive clinical samples from healthcare providers across the UK. Using diagnostic techniques like serology and polymerase chain reaction (PCR) assays, our teams work to quickly identify diseases that might be difficult to diagnose in hospital laboratories.",
                "tag": "p"
            },
            {
                "content": "Our specialist laboratories are equipped to detect and contain high-risk viruses such as Marburg, Ebola, and Lassa fever. These infections may be imported into the UK by returning travellers and, although extremely rare it is important to provide 24/7 access to testing to make sure proper infection control and public health measures are put in place.  We receive about one sample per week for testing for possible imported viral haemorrhagic fevers. And our rigorous containment and safety measures ensure that no pathogen slips through the cracks.",
                "tag": "p"
            },
            {
                "content": "Specialised services for complex cases",
                "tag": "h2"
            },
            {
                "content": "Our scientists and clinicians have developed tailored diagnostic panels based on patient travel history and symptoms. These panels cover 10 world regions, allowing us to look for a number of infections in a single sample as quickly as possible, rather than ruling out possibilities one by one. From imported viruses to bacterial diseases like anthrax and Q fever, our expertise spans a wide range of infectious threats.",
                "tag": "p"
            },
            {
                "content": "Beyond testing hospital samples, RIPL is involved in other public health protection and surveillance work. For example, we provide testing for anthrax for samples from potentially contaminated old buildings or suspected animal infections. We are also involved in a wide range of surveillance work, including testing samples from blood donors and healthy volunteers to assess the risk of vector-borne disease in the UK. ",
                "tag": "p"
            },
            {
                "content": "The Imported Fever Service",
                "tag": "h2"
            },
            {
                "content": "The Imported Fever Service (IFS) is the clinical face of RIPL. Our doctors support frontline NHS clinicians by providing an around-the-clock service for:",
                "tag": "p"
            },
            {
                "content": "We aim to deliver fast answers and support in the diagnosis and management of patients with a fever, ensuring appropriate infection prevention and control measures, and activating public health interventions if needed.",
                "tag": "p"
            },
            {
                "content": "Our role in global public health",
                "tag": "h2"
            },
            {
                "content": "We live in a global world, and when people travel frequently across borders, it means disease can too. Early detection is crucial to responding quickly with the appropriate public health interventions, preventing or mitigating outbreaks and saving lives.",
                "tag": "p"
            },
            {
                "content": "Every sample we handle represents a potential threat which means our team’s expertise and unique capability to handle dangerous diseases in our high containment laboratories and cutting-edge diagnostic facilities ensures we are timely and accurate in delivering test results.",
                "tag": "p"
            },
            {
                "content": "While we don’t work directly with patients, our impact is felt nationwide, from hospitals to public health responses carried out locally, and our scientists ensure the UK can remain a step ahead of emerging health threats.",
                "tag": "p"
            },
            {
                "content": "Read our other blog posts on rare and hazardous infections:",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/07/behind-the-scenes-at-ripl-protecting-the-uk-from-deadly-diseases/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "In this blog post we take a behind-the-scenes look at the Rare and Imported Pathogens Laboratory (RIPL), where our scientists work to safeguard public health from rare and deadly diseases. Our laboratories RIPL is the UK’s frontline clinical diagnostic laboratory …"
    },
    {
        "title": "International Women's Day: Celebrating female Project Managers",
        "authors": [
            "Venus Tingzon"
        ],
        "posted_on": "2025-03-07T16:09:38",
        "categories": [
            "Construction",
            "Project Management",
            "Working at DIO"
        ],
        "content": [
            {
                "content": "My name is Venus Tingzon and I’m a Senior Project Manager within DIO, a role I have been in since 2020, after joining DIO as a Project Support Officer in 2017. I joined the civil service in 2004, working as a Marketing and Event Manager. It was my transferable skillset of organising and engagement that led me to my current role. My first year consisted of shadowing and supporting my current line manager and I learnt all about project management at various sites across the south of England.",
                "tag": "p"
            },
            {
                "content": "At this time, there were not many female project managers, so it was very common to find myself surrounded by men when attending meetings. Being new into this environment, with little knowledge and experience, I secretly felt very intimidated – not because the people I worked with, but because I was female, I felt like I didn’t fit in.",
                "tag": "p"
            },
            {
                "content": "However, after working closely with my team, I gained a deep insight into project management and I really enjoyed the learning and experiences I was exposed to. I have to thank my current line manager, George Liu, because I learnt so much from him when I first joined, and continue to do so now.",
                "tag": "p"
            },
            {
                "content": "Leading high-profile projects",
                "tag": "h2"
            },
            {
                "content": "I have been involved in many high-profile projects, including an extensive refurbishment of infrastructure to support the capability of 2 Military Intelligence Battalion at Trenchard Lines, Upavon. The project involved remodelling an aircraft hangar, built in the 1930s, to provide Light Aid Detachment workshops. Refurbishment to the Battalion headquarters and Junior Ranks’ dining space, and a new extension to the armoury and ammunition store. This project was officially handed over in December 2024.",
                "tag": "p"
            },
            {
                "content": "In 2020, I was made the Lead Project Manager for the Soldiers’ Centre at Pirbright. The new build project which was officially handed over in January 2025 is one of the first full glulam construction on MOD estates. The building is approximately 2,000m2 and meets NET Zero requirements.",
                "tag": "p"
            },
            {
                "content": "Alongside various project management projects, I have also been given the opportunity to complete formal qualifications, including the Association for Project Management Qualification and a Level 4 HNC in Construction. I have been able to apply my learnings from these qualifications to my job and I now lead and mentor Assistant Project Managers through various projects.",
                "tag": "p"
            },
            {
                "content": "It's now nearly 8 years since I joined DIO and I’ve seen a real growth in the number of women working in DIO Major Programmes and Projects, which has been really nice. I work with some incredibly talented women (and men, of course!) and I feel proud to work for DIO, where diversity is celebrated and encouraged, even when it goes against the ‘typical’ idea of who would do that job.",
                "tag": "p"
            },
            {
                "content": "Outside of work, I’m also a mum to an 11-year-old girl and I hope she recognise that whilst it can be a juggling act you can be a working mum and she is fortunate as me to have a job that she enjoys.",
                "tag": "p"
            }
        ],
        "link": "https://insideDIO.blog.gov.uk/2025/03/07/international-womens-day-celebrating-female-project-managers/",
        "blog": "Inside DIO",
        "blog_link": "https://insideDIO.blog.gov.uk",
        "description": "My name is Venus Tingzon and I’m a Senior Project Manager within DIO, a role I have been in since 2020, after joining DIO as a Project Support Officer in 2017. I joined the civil service in 2004, working as …"
    },
    {
        "title": "International Women’s Day 2025: Celebrating Women in Science at the FSA",
        "authors": [
            "Dr Erin Lewis, Research Engagement and Partnerships Coordinator"
        ],
        "posted_on": "2025-03-07T15:23:35",
        "categories": [
            "People",
            "Science"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "The Food Standards Agency (FSA) is kicking off British Science Week 2025 by celebrating International Women’s Day, and our 2025 award-winning MHI and Vet of the Year. See what else we have planned for British Science Week at the bottom of this post.",
                "tag": "p"
            },
            {
                "content": "Rio Ollerhead",
                "tag": "h2"
            },
            {
                "content": "What is your current team and job title?",
                "tag": "p"
            },
            {
                "content": "I am an Official Auxiliary working in the North West of England in the FSA’s Field Operations division. I work as part of a team of 10 meat hygiene inspectors in my base plant.",
                "tag": "p"
            },
            {
                "content": "How long have you been at the FSA? ",
                "tag": "p"
            },
            {
                "content": "It will be 6 years in June this year when I joined the FSA. Time really does fly.",
                "tag": "p"
            },
            {
                "content": "How would you describe what you do, in the simplest terms?",
                "tag": "p"
            },
            {
                "content": "In a nutshell, I am employed to carry out official controls, performing postmortem inspections on red and white meat carcasses and their associated offal.",
                "tag": "p"
            },
            {
                "content": "As meat inspectors, it’s our job to make the ultimate decision whether the meat we are inspecting is fit or unfit for human consumption and is free from any pathology, parasites and contamination.",
                "tag": "p"
            },
            {
                "content": "Once we have carried out our inspection, we must decide whether to apply our health mark onto the carcasses that we have inspected to show that the meat is safe to eat. We carry out our inspections by visually inspecting, incising, palpating and using smell.",
                "tag": "p"
            },
            {
                "content": "Alongside meat inspection, we do checks on the slaughtering process to ensure that the animals coming into the abattoirs are slaughtered humanely in accordance with legislation.",
                "tag": "p"
            },
            {
                "content": "We are also there to monitor the hygiene standards within the slaughterhouse, ensuring the food business operators are complying with all relevant food safety regulations.",
                "tag": "p"
            },
            {
                "content": "Our role is vital for protecting public health by ensuring food is safe to eat. ",
                "tag": "p"
            },
            {
                "content": "Tell us about a woman in science who you admire?",
                "tag": "p"
            },
            {
                "content": "I really admire Dr. Temple Grandin who is a professor of Animal Science at Colorado State University. Grandin redesigned livestock handling practices by designing more humane systems, which are used worldwide to reduce the stress and suffering of animals. I was very lucky to attend one of her seminars a few years back. I really admired her unique ability to understand animal behaviour as she thinks in pictures. Grandin is also a great role model for people with autism working in science. Her success proves that people with autism can achieve great things.  ",
                "tag": "p"
            },
            {
                "content": "How does science feed into your current role?  ",
                "tag": "p"
            },
            {
                "content": "Having a strong foundation in science is essential for my role as a meat inspector. When carrying out meat inspection we need to have background knowledge on bacteria, viruses, parasites, chemical contaminants and an awareness of animal diseases and how they show up in meat. Science informs us what to look out for in the carcasses and offal and to have an understanding in anatomy and physiology is very important. You need this knowledge to effectively examine carcasses to detect any abnormalities and to prevent foodborne illnesses entering the food chain.",
                "tag": "p"
            },
            {
                "content": " What did you work on before joining the FSA?  ",
                "tag": "p"
            },
            {
                "content": "Leaving culinary college, I started my career out as a chef. I worked in pubs, cafes, restaurants, hotels and even a nursing home. I loved my time as a chef but due to the unsocial hours, I decided to make a huge career change and ended up working at a telecommunications company. I started out on the phones and ended up moving my way up to become a call centre trainer. I trained new employees on customer service and technical support in a classroom environment.  ",
                "tag": "p"
            },
            {
                "content": "I knew that wasn’t my forever job and always wanted to dip my toe back into the food industry again someway, somehow.  ",
                "tag": "p"
            },
            {
                "content": "So I decided to go and study Food Safety and Legislation at The University of Birmingham, where I graduated in 2019. I then ended up joining the Food Standards Agency whilst I was still studying and I have been with the agency ever since.  ",
                "tag": "p"
            },
            {
                "content": "What was your childhood dream job?   ",
                "tag": "p"
            },
            {
                "content": "I don’t ever remember having a specific dream job, but I do remember going into the career office at high school with my three career options to discuss, which were:  ",
                "tag": "p"
            },
            {
                "content": "But I’ve always had a particular interest in food, so I am happy I got to accomplish one of my three career options. Any my wanderlust has led me to so many different parts of this world.   ",
                "tag": "p"
            },
            {
                "content": "What is the best piece of career advice you have ever received?  ",
                "tag": "p"
            },
            {
                "content": "Take advantage of the all the opportunities that come your way and roll with it.  ",
                "tag": "p"
            },
            {
                "content": "If you could give one piece of advice to people about engaging with science, what would it be? ",
                "tag": "p"
            },
            {
                "content": "Be open minded and stay curious!  ",
                "tag": "p"
            },
            {
                "content": "Monica Racero-Baena",
                "tag": "h2"
            },
            {
                "content": "What is your current team and job title?",
                "tag": "p"
            },
            {
                "content": "I am the Audit Veterinary Lead for the East of England in the FSA’s Operational Assurance and Excellence Directorate. I lead a team of seven veterinarians auditing food safety management systems in approved meat establishments to ensure their compliance with legal requirements.",
                "tag": "p"
            },
            {
                "content": "How long have you been at the FSA?  ",
                "tag": "p"
            },
            {
                "content": "I joined the FSA in May 2012, so I have been here over 12 years now! ",
                "tag": "p"
            },
            {
                "content": "How would you describe what you do, in the simplest terms? ",
                "tag": "p"
            },
            {
                "content": "I provide leadership, management and technical support to the FSA team of Veterinary Auditors in the East of England. I ensure that audits in meat-approved establishments in this area are undertaken at the required frequency, using a risk-based approach and to the required quality standards. ",
                "tag": "p"
            },
            {
                "content": "I also participate in technical projects within the FSA, contributing to the improvement of the delivery of official controls. As an example, I lead on the Pig Portfolio that provides professional advice to ensure the coordinated provision of effective guidance, instructions, training and direction to authorised officers and associated managers responsible for implementing relevant official controls across the agency. ",
                "tag": "p"
            },
            {
                "content": "Tell us about a woman in science who you admire? ",
                "tag": "p"
            },
            {
                "content": "I really admire the courage of Elena Maseras who was the first Spanish woman to enrol in a Spanish university in 1872 at the Faculty of Medicine in Barcelona, when access was only permitted to men. She obtained a royal dispensation from King Amadeo I to complete the course, but she had no right to attend classes and had to study privately. She graduated in 1878 but was not allowed to take the final exam until 1882. She later worked as a teacher promoting the importance of hygiene in schools.  ",
                "tag": "p"
            },
            {
                "content": "How does science feed into your current role? ",
                "tag": "p"
            },
            {
                "content": "The scientific expertise of veterinarians is essential to maintaining high standards in food production and safeguarding public health. Some key areas where science is essential in my current role include the protection of animal welfare, the detection of animal diseases and contaminants that could lead to foodborne illnesses, surveillance of zoonotic diseases, control of antimicrobial resistance, verification of protocols for cleaning and disinfection in meat producing establishments and ensuring that approved meat premises adhere to legal requirements regarding animal health, public health and food safety. ",
                "tag": "p"
            },
            {
                "content": "What did you work on before joining the FSA? ",
                "tag": "p"
            },
            {
                "content": "I started my career working for the Spanish government in eradication programmes for notifiable diseases, including African horse sickness, rabies and African swine fever. When I moved to England I started working as Official Veterinarian, delivering official controls in slaughterhouses and approved meat premises. When I joined the FSA, I worked with the Enforcement and Local Authority delivery team in the development of guidance such as the E. coli O157 control of cross-contamination and several industry guides endorsed by the FSA.",
                "tag": "p"
            },
            {
                "content": "What was your childhood dream job?  ",
                "tag": "p"
            },
            {
                "content": "I loved playing being a shop manager with my sister. We sold each other everything, from our dolls’ dresses to every ornament in my mum’s lounge. I have always loved animals, but I did not consider becoming a vet until the last minute. ",
                "tag": "p"
            },
            {
                "content": "What is the best piece of career advice you have ever received? ",
                "tag": "p"
            },
            {
                "content": "Always surround yourself with the best people! Having a network of supportive, talented and inspiring individuals has always had an impact on my personal and professional growth. ",
                "tag": "p"
            },
            {
                "content": "If you could give one piece of advice to people about engaging with science, what would it be?  ",
                "tag": "p"
            },
            {
                "content": "Engaging with science will always be rewarding as you will never stop learning and discovering new things.",
                "tag": "p"
            },
            {
                "content": "British Science Week is a 10-day celebration of science, technology, engineering and maths. Every year has a different theme, and for 2025 the theme is “change and adapt”. This year, watch out for our: ",
                "tag": "p"
            },
            {
                "content": "British Science Week is a fantastic opportunity to celebrate the contributions of science to our society and inspire the next generation of scientists. We look forward to your participation and to a week filled with learning and inspiration. ",
                "tag": "p"
            },
            {
                "content": "Mae’r Asiantaeth Safonau Bwyd (ASB) yn rhoi cychwyn ar Wythnos Wyddoniaeth Prydain 2025 drwy ddathlu Diwrnod Rhyngwladol y Menywod, a’r ddwy fenyw sydd wedi ennill ein gwobrau ar gyfer Arolygydd Hylendid Cig a Milfeddyg y Flwyddyn 2025. Gallwch chi weld beth arall sydd gennym ar y gweill ar gyfer Wythnos Wyddoniaeth Prydain ar waelod y blog hwn.",
                "tag": "p"
            },
            {
                "content": "Rio Ollerhead",
                "tag": "h2"
            },
            {
                "content": "Ym mha dîm rydych chi’n gweithio ar hyn o bryd a beth yw teitl eich swydd?  ",
                "tag": "p"
            },
            {
                "content": "Rwy’n Swyddog Cynorthwyol Swyddogol, ac rwy’n gweithio yng Ngogledd-orllewin Lloegr yn is-adran Gweithrediadau Maes yr ASB. Rwy’n gweithio fel rhan o dîm o 10 o arolygwyr hylendid cig yn y ffatri lle rwy’ wedi fy lleoli.",
                "tag": "p"
            },
            {
                "content": "Ers pryd rydych chi wedi bod yn yr ASB?  ",
                "tag": "p"
            },
            {
                "content": "Bydd hi’n 6 mlynedd ym mis Mehefin eleni ers i mi ymuno â’r ASB. Mae amser wir yn mynd heibio’n gyflym.",
                "tag": "p"
            },
            {
                "content": "Sut byddech chi’n disgrifio eich gwaith yn syml iawn? ",
                "tag": "p"
            },
            {
                "content": "Yn gryno iawn, rwy’n cael fy nghyflogi i gynnal rheolaethau swyddogol, gan gynnal arolygiadau ar ôl lladd ar garcasau cig coch a gwyn a’r offal cysylltiedig.",
                "tag": "p"
            },
            {
                "content": "Fel arolygwyr cig, ein gwaith ni yw gwneud y penderfyniad terfynol ynghylch a yw’r cig rydyn ni’n ei archwilio yn addas neu’n anaddas i’w fwyta gan bobl ac yn rhydd o unrhyw batholeg, parasitiaid a halogiad. ",
                "tag": "p"
            },
            {
                "content": "Ar ôl i ni gynnal ein harolygiad, mae’n rhaid i ni benderfynu a ddylid gosod ein nod iechyd ar y carcasau rydyn ni wedi’u harolygu i ddangos bod y cig yn ddiogel i’w fwyta. Rydyn ni’n cynnal ein harolygiadau trwy archwilio’r cig yn weledol, ei endorri, ei ddylofi a’i arogli.",
                "tag": "p"
            },
            {
                "content": "Ochr yn ochr ag arolygu cig, rydyn ni’n gwirio’r broses ladd i sicrhau bod yr anifeiliaid sy’n dod i mewn i’r lladd-dai yn cael eu lladd heb greulondeb yn unol â deddfwriaeth.",
                "tag": "p"
            },
            {
                "content": "Rydyn ni yno hefyd i fonitro safonau hylendid y lladd-dy, gan sicrhau bod y gweithredwyr busnesau bwyd yn cydymffurfio â’r holl reoliadau diogelwch bwyd perthnasol.",
                "tag": "p"
            },
            {
                "content": "Mae ein rôl yn hanfodol ar gyfer diogelu iechyd y cyhoedd trwy sicrhau bod bwyd yn ddiogel i’w fwyta.",
                "tag": "p"
            },
            {
                "content": "Dywedwch wrthym am fenyw mewn gwyddoniaeth rydych chi’n ei hedmygu? ",
                "tag": "p"
            },
            {
                "content": "Rwy’ i wir yn edmygu Dr. Temple Grandin, sy’n Athro Gwyddor Anifeiliaid ym Mhrifysgol Talaith Colorado. Ailgynlluniodd Grandin arferion trin da byw trwy ddylunio systemau mwy trugarog, a ddefnyddir ledled y byd i leihau straen a dioddefaint anifeiliaid. Roeddwn i’n ffodus iawn o gael mynd i un o’i seminarau ychydig flynyddoedd yn ôl. Roeddwn i wir yn edmygu ei gallu unigryw i ddeall ymddygiad anifeiliaid, oherwydd ei bod hi’n meddwl ar ffurf lluniau. Mae Grandin hefyd yn fodel rôl gwych i bobl ag awtistiaeth sy’n gweithio ym maes gwyddoniaeth. Mae ei llwyddiant yn profi y gall pobl ag awtistiaeth gyflawni pethau mawr.",
                "tag": "p"
            },
            {
                "content": "Sut mae gwyddoniaeth yn rhan o’ch rôl bresennol? ",
                "tag": "p"
            },
            {
                "content": "Mae meddu ar sylfaen gref mewn gwyddoniaeth yn hanfodol ar gyfer fy rôl fel arolygydd cig. Wrth gynnal arolygiad cig, mae angen i ni fod â gwybodaeth gefndirol am facteria, feirysau, parasitiaid, halogion cemegol ac ymwybyddiaeth o glefydau anifeiliaid a sut maen nhw’n ymddangos mewn cig. Mae gwyddoniaeth yn rhoi gwybod i ni’r hyn dylen ni fod yn chwilio amdano yn y carcasau a’r offal, ac mae’n bwysig iawn meddu ar ddealltwriaeth o anatomeg a ffisioleg. Mae angen yr wybodaeth hon arnoch chi i archwilio carcasau yn effeithiol i ganfod unrhyw annormaleddau ac i atal salwch a gludir gan fwyd rhag dod i mewn i’r gadwyn fwyd.",
                "tag": "p"
            },
            {
                "content": "Beth oedd eich gwaith cyn ymuno â’r ASB? ",
                "tag": "p"
            },
            {
                "content": "Ar ôl gadael y coleg arlwyo, dechreuais i fy ngyrfa fel cogydd. Bues i’n gweithio mewn tafarndai, caffis, bwytai, gwestai a hyd yn oed mewn cartref nyrsio. Roeddwn i wrth fy modd yn gweithio fel cogydd ond oherwydd yr oriau anghymdeithasol, penderfynais i wneud newid mawr yn fy ngyrfa a chefais fy hun yn gweithio mewn cwmni telathrebu. Dechreuais i weithio ar y ffonau cyn dod yn hyfforddwr canolfan alwadau. Hyfforddais i weithwyr newydd ar wasanaeth i gwsmeriaid a chymorth technegol mewn ystafell ddosbarth.",
                "tag": "p"
            },
            {
                "content": "Roeddwn i’n gwybod nad dyna oedd fy swydd i am byth, ac roeddwn i bob amser eisiau darganfod fy ffordd yn ôl i’r diwydiant bwyd eto rywsut.",
                "tag": "p"
            },
            {
                "content": "Felly penderfynais i fynd i astudio Diogelwch Bwyd a Deddfwriaeth ym Mhrifysgol Birmingham, lle graddiais i yn 2019. Yna ymunais i â’r Asiantaeth Safonau Bwyd tra roeddwn i’n dal i astudio ac rwy’ wedi bod gyda’r asiantaeth ers hynny.",
                "tag": "p"
            },
            {
                "content": "Pa swydd roeddech chi’n breuddwydio am ei gwneud pan oeddech chi’n blentyn?  ",
                "tag": "p"
            },
            {
                "content": "Dydw i ddim yn cofio breuddwydio am swydd ddelfrydol benodol, ond rwy’n cofio mynd i mewn i’r swyddfa gyrfaoedd yn yr ysgol uwchradd gyda fy nhri opsiwn gyrfa i’w trafod, sef:",
                "tag": "p"
            },
            {
                "content": "Ond rwy’ bob amser wedi bod â diddordeb arbennig mewn bwyd, felly rwy’n hapus fy mod i wedi gallu cyflawni un o’m tri opsiwn gyrfa. Ac mae fy ysfa i grwydro wedi fy arwain i gynifer o wahanol rannau o’r byd hwn. ",
                "tag": "p"
            },
            {
                "content": "Beth yw’r darn gorau o gyngor ar eich gyrfa a gawsoch chi erioed? ",
                "tag": "p"
            },
            {
                "content": "Manteisiwch ar yr holl gyfleoedd a ddaw i’ch rhan ac ewch amdani.",
                "tag": "p"
            },
            {
                "content": "Wrth feddwl am ymgysylltu â gwyddoniaeth, pa un darn o gyngor byddech chi’n ei roi i bobl?  ",
                "tag": "p"
            },
            {
                "content": "Cadwch feddwl agored a byddwch yn chwilfrydig!",
                "tag": "p"
            },
            {
                "content": "Monica Racero-Baena",
                "tag": "h2"
            },
            {
                "content": "Ym mha dîm rydych chi’n gweithio ar hyn o bryd a beth yw teitl eich swydd?",
                "tag": "p"
            },
            {
                "content": "Fi yw’r Arweinydd Archwilio Milfeddygol ar gyfer Dwyrain Lloegr yng Nghyfarwyddiaeth Sicrwydd Gweithredol a Rhagoriaeth yr ASB. Dw i’n arwain tîm o saith milfeddyg yn archwilio systemau rheoli diogelwch bwyd mewn sefydliadau cig cymeradwy i sicrhau eu bod nhw’n cydymffurfio â gofynion cyfreithiol.",
                "tag": "p"
            },
            {
                "content": "Ers pryd rydych chi wedi bod yn yr ASB?",
                "tag": "p"
            },
            {
                "content": "Ymunais i â’r ASB ym mis Mai 2012, felly dw i wedi bod yma dros 12 mlynedd bellach!",
                "tag": "p"
            },
            {
                "content": "Sut byddech chi’n disgrifio eich gwaith yn syml iawn?",
                "tag": "p"
            },
            {
                "content": "Dw i’n darparu arweinyddiaeth, rheolaeth a chymorth technegol i dîm Archwilwyr Milfeddygol yr ASB yn Nwyrain Lloegr. Dw i’n sicrhau bod archwiliadau mewn sefydliadau cig cymeradwy yn yr ardal hon hwn yn cael eu cynnal yn ôl yr amlder gofynnol, gan ddefnyddio dull sy’n seiliedig ar risg ac yn unol â’r safonau ansawdd gofynnol.",
                "tag": "p"
            },
            {
                "content": "Dw i hefyd yn cymryd rhan mewn prosiectau technegol o fewn yr ASB, gan gyfrannu at wella’r modd y cynhelir rheolaethau swyddogol. Er enghraifft, dw i’n arwain ar y Portffolio Moch sy’n darparu cyngor proffesiynol i sicrhau darpariaeth gydgysylltiedig o ganllawiau, cyfarwyddiadau, hyfforddiant a chyfarwyddyd effeithiol i swyddogion awdurdodedig a rheolwyr cysylltiedig sy’n gyfrifol am gynnal rheolaethau swyddogol perthnasol ar draws yr asiantaeth.",
                "tag": "p"
            },
            {
                "content": "Dywedwch wrthym am fenyw mewn gwyddoniaeth rydych chi’n ei hedmygu?",
                "tag": "p"
            },
            {
                "content": "Rwy’n edmygu’n fawr ddewrder Elena Maseras. Hi oedd y fenyw gyntaf o Sbaen i gofrestru mewn prifysgol yn Sbaen ym 1872; gwnaeth hynny yn y Gyfadran Feddygaeth yn Barcelona, pan mai dim ond dynion a oedd yn cael astudio yno. Cafodd ollyngiad brenhinol gan y Brenin Amadeo I i gwblhau’r cwrs, ond nid oedd ganddi hawl i fynychu dosbarthiadau, ac roedd yn rhaid iddi astudio’n breifat. Graddiodd yn 1878, ond ni chaniatawyd iddi sefyll yr arholiad terfynol tan 1882. Yn ddiweddarach, bu’n gweithio fel athrawes yn hyrwyddo pwysigrwydd hylendid mewn ysgolion.",
                "tag": "p"
            },
            {
                "content": "Sut mae gwyddoniaeth yn rhan o’ch rôl bresennol?",
                "tag": "p"
            },
            {
                "content": "Mae arbenigedd gwyddonol milfeddygon yn hanfodol i gynnal safonau uchel ym maes cynhyrchu bwyd ac wrth ddiogelu iechyd y cyhoedd. Mae rhai meysydd allweddol lle mae gwyddoniaeth yn hanfodol yn fy rôl bresennol yn cynnwys diogelu lles anifeiliaid, canfod clefydau anifeiliaid a halogion a allai arwain at salwch a gludir gan fwyd, gwyliadwriaeth o glefydau milheintiol, rheoli ymwrthedd gwrthficrobaidd, gwirio protocolau ar gyfer glanhau a diheintio mewn sefydliadau cynhyrchu cig, a sicrhau bod safleoedd cig cymeradwy yn cadw at ofynion cyfreithiol o ran iechyd anifeiliaid, iechyd y cyhoedd a diogelwch bwyd.",
                "tag": "p"
            },
            {
                "content": "Beth oedd eich gwaith cyn ymuno â’r ASB?",
                "tag": "p"
            },
            {
                "content": "Dechreuais i fy ngyrfa yn gweithio i lywodraeth Sbaen mewn rhaglenni dileu ar gyfer clefydau hysbysadwy, gan gynnwys clefyd Affricanaidd y ceffylau, y gynddaredd a chlwy Affricanaidd y moch. Pan symudais i i Loegr, dechreuais i weithio fel Milfeddyg Swyddogol, yn cynnal rheolaethau swyddogol mewn lladd-dai a safleoedd cig cymeradwy. Pan ymunais i â’r ASB, bues i’n gweithio gyda’r tîm Gorfodi a Gwaith Gweithredu Awdurdodau Lleol i ddatblygu canllawiau fel y  canllawiau ar reoli croeshalogi E. coli O157 a nifer o ganllawiau i’r diwydiant a gymeradwywyd gan yr ASB.",
                "tag": "p"
            },
            {
                "content": "Pa swydd roeddech chi’n breuddwydio am ei gwneud pan oeddech chi’n blentyn?",
                "tag": "p"
            },
            {
                "content": "Roeddwn i wrth fy modd yn chwarae bod yn rheolwr siop gyda fy chwaer. Gwerthon ni bopeth i’n gilydd, o ffrogiau ein dolis i bob un o’r addurniadau yn lolfa fy mam. Dw i bob amser wedi caru anifeiliaid, ond doeddwn i ddim yn ystyried dod yn filfeddyg tan y funud olaf.",
                "tag": "p"
            },
            {
                "content": "Beth yw’r darn gorau o gyngor ar eich gyrfa a gawsoch chi erioed?",
                "tag": "p"
            },
            {
                "content": "Gwnewch yn siŵr eich bod chi’n cadw’r bobl orau o’ch cwmpas bob amser! Mae bod â rhwydwaith o unigolion cefnogol, dawnus ac ysbrydoledig bob amser wedi cael effaith ar fy nhwf personol a phroffesiynol.",
                "tag": "p"
            },
            {
                "content": "Wrth feddwl am ymgysylltu â gwyddoniaeth, pa un darn o gyngor byddech chi’n ei roi i bobl?",
                "tag": "p"
            },
            {
                "content": "Bydd ymgysylltu â gwyddoniaeth bob amser yn werth chweil, gan na fyddwch chi byth yn rhoi’r gorau i ddysgu a darganfod pethau newydd.",
                "tag": "p"
            },
            {
                "content": "Mae Wythnos Wyddoniaeth Prydain yn dathlu gwyddoniaeth, technoleg, peirianneg a mathemateg dros 10 diwrnod. Mae thema wahanol bob blwyddyn, a’r thema ar gyfer 2025 yw “newid ac addasu”. Eleni, cadwch lygad allan am y canlynol:",
                "tag": "p"
            },
            {
                "content": "Mae Wythnos Wyddoniaeth Prydain yn gyfle gwych i ddathlu cyfraniadau gwyddoniaeth i’n cymdeithas ac ysbrydoli’r genhedlaeth nesaf o wyddonwyr. Edrychwn ymlaen at eich cyfranogiad ac at wythnos a fydd yn llawn dysgu ac ysbrydoliaeth.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/03/07/international-womens-day-2025-celebrating-women-in-science-at-the-fsa/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg The Food Standards Agency (FSA) is kicking off British Science Week 2025 by celebrating International Women’s Day, and our 2025 award-winning MHI and Vet of the Year. See what else we have planned for British Science Week at the …"
    },
    {
        "title": "What are the symptoms of Lassa fever and how is it spread?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-03-07T15:00:50",
        "categories": [
            "Health security"
        ],
        "content": [
            {
                "content": "You may have seen media reports about a person who travelled to the UK who was ill with Lassa fever while in the country.",
                "tag": "p"
            },
            {
                "content": "While Lassa fever is rare in the UK, we have previous experience with a small number of cases in the UK, most recently in 2022. We are well equipped to identify people who have Lassa fever and work to limit the spread of infection, for example, through contact tracing activities. We are now working at speed to identify people who may have had contact with the person who had Lassa fever.",
                "tag": "p"
            },
            {
                "content": "This blog post summarises the key points about Lassa fever and what UKHSA does when a case of an infectious disease such as Lassa fever is identified in the UK.",
                "tag": "p"
            },
            {
                "content": "How Lassa fever is spread",
                "tag": "h2"
            },
            {
                "content": "Lassa fever, the disease caused by Lassa virus, was first described in the 1950s. The virus was identified in 1969 after 2 missionary nurses died from the disease in the Nigerian town of Lassa. Lassa fever is endemic (meaning it is regularly found) in parts of West Africa, particularly Guinea, Liberia, Nigeria and Sierra Leone. Lassa virus is carried by a particular type of rodent, the Mastomys rodent, which occurs in high numbers in these countries.",
                "tag": "p"
            },
            {
                "content": "The most common way for people to catch Lassa virus in these affected countries is through eating contaminated food or breathing in the virus. People can also be infected from the droppings of infected rodents, for example on floors, home surfaces, or in food or water. Some people eat Mastomys, and they may catch Lassa virus when catching and preparing these rodents for eating.",
                "tag": "p"
            },
            {
                "content": "Lassa virus does not spread easily between people. It can be spread from one person to another if they have contact with the body fluids of someone who has Lassa fever, such as blood, saliva, urine or semen.",
                "tag": "p"
            },
            {
                "content": "Symptoms of Lassa fever",
                "tag": "h2"
            },
            {
                "content": "Most people who get Lassa fever have mild symptoms and make a full recovery. However, in some cases the virus can cause more severe illness and death.",
                "tag": "p"
            },
            {
                "content": "Mild symptoms of Lassa fever include:",
                "tag": "p"
            },
            {
                "content": "More serious symptoms include:",
                "tag": "p"
            },
            {
                "content": "Symptoms usually occur between 1 and 3 weeks after having contact with Lassa virus.",
                "tag": "p"
            },
            {
                "content": "Pregnant women are at higher risk of getting seriously ill if they catch Lassa fever, particularly in the third trimester. Catching the virus in pregnancy increases the chance of stillbirth and miscarriage, as well as serious complications and a higher chance of death for pregnant women.",
                "tag": "p"
            },
            {
                "content": "Responding to Lassa fever in the UK",
                "tag": "h2"
            },
            {
                "content": "People who are found to have Lassa fever will receive supportive treatment, meaning that they will be provided with fluids, monitored for their symptoms, and treated with medications depending on which symptoms they have. There is not currently an effective single treatment for Lassa fever.",
                "tag": "p"
            },
            {
                "content": "In the UK, Lassa fever is considered a high consequence infectious disease. Such diseases are more likely to cause death than other diseases, and do not always have an effective treatment or way of preventing the illness, like a vaccine.",
                "tag": "p"
            },
            {
                "content": "Any cases of such diseases identified in the UK are contact traced, meaning we work quickly to identify people who have had contact with the person who has the disease. We then give these contacts public health advice on what they should do now, including steps they should take to avoid passing the infection on to other people. This helps to reduce the onward spread of disease.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/03/07/what-are-the-symptoms-of-lassa-fever-and-how-is-it-spread/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "This blog post summarises the key points about Lassa fever and what UKHSA does when a case of an infectious disease such as Lassa fever is identified in the UK."
    },
    {
        "title": "From reactors to a role model: Laura’s journey through the NDA group",
        "authors": [
            "Laura Hogg"
        ],
        "posted_on": "2025-03-07T14:24:44",
        "categories": [
            "Mission delivery",
            "Science",
            "Waste management"
        ],
        "content": [
            {
                "content": "To mark International Women’s Day, Laura Hogg shares her story of entering the nuclear sector at 18 and her subsequent itinerant career around the NDA group:",
                "tag": "p"
            },
            {
                "content": "Throughout my career, I have been inspired, motivated and supported by some exceptional people and leaders and have benefited from their collective experience. Whilst at times I have found myself in the minority as a female professional on sites, I have seen a change in this over my 22 years in NDA group. I am encouraged to be part of an organisation that is committed to shifting the dial on gender balance in the nuclear industry and I am proud to be a woman in nuclear on International Women’s Day.  ",
                "tag": "p"
            },
            {
                "content": "My career with the NDA group has taken me to nearly every corner of the UK. I started as a scientific apprentice at Sellafield in 2003 after finishing school. I had made the decision to go to work at 18 instead of going to university and I wanted to pursue a career in nuclear - the industry that is the heartbeat of the community I was born and raised in.",
                "tag": "p"
            },
            {
                "content": "I spent my first 5 years in the environmental analytical laboratories at Sellafield analysing a range of samples for radioactivity to demonstrate Sellafield’s work was safe and compliant with its permit. The work was rewarding and felt really connected to our core purpose of creating a clean and safe environment for the future, but I was keen to gain broader experience in the industry. I took a bit of a leap, which was daunting at a young age, and moved to another NDA group site over 400 miles away in Caithness, Scotland. Dounreay - the site of the UK's fast breeder reactor research and development. That’s where my career in waste management began.",
                "tag": "p"
            },
            {
                "content": "The safe and secure management and disposal of radioactive waste is really the cornerstone of the NDA’s mission to decommission the UK’s earliest nuclear sites and leave a positive legacy for future generations.",
                "tag": "p"
            },
            {
                "content": "I gained invaluable experience from my time at Dounreay, learning about all aspects of the nuclear lifecycle through supporting the management of radioactive waste generated from the site’s oldest facilities and working to solve some first of a kind decommissioning challenges.",
                "tag": "p"
            },
            {
                "content": "I then moved to Nuclear Restoration Services (formerly Magnox) which is a subsidiary of the NDA. At the time NRS were responsible for decommissioning twelve sites across the UK which gave me a unique opportunity to work in a diverse range of roles. I spent time at Bradwell in Essex, Trawsfynydd in Wales and Chapelcross in Scotland before being appointed to oversee waste operations across all twelve sites allowing me to travel and work across them all.",
                "tag": "p"
            },
            {
                "content": "The diversity I experienced and knowledge I gained, understanding not only the technical challenges faced on our sites but also the differing communities and cultures that exist cross the NDA estate, gave me the best foundation I could have for my current role in the NDA.",
                "tag": "p"
            },
            {
                "content": "After 16 years in site facing roles, I relocated back home to West Cumbria and joined the NDA as a strategy manager, setting group level strategy for radioactive waste disposal. It’s a role that makes the most of my cross-estate experience and the relationships I’ve built.",
                "tag": "p"
            },
            {
                "content": "Disposal of radioactive waste is highly regulated and complex, so in this role one of my focus areas is enabling our operating companies to implement the strategy effectively and efficiently on the ground, supporting us to deliver our collective mission.",
                "tag": "p"
            },
            {
                "content": "The NDA group is committed to fostering an inclusive workplace and investing in their employees and during my time in NDA, I’ve been given a variety of opportunities to learn and develop. This includes participating in the Whitehall and Industry Group Women’s Leadership Programme and a secondment into Scottish Government providing strategic and technical leadership as they developed the programme of work to underpin the upcoming Scottish Higher Activity Waste (HAW) policy.",
                "tag": "p"
            },
            {
                "content": "I’ve also had the opportunity to participate in international cooperations across Japan, America and Canada. As part of this work, I was able to visit the Nuclear Power Demonstration (NPD) Closure Project in Ontario, an initiative to safely decommission Canada's first nuclear power reactor. Sharing learning and expertise with our international counterparts helps the NDA develop robust strategies and implementation approaches to decommissioning and waste management challenges in the UK.",
                "tag": "p"
            },
            {
                "content": "During my career, I have had the privilege of being part of many exciting projects. It’s impossible to choose a single highlight but a couple of specific memorable milestones have been being part of the team that consigned the first Low Level Waste into the new LLW disposal facility adjacent to the Dounreay site, and supporting UK Government on the development of the UK policy framework for managing radioactive substances and nuclear decommissioning, published in 2024.   ",
                "tag": "p"
            },
            {
                "content": "I have thoroughly enjoyed my career to date. I believe that are some extraordinary, first of a kind challenges to tackle as part of the NDA mission and I am excited to be part of it. Working across the NDA group has given me some amazing opportunities and I am looking forward to seeing what comes next.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/from-reactors-to-a-role-model-lauras-journey-through-the-nda-group/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "To mark International Women’s Day, Laura Hogg shares her story of entering the nuclear sector at 18 and her subsequent itinerant career around the NDA group: Throughout my career, I have been inspired, motivated and supported by some exceptional people …"
    },
    {
        "title": "The North can be a powerhouse for Nature and growth",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-03-07T12:06:21",
        "categories": [
            "Development",
            "Green Infrastructure",
            "Growth",
            "Natural Capital",
            "Natural England",
            "Nature Recovery"
        ],
        "content": [
            {
                "content": "\"Nature is vital to our economy our health and our security. The North has the natural assets that can help create the places people want to live, work and invest in and that will keep them happy and healthy, as well as providing green careers of the future. ",
                "tag": "p"
            },
            {
                "content": "\"It can be a powerhouse for Nature as well as for the economy and thanks to Nature North is well placed to make the right decisions and secure investment in nature.\"  ",
                "tag": "p"
            },
            {
                "content": "- Marian Spain, Chief Executive, Natural England. ",
                "tag": "p"
            },
            {
                "content": "Prosper and thrive",
                "tag": "p"
            },
            {
                "content": "The North is truly unique. From its geography, creativity and industry to its long-established history as a region that pioneers and embraces change.",
                "tag": "p"
            },
            {
                "content": "Since 2018 Northern leaders from across the public, private and third sectors have come together each year to talk about the opportunities and challenges that the North faces and how collectively the North can prosper and thrive.",
                "tag": "p"
            },
            {
                "content": "This has been a call to action and a way to influence Government thinking. As devolution has progressed, the Convention has become the place where elected mayors and other leaders have collaborated.",
                "tag": "p"
            },
            {
                "content": "Natural England has been working with partners to help position the role of Nature, the environment, heritage, and culture strongly within this agenda, and this year’s Convention has demonstrated how far we have come in achieving this.",
                "tag": "p"
            },
            {
                "content": "Nature and net zero are now a recognised priority sitting alongside other key sectors such as place, culture, transport, trade and investment, and innovation and skills.",
                "tag": "p"
            },
            {
                "content": "Nature is a 'Gamechanger'",
                "tag": "p"
            },
            {
                "content": "Speaking at Convention of the North, on behalf of Natural England and the Nature North partnership, Chief Executive Marian Spain pitched Nature as part of the ‘Gamechangers for the North’, five transformative opportunities that will make the North the place to drive UK growth.  ",
                "tag": "p"
            },
            {
                "content": "The five gamechangers have been developed through policy collaboration between northern strategic authorities, business leaders, universities and civil society representatives, and will see investment in the North’s place, culture, and natural assets.",
                "tag": "p"
            },
            {
                "content": "The North is well connected through its regional partnership of political, business, academic and civil society leaders. Mayors and Leaders have committed to continuing this partnership. The group published the Manifesto for the North in 2024, setting an ambition to grow the economy by £118 billion per annum by 2050, via trade and investment, net zero, transport, people and places, and including leveraging private finance to enhance nature.",
                "tag": "p"
            },
            {
                "content": "North's natural assets",
                "tag": "p"
            },
            {
                "content": "The North covers just under a third of England’s land area, yet has:",
                "tag": "p"
            },
            {
                "content": "Sadly, not all of this is in good condition (yet), but provides significant benefits for our society and economy, worth more than £6 billion per year to the North.",
                "tag": "p"
            },
            {
                "content": "Northern leaders are already supporting ground-breaking nature initiatives, such as the Greater Manchester Environment Fund and the North East Carbon Marketplace, and are driving partnerships for nature-based solutions, such as the Connected by Water alliance in South Yorkshire. ",
                "tag": "p"
            },
            {
                "content": "Pioneering initiatives",
                "tag": "p"
            },
            {
                "content": "The North's pioneering approach to nature recovery is creating a blueprint for the UK's sustainable future.",
                "tag": "p"
            },
            {
                "content": "The Nature North partnership is leading the way, working across sectors and with our northern leaders to drive change and take a new approach to nature recovery at a regional scale.",
                "tag": "p"
            },
            {
                "content": "Launched by Nature North on the 25 February ‘Investing in Nature for the North’ is a clear strategic plan to scale up green investment across the region and sets out the actions, guiding principles and what the Nature North collaboration will be doing to help drive change.",
                "tag": "p"
            },
            {
                "content": "Speaking at the conference, David Renwick, Natural England Regional Director for the North, said:",
                "tag": "p"
            },
            {
                "content": "\"The strategic investment plan sets out the ambition and actions needed for the North to become the first nature positive regional economy. ",
                "tag": "p"
            },
            {
                "content": "\"We have the opportunity to join up our nature recovery work across the North, and influence across sectors through tools like the Local Nature Recovery Strategies, that provide a framework for nature decision-making that can underpin spatial  planning, transport, growth priorities and resilience, and deliver significant benefits for our people and places.\"",
                "tag": "p"
            },
            {
                "content": "Nature is a gamechanger for the North and at Natural England we stand ready to work with partners across the region to support this growth.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/07/the-north-can-be-a-powerhouse-for-nature-and-growth/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "\"Nature is vital to our economy our health and our security. The North has the natural assets that can help create the places people want to live, work and invest in and that will keep them happy and healthy, as …"
    },
    {
        "title": "More than 200 stakeholders attend UK NSC seminar on multi-cancer detection tests",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-03-07T10:35:07",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "More than 200 stakeholders attended a fascinating UK National Screening Committee (UK NSC) seminar exploring multi-cancer detection tests (MCDs) and their potential use in a screening context.",
                "tag": "p"
            },
            {
                "content": "Attendees included academics, clinicians, researchers, industry representatives, patient organisations, screening providers, policy makers and members of the public.",
                "tag": "p"
            },
            {
                "content": "UK NSC Director of Programmes Prof Anne Mackie chaired the event, which featured presentations from Dr Jessica Lloyd, Cancer Research UK Strategic Evidence Manager, and UK NSC Public Health Registrar Dr Tom Callender.",
                "tag": "p"
            },
            {
                "content": "Jess’s presentation explained the evidence base and technology behind MCDs, how they could interact with current cancer screening programmes or any future multi-cancer screening programme, and the key evidence gaps and questions for screening policy makers.",
                "tag": "p"
            },
            {
                "content": "Tom followed by summarising the work the UK NSC is doing to formulate a position on the evaluation of MCDs for screening. The committee’s aim will be to assess this new technology in a screening context in the most effective and safest way possible.",
                "tag": "p"
            },
            {
                "content": "A lively panel question and answer session followed the presentations.",
                "tag": "p"
            },
            {
                "content": "Catch up on the presentations",
                "tag": "h2"
            },
            {
                "content": "Why outcomes must be studied individually for each cancer ",
                "tag": "h2"
            },
            {
                "content": "Tom is also the lead author of a recent paper on MCDs published in the British Medical Journal.",
                "tag": "p"
            },
            {
                "content": "The article, Screening for multiple cancers: evaluation must go beyond aggregate measures, argues that when assessing the evidence for MCDs for screening, we must study the outcomes for each individual cancer included in a test rather than looking only at overall (or aggregate) measures.",
                "tag": "p"
            },
            {
                "content": "There are many reasons why a condition-by-condition approach remains the safest way to assess evidence for screening, including important considerations  around the natural history of diseases, overdiagnosis and overtreatment, and the accuracy of tests.",
                "tag": "p"
            },
            {
                "content": "The natural history of different cancers varies substantially as does the performance of a single test in detecting different cancers at early stages when screening could lead to benefit. So, a single test for multiple cancers will have different cancer-specific benefits and harms. Such differences have clinical and policy implications that would be missed by solely focusing on aggregate, rather than individual, cancer outcomes.",
                "tag": "p"
            },
            {
                "content": "The paper explains why we should stick to approaches and ethical principles that have delivered safe, effective, and acceptable screening programmes in the UK. It concludes that aggregate outcomes are a necessary first step that could show that an MCD has potential, but policymakers will ultimately need robust evidence of cancer-specific benefits and harms to effectively consider multi-cancer screening programme proposals. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/03/07/more-than-200-stakeholders-attend-uk-nsc-seminar-on-multi-cancer-detection-tests-2/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "More than 200 stakeholders attended a fascinating UK National Screening Committee (UK NSC) seminar exploring multi-cancer detection tests (MCDs) and their potential use in a screening context. Attendees included academics, clinicians, researchers, industry representatives, patient organisations, screening providers, policy makers …"
    },
    {
        "title": "Government Internal Audit Knowledge Hub network site – how did we ever manage without it?",
        "authors": [
            "glynellishughes"
        ],
        "posted_on": "2025-03-07T10:33:56",
        "categories": [
            "Innovation",
            "People"
        ],
        "content": [
            {
                "content": "Do you ever feel like you're missing out on valuable internal audit related information and resources?",
                "tag": "p"
            },
            {
                "content": "Before I joined the GIAA, I was a head of internal audit elsewhere. I would often think how helpful it’d be if there was a centralised platform where I could get access to all the professional and technical information that I needed, all in one place. It seemed like something of a pipe dream at the time, but the good news is that it’s finally here. Our Government Internal Audit Knowledge Hub network site is your new go-to place for everything that you need to know about internal audit in government.",
                "tag": "p"
            },
            {
                "content": "The hub site is a game-changing resource where we can store, organise, and share a wealth of information for users from across the UK government internal audit function. In even better news, our one-stop shop is completely free. It's like having your own personal internal audit library at your fingertips.",
                "tag": "p"
            },
            {
                "content": "One of the best things about our new site is its ability to help you overcome two major barriers - the unknown unknowns and not knowing who to ask for help or for information. By joining our new Knowledge Hub network for government internal audit, you can easily discover what information and resources are available to you AND you can connect with other colleagues in our function to take part in constructive discussions and share ideas.",
                "tag": "p"
            },
            {
                "content": "The hub site is accessible to everyone in the government internal audit function who wants to tap into the wealth of resources we have on offer, so please do tell any relevant colleagues who aren’t yet aware of it so that they can join us too.",
                "tag": "p"
            },
            {
                "content": "I used our GIAA AI writing engine to help me start drafting this blog and it suggested that I should say ‘Let Knowledge Hub be your go-to tool for success and watch your potential soar to new heights!’. So I won’t argue with that – there’s, nothing more to say other than let’s soar together. See you soon at the hub!",
                "tag": "p"
            }
        ],
        "link": "https://giaa.blog.gov.uk/2025/03/07/government-internal-audit-knowledge-hub-network-site-how-did-we-ever-manage-without-it/",
        "blog": "Government Internal Audit Agency",
        "blog_link": "https://giaa.blog.gov.uk",
        "description": "Do you ever feel like you're missing out on valuable internal audit related information and resources? Before I joined the GIAA, I was a head of internal audit elsewhere. I would often think how helpful it’d be if there was …"
    },
    {
        "title": "Research to consider this International Women’s Day: supporting women’s economic empowerment through regulatory reform  ",
        "authors": [
            "The Research Strategy and Delivery Unit and The International Delivery Team"
        ],
        "posted_on": "2025-03-07T10:08:50",
        "categories": [
            "Careers at OPSS"
        ],
        "content": [
            {
                "content": "This International Women’s Day, we consider how to #AccelerateAction to empower women globally. Read our recent research aligned with this theme. ",
                "tag": "p"
            },
            {
                "content": "Women’s economic empowerment is vital for economic growth and sustainable development. Each year International Women’s Day celebrates the growing contributions of female entrepreneurs around the world and this year’s theme ‘accelerate action’, provides a global call to deliver strategies to advance women's equality.  Despite significant progress, the United Nations reports that women are less likely to be entrepreneurs and face more disadvantages when starting businesses, and globally women remain less likely to participate in the labour market than men.",
                "tag": "p"
            },
            {
                "content": "This #InternationalWomensDay, we invite you to read our recently published research, commissioned to inform the development of gender-inclusive regulatory reforms across Member States of the Association of Southeast Asian Nations (ASEAN).  ",
                "tag": "p"
            },
            {
                "content": "The research was commissioned by the Office for Product Safety and Standards (OPSS) to guide the design of interventions for the Regulatory Reform Pillar of the four-year ASEAN-UK Economic Integration Programme. OPSS is the lead delivery partner of this pillar, which is focussed on working, largely government-to-government with ASEAN countries towards inclusive growth by supporting, through capability building and technical support, improvements in their regulatory and standards systems.",
                "tag": "p"
            },
            {
                "content": "The research explored how regulatory reform could support gender equality and women’s economic empowerment, using meta-analysis to assess the existing literature and case studies on regulatory reforms. In addition, this research featured an interview programme, followed by a workshop, to discuss and validate the findings with a wide range of relevant ASEAN stakeholders.",
                "tag": "p"
            },
            {
                "content": "The research found that despite government initiatives to support women in businesses, women’s work continues to be dominated by informal employment, characterised by a lack of taxation, absence of social protection and job insecurity. Several key barriers to women’s economic empowerment were identified:",
                "tag": "p"
            },
            {
                "content": "1) Balancing paid employment with unpaid domestic work: While female employment is rising in the ASEAN region, care and household duties have not been redistributed to men or service providers, creating a double burden for women.",
                "tag": "p"
            },
            {
                "content": "2) Digital skills: Women have access to basic digital technologies but are limited by their inability to access to more advanced digital skills.",
                "tag": "p"
            },
            {
                "content": "3) Credit access: Schemes have enhanced women’s access to credit; however many still struggle to access collateral.",
                "tag": "p"
            },
            {
                "content": "For the Regulatory Reform work programme, the report recommends focusing on harnessing the power of innovation and technology, capitalising on ASEAN commitments and providing training to support women’s participation in business value chains, from product design through to marketing and distribution. The report also recommends improvements to the framework within which regulations are made. This includes ensuring that when new regulations are created, gender impacts are considered, and women are consulted on the regulatory reform decisions that impact them most, to take into account socio-cultural norms and avoid unintended negative consequences.",
                "tag": "p"
            },
            {
                "content": "To increase the impact of this work, the findings have been discussed by relevant ASEAN stakeholders at a launch event for the research in Jakarta on 6 March.  Key topics covered include ensuring consumer product safety compliance for women entrepreneurs, examining the role of regulations on their operations and growth, and providing tailored regulatory recommendations.",
                "tag": "p"
            },
            {
                "content": "Findings from the research are helping to steer the UK’s design of a gender inclusive regulatory reform pillar, which aims to foster positive regulatory practices and strengthen the consumer product safety landscape in the ASEAN countries the UK works with.",
                "tag": "p"
            },
            {
                "content": "More broadly, gender inclusivity is important in the Department for Business and Trade’s policy space. The Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) includes the UK and several ASEAN economies and incorporates an article on Women and Economic Growth, enabling the CPTPP parties to collaboratively support women employees and business owners. The UK looks forward to working with CPTPP members to promote women’s access to the benefits and opportunities created by this agreement.  ",
                "tag": "p"
            },
            {
                "content": "This study shows the ongoing commitment of OPSS to research. To find out more about a career in OPSS, visit: Vacancies - OPSS",
                "tag": "p"
            },
            {
                "content": "Read the full report here: Regulatory reform for businesses and consumers in ASEAN countries - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://opss.blog.gov.uk/2025/03/07/research-to-consider-this-international-womens-day-supporting-womens-economic-empowerment-through-regulatory-reform/",
        "blog": "Office for Product Safety and Standards",
        "blog_link": "https://opss.blog.gov.uk",
        "description": "This International Women’s Day, we consider how to #AccelerateAction to empower women globally. Read our recent research aligned with this theme.  Women’s economic empowerment is vital for economic growth and sustainable development."
    },
    {
        "title": "Visualising modern digital government",
        "authors": [
            "Helena Trippe, Head of UCD GOV.UK One Login"
        ],
        "posted_on": "2025-03-07T10:00:00",
        "categories": [
            "Digital Centre",
            "Digital strategy"
        ],
        "content": [
            {
                "content": "The recently published blueprint for a modern digital government was the result of many weeks of researching, sketching and prototyping, by teams working as part of the Digital Centre Design team in GDS. We were keen to explore what the ideas in the blueprint might look and behave like, when they inevitably bump up against the rough edges of the real world. We spent some time thinking through not only a vision of the future, but what making that vision true would require of us, and colleagues in the public sector.",
                "tag": "p"
            },
            {
                "content": "Pragmatism, not pipe dreams",
                "tag": "h3"
            },
            {
                "content": "We wanted to understand what a modern digital government would feel like if you were a citizen, a public servant, front line worker or a business owner. We looked at the joins between services. We came up with the idea of making them more like furrows and less like obstacles. We spent as much time thinking about trust and transparency of services, as we did about technology. ",
                "tag": "p"
            },
            {
                "content": "In traditional GDS fashion, this was best done by thinking and working as openly as possible, using a wall, and taking people through our thinking as much as possible. We took temporary ownership of a tiny ‘pod’ in one corner of the GDS office in Whitechapel, and began covering its walls with assumptions, principles, sketches, case studies and concepts. ",
                "tag": "p"
            },
            {
                "content": "The beauty of working on walls is that they instantly turn into presentations when you need them to. So when colleagues passed by, or when helpful visitors turned up, we were able to talk through our thinking, and literally point at thoughts and the connections between them. Even though we’re big supporters of remote and flexible working, it was, we have to admit, a refreshing reminder of the benefits of working together in the same space at the same time.",
                "tag": "p"
            },
            {
                "content": "We were lucky to have guidance from the digital centre's advisory panel, convened to support its thinking. They checked in our early thinking, helping to keep us honest, refine the messages, and join the dots. They pushed us to be ambitious and to keep people at the heart of the vision. ",
                "tag": "p"
            },
            {
                "content": "Being bold",
                "tag": "h3"
            },
            {
                "content": "The more we showed early versions of our thinking to teams in other departments and the wider public sector, the more we found that in many cases, they were already thinking along the same lines, and even had examples of exploratory work which pointed broadly towards the same direction. That helped us feel more confident that we were going in the right direction.",
                "tag": "p"
            },
            {
                "content": "We began to develop what we ended up calling “the materials of digital government” - the various parts that get used to assemble a service. That’s not a new concept - GDS was thinking similar thoughts a decade ago - but we were trying to make use of everything that’s been learned in those intervening years. ",
                "tag": "p"
            },
            {
                "content": "We know more now than we did then. We know that the things that join the component parts together are as important as the parts themselves. (Digital credentials - ways of proving facts about things - are an essential part of this, and still very much in their infancy in UK digital government services.) We know we need a downward flow of permission, from the highest levels, to assure colleagues that the big changes necessary are changes they’re allowed to make. And we know that the scale of the task is enormous, stretching out far beyond the remit of central government - which in turn adds more complexity, and needs more courage from teams and their leaders. This is bold stuff. ",
                "tag": "p"
            },
            {
                "content": "Showing things to think out loud",
                "tag": "h3"
            },
            {
                "content": "Throughout this process, we were showing things we’d come up with to all those advisors, helpers and colleagues. We made simple scenarios with words and pictures, which morphed over time into slides we used to help us explain our thinking to ministers and civil servants. We discussed ways that services could ‘do more’ for users, by making inferences and suggestions. What might that look like? ",
                "tag": "p"
            },
            {
                "content": "The plan for the future is “test and learn”, and that’s exactly the approach we used while researching and writing the blueprint. We began thinking about how some of these scenarios might play out in reality - and we built a handful of very rough digital prototypes, to just check our thinking and show it to others:",
                "tag": "p"
            },
            {
                "content": "At one stage, we tried turning the materials we’d started working with into a set of models, and assembled them on a mini website to share case studies internally: ",
                "tag": "p"
            },
            {
                "content": "These are just a few snippets, snapshots of something much more detailed. There will no doubt be much more to share as the plans from the blueprint for a modern digital government start to take shape. We’re looking forward to many more conversations and input from colleagues in central and local government, the NHS, and other public sector institutions. ",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/03/07/visualising-modern-digital-government/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "Learn more about the process of creating the blueprint for a modern digital government including the collaboration involved, open working, and user-centered design. "
    },
    {
        "title": "International Women’s Day 2025: Meet the women shaping AI, cyber and technology at MHCLG",
        "authors": [
            "MHCLG Digital team"
        ],
        "posted_on": "2025-03-07T09:04:42",
        "categories": [
            "Careers",
            "Innovation"
        ],
        "content": [
            {
                "content": "This year’s International Women’s Day’s theme is ‘Accelerate action’. This is something that resonates deeply within our department and with our colleagues, some of whom are women driving government innovation in the fields of artificial intelligence (AI), cyber and technology.",
                "tag": "p"
            },
            {
                "content": "In this blog post, 4 of them share their unique experiences, challenges and perspectives on gender equality, offering inspiration and insight, particularly for women who aspire to build a career in similar fields.",
                "tag": "p"
            },
            {
                "content": "Jenny Colebourn, Senior Product Manager – Planning Data and AI, Digital Planning",
                "tag": "h2"
            },
            {
                "content": "I grew up immersed in technology – my father worked at Microsoft, and I'm a lifelong gamer. Yet, at an all-girls school, I never saw women in the roles I wanted to do, nor tech as a viable career. Instead, I started in customer service, drawn to problem-solving and making people happy, teaching myself to code outside work as a hobby. ",
                "tag": "p"
            },
            {
                "content": "I went on to become an intern developer at a progressive tech startup, quickly realising the industry needed people who could bridge technical teams and non-technical customers – still a rare and valuable skill. This led me into product, where I’ve spent the past 6 years developing machine learning, AI, virtual reality and augmented reality solutions, working across robotics, haptics and complex hardware, through self-development and dedication, despite a cultural discouragement. ",
                "tag": "p"
            },
            {
                "content": "Achieving gender equality in the workplace requires more than policies – it demands a cultural shift. I’ve faced obstacles throughout my career because of my gender – my work naturally credited to male colleagues, work signed off faster without my name on it, and pressure to downplay femininity to be taken seriously. But I’ve also had incredible allies who made me feel truly valued. International Women’s Day has been so important – hearing stories of women in leadership roles kept me going. I consciously decided to persevere, knowing this is my dream career and I belong here just as much as anyone else. ",
                "tag": "p"
            },
            {
                "content": "Now, in the Civil Service, I lead AI initiatives in digital planning, using technology to improve efficiency and accelerate planning. The public sector offers incredible opportunities if you’re considering a career in tech, with strong support networks and a breadth of roles that enable skill development in a safe and collaborative environment. ",
                "tag": "p"
            },
            {
                "content": "Tech isn’t just coding; it’s creativity, problem-solving, collaboration and innovation. For me, it's about helping people and changing lives with the best stuff available to us. Women’s perspectives in the public sector are not only valuable but paramount to the shaping of the future of the country. ",
                "tag": "p"
            },
            {
                "content": "Scarlett Buchanan-Jones, Business Analyst – AI Foundational team",
                "tag": "h2"
            },
            {
                "content": "I’m part of the AI Foundational team, whose mission is to drive the safe adoption and implementation of AI technology across MHCLG, enhancing our overall efficiency and productivity. ",
                "tag": "p"
            },
            {
                "content": "I studied ocean science and marine conservation, and worked in tech and policy before. I’m particularly interested in the intersection of policy and technology, and how the latter can shape the world and solve complex problems.  ",
                "tag": "p"
            },
            {
                "content": "I’m currently the only woman in a small team, which reflects the industry average in AI. What this means for women in the AI sector is that we’re often exposed to similar viewpoints and perspectives, coming from similar experiences.  ",
                "tag": "p"
            },
            {
                "content": "This is something that MHCLG and the Civil Service recognise, and a lot of effort goes into eliminating barriers and creating an inclusive and safe environment. As a woman whose experience in the private tech sector has been very off-putting at times, I appreciate that inclusivity is something the organisation takes very seriously, and I see MHCLG and government as a great place for women who want to build a career in digital.",
                "tag": "p"
            },
            {
                "content": "My team is extremely inclusive and collaborative, and MHCLG Digital’s leadership team, led by Gill Stewart, our Chief Digital Officer, is very diverse. We also have an active gender equality network driving many valuable initiatives. ",
                "tag": "p"
            },
            {
                "content": "AI is already happening. It can be a powerful tool that can make a lot of people’s lives better and help build more efficient government services. I strongly believe it should be used safely, and that our job is to influence it instead of running away from it. ",
                "tag": "p"
            },
            {
                "content": "As a woman, I want my voice to be in the room when we define what AI should look like, and when important decisions are made. Different voices and perspectives allow you to see more diverse angles to help solve problems for the users we serve. For me this is one of the many important benefits of accelerating gender equality. ",
                "tag": "p"
            },
            {
                "content": "Preeti Sharma, Managed Service Developer – Digital Process Improvements team",
                "tag": "h2"
            },
            {
                "content": "As a managed services developer within the Digital Process Improvements (DPI) team, I help MHCLG teams get more efficient with technology by translating business ideas and pain points into tangible technical solutions. ",
                "tag": "p"
            },
            {
                "content": "I fell in love with technology whilst studying for my master's degree in engineering. I deepened this love by working in the tech space for the past 7 years in the private sector. Despite being new to MHCLG and the only woman on the development side of our otherwise diverse DPI team, I feel I’m heard and empowered to provide solutions that are both creative and collaborative. ",
                "tag": "p"
            },
            {
                "content": "This is my first experience in government and I’m glad to see that gender parity in my field, and especially across the wider digital teams, is far better than what I experienced in the private sector. I felt inspired to join due to the scale of impact our work can have on people’s lives. I was also attracted by our department’s inclusive policies, which provide great flexibility for working parents. As a mother of a young daughter, I feel I can balance my responsibilities both at work and at home, which is important to me.  ",
                "tag": "p"
            },
            {
                "content": "I also value the department’s focus on learning and development. For example, MHCLG offers technology apprenticeships, which are opportunities to upskill or complete a degree, irrespective of your gender, background or experience. ",
                "tag": "p"
            },
            {
                "content": "My thoughts on accelerating gender equality and advice to women on breaking barriers: don’t wait for someone else to give you permission, get up and do what you are passionate about. If the technical field excites you, remember there is nothing in technology that women or men cannot do. Don’t believe the cliches or try to fit into a mould. You are unique, you have talent – take this to the table and be unapologetically yourself! ",
                "tag": "p"
            },
            {
                "content": "Katie Owen, Cyber Assessment Framework Service Owner – Local Digital",
                "tag": "h2"
            },
            {
                "content": "As a service owner in the Local Digital team, I lead a programme that helps councils to better understand and manage their cyber resilience, whilst enabling MHCLG to understand risk across the sector and identify areas for support and intervention. ",
                "tag": "p"
            },
            {
                "content": "For me, gender equality in the workplace means fostering an environment that uplifts individuals, enabling them to grow, develop and feel empowered – so they can, in turn, uplift others. It’s about ensuring equal opportunities for all and actively driving meaningful change. This includes things like ensuring opportunities are visible and promoted in the right place, strong networks are valued, and mentorship and coaching opportunities are provided. ",
                "tag": "p"
            },
            {
                "content": "Since joining MHCLG a year ago – initially on secondment from the Local Government Association – I feel I have personally benefited from MHCLG initiatives (not least the secondment itself). This has been especially important to me as someone working in a male-dominated field like cyber. ",
                "tag": "p"
            },
            {
                "content": "When working externally, I often find myself in rooms where I am one of only a few women, yet I feel equipped and confident thanks to the support I have received in my career to date, particularly when I am able to look to the inspiring women leading and working across MHCLG. ",
                "tag": "p"
            },
            {
                "content": "One piece of advice I would give is when you feel championed, don’t underestimate the power of passing it on to others, and what better day for it than International Women’s Day.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/03/07/international-womens-day-2025-meet-the-women-shaping-ai-cyber-and-technology-at-mhclg/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "To mark International Women’s Day 2025 on 8 March, 4 colleagues driving government innovation across AI, cyber and technology share their unique experiences, challenges and perspectives on gender equality, offering inspiration and insight, particularly for women who aspire to build a career in similar fields."
    },
    {
        "title": "Evicting the Stereotypes: The Real Bailiffs at Work (Part 1)",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2025-03-06T14:04:15",
        "categories": [
            "Civil",
            "Interviews",
            "Podcast",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "This episode takes a look at the day-to-day reality for our bailiffs.We're joined by a range of experienced bailiffs who share insights into their daily roles, challenges they face, and the reality behind the TV stereotypes.We'll also join one of our teams on the road, as county court bailiffs Wendy and Karen provide a first-hand look at their work during an eviction.",
                "tag": "p"
            },
            {
                "content": "Listen now to discover more about the essential skills and stories that define this often misunderstood profession.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae’r bennod hon yn edrych ar realiti ein beilïaid o ddydd i ddydd.Yn ymuno â ni mae amrywiaeth o feilïaid profiadol sy’n rhannu mewnwelediad i’w rolau dyddiol, yr heriau y maent yn eu hwynebu, a’r realiti y tu ôl i’r stereoteipiau teledu.Byddwn hefyd yn ymuno ag un o’n timau ar y ffyrdd, wrth i feilïaid y llys sirol Wendy a Karen roi golwg uniongyrchol ar eu gwaith yn ystod y broses troi allan.",
                "tag": "p"
            },
            {
                "content": "Gwrandewch nawr i ddarganfod mwy am y sgiliau a'r straeon hanfodol sy'n diffinio'r proffesiwn hwn sy'n aml yn cael ei gamddeall.",
                "tag": "p"
            },
            {
                "content": "Gwrandewch ar y bennod ddiweddaraf nawr, ar gael o ble bynnag rydych chi'n gwrando ar eich podlediadau!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "Mae trawsgrifiad o'r podlediad ar gael hefyd.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/03/06/evicting-the-stereotypes-the-real-bailiffs-at-work-part-1/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "In this episode of Inside HMCTS we take a look at the day-to-day roles of some of our bailiff teams. Hear from a range of bailiffs who share their stories and experiences about the profession. "
    },
    {
        "title": "My experience as a Software Developer at Justice Digital",
        "authors": [
            "Hettie Street"
        ],
        "posted_on": "2025-03-06T13:46:22",
        "categories": [
            "a great place to work",
            "International Women's Day",
            "Software Developer",
            "Women in Tech"
        ],
        "content": [
            {
                "content": "My name is Hettie, and for the past two years, I have been a software developer at Justice Digital. I also happen to be a woman.",
                "tag": "p"
            },
            {
                "content": "Software development is a notoriously male-dominated field. I work with loads of brilliant colleagues, but there are times when I have felt just that little bit different, or at times on the outskirts. Fortunately, the Civil Service is one of the most welcoming places I have worked, with diversity, inclusion and equality at the heart of so much of what we do.",
                "tag": "p"
            },
            {
                "content": "Firstly I would like to share with you what I think are the most useful parts of my experience, then I’ll fill you in on my background, and how I got to where I am today. ",
                "tag": "p"
            },
            {
                "content": "Here is what I’ve learnt so far working as a software developer and as a woman in technology.",
                "tag": "p"
            },
            {
                "content": "Community is key",
                "tag": "h2"
            },
            {
                "content": "One of the most important parts of being a software developer is cultivating your community. A community of sharing and learning together is infinitely better. ",
                "tag": "p"
            },
            {
                "content": "Being open and vulnerable about our work, whether it’s a technical problem or a team process issue, helps to build a trusting community where we can learn from one another. ",
                "tag": "p"
            },
            {
                "content": "By sharing our mistakes and supporting each other we improve to get things right the next time. This culture of continuous improvement enables us to deliver high-quality services for the public while also finding greater fulfillment in our day-to-day roles",
                "tag": "p"
            },
            {
                "content": "As well as being an active member of the developer community, I have found it important to develop a community with my fellow women software developers too. It is easy to feel siloed and disconnected from others from behind the laptop screen, and I have sometimes found myself wondering, “where are the other women in this field? I can’t see them anywhere!”",
                "tag": "p"
            },
            {
                "content": "It is important to have a forum to connect with one another, especially for those who may find themselves the only woman in their software development team. Recently, I have been making use of our Justice Digital ‘women in tech’ Slack channel, where we share information with one another and have a regular coffee catch-up. We don’t always use the coffee catch-up religiously, but it is there in the calendar for anyone who needs it.",
                "tag": "p"
            },
            {
                "content": "I would encourage anyone who identifies outside of the majority to reach out and build those communities at work.",
                "tag": "p"
            },
            {
                "content": "Find your role models",
                "tag": "h2"
            },
            {
                "content": "As well as being a member of a community, another great way to feel more comfortable and supported as an individual in your profession is to find a role model. ",
                "tag": "p"
            },
            {
                "content": "This doesn’t necessarily have to be a formal mentoring thing - it could just be having a regular chat or coffee together. It is important to find someone who you feel is similar to you - someone who inspires you and helps to make the bridge to your future goals look like a realistic path, rather than an impossible dream. Your role models can help you to work out the steps you need to take, to get to where you’d like to be.",
                "tag": "p"
            },
            {
                "content": "I’ve had some brilliant role models of all different backgrounds over the years, and I doubt I would be where I am today without their advice and support. However, I think I have felt the strongest connection with individuals who share similarities with me because they make your future professional development seem more obtainable. It is really important to seek out role models wherever you can.",
                "tag": "p"
            },
            {
                "content": "Imposter syndrome is real",
                "tag": "h2"
            },
            {
                "content": "Most of us doubt our abilities from time to time and question our knowledge and decision-making. This is normal and likely a part of the software developer experience - it is a vast field with a never-ending list of things to learn, that can leave you feeling like you’re starting from scratch sometimes. But imposter syndrome is the experience of feeling like a fraud - like you’ll get found out any minute for not being a ‘proper’ developer!",
                "tag": "p"
            },
            {
                "content": "This can affect everyone but is particularly a problem for women and underrepresented groups. I continue to experience imposter syndrome to varying degrees a lot of the time. It is difficult to overcome, but there are some practices you can use to help. ",
                "tag": "p"
            },
            {
                "content": "Ask for feedback from colleagues that you trust. They will likely provide you with lots of positive evidence about your work that you may not even have considered. Then when you’re feeling particularly imposter-like, read that feedback again and remind yourself of the great things you have accomplished. You will slowly realise that maybe you do know a thing or two, after all.",
                "tag": "p"
            },
            {
                "content": "Be kind to yourself. I would be willing to bet that negative self-talk has never helped a situation…ever!  You will sometimes get things wrong, or not know the answer, and that is fine and is a realistic expectation in your role. No one knows everything (some people are just very good at pretending). So remind yourself of that regularly and cut yourself some slack.",
                "tag": "p"
            },
            {
                "content": "Remember to praise your colleagues regularly and show that you appreciate them and what they do. Don’t underestimate the impact a little bit of praise can have on helping someone feel more confident in themselves.",
                "tag": "p"
            },
            {
                "content": "Say yes, but know when to say no",
                "tag": "h2"
            },
            {
                "content": "As a woman software developer, it can feel essential to take every opportunity you can get your hands on. This helps you add more strings to your bow and can put you in a position of visibility. Increased visibility of individuals from underrepresented groups is great for organisational culture and can provide valuable support to colleagues who may feel marginalised.",
                "tag": "p"
            },
            {
                "content": "Whilst saying yes to opportunities can be a great thing, it is important not to fall into the trap of doing it to ‘catch-up’ with your male counterparts. Women and underrepresented groups in the workplace often feel like they need to do more, just to break even with the majority group.",
                "tag": "p"
            },
            {
                "content": "Say yes to the things that align with your values and your professional development - otherwise, let the opportunity go. You can’t do it all, and your time (and sanity) are valuable. The opportunities that you pass on may become a chance for someone else to get involved. ",
                "tag": "p"
            },
            {
                "content": "Sometimes as a woman or member of an underrepresented group, you might feel disproportionately asked to take part in some things such as interview panels where a balanced gender representation is required as part of a fair and open recruitment process. ",
                "tag": "p"
            },
            {
                "content": "Be mindful that you don’t always have to say yes, you can politely decline and offer the opportunity to someone else. I have always found it ironic that the extra time I dedicate to additional pursuits within the community is probably to the detriment of my technical abilities, which in some way further disadvantages me as a woman in the field of software development. This is something I’m trying to be more aware of, so I can make the right decisions for my professional development.",
                "tag": "p"
            },
            {
                "content": "You belong here",
                "tag": "h2"
            },
            {
                "content": "A diverse, inclusive, open community is better for everyone. It fosters innovation, strengthens collaboration and creates a sense of belonging for everyone. It allows us to have fresh ideas, challenge assumptions and drive positive change. ",
                "tag": "p"
            },
            {
                "content": "As a woman in technology, and as part of any underrepresented group, you not only have every right to be here, but you are also an invaluable part of your profession—and your presence is essential.",
                "tag": "p"
            },
            {
                "content": "How I became a software developer",
                "tag": "h2"
            },
            {
                "content": "Software development was not part of my educational background. I did a languages degree at university because I loved to learn languages, but never had a particular career in mind. After university and spending some time living in Beijing, I moved to London and tried several different jobs, and none of them quite stuck - but what was always clear to me was that I both enjoyed and was good at picking up new skills.",
                "tag": "p"
            },
            {
                "content": "Working in Digital always interested me, and I managed to get a job as a manual QA at a tech start-up. I don’t quite know how I managed to convince them to offer me that role, considering I had limited experience in the digital field, but fortunately, my colleagues were willing to take a chance on me. ",
                "tag": "p"
            },
            {
                "content": "That role was a baptism of fire but I learnt more in the space of a year in that role than I had in any of my previous jobs. Every day I worked closely with software developers, and I thought to myself, “I’d quite like to have a go at that too!” The culture at that organisation, however, didn’t feel particularly supportive, which put me off taking the plunge at that time - there was a bit of a ‘tech bro’ culture in the engineering team, and I struggled to feel like I belonged there.",
                "tag": "p"
            },
            {
                "content": "I had always considered joining the Civil Service, because I liked the idea of public service and working towards a greater good. When I saw an entry-level position in Digital come up, I applied straight away, and was really lucky to get the role. Fast forward three years and here I am as a Senior Software Developer in Justice Digital.",
                "tag": "p"
            },
            {
                "content": "Justice Digital is an incredibly welcoming and supportive environment, where I work with kind, open-minded people who strive to do their best while prioritising inclusivity and a positive culture. One of the things I value most is the flexibility within our teams, allowing individuals to work in a way that enables them to thrive. Whilst flexibility benefits everyone, it can be especially valuable for women who may have additional caregiving responsibilities outside of work.",
                "tag": "p"
            },
            {
                "content": "Beyond its inclusive culture, Justice Digital also offers fantastic opportunities for professional growth, whether through bespoke training, conferences, or mentoring programs. It’s a brilliant place to start or advance a career in technology, particularly for those from underrepresented groups. If you're considering a career in tech or looking to grow in your field, don’t hesitate to take the leap and join Justice Digital. ",
                "tag": "p"
            },
            {
                "content": "View our current vacancies ",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/03/06/my-experience-as-a-software-developer-at-justice-digital/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "My name is Hettie, and for the past two years, I have been a software developer at Justice Digital. I also happen to be a woman. Software development is a notoriously male-dominated field. I work with loads of brilliant colleagues, …"
    },
    {
        "title": "Outcome of Natural England’s review of bird of prey ‘wild take’ licensing for falconry and aviculture",
        "authors": [
            "John Holmes"
        ],
        "posted_on": "2025-03-06T12:01:00",
        "categories": [
            "Evidence",
            "Licensing",
            "Natural England",
            "Nature",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Natural England has today published the outcome of its review into the licensing of ‘wild take’, a practice that involves taking young birds of prey from the wild for use in falconry and aviculture. Defra ministers have endorsed Natural England’s recommendation that there should be a presumption against the granting of future wild take licences, other than in exceptional circumstances. This blog examines the background to the review, the way in which it was carried out, what we’ve learnt from this, and the implications for licensing.",
                "tag": "p"
            },
            {
                "content": "A little history",
                "tag": "p"
            },
            {
                "content": "Falconry has been practised in England since at least the 8th century and is typically defined as using a trained bird of prey to hunt specific ‘quarry’ species in the wild. UNESCO describe it as “the traditional art and practice of training and flying falcons… and other birds of prey”. There have been some notable changes in how falconry is practised in this country over time. At one stage it was practised almost exclusively by the nobility, often on horseback, and targeting a different range of quarry species to that of present-day falconers. By the 18th century, the popularity of falconry amongst the nobility had declined, as it was increasingly forced to compete with sport shooting. These days, falconry has a wider following, and in increasing numbers, though the core aspect of hunting using a trained bird of prey remains essentially unchanged.",
                "tag": "p"
            },
            {
                "content": "In the 1980s, falconers in England stopped taking birds of prey from the wild because of concerns about population declines due to persecution and poisoning by pesticides. Since then, falconers have used captive-bred birds instead. Restrictions on taking birds of prey from the wild do not appear to have had a detrimental impact on the popularity of the sport.",
                "tag": "p"
            },
            {
                "content": "Many bird of prey populations have thankfully now recovered and are doing better across much of England. For example, the wild population of peregrine falcon in England, one of the most widely used birds in falconry, has increased from just 47 breeding pairs in the 1970s to 825 pairs by the time of the last full survey in 2014. Although persecution still limits numbers in some upland areas, peregrines are now widespread with a secure, healthy population. The captive-bred population of peregrine falcons has also increased dramatically over this period and now outnumbers the wild population.",
                "tag": "p"
            },
            {
                "content": "The law and licensing",
                "tag": "p"
            },
            {
                "content": "Natural England has a statutory responsibility, on behalf of Defra, for determining licence applications to take birds of prey from the wild for use in falconry and aviculture. Licences may only be granted on a selective basis and for a small number of birds, provided there are no satisfactory alternatives and no negative conservation impacts. In recent years, a small number of licence applications have been received and in 2020 Natural England issued three licences to take peregrine falcon chicks. These licences were not used and have now expired.",
                "tag": "p"
            },
            {
                "content": "The need for a review",
                "tag": "p"
            },
            {
                "content": "The licences issued in 2020 were the first such licences granted in over 30 years. Although they were not used, there was a strong negative reaction from some stakeholders and questions from both falconry and conservation organisations about our approach to assessing future applications. There were concerns in some quarters that licences could be abused, leading to an increase in the illegal export of wild-origin birds. There were also questions around the availability of captive-bred birds and whether there was a need for wild take to supplement captive populations, as well as on the cultural significance of wild take to practising falconers.",
                "tag": "p"
            },
            {
                "content": "It was clear that that additional evidence was needed to inform our assessment of any future applications. Defra agreed that we should temporarily suspend wild take licensing to undertake a review, engage with stakeholders and develop a robust approach to support future decision-making.",
                "tag": "p"
            },
            {
                "content": "What we did and what we learned",
                "tag": "p"
            },
            {
                "content": "As there were a range of strong views and possible sources of evidence and insights, it was important for us to reach out to all those with an interest in the topic in an open and transparent way. The review used a mixture of methods, including quantitative and qualitative social science research and participatory stakeholder approaches, based on new International Union for Conservation of Nature (IUCN) guidelines on Human-Wildlife Conflict and Coexistence. This enabled us to obtain a better understanding of stakeholder views, values and attitudes, to identify differences and common ground, and to bring together interested parties to explore what a positive future for birds of prey and falconry might look like.",
                "tag": "p"
            },
            {
                "content": "The process included workshops, interviews, a literature review, and a public call for evidence. A range of topics were covered, exploring views on the behaviour and genetics of captive and wild bird of prey populations, and on some of the key historical and cultural aspects of falconry practice and how it has changed over time.",
                "tag": "p"
            },
            {
                "content": "The following key points emerged from the social science research, including that:",
                "tag": "p"
            },
            {
                "content": "Conclusion and next steps",
                "tag": "p"
            },
            {
                "content": "Natural England’s review process has concluded that:",
                "tag": "p"
            },
            {
                "content": "Natural England’s Science Advisory Committee found the review process and its conclusions to be scientifically robust. Natural England’s advice to Defra was therefore to recommend a presumption against licensing, other than in exceptional circumstances. This approach provides clarity to stakeholders and avoids putting applicants through a potentially burdensome application process where there is very limited chance of success. This approach is supported by the review findings that it would be extremely difficult for applicants to justify the need to take wild birds at the present time.",
                "tag": "p"
            },
            {
                "content": "Defra ministers have endorsed Natural England’s recommendation to adopt a presumption against issuing licences to take wild birds of prey for falconry and aviculture. Whilst the power to grant licences will remain on statute, Defra ministers support the view that licences should not be issued, other than in exceptional circumstances. No evidence was provided during the review process that would support the issuing of licences for any specific exceptional circumstances at the present time.",
                "tag": "p"
            },
            {
                "content": "This outcome will help to protect wild birds of prey whilst enabling sustainable falconry practices to continue. Despite the range of views on this topic, or perhaps because of that, it has been widely acknowledged that the review process was robust, transparent, fair, and inclusive. After the second stakeholder workshop, participants reported higher levels of trust in the process and a greater level of confidence of evidence-based outcomes than they did at the start.",
                "tag": "p"
            },
            {
                "content": "I would personally like to extend my thanks to everyone involved in the review process, in particular those who took the time to provide information through the call for evidence or by participating in interviews and workshops. We will be publishing an evaluation of the project later this year, informed by the views of those that contributed to the review process.",
                "tag": "p"
            },
            {
                "content": "Note: The scope of the review was strictly limited to the consideration of activities relating to the taking of native birds of prey from the wild in England for falconry and aviculture. Licences to kill certain ‘quarry’ species of wild birds in the course of falconry are considered separately and further information can be found here.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/03/06/outcome-of-natural-englands-review-of-bird-of-prey-wild-take-licensing-for-falconry-and-aviculture/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Natural England has today published the outcome of its review into the licensing of ‘wild take’, a practice that involves taking young birds of prey from the wild for use in falconry and aviculture. Defra ministers have endorsed Natural England’s …"
    },
    {
        "title": "Strengthening Environmental Science: A New Chapter in Water Monitoring",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-03-06T11:38:29",
        "categories": [
            "Environment Agency",
            "Science",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "Enhancing our scientific capabilities to understand and monitor England's rivers, lakes and coastal waters.",
                "tag": "p"
            },
            {
                "content": "Investing in Scientific Excellence",
                "tag": "p"
            },
            {
                "content": "The Environment Agency (EA) has taken an important step forward in enhancing our water monitoring capabilities with a £4 million investment in our Leeds laboratory facilities. This state-of-the-art facility demonstrates how protecting our environment and growing our economy can work hand in hand – creating skilled jobs for scientists and researchers while strengthening England’s capabilities in environmental science and innovation. The refurbishment, funded through Defra’s Natural Capital and Ecosystem Assessment (NCEA) programme, will help protect our waters while supporting the businesses that depend on them.",
                "tag": "p"
            },
            {
                "content": "Speaking at a recent stakeholder event at the newly refurbished Leeds laboratory, our Chief Scientist Dr Robert Bradburne set out the Environment Agency's vision for environmental monitoring. He highlighted how this investment marks a significant milestone in our journey to enhance our scientific capabilities.",
                "tag": "p"
            },
            {
                "content": "Environmental monitoring is complex and demanding work that requires continuous adaptation to meet emerging challenges. Like many public sector organisations, we have faced resource pressures in recent years, a challenge recognised by many environmental organisations and specialists. The refurbishment of our Leeds laboratory represents an important step forward in our ongoing work. This investment will enhance our monitoring capabilities, providing increased capacity to analyse samples from our newest monitoring networks while helping us build on our existing scientific expertise.",
                "tag": "p"
            },
            {
                "content": "The Scale of Our Environmental Monitoring",
                "tag": "p"
            },
            {
                "content": "Currently, Environment Agency scientists analyse 99,000 water samples annually, producing over 1.7 million individual measurements. We monitor more than 1,800 different elements in water, from chemical compounds to microscopic life, helping us understand and protect our rivers, lakes, and coastal waters. This work fulfils 42 different legislative requirements, split across nearly 100 programmes and environmental themes.",
                "tag": "p"
            },
            {
                "content": "Our monitoring network spans the entire water system – from source to sea. Our team of over 1,000 skilled scientists and technical experts use this data to make evidence-based decisions that protect and improve our environment. Whether it's responding to pollution incidents or tracking long-term changes, every action is grounded in robust science.",
                "tag": "p"
            },
            {
                "content": "Innovation and Future Direction",
                "tag": "p"
            },
            {
                "content": "The laboratory upgrade in Leeds is just one part of our broader strategy to strengthen environmental monitoring. Our vision is for monitoring that is science-driven, outcomes-focused, and adaptive.",
                "tag": "p"
            },
            {
                "content": "Through the NCEA programme, we are developing new approaches to understand the current state of England's waters - establishing what we call a baseline. This baseline will tell us what our waters are like now, helping us measure and understand changes in the future. The NCEA programme has designed new monitoring networks to provide a national-scale picture across different water environments - including rivers, small streams, lakes, groundwater and estuaries & coasts. As these networks are established over the coming years, they will help build our baseline understanding of England's waters.",
                "tag": "p"
            },
            {
                "content": "The River Surveillance Network represents a significant advance in our monitoring approach. We have already collected data from 1,400 sites across England’s rivers, working towards our target of 1,600 sites. To ensure we get an unbiased nationally representative picture, we use a scientific method that randomly selects sites across all types of rivers. At these locations, we will be gathering and analysing different features of river health, from the chemical makeup of the water to the tiny plants and animals that live in it.",
                "tag": "p"
            },
            {
                "content": "This monitoring goes beyond simply measuring water quality. We're exploring how this data can help us understand the broader benefits our waters provide - from supporting wildlife to contributing to local communities and the economy. By looking at our rivers, streams and other water bodies through this 'natural capital' lens, we can better understand their value to society and how they change over time.",
                "tag": "p"
            },
            {
                "content": "As we collect this baseline information, we're also using innovative technologies like environmental DNA analysis, helping us to better understand and respond to challenges across all our water environments.",
                "tag": "p"
            },
            {
                "content": "Building for Tomorrow",
                "tag": "p"
            },
            {
                "content": "Looking ahead, we are focused on powering data-driven decisions that deliver positive outcomes for people, nature and the economy. Through the NCEA programme and digital programmes, we are developing new monitoring networks and solutions for storing, analysing, and sharing our data.",
                "tag": "p"
            },
            {
                "content": "By combining proven expertise with innovation, we're working to ensure that England's environmental science capabilities continue to develop and strengthen. This investment represents an important step in our ongoing commitment to excellence in environmental monitoring and scientific understanding.",
                "tag": "p"
            },
            {
                "content": "Want to know more?",
                "tag": "p"
            },
            {
                "content": "Explore what we know about your local environment by visiting our Data Explorer. Here you can discover and download information about waters across England.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/03/06/strengthening-environmental-science-a-new-chapter-in-water-monitoring/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Enhancing our scientific capabilities to understand and monitor England's rivers, lakes and coastal waters. Investing in Scientific Excellence The Environment Agency (EA) has taken an important step forward in enhancing our water monitoring capabilities with a £4 million investment in …"
    },
    {
        "title": "A bear of very little copyright: Winnie-the-Pooh's journey into the public domain  ",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-03-06T10:00:00",
        "categories": [
            "Copyright",
            "Trade marks"
        ],
        "content": [
            {
                "content": "I’ve always been a big fan of World Book Day. As an avid reader, I have many fond memories of heading into school dressed as my favourite characters, and while I'm not donning a costume this year, I am thinking about the IP in some of my favourite children's books. Today I’m exploring all things IP in Winnie-the-Pooh, one of Britain's most beloved bears. I’m one of many people who have always loved A.A. Milne's stories of Pooh and his pals, and so I was intrigued to hear that this little bear is the centre of some big copyright discussions. ",
                "tag": "p"
            },
            {
                "content": "Oh Bother! What's Copyright? ",
                "tag": "h3"
            },
            {
                "content": "Like every book, these treasured stories have been protected by copyright since their creation. Copyright protection is automatic - as soon as someone creates an original literary, dramatic, musical or artistic work, copyright springs into action just like Tigger bouncing onto the scene. It gives creators control over how their work is used, copied and adapted, ensuring they can benefit from their creativity and continue producing work we all enjoy. ",
                "tag": "p"
            },
            {
                "content": "Think Think Think About Protection ",
                "tag": "h3"
            },
            {
                "content": "In the UK, copyright protects literary and artistic works for the lifetime of the creator, plus an additional 70 years. Since A.A. Milne passed away in 1956, the original Winnie-the-Pooh stories will enter UK public domain on 1st January 2027. The illustrations by E. H. Shepard have separate protection, and as he died in 1976, the illustrations will stop being protected on 1st January 2047. This means that for now in the UK, Pooh is protected - but this isn't the case everywhere… ",
                "tag": "p"
            },
            {
                "content": "A Tale of Two Countries ",
                "tag": "h3"
            },
            {
                "content": "Copyright laws vary around the world and have adapted throughout time, and in the United States, the copyright for Winnie the Pooh’s publication remained active for 95 years after the story was first published. This means that as the first book was written in 1926, for our friends across the pond, A.A. Milne's original book entered the public domain in 2022. ",
                "tag": "p"
            },
            {
                "content": "As Pooh is now in the public domain in the USA, a series of adaptions of the original characters have popped up over the last few years, including horror film \"Winnie the Pooh: Blood and Honey\", and reportedly an R-Rated (UK15) TV series about Christopher Robin that’s in production. But creators need to be careful - not every version of the famous bear is free to be adapted.  ",
                "tag": "p"
            },
            {
                "content": "Disney's Expedition to the Hundred Acre Wood ",
                "tag": "h3"
            },
            {
                "content": "Perhaps when you think of Winnie-the-Pooh, you don't think of the original stories, but instead of the animated version of the bear that Disney adopted. He first appeared in \"Winnie the Pooh and the Honey Tree\". This adaptation was able to appear before the books entered the public domain thanks to Disney's licensing agreement with the Milne estate. A licence is an agreement between an IP right owner and another party, granting permission to use protected material in specific ways, showing how intellectual property can be commercially shared while maintaining protection. Through careful licensing, Pooh has appeared in numerous formats while maintaining his cherished character, and the Disney version of Winnie-the-Pooh has become infamous. ",
                "tag": "p"
            },
            {
                "content": "Disney holds active trade marks for the Winnie-the-Pooh name and drawings of several characters (such as this instantly recognisable image of Pooh [link]: https://trademarks.ipo.gov.uk/ipo-tmcase/page/Results/1/UK00001031845), meaning that you can't use their distinctive versions without a licensing agreement of your own. This trade mark protection will likely continue even after the copyright of the original books expires, ensuring Disney's particular interpretation remains protected. ",
                "tag": "p"
            },
            {
                "content": "The Next Chapter",
                "tag": "h3"
            },
            {
                "content": "As we celebrate World Book Day, it's intriguing to think that in less than two years these beloved stories will begin their new adventure in the UK public domain. It will be interesting to see how new generations reimagine these cherished characters while respecting the intellectual property rights, such as copyright in the original illustrations, or Disney’s trade marks, that remain in place. ",
                "tag": "p"
            },
            {
                "content": "When works enter the public domain, it opens exciting possibilities for creators. Just as we've seen other classic characters like Sherlock Holmes inspire new interpretations, Pooh's entry into the public domain could lead to fresh adaptations - though I hope for some that are less scary than some we've seen from the US! ",
                "tag": "p"
            },
            {
                "content": "\"We'll be friends forever, won't we, Pooh?\" asked Piglet. \"Even longer,\" said Pooh. \"Especially once we're in the public domain.\" ",
                "tag": "p"
            },
            {
                "content": "You can read more about how to protect, manage and enforce copyright in our guidance here [link]: https://www.gov.uk/government/collections/intellectual-property-copyright.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/03/06/a-bear-of-very-little-copyright-winnie-the-poohs-journey-into-the-public-domain/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "I’ve always been a big fan of World Book Day. As an avid reader, I have many fond memories of heading into school dressed as my favourite characters, and while I'm not donning a costume this year, I am thinking about the IP in some of my favourite children's books"
    },
    {
        "title": "How to make your browser download our latest statistical releases at the time of publication",
        "authors": [
            "Tanya Vaughan"
        ],
        "posted_on": "2025-03-06T09:54:10",
        "categories": [
            "Technology",
            "Website"
        ],
        "content": [
            {
                "content": "With around 2 million page views a month, our website is the primary platform for us to deliver high quality data to inform the UK, improve lives and build for the future. Therefore, it’s essential that our website is performant, reliable, and gives our users the information they need, when they need it and in the way they want it.",
                "tag": "p"
            },
            {
                "content": "Our busiest time is at 7am when we publish our popular market sensitive releases – we usually see about 50,000 hits a minute. The code of practice for statistics requires that “statistics should be available to all users at the same time” so we must ensure our website can meet demand. To do this, we cache our website content and explain here why we do it, the different types of caching and how to make sure your browser downloads our releases at the time of publication.",
                "tag": "p"
            },
            {
                "content": "The different types of cache",
                "tag": "h2"
            },
            {
                "content": "Caching our website content ensures that all users can get the latest release as close to the publication time as possible.  A round trip to our servers for the release would reduce the response time and introduce unnecessary server requests – once published, the release content is static, so we use a Content Delivery Network (CDN) to take a copy of the content and serve it to browsers.",
                "tag": "p"
            },
            {
                "content": "By using a CDN, our content is cached closer to our end users on geographically distributed servers, allowing quicker download of the release and the files which make up the web pages. Browsers on end user devices also use caching.  Every time a user visits a webpage, the browser downloads everything on that webpage - HTML, JavaScript, stylesheets, images etc.  To speed up the time it takes to display the page again, the browser caches everything it downloads by saving a copy of the files on the device.  Browsers store these files until their time to live (TTL) expires or users manually clear their browser cache (TTL tells the browser how long to cache the content before downloading it again).",
                "tag": "p"
            },
            {
                "content": "At the time of release",
                "tag": "h2"
            },
            {
                "content": "We can only update the CDN at the point of release and until then, the CDN will have a copy of the pre-release page.  To do this we need to clear the CDN cache to force it to load the new release page.  This is currently done manually, and we’ll soon be introducing an automated clear to further reduce the time taken.",
                "tag": "p"
            },
            {
                "content": "To make sure you get the content promptly, forcing your browser to refresh the cache it holds for the page will make sure it downloads and displays our latest release.  Here’s how to do it.",
                "tag": "p"
            },
            {
                "content": "How to clear local browser cache",
                "tag": "h2"
            },
            {
                "content": "Clear  cache for current page",
                "tag": "h3"
            },
            {
                "content": "Windows:",
                "tag": "h4"
            },
            {
                "content": "Mac OS:",
                "tag": "h4"
            },
            {
                "content": "Clear all browser cache (not just current page)",
                "tag": "h3"
            },
            {
                "content": "Windows (Chrome, Edge)",
                "tag": "h4"
            },
            {
                "content": "Windows (Firefox)",
                "tag": "h4"
            },
            {
                "content": "Mac OS (Chrome)",
                "tag": "h4"
            },
            {
                "content": "Mac OS (Firefox)",
                "tag": "h4"
            },
            {
                "content": "Clear cache on mobile devices",
                "tag": "h3"
            },
            {
                "content": "iOS (Safari)",
                "tag": "h4"
            },
            {
                "content": "Android (Chrome)",
                "tag": "h4"
            }
        ],
        "link": "https://onsdigital.blog.gov.uk/2025/03/06/how-to-make-your-browser-download-our-latest-statistical-releases-at-the-time-of-publication/",
        "blog": "ONS Digital, Data and Technology",
        "blog_link": "https://onsdigital.blog.gov.uk",
        "description": "The code of practice for statistics requires that “statistics should be available to all users at the same time” so we must ensure our website can meet demand.  To do this, we cache our website content and Tanya Vaughan, Digital Services Programme Manager, explains in this post why we do it, the different types of caching and how to make sure your browser downloads our releases at the time of publication."
    }
]