[
    {
        "title": "Coverage of our £84 million injection to tackle homelessness",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-10T16:18:01",
        "categories": [
            "Homelessness"
        ],
        "content": [
            {
                "content": "There has been media coverage today on our announcement on World Homeless Day confirming an extra £84 million for councils to tackle homelessness and rough sleeping.",
                "tag": "p"
            },
            {
                "content": "This is on top of the record £1 billion investment this year to end homelessness, the funding will support thousands of people facing homelessness, including immediate help for children and families in temporary accommodation.",
                "tag": "p"
            },
            {
                "content": "The Daily Mirror and Big Issue report that nearly £70 million will go towards helping to prevent rough sleeping, while children and families living in temporary accommodation will also receive help to cover essentials including food, school travel and laundry through a £11 million funding top up.",
                "tag": "p"
            },
            {
                "content": "Focussing on the money being given to each region, the London Standard focuses on the capital receiving a £36.5 million boost ahead of winter – the highest funding. BBC London also covered the story, featuring an interview with Minister McGovern during a visit to the Greenhouse Project, a homelessness support service in Hackney, alongside the Mayor of London.  ",
                "tag": "p"
            },
            {
                "content": "Local outlets, including the Bournemouth Echo, Westmorland Gazette, Cumberland News, Whitehaven News, BBC North West and BBC East Midlands positively report on the individual funds going to their areas to prevent and support homelessness.",
                "tag": "p"
            },
            {
                "content": "The £84m cash injection includes:  ",
                "tag": "p"
            },
            {
                "content": "Housing Secretary, Steve Reed said:",
                "tag": "p"
            },
            {
                "content": "“Homelessness is a moral stain on our society. Growing numbers of people have been abandoned to sleep rough on the streets and children left in squalid, overcrowded conditions. ",
                "tag": "p"
            },
            {
                "content": "“This government will not stand idly by and allow that to continue. We will make different choices. That’s why we are investing £1 billion to give homeless people the security of a roof over their heads and get back on track to end homelessness for good.”",
                "tag": "p"
            },
            {
                "content": "Homelessness Minister, Alison McGovern said:",
                "tag": "p"
            },
            {
                "content": "“You can’t have a decent life without a decent home. Whether it’s rough sleeping or sofa surfing or, at its worst, children stuck in B&Bs, homelessness in the UK has been too high for too long.  ",
                "tag": "p"
            },
            {
                "content": "“This has to stop. Through our Plan for Change, the UK will build homes and get help to those who need it to put a roof over their head.",
                "tag": "p"
            },
            {
                "content": "“We’re providing extra cash now to address a crisis made over the past decade.  Both the government’s £39bn to build social and affordable homes and the Child Poverty Strategy to come will tackle the root causes of this problem, but we need action now to stop homelessness getting any worse.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/10/coverage-of-our-84-million-injection-to-tackle-homelessness/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been media coverage today on our announcement on World Homeless Day confirming an extra £84 million for councils to tackle homelessness and rough sleeping. This is on top of the record £1 billion investment this year to end homelessness, …"
    },
    {
        "title": "Nature by the numbers: what the 2025 Biodiversity Finance Trends Dashboard reveals",
        "authors": [
            "Hasan Hafeez"
        ],
        "posted_on": "2025-10-10T15:10:59",
        "categories": [
            "Green finance",
            "Nature",
            "Research and data analysis"
        ],
        "content": [
            {
                "content": "Much of our work in Defra focuses on nature at home, but nature and its impacts do not adhere to national boundaries. International ecosystems directly affect our security and prosperity here in the UK. Global weather patterns, international supply chains, even our physical and mental health, all depend on thriving ecosystems worldwide. Protecting nature’s delicate balance requires us to invest in biodiversity internationally and embed nature into our economic systems to deliver real benefits at home and abroad.  ",
                "tag": "p"
            },
            {
                "content": "Yesterday at the UK’s Pre-COP event at the Natural History Museum, Defra’s Secretary of State, Rt Hon Emma Reynolds launched the 2025 Biodiversity Finance Trends Dashboard, which tracks global progress against biodiversity finance targets, as part of efforts to halt and reverse biodiversity loss as set out under the Kunming Montreal Global Biodiversity Framework (KMGBF). ",
                "tag": "p"
            },
            {
                "content": "We are part of the International Nature Finance Team in the International Biodiversity and Climate Directorate. In this post, we will share the history and purpose of the Dashboard and explore the trends in biodiversity finance. ",
                "tag": "p"
            },
            {
                "content": "Where it all began ",
                "tag": "p"
            },
            {
                "content": "The UK has long played a leading role within international nature finance.   ",
                "tag": "p"
            },
            {
                "content": "Prior to COP15, our team worked to convene a highly ambitious group of countries to map out the actions needed to plug the biodiversity funding gap of US$700 billion – in order to halt and reverse biodiversity loss by 2030.  ",
                "tag": "p"
            },
            {
                "content": "The commitments in the KMGBF were ambitious – but tracking progress was challenging as the monitoring framework was still to be agreed. To help keep up momentum, together with The Nature Conservancy (TNC), we pulled together data from a range of sources to develop indicators that offered an initial snapshot of progress against the finance targets in the KMGBF.  ",
                "tag": "p"
            },
            {
                "content": "This is now the third year of publishing the Dashboard. It serves as both a communication tool and a data resource to support complex biodiversity finance discussions. It helps maintain transparency where data is sparse and demonstrates UK leadership on advancing global biodiversity efforts. ",
                "tag": "p"
            },
            {
                "content": "What the latest trends tell us: the positives ",
                "tag": "p"
            },
            {
                "content": "The good news is that finance for nature has been steadily climbing year on year between 2019 and 2023, drawing from public bilateral, multilateral, philanthropic and some private finance sources.  ",
                "tag": "p"
            },
            {
                "content": "Preliminary OECD data for 2023 shows that collectively, we are on track to hit the US$20 billion 2025 interim target, with biodiversity-specific finance reaching US$16.8 billion and biodiversity-related finance hitting US$29.8 billion. ",
                "tag": "p"
            },
            {
                "content": "There is encouraging progress from the private sector with around US$23bn in private finance flowing to nature-based solutions in 2023, according to soon to be released UNEP data. More businesses are recognising their impact – and dependence – on the natural world, with many joining initiatives like the UK-supported Taskforce for Nature-related Finance Disclosures to better understand and report on nature-related risks. ",
                "tag": "p"
            },
            {
                "content": "We still face challenges ahead ",
                "tag": "p"
            },
            {
                "content": "Despite these positive trends, many indicators show we are still not on track to bridge the US$700 billion annual biodiversity finance gap needed to meet our 2030 targets. Public finance budgets are increasingly constrained, and private sector investment leveraged by public development finance in nature has been inconsistent. ",
                "tag": "p"
            },
            {
                "content": "Data availability and quality remain a significant hurdle. Getting timely, accurate, and transparent information across biodiversity finance indicators is challenging, and many indicators face a two-year time lag. Private sector finance data and information about reforming harmful subsidies remain frustratingly incomplete. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead, several areas demand our attention ",
                "tag": "p"
            },
            {
                "content": "2025 brings several crucial deadlines, including the need for countries to identify incentives and subsidies that harm biodiversity – a vital first step towards reducing harmful finance flows by at least US$500 billion by 2030. Many countries have started this process. ",
                "tag": "p"
            },
            {
                "content": "The launch of the Cali Fund in February was a notable development, though no funding has yet been contributed. There is a clear expectation set by the Convention on Biological Diversity that businesses benefiting from the use of digital sequence information should share those benefits for the conservation of nature.  To support these efforts the UK and Chile launched the Friends of the Cali Fund at the UK-hosted Nature Action event in June 2025, a global coalition to drive progress and support the effective implementation of the mechanism. ",
                "tag": "p"
            },
            {
                "content": "More can be done to harness the connection between biodiversity and climate. While around 90% of bilateral biodiversity finance already contributes to climate goals, the reverse remains disappointingly low – it is critical that climate finance supports biodiversity outcomes. ",
                "tag": "p"
            },
            {
                "content": "Ensuring equitable access to biodiversity finance is also crucial. Preliminary OECD data shows biodiversity funds to Indigenous Peoples and Local Communities reached US$1.1 billion in 2023 – a welcome development, though there is room for significant improvement in getting finance to local nature stewards, and those who need it most. ",
                "tag": "p"
            },
            {
                "content": "National governments have a vital role in scaling up domestic finance through mechanisms like nature markets. The development and co-ordination of National Biodiversity Strategies and Action Plans, with National Determined Contributions and National Adaptation Plans should be a priority for every country. ",
                "tag": "p"
            },
            {
                "content": "The path forward ",
                "tag": "p"
            },
            {
                "content": "As we navigate an increasingly challenging economic and geopolitical landscape, the message is clear: we must urgently increase finance from all sources whilst phasing out harmful finance flows. ",
                "tag": "p"
            },
            {
                "content": "The Dashboard reminds us that protecting nature is not just an environmental imperative – it is an economic necessity. Whether you are a political or business leader, large landowner or small tenant farmer, the head of a local authority or region, or simply someone who cares about the natural world, we all have a role to play in ensuring finance flows towards nature, not away from it. ",
                "tag": "p"
            },
            {
                "content": "The numbers in this Dashboard are not just statistics – they represent our collective global commitment to safeguarding the biodiversity that underpins everything from our food systems to our climate resilience. We are making progress, but the scale of the challenge ahead means we need to accelerate our efforts across all sectors. ",
                "tag": "p"
            },
            {
                "content": "To find out more, access the Biodiversity Finance Trends Dashboard in full.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/10/10/nature-by-the-numbers-what-the-2025-biodiversity-finance-trends-dashboard-reveals/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Yesterday at the UK’s Pre-COP event at the Natural History Museum, Defra’s Secretary of State, Rt Hon Emma Reynolds launched the 2025 Biodiversity Finance Trends Dashboard, which tracks global progress against biodiversity finance targets, as part of efforts to halt and reverse biodiversity loss as set out under the Kunming Montreal Global Biodiversity Framework (KMGBF). …"
    },
    {
        "title": "Reducing the spread of illness this winter: Seven steps to healthier schools and higher school attendance",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-10T11:08:40",
        "categories": [
            "Attendance",
            "Schools"
        ],
        "content": [
            {
                "content": "As the colder months approach, we can expect to see increases in common airborne viruses. Illness is the biggest single reason for school absence; while some absences due to illness are unavoidable, many can be reduced through simple, proactive measures that minimise the spread of infections.",
                "tag": "p"
            },
            {
                "content": "Scientific evidence demonstrates that vaccination, disinfection (cleaning), handwashing, and ventilation can significantly reduce the transmission of infectious diseases. Schools can play an important role in helping reduce the spread of seasonal illnesses, helping keep pupils and staff healthy, supporting healthy learning environments and regular school attendance.",
                "tag": "p"
            },
            {
                "content": "In this blog, Professor Russell Viner, Chief Scientific Adviser at Department for Education sets out small actions schools can take across seven areas for maximum impact.",
                "tag": "p"
            },
            {
                "content": "Professor Russell Viner is a clinical paediatrician, professor at the University College London Great Ormond St. Institute of Child Health and former President of the Royal College of Paediatrics and Child Health.",
                "tag": "p"
            },
            {
                "content": "1. Parents: Communicate to minimise unnecessary absence",
                "tag": "h3"
            },
            {
                "content": "The NHS provides clear guidance on when children are well enough to attend school. Most mild illnesses — such as a runny nose, sore throat, or slight cough — do not require time off school, unless a child has a temperature. Parents know their child best, but schools can support parents to make informed decisions by:",
                "tag": "p"
            },
            {
                "content": "2. Pupils and staff: Vaccinations for protection",
                "tag": "h3"
            },
            {
                "content": "Vaccinations are a key line of defence against flu and other preventable illnesses. When children and young people receive all the recommended vaccines in the national immunisation programme, it helps protect their health and support the wellbeing of the whole school community.  ",
                "tag": "p"
            },
            {
                "content": "School Age Immunisation Services (SAIS), commissioned by NHS England, deliver these free vaccinations in schools. This autumn, all school children in England (from reception to year 11) will be offered a flu vaccination at school.",
                "tag": "p"
            },
            {
                "content": "Schools can support vaccination programmes by:",
                "tag": "p"
            },
            {
                "content": "3. Pupils and staff: Handwashing is a simple but powerful tool",
                "tag": "h3"
            },
            {
                "content": "Hand hygiene is one of the most effective ways to prevent the spread of germs, particularly those that cause diarrhoea or vomiting. Schools can:",
                "tag": "p"
            },
            {
                "content": "4. Pupils and staff: Catch It, Bin It, Kill It approach to respiratory hygiene",
                "tag": "h3"
            },
            {
                "content": "Coughs and sneezes spread diseases, but simple everyday habits can help stop infection from spreading. Encourage children and staff to follow these easy habits: ",
                "tag": "p"
            },
            {
                "content": "5. Environment: Good ventilation to provide fresh air",
                "tag": "h3"
            },
            {
                "content": "Good ventilation can help remove air that contains virus particles and prevent the spread of respiratory infections such as colds, flu and COVID-19. Here are some simple steps you can take: ",
                "tag": "p"
            },
            {
                "content": "Where spaces are mechanically ventilated, systems should be maintained to ensure their continued operation.",
                "tag": "p"
            },
            {
                "content": "Schools can consult this guidance on using CO2 monitors and air cleaning units.",
                "tag": "p"
            },
            {
                "content": "6. Environment: Cleaning to keep a safe and healthy school environment",
                "tag": "h3"
            },
            {
                "content": "Regular cleaning helps reduce the spread of germs on surfaces. Schools should:",
                "tag": "p"
            },
            {
                "content": "7. Behavioural reminders: Small habits, big impact",
                "tag": "h3"
            },
            {
                "content": "Children (and staff!) benefit from regular reminders about hygiene and illness prevention. Schools can:",
                "tag": "p"
            },
            {
                "content": "Final thoughts",
                "tag": "h3"
            },
            {
                "content": "By taking simple, coordinated actions, schools can help reduce illnesses from spreading, promote pupil wellbeing, reduce illness-related absences and keep pupils learning through the winter months.",
                "tag": "p"
            },
            {
                "content": "Other useful links",
                "tag": "p"
            },
            {
                "content": "Managing specific infectious diseases: A to Z - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Supporting vulnerable people before and during cold weather: for teachers and educational professionals - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Letter to school leaders on mild illness and school attendance - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/reducing-the-spread-of-illness-this-winter-seven-steps-to-healthier-schools-and-higher-school-attendance/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "As the colder months approach, we can expect to see increases in common airborne viruses. Illness is the biggest single reason for school absence; while some absences due to illness are unavoidable, many can be reduced through simple, proactive measures …"
    },
    {
        "title": "Power of Attorney Stories: Nick",
        "authors": [
            "harryfortuna"
        ],
        "posted_on": "2025-10-10T10:00:00",
        "categories": [
            "Future planning",
            "lasting power of attorney",
            "LPA",
            "YourVoiceYourDecision"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (LPA) allows you to nominate someone you trust, known as an attorney, to step in if you lack the mental capacity to make certain decisions yourself. They are legal documents that cover decisions about health and welfare, or property and finance. ",
                "tag": "p"
            },
            {
                "content": "Nick, 68, from Wolverhampton, has been proudly championing power of attorney services for nearly a decade. When his mother was diagnosed with dementia, an LPA was quickly set up to allow Nick and his family to protect her autonomy. Without her LPA – and Nick’s foresight – he often wonders what may have happened during those final years.  ",
                "tag": "p"
            },
            {
                "content": "Nick spoke to us about the power of proactivity, and how his early experiences with LPA’s shaped his decision to become a donor in his early sixties: ",
                "tag": "h4"
            },
            {
                "content": "Like many of you reading this, I hadn’t given much thought to a lasting power of attorney – not at first, anyway.  ",
                "tag": "p"
            },
            {
                "content": "In some ways, that’s probably the point. LPAs aren’t meant to keep you up at night or sit in a desk drawer as a gloomy ‘what if’. They’re about giving you some peace of mind – just in case. Almost like a life jacket: you hope you never need it, but you wouldn’t get on a boat without one! ",
                "tag": "p"
            },
            {
                "content": "That’s exactly how I saw things when Mum was diagnosed with dementia. Everything felt so complicated. Things you take for granted – like managing a pension, sorting the bills, even getting carpets fitted – suddenly seemed like an uphill battle. I was doing my best to help, but without anything official in place, I kept hitting a brick wall. Banks wouldn’t talk to me, decisions were delayed, and in a situation that already felt overwhelming, everything became harder than it needed to be. ",
                "tag": "p"
            },
            {
                "content": "Once we had her LPA in place, however, everything changed. I could act on her behalf properly – officially – and with her best interests at heart. Anything she needed in those final years, she got, and I take a lot of pride and comfort in how we were able to care for her before the end.  ",
                "tag": "p"
            },
            {
                "content": "But I’ll be honest: we left it late. Her dementia progressed quicker than we expected, and although we had everything in place in time, that panic stuck with me. So, after Mum passed away, I thought: why wait? I’m still healthy, still thinking clearly – that’s the time to do it. ",
                "tag": "p"
            },
            {
                "content": "I couldn’t believe how straightforward it all was. I spoke to my wife and daughter, and within about half an hour I had everything printed, signed, and ready to post. Thanks to my mum, I learned that you never know what’s around the corner. I feel so much better knowing my family, and I, are taken care of should the unexpected happen.  ",
                "tag": "p"
            },
            {
                "content": "The thing is, it’s so easy to put off. We all do it. I’ve tried talking about LPAs with some of my golf buddies after a round, and the most common response I get is: “Yeah, yeah, I’ll sort that eventually.” But I know how quickly life can change. I’m already starting to see some of them becoming forgetful – and I don’t say that to be unkind. The truth is, we’re all living longer, and illnesses like dementia are becoming more common. I know some people find the idea a bit uncomfortable – like you’re always planning for the worst – but to me, it’s no different to sorting out a will, or having insurance. It’s not about being morbid; it’s about being prepared and protecting your choices. ",
                "tag": "p"
            },
            {
                "content": "And that’s the key thing for me: choice. I got to pick people I trust, who I know will act in my best interests, no matter what. It’s a simple right that everyone deserves.  ",
                "tag": "p"
            },
            {
                "content": "Setting up an LPA was one of the easiest things I’ve ever done – and one of the most significant. It gives you peace of mind, it gives your family clarity, and most importantly, it gives you control. So, if you're still on the fence, let me put it simply: don’t wait until you need one. Do it now, while it’s still your decision to make. ",
                "tag": "p"
            },
            {
                "content": "Nick and his mum are one of the many families across England and Wales that have made an LPA. ",
                "tag": "p"
            },
            {
                "content": "It's never too early to talk about lasting powers of attorney with someone you trust. Start a conversation today. ",
                "tag": "p"
            },
            {
                "content": "Find out more at  https://powerofattorney.campaign.gov.uk ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae atwrneiaeth barhaol (LPA) yn caniatáu ichi enwebu rhywun rydych chi'n ymddiried ynddynt, a elwir yn atwrnai, i gamu i mewn os nad oes gennych chi'r gallu meddyliol i wneud rhai penderfyniadau eich hun. Maen nhw’n ddogfennau cyfreithiol sy'n ymdrin â phenderfyniadau ynghylch iechyd a lles, neu eiddo a chyllid. ",
                "tag": "p"
            },
            {
                "content": "Mae Nick, 68 oed, o Wolverhampton, wedi bod yn hyrwyddo gwasanaethau atwrneiaeth ers bron i ddegawd. Pan gafodd ei fam ddiagnosis o ddementia, sefydlwyd LPA yn gyflym i ganiatáu i Nick a'i deulu amddiffyn ei hymreolaeth. Heb ei LPA hi – a rhagwelediad Nick – mae o'n aml yn meddwl tybed beth allai fod wedi digwydd yn ystod y blynyddoedd olaf hynny.  ",
                "tag": "p"
            },
            {
                "content": "Siaradodd Nick â ni am bŵer gweithredu’n rhagweithiol, a sut y gwnaeth ei brofiadau cynnar gydag Atwrneiaethau Arhosol lunio ei benderfyniad i ddod yn rhoddwr yn ei chwedegau cynnar: ",
                "tag": "h4"
            },
            {
                "content": "Fel llawer ohonoch chi sy'n darllen hwn, doeddwn i ddim wedi rhoi llawer o feddwl i atwrneiaeth barhaol – nid ar y dechrau, beth bynnag.  ",
                "tag": "p"
            },
            {
                "content": "Mewn rhai ffyrdd, dyna’r pwynt, mae’n debyg. Nid bwriad LPAau yw eich cadw chi’n effro yn y nos nac eistedd mewn drôr desg fel ‘beth os’ digalon. Maen nhw’n ymwneud â rhoi rhywfaint o dawelwch meddwl i chi – rhag ofn. Bron fel siaced achub: rydych chi’n gobeithio na fydd ei hangen arnoch chi byth, ond fyddech chi ddim yn mynd ar gwch heb un! ",
                "tag": "p"
            },
            {
                "content": "Dyna'n union sut roeddwn i'n gweld pethau pan gafodd Mam ddiagnosis o ddementia. Roedd popeth yn teimlo mor gymhleth. Roedd pethau rydych chi'n eu cymryd yn ganiataol - fel rheoli pensiwn, trefnu'r biliau, hyd yn oed cael carpedi wedi'u gosod - yn sydyn yn teimlo fel brwydr lafurus. Roeddwn i'n gwneud fy ngorau i helpu, ond heb unrhyw beth swyddogol yn ei le, roeddwn i'n dal i daro wal frics. Doedd banciau ddim yn siarad â mi, roedd penderfyniadau'n cael eu gohirio, ac mewn sefyllfa a oedd eisoes yn teimlo'n llethol, daeth popeth yn anoddach nag oedd angen iddo fod. ",
                "tag": "p"
            },
            {
                "content": "Unwaith i ni roi trefn ar ei LPA, fodd bynnag, newidiodd popeth. Roeddwn yn gallu gweithredu ar ei rhan yn briodol – yn swyddogol – a hynny er mwyn ei buddiannau gorau. Unrhyw beth oedd ei angen arni yn y blynyddoedd olaf hynny, fe’i cafodd, ac rydw i’n cymryd llawer o falchder a chysur yn y ffordd y llwyddon ni i ofalu amdani cyn y diwedd.  ",
                "tag": "p"
            },
            {
                "content": "Ond mi fydda i’n onest: fe wnaethon ni adael pethau’n hwyr. Datblygodd ei dementia yn gyflymach nag yr oeddem yn ei ddisgwyl, ac er bod popeth yn ei le mewn pryd, arhosodd y panig hwnnw gyda mi. Felly, ar ôl i Mam farw, mi wnes i feddwl: pam aros? Rydw i’n dal yn iach, yn dal i feddwl yn glir - dyna'r amser i'w wneud. ",
                "tag": "p"
            },
            {
                "content": "Doeddwn i ddim yn gallu credu pa mor syml oedd y cyfan. Fe wnes i siarad â’m ngwraig a'm merch, ac o fewn tua hanner awr roedd popeth wedi'i argraffu, ei lofnodi, ac yn barod i'w bostio. Diolch i fy mam, mi wnes i ddysgu nad ydych chi byth yn gwybod beth sydd rownd y gornel. Rydw i’n teimlo gymaint yn well gan wybod bod fy nheulu, a minnau, yn mynd i dderbyn gofal petai’r annisgwyl yn digwydd.  ",
                "tag": "p"
            },
            {
                "content": "Y peth yw, mae mor hawdd ei ohirio. Rydyn ni i gyd yn ei wneud. Rydw i wedi ceisio siarad am LPAau gyda rhai o fy ffrindiau golff ar ôl rownd, a'r ymateb mwyaf cyffredin rydw i'n ei gael yw: \"Ie, ie, mi wna i sortio hynny yn y pen draw.\" Ond rydw i'n gwybod pa mor gyflym y gall bywyd newid. Rydw i eisoes yn dechrau gweld rhai ohonyn nhw'n mynd yn anghofus – a dydw i ddim yn dweud hynny i fod yn angharedig. Y gwir yw, rydyn ni i gyd yn byw'n hirach, ac mae afiechydon fel dementia yn dod yn fwy cyffredin. Rydw i'n gwybod bod rhai pobl yn gweld y syniad ychydig yn anghyfforddus - fel eich bod chi bob amser yn cynllunio ar gyfer y gwaethaf - ond i mi, dydi o ddim yn wahanol i drefnu ewyllys, neu gael yswiriant. Dydi o ddim yn ymwneud â bod yn morbid; mae'n ymwneud â bod yn barod ac amddiffyn eich dewisiadau. ",
                "tag": "p"
            },
            {
                "content": "A dyna'r peth allweddol i mi: dewis. Mae'n rhaid i mi ddewis pobl rydw i’n ymddiried ynddyn nhw, pobl rydw i’n gwybod a fydd yn gweithredu er fy lles gorau, beth bynnag fo’r amgylchiadau. Mae'n hawl syml y mae pawb yn ei haeddu.  ",
                "tag": "p"
            },
            {
                "content": "Roedd sefydlu LPA yn un o'r pethau hawsaf i mi erioed ei wneud – ac un o'r rhai mwyaf arwyddocaol. Mae'n rhoi tawelwch meddwl i chi, mae'n rhoi eglurder i'ch teulu, ac yn bwysicaf oll, mae'n rhoi rheolaeth i chi. Felly, os ydych chi'n dal ar y ffens, gadewch i mi ddatgan yn syml: peidiwch ag aros nes bod ei angen arnoch chi. Gwnewch o’n awr, tra’i fod yn dal eich penderfyniad chi i’w wneud.  ",
                "tag": "p"
            },
            {
                "content": "Mae Nick a'i fam yn un o'r nifer o deuluoedd ledled Cymru a Lloegr sydd wedi gwneud LPA. ",
                "tag": "p"
            },
            {
                "content": "Dydi hi byth yn rhy gynnar i siarad am atwrneiaethau parhaol gyda rhywun rydych chi'n ymddiried ynddynt. Dechreuwch sgwrs heddiw. ",
                "tag": "p"
            },
            {
                "content": "Dysgwch fwy yn https://powerofattorney.campaign.gov.uk/cy/home-page/",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/10/10/power-of-attorney-stories-nick/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] A lasting power of attorney (LPA) allows you to nominate someone you trust, known as an attorney, to step in if you lack the mental capacity to make certain decisions yourself. They are legal documents that cover …"
    },
    {
        "title": "Local Authorities: Leaders in Community Mental Health",
        "authors": [
            "Christina Cheney"
        ],
        "posted_on": "2025-10-10T09:21:25",
        "categories": [
            "Care and support",
            "Co-production",
            "Communities",
            "Mental health",
            "Our profession",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "Introductions by Sarah McClinton and Robert Lewis",
                "tag": "p"
            },
            {
                "content": "Local Authorities: Leaders in Community Mental Health by Christina Cheney",
                "tag": "p"
            },
            {
                "content": "In recent years, approaches to mental health support have shifted towards more community based and socially informed care. This shift recognises that mental health issues are, at their core, social issues. Trauma, poverty, isolation, housing insecurity, oppression, discrimination, and unemployment are not just contributing factors — they are often the root causes of mental distress and addressing these social determinants is not a peripheral concern; it is central to effective mental health care. This is where social work and social care has so much to offer in this changing landscape.",
                "tag": "p"
            },
            {
                "content": "The Community Mental Health Framework for adults and older adults in England, promotes integrated and place-based care that is responsive to the full spectrum of an individual’s needs. Yet, despite the clarity of this vision, embedding a truly social approach within the medical, deficit-oriented, environment of the NHS remains a significant challenge. The culture of clinical diagnosis and treatment, while essential in many contexts, can inadvertently reshape or dilute strength-based and social work-led approaches. The NHS is a vast and complex system, turning its ship toward a more socially grounded model is no small feat.",
                "tag": "p"
            },
            {
                "content": "But perhaps we don’t need to turn that ship around. Perhaps the culture we seek already exists — and thrives — within our local authorities.",
                "tag": "p"
            },
            {
                "content": "Local authorities have long been the custodians of social care, and their infrastructure, ethos, and practices are inherently aligned with the principles of holistic mental health support. From prevention, rehabilitation and reablement through to crisis intervention, local authorities are not just stakeholders in community mental health — they are leaders. Their services span public health and suicide prevention to mental health social work, specialist commissioning, and the Approved Mental Health Professional (AMHP) function, all of which are designed to identify and address the social and structural issues that often lie behind mental distress and crisis.",
                "tag": "p"
            },
            {
                "content": "Mental health social work is delivered in a variety of settings nationally. Where there is strong local authority investment in, and oversight of, the profession, I believe there is greater opportunity to promote holistic and effective community mental health support. Systems can be optimised for social workers to help identify those social determinants of poor mental health and source solutions. To advocate for adjustments, build on strengths, support communities and, where necessary, commission non-medically oriented social care.",
                "tag": "p"
            },
            {
                "content": "In our current drive to build more integrated neighbourhood health services, there is much to learn from the decades of partnerships that local authorities have sustained with mental health colleagues – and the challenges that have led to so many of them being dissolved or redesigned. Are we learning from these experiences? The current 24/7 Neighbourhood Mental Health Pilots offer some insights. From their principles to their aims, these initiatives are a social model of mental health in action but, as with the Community Mental Health Transformation, are located and led by health partners. We need to be more proactive, host and lead these developments, not be included as stakeholders, we need our health systems to understand the value we bring.   ",
                "tag": "p"
            },
            {
                "content": "Local authorities bring expertise too to specialist commissioning. Their commissioning cultures are informed by social work practice, public health data, market engagement and co-production. This enables them to design services that are culturally competent, trauma-informed, and responsive to local contexts.",
                "tag": "p"
            },
            {
                "content": "As we look to embed the three shifts, from sickness to prevention, from hospital to community and from analogue to digital, it is imperative that we recognise and elevate the leadership role of local authorities and social workers in community mental health. They are not ancillary to the system — they are foundational. By investing in their capacity, listening to their expertise, and aligning national policy with their strengths, we can build a mental health system that truly meets people where they are, adapts to their needs and supports their recovery.",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2025/10/10/local-authorities-leaders-in-community-mental-health/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "Introductions by Sarah McClinton and Robert Lewis Local Authorities: Leaders in Community Mental Health by Christina Cheney In recent years, approaches to mental health support have shifted towards more community based and socially informed care. This shift recognises that mental …"
    },
    {
        "title": "Minister for Veterans and People visits British Forces Cyprus in first overseas engagement",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2025-10-10T08:48:22",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "In her first overseas visit since taking office, Minister for Veterans and People, Louise Sandher-Jones, travelled to British Forces Cyprus to engage directly with personnel and families, reaffirming the UK Government’s commitment to supporting overseas postings.",
                "tag": "p"
            },
            {
                "content": "A veteran herself, the Minister reflected on her own service experience during her visit.",
                "tag": "p"
            },
            {
                "content": "During her time at BFC, the Minister met with service personnel and their families to hear about their lived experiences. Many shared that while overseas tours are seen as exciting opportunities, they also come with unique challenges – particularly the absence of extended family support. ",
                "tag": "p"
            },
            {
                "content": "Recognising support to family life, the Minister praised the Accompanied Established Long Term Relationship Overseas Pilot, which allows unmarried couples to access Service Family Accommodation (SFA). ",
                "tag": "p"
            },
            {
                "content": "During her visit, the Minister was shown infrastructure improvements that are in progress under Project Apollo. The Minister commended the upgrades at RAF Akrotiri, including enhancements to the runway and terminal, and the delivery of a new primary school for 450 pupils in Dhekelia.",
                "tag": "p"
            },
            {
                "content": "Meeting with veterans at the Royal British Legion Larnaca Branch in Cyprus, the Minister was interested to hear about the opportunities available to them and recognise their ongoing contributions. ",
                "tag": "p"
            },
            {
                "content": "British Forces Cyprus continues to play a crucial role in regional security, acting as a Forward Mounting Base for multiple operations and working closely with the Republic of Cyprus on joint training, delivering humanitarian aid, and most recently responding to wildfires. ",
                "tag": "p"
            },
            {
                "content": "Her visit sets a positive tone for her tenure, demonstrating a clear commitment to listening, learning, and advocating for those who serve.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2025/10/10/minister-for-veterans-and-people-visits-british-forces-cyprus-in-first-overseas-engagement/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "In her first overseas visit since taking office, Minister for Veterans and People, Louise Sandher-Jones, travelled to British Forces Cyprus to engage directly with personnel and families, reaffirming the UK Government’s commitment to supporting overseas postings. A veteran herself, the …"
    },
    {
        "title": "Dragons Den IP Blog - Series 22 Episode 11",
        "authors": [
            "Megan Davies"
        ],
        "posted_on": "2025-10-09T21:00:00",
        "categories": [
            "Designs",
            "IP",
            "Trade marks",
            "Trade secrets"
        ],
        "content": [
            {
                "content": "This week’s episode of Dragons’ Den featured some extra fire as guest Dragon Joe Wicks returned to the Den to join the other five investors. As they settled in to see what this week’s entrepreneurs would bring, I was playing a game of spot the intellectual property (IP). ",
                "tag": "p"
            },
            {
                "content": "This week had pitches for playful puppetry, plant-based protein, physical performance and professional placement, and the entrepreneurs all brought their a-game.  ",
                "tag": "p"
            },
            {
                "content": "Delicious and nutritious  ",
                "tag": "h3"
            },
            {
                "content": "One of the pitches on this evening’s episode came from entrepreneurs Sam Fresco and Steve Wildish. The pair were seeking a £100,000 investment in exchange for a 20% stake of their business, Notorious Nooch.  ",
                "tag": "p"
            },
            {
                "content": "Having been vegan myself for four years, I am already familiar with nutritional yeast, nicknamed nooch. These are flakes that can be added to food to help vegans and omnivores alike, make sure they’re getting enough vitamin B12 in their diet while giving food a slightly cheesier, nuttier flavour. ",
                "tag": "p"
            },
            {
                "content": "Sam and Steve’s brand gives this product, in Steven Bartlett’s own words, a “Gen Zillenial” fresh look, with its colourful cartoon, vintage style branding. And it’s not just the packaging that makes it stand out from long standing competitors - with new flavours such as smoky bacon, cheesy or grilled chicken on offer for consumers.  ",
                "tag": "p"
            },
            {
                "content": "Several of the Dragons enjoyed how the food tasted and were interested in the high protein content, especially vegan Deborah Meaden who is a regular consumer of nooch. ",
                "tag": "p"
            },
            {
                "content": "Polarising packaging ",
                "tag": "h3"
            },
            {
                "content": "While I'm a personal fan of the Nooch packaging and branding (perhaps because I fall into the Gen Zillenial category Steven mentioned!), it certainly divided the Den. Joe Wicks said he loved it, Peter Jones said he hated it, and Deborah Meaden stated that she both loved AND hated it! The branding became one of the biggest talking points during the pitch, demonstrating just how crucial visual identity can be for product success. ",
                "tag": "p"
            },
            {
                "content": "Regardless of others’ opinions, protecting your brand identity is essential. A quick search on our trade mark search confirms that Notorious Nooch have wisely registered their logo under trade mark UK00003546764. Without trade mark protection, competitors could potentially use similar logos, causing confusion in the marketplace and potentially damaging your brand's reputation. Registration gives you exclusive rights to use your logo and enables you to take legal action against anyone who uses it without permission.  ",
                "tag": "p"
            },
            {
                "content": "Beyond the logo, if Sam and Steve decide to disregard the Dragons’ comments on their packaging, they could choose to protect the packaging as a registered design. If it’s new and has individual character, you can apply for design registration, starting from £50.  ",
                "tag": "p"
            },
            {
                "content": "An offer deficiency ",
                "tag": "h3"
            },
            {
                "content": "Ultimately, as tasty as some the Dragons deemed the product to be, none chose to invest, citing a lack of passion and packaging flair as their main reasons. Although the entrepreneurs exited the Den empty handed, their brains were surely full of considerations for propelling the brand, thanks to the Dragons’ advice.",
                "tag": "p"
            },
            {
                "content": "Disclaimer:  ",
                "tag": "p"
            },
            {
                "content": "The purpose of the IPO's Dragons' Den IP blog is to help identify the IP in entrepreneurs’ pitches and highlight how IP works, or could work, in the real-life examples featured. IPO’s authorship of this blog does not constitute its endorsement or sponsorship of any products, individuals or businesses referenced within it. ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2025/10/09/dragons-den-ip-blog-series-22-episode-11/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "This week’s episode of Dragons’ Den featured some extra fire as guest Dragon Joe Wicks returned to the Den to join the other five investors. As they settled in to see what this week’s entrepreneurs would bring, I was playing a game of spot the IP."
    },
    {
        "title": "Using Privacy Enhancing Technologies to Enable International Data Sharing",
        "authors": [
            "Mark Durkee, Head of Data Architecture, GDS"
        ],
        "posted_on": "2025-10-09T16:52:47",
        "categories": [
            "Data",
            "Digital strategy",
            "Digital, Data and Technology"
        ],
        "content": [
            {
                "content": "Using Privacy-Enhancing Technologies to Enable International Cancer Research Collaboration",
                "tag": "h3"
            },
            {
                "content": "Over the last year the Department for Science, Innovation and Technology (DSIT) has piloted the use of novel Privacy Enhancing Technologies (PETs) to enable NHS England’s National Disease Registration Service (NDRS) and the US National Cancer Institute (NCI) to study ultra-rare childhood tumours, securely, lawfully and at speed: protecting patient privacy and keeping NHS data under NHS control. The pilot builds on experience from the 2022-23 UK-US Privacy-Enhancing Technologies (PETs) prize challenges. This blog explains why the pilot matters, how it works, and what it tells us about the future of digital innovation in government, and the commitments in the Blueprint for Modern Digital Government.",
                "tag": "p"
            },
            {
                "content": "The data-scarcity problem",
                "tag": "h3"
            },
            {
                "content": "Data on cancer is gathered by disease registries at national or subnational scale. Every childhood cancer subtype is rare; some affect fewer than two children per million each year. Pooling data over a larger geography helps researchers to better understand these diseases and improve patient outcomes by enabling more robust analyses and providing clinicians and patients with accurate statistics for prognoses. The need to protect patient privacy to comply with regulatory requirements and maintain public trust can make large-scale export of patient-level data slow, costly and, in some cases, impossible. A better technical approach is needed.",
                "tag": "p"
            },
            {
                "content": "A PETs-led solution",
                "tag": "h3"
            },
            {
                "content": "Our pilot utilises the Duality platform to keep data in place and moves the code, not the records. It enabled researchers to perform collaborative analyses without moving non-anonymous data outside of NHS systems. Our implementation combines three complementary PETs and several information governance techniques:",
                "tag": "p"
            },
            {
                "content": "●    Federated querying: Executes approved scripts simultaneously inside NDRS and NCI firewalls; returns only site-level aggregates. Queries include counts, means, crosstabs, histograms, survival pre-sets (stratified by population data).",
                "tag": "p"
            },
            {
                "content": "●    Trusted Execution Environment (TEE): Decrypts and sums site aggregates inside a secure enclave so that neither side sees the other’s raw numbers, and ensures remote attestation at both sites.",
                "tag": "p"
            },
            {
                "content": "●    Differential privacy + cell suppression: Adds Laplace noise to achieve differential privacy with ε = 1 to each combined cell and hides any result < 5 (these values were informed by manual testing with dummy data and expert input from US National Institute of Standards and Technology).",
                "tag": "p"
            },
            {
                "content": "The technologies we implemented built privacy preservation into the solution researchers were using, reducing friction in performing their research. After the completion of the pilot, we plan to share more information on why we chose this combination of PETs to mitigate the privacy risks we identified.",
                "tag": "p"
            },
            {
                "content": "Outcomes",
                "tag": "h3"
            },
            {
                "content": "Analysts were able to write and run simplified, no-code queries from a centralised interface and results were returned in tables specific to the computations performed. The queries permitted were similar in nature to those researchers were already familiar with, often used to query single datasets on a national level. Real-world statistics produced using the PETs implementation will be generated towards the end of the year as researchers continue performing collaborative analyses.",
                "tag": "p"
            },
            {
                "content": "Our use of emerging PETs significantly shortened the information governance journey. For example, NDRS were able to work through a process that typically takes over a year for international collaborations in roughly two months. Reducing the lead time for data release also meant we had more time to focus on meaningful research. This process involved several robust cycles of information governance and cybersecurity checks and tests, coupled with several analytical assurance procedures. We found the ICO guidance on PETs incredibly helpful in guiding this process.",
                "tag": "p"
            },
            {
                "content": "Lessons for digital government",
                "tag": "h3"
            },
            {
                "content": "This pilot successfully demonstrated the potential of novel PETs for generating value from underutilised datasets. Notwithstanding, there are many learnings we can take away from this project and apply to a multitude of UK and international public sector opportunities; future and current.",
                "tag": "p"
            },
            {
                "content": "●     PETs turn governance into a design choice, not an after-thought. By baking privacy guarantees into architecture, we reduced the need for bespoke legal agreements.",
                "tag": "p"
            },
            {
                "content": "●     Trust modelling beats trust transfer. A trusted execution environment allows each partner prove that code will run exactly as specified, so institutional trust can remain local.",
                "tag": "p"
            },
            {
                "content": "●     Parameter transparency matters. Publishing our ε value, k-filter and suppression rules allowed information governance teams and boards to reason about privacy risks in concrete terms.",
                "tag": "p"
            },
            {
                "content": "●     Iterate with dummy or synthetic data first. Building the pipeline with dummy data lets analytics teams, information governance officers and cyber reviewers work in parallel.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h3"
            },
            {
                "content": "This work highlights the potential of PETs to facilitate better collaboration on data without compromising on privacy, treating privacy as a design target and ultimately strengthening and expanding research capability, creating:",
                "tag": "p"
            },
            {
                "content": "●     Improved quality of life and better patient outcomes, through new areas of epidemiological research and streamlined access to harmonised international data, supporting evidence-based decision making in a clinical setting.",
                "tag": "p"
            },
            {
                "content": "●     Faster growth and innovation, by learning how to effectively harness a novel set of highly impactful technologies.",
                "tag": "p"
            },
            {
                "content": "●     Smarter cross-governmental collaborations that cut lead times for meaningful research and increase productivity and efficiency across the board.",
                "tag": "p"
            },
            {
                "content": "Over the next year we aim to highlight our findings, using our learnings as a blueprint for future cross-government initiatives. In doing so we hope to evaluate areas for improvement, potential policy outcomes and synergies, as well as guidance-style pieces capturing our lessons and achievements, and support partners in evolving the pilot into an enduring, expanded service to researchers globally.",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h3"
            },
            {
                "content": "If you manage a registry, hold paediatric cancer data or simply want to discuss the pilot in more detail, we would love to hear from you: contact pets@dsit.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/10/09/using-privacy-enhancing-technologies-to-enable-international-data-sharing/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "Hear from the GDS team, in collaboration with colleagues in NHSE, on the results of their pilot using novel Privacy Enhancing Technologies (PETs) to enable international data collaboration on ultra-rare childhood cancer data."
    },
    {
        "title": "Celebrating World Space Week 2025 on London’s Piccadilly Lights ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-09T16:47:51",
        "categories": [
            "Championing Space"
        ],
        "content": [
            {
                "content": "This World Space Week, we’re proud to see space, art, and creativity come together on one of London’s most iconic landmarks – the Piccadilly Lights. ",
                "tag": "p"
            },
            {
                "content": "On Wednesday 8 October, SPACE for a Better World and the Space for Art Foundation lit up the famous screen with a digital mosaic created from over a thousand artworks submitted by people across the world. Each piece reflected this year’s World Space Week theme, “Living in Space.” ",
                "tag": "p"
            },
            {
                "content": "Inspiring people through art and space",
                "tag": "h2"
            },
            {
                "content": "The UK Space Agency supported the project, alongside partners including UK Scouts, Great Ormond Street Hospital, Ocean Culture Life, and the Sustainable Markets Initiative. Together, the partners are helping to highlight how space exploration and technology shape our everyday lives – from supporting climate science to inspiring the next generation. ",
                "tag": "p"
            },
            {
                "content": "Matthew Cook, Head of Space Exploration at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "Christina Korp, founder of SPACE for a Better World, explained: ",
                "tag": "p"
            },
            {
                "content": "Nicole Stott, astronaut, artist, and founder of the Space for Art Foundation, added: ",
                "tag": "p"
            },
            {
                "content": "A celebration of creativity and collaboration",
                "tag": "h2"
            },
            {
                "content": "Representatives from all the partner organisations joined the event, recognising the role of art in making space more accessible and inspiring. Piccadilly Lights, a long-time supporter of the project, once again generously provided the stage for this unique celebration. ",
                "tag": "p"
            },
            {
                "content": "Following the mosaic reveal, invited guests attended a reception hosted by Bang & Olufsen at their Mayfair Boutique. The evening featured a fireside chat with Christina Korp, Nicole Stott, and Matthew Cook, exploring how art, science, and storytelling can open new perspectives on why space matters to us all here on Earth. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/09/celebrating-world-space-week-2025-on-londons-piccadilly-lights/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "As part of World Space Week 2025, we’re proud to see space, art, and creativity come together on one of London’s most iconic landmarks – the Piccadilly Lights. "
    },
    {
        "title": "Delivering Impact Through Justice Research & Development",
        "authors": [
            "MoJ Science Office"
        ],
        "posted_on": "2025-10-09T15:50:19",
        "categories": [
            "AI",
            "Data",
            "Data Science",
            "Digital Innovation"
        ],
        "content": [
            {
                "content": "The Science Office is the Ministry of Justice’s home for applied science, a team bringing expertise in foresight strategy, emerging technology and the natural, physical and behavioural sciences, to some of the justice system’s toughest challenges.",
                "tag": "p"
            },
            {
                "content": "From countering drones that threaten prison security, to detecting drugs and health risks through wastewater, we are harnessing science to make justice smarter, safer, and more resilient. These are real-world problems that demand practical, evidence-based solutions, and that’s where we come in.",
                "tag": "p"
            },
            {
                "content": "Our role is to turn scientific insight into action: testing technologies, running pilots, and scaling up approaches that protect people and strengthen services. We collaborate with frontline staff, policymakers, and partners across academia and industry, combining rigorous research with the urgency of public service delivery.",
                "tag": "p"
            },
            {
                "content": "Turning ambition into action: our Research & Development missions",
                "tag": "h2"
            },
            {
                "content": "Our work is structured around seven ambitious missions, each targeting a critical challenge in justice:",
                "tag": "p"
            },
            {
                "content": "Prison security",
                "tag": "p"
            },
            {
                "content": "Keeping prisons secure isn’t just about stopping contraband, weapons or mobile phones, it’s about protecting the integrity of rehabilitation and maintaining environments where both staff and residents feel safe. Technologies like CCTV analytics, Smart clothing, Internet of Things and Counter-drone systems represent how innovation can meet emerging threats, ensuring that security keeps pace with the ways people may try to undermine it.",
                "tag": "p"
            },
            {
                "content": "Prisoner health and drugs",
                "tag": "p"
            },
            {
                "content": "Prisons reflect wider society, and the health challenges inside have ripple effects beyond the walls. Looking at innovative drug testing solutions like using wastewater to monitor drug use and health biomarkers,  allows us to see problems earlier and respond more effectively. It’s about prevention, not just reaction, creating healthier prison communities and reducing the harms of drugs and disease.",
                "tag": "p"
            },
            {
                "content": "Technology for community offender management",
                "tag": "p"
            },
            {
                "content": "For many, rehabilitation happens outside prison. Exploring advanced supervision tools is about recognising that punishment and rehabilitation can be more flexible, personalised,  human, and effective. Technology allows us to better support people in rebuilding their lives, while still keeping communities safe.",
                "tag": "p"
            },
            {
                "content": "Data linking and AI",
                "tag": "p"
            },
            {
                "content": "Justice depends on good decisions, and good decisions depend on good information. Linking data across probation, courts, and police helps create a fuller picture, while AI can help turn information into clearer, more timely advice. This isn’t about replacing judgment, but about enabling it to be better informed, more consistent, and fairer.",
                "tag": "p"
            },
            {
                "content": "Tech for court efficiency / LawTech",
                "tag": "p"
            },
            {
                "content": "Courts are under pressure, and delays affect everyone: victims, defendants, families, and staff. Tools like Deepfake detection, AI transcription and smarter scheduling are about assuring the system trust and integrity, freeing up human time and reducing bottlenecks, so justice is not only done but done more swiftly.",
                "tag": "p"
            },
            {
                "content": "Behavioural Sciences",
                "tag": "p"
            },
            {
                "content": "Interventions work best when they are designed with people in mind. By embedding behavioural insights into digital services, we move from treating symptoms to addressing underlying causes, helping people make better choices and reducing the chance of reoffending.",
                "tag": "p"
            },
            {
                "content": "Estates resilience and adaptation",
                "tag": "p"
            },
            {
                "content": "Justice services are public services, and climate change puts them at risk like any other. Ensuring our buildings and infrastructure can withstand environmental shocks is about protecting continuity of justice and safety for the public, even in uncertain times.",
                "tag": "p"
            },
            {
                "content": "Looking Ahead",
                "tag": "h2"
            },
            {
                "content": "We are beginning to unlock the potential of science in justice, tackling issues as diverse as drones, drugs, health, and climate adaptation. But we’re only at the beginning. With new pilots launching and our capabilities expanding, we’re determined to keep pushing boundaries and delivering impact where it matters most.",
                "tag": "p"
            },
            {
                "content": "For us, Justice science is not a distant ambition - it’s happening now, shaped by people who are curious, collaborative, and driven to make a difference. We’re building a team that thrives on tackling complex problems and applying science in ways that improve lives and strengthen society.",
                "tag": "p"
            },
            {
                "content": "If you’re passionate about using science and innovation for public good, we want to hear from you. The challenges are big, but so is the opportunity: to help reimagine justice for the future.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/10/09/delivering-impact-through-justice-research-development/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "The Science Office is the Ministry of Justice’s home for applied science, a team bringing expertise in foresight strategy, emerging technology and the natural, physical and behavioural sciences, to some of the justice system’s toughest challenges. From countering drones that …"
    },
    {
        "title": "Applications are now open for Science and Engineering Fast Stream 2026",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-10-09T15:22:09",
        "categories": [
            "Learning & Development",
            "Talent & Leadership"
        ],
        "content": [
            {
                "content": "Are you curious about science and engineering roles in government? Would you like to influence decision-making and policy using your science and engineering background? Then the Government Science and Engineering Fast Stream (SEFS) could be the career choice for you.",
                "tag": "p"
            },
            {
                "content": "Expertise applied to real-world challenges",
                "tag": "p"
            },
            {
                "content": "Now is a fascinating time to start your career in government, with scientists and engineers making vital contributions to some of the biggest projects and policy decisions facing the government today. This covers a range of policy areas including climate, energy, health and the application of critical emerging technologies. Not only will you apply your existing knowledge and expertise to these areas, but you will also bring a new way of thinking to big social and economic challenges.",
                "tag": "p"
            },
            {
                "content": "About the Fast Stream programme",
                "tag": "p"
            },
            {
                "content": "We are recruiting for the 2026 Science and Engineering Fast Stream. The Fast Stream is the Government's flagship graduate development programme, which equips the brightest candidates with the knowledge, skills and experience they need to become future leaders of the Civil Service.",
                "tag": "p"
            },
            {
                "content": "We want to recruit a diverse and versatile range of scientists and engineers to the scheme that reflect the diversity of our population. This diversity is crucial as it brings a variety of perspectives and ideas, which are essential for innovation and progress.",
                "tag": "p"
            },
            {
                "content": "Who can apply?",
                "tag": "p"
            },
            {
                "content": "You may be a science or engineering graduate straight out of university, an experienced postgraduate academic, a seasoned industry professional or a current civil servant with relevant experience. This scheme allows you to become part of a modern community of science and engineering professionals. Your background brings valuable skills that will support our goal of a more scientific Civil Service.",
                "tag": "p"
            },
            {
                "content": "Over three years, you will experience a wide range of rewarding postings in diverse discipline areas across various departments such as Department for Environment, Food and Rural Affairs, Department of Business and Trade, or Department for Science, Innovation and Technology.",
                "tag": "p"
            },
            {
                "content": "Skills and networks",
                "tag": "p"
            },
            {
                "content": "Throughout the scheme you’ll gain new skills and experience to help prepare you for a future leadership role.  You will join the Government Science and Engineering (GSE) Profession, a community of around 10,000 scientists, engineers and technical specialists across government, and you’ll also get the opportunity to join different Fast Stream networks. Through your networks, you can make an impact by taking part in wider corporate contributions to build your interpersonal skills, strategic understanding and experience working with a range of stakeholders.",
                "tag": "p"
            },
            {
                "content": "Unique placements",
                "tag": "p"
            },
            {
                "content": "The GSE Profession are keen to provide a broad experience within our scheme, and we offer a unique six-month placement in your second year which may include working in local government, charity and private sector roles. Together, these postings will develop your ability to apply your scientific mindset and your leadership potential, to prepare you to become a future senior leader in the Civil Service.",
                "tag": "p"
            },
            {
                "content": "How to apply",
                "tag": "p"
            },
            {
                "content": "The Science and Engineering Fast Stream will develop you into a confident and inspiring future senior leader in the Civil Service, supporting our ambition to put science and engineering at the heart of government decision-making. If you are passionate about a leadership career in science and engineering, this is a great opportunity, don’t delay, apply today and grow like nowhere else.",
                "tag": "p"
            },
            {
                "content": "For more information and to apply, please visit the Science and Engineering Fast Stream on the Civil Service Fast Stream website.",
                "tag": "p"
            },
            {
                "content": "Applications open midday Thursday 9 October 2025 and close midday Thursday 6 November 2025.   ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/10/09/applications-are-now-open-for-science-and-engineering-fast-stream-2026/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Are you curious about science and engineering roles in government? Would you like to influence decision-making and policy using your science and engineering background? Then the Government Science and Engineering Fast Stream (SEFS) could be the career choice for you. …"
    },
    {
        "title": "Homegrown talent: How DVLA is developing the next generation of digital experts",
        "authors": [
            "Craig James"
        ],
        "posted_on": "2025-10-09T12:42:43",
        "categories": [
            "Features"
        ],
        "content": [
            {
                "content": "In 2018, we launched the Centre of Digital Excellence (CoDE) development programme to attract people to work and develop their digital skills at DVLA. The programme is part of our long term strategy to train people in the digital capabilities we need most.",
                "tag": "p"
            },
            {
                "content": "Several years later, CoDE has delivered significant results, with more than 200 people joining the programme since it began. Many of our engineers and analysts are graduates from the programme, with some teams now comprising up to 50% CoDE graduates!",
                "tag": "p"
            },
            {
                "content": "In this blog, I want to answer some of the questions you may have and offer practical advice for future CoDE students.",
                "tag": "p"
            },
            {
                "content": "Are all CoDE apprentices school leavers?",
                "tag": "h2"
            },
            {
                "content": "Not always. While we welcome school leavers, we also recruit people seeking a career change. They often bring valuable life and work experience.",
                "tag": "p"
            },
            {
                "content": "We run a range of different programmes each year – master’s, graduate schemes, and apprenticeships – with varying qualification requirements. Some go to university, while others prefer not to. We want to offer opportunities to the right people, regardless of the route they've taken.",
                "tag": "p"
            },
            {
                "content": "Can you train people from non-IT backgrounds?",
                "tag": "h2"
            },
            {
                "content": "Absolutely! For example, our Master’s in Software Engineering programme accepts applicants with any degree in science, technology, engineering and mathematics (STEM).",
                "tag": "p"
            },
            {
                "content": "We've maintained a 50/50 split between non-IT and technology degree participants, with non-IT graduates showing a slightly higher success rate in securing permanent roles. ",
                "tag": "p"
            },
            {
                "content": "Can you only succeed with a degree?",
                "tag": "h2"
            },
            {
                "content": "No. Many of our apprentices have progressed to become senior engineers. We focus on what applicants do in their own time to develop their skills, which can be a stronger indicator of future success and lead to excellent outcomes.",
                "tag": "p"
            },
            {
                "content": "What advice would you give to future cohorts?",
                "tag": "h2"
            },
            {
                "content": "Whether it's a task for your team, a speaking opportunity, or writing your own blog, every opportunity you take builds your skills, network and experience. These experiences will set you apart.",
                "tag": "p"
            },
            {
                "content": "2. Never turn down small opportunities.",
                "tag": "p"
            },
            {
                "content": "If someone asks if you want to see code they've written, look at a new testing process, or help with a ticket, try to prioritise it. These small gestures show people want to share their knowledge with you.",
                "tag": "p"
            },
            {
                "content": "3. Be proactive and ask questions.",
                "tag": "p"
            },
            {
                "content": "Write down anything you can't ask immediately and follow up afterwards. There are no stupid questions, and curiosity shows engagement!",
                "tag": "p"
            },
            {
                "content": "4. Take advantage of your unique environment.",
                "tag": "p"
            },
            {
                "content": "You're likely working with other current students or previous graduates. Since we run annual programmes, you're never alone in this experience. Ask them what helped them succeed and make notes of what works for you to share with future cohorts.",
                "tag": "p"
            },
            {
                "content": "5. Keep learning.",
                "tag": "p"
            },
            {
                "content": "We probably hired you because you told us you enjoy learning about new technology or building things in your spare time. Don't stop now. Nothing demonstrates your commitment like showing you've been reading up on topics discussed and want to get more involved.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "With the right support, people from all backgrounds can build successful digital careers. Each new group brings fresh perspectives that strengthen our teams and enhance our capabilities.",
                "tag": "p"
            },
            {
                "content": "We're committed to continuing this programme's development, learning from every year, and expanding opportunities for future students.  As we celebrate the arrival of the 2025 CoDE cohort, we’re already laying the groundwork for 2026.",
                "tag": "p"
            },
            {
                "content": "Keen to find out more? Check out our development programmes and sign up to Civil Service Jobs to be the first to hear about future opportunities.",
                "tag": "p"
            },
            {
                "content": "Follow DVLA on X, follow us on Facebook and connect with us on LinkedIn. You can also subscribe to the DVLA digital services blog.",
                "tag": "p"
            }
        ],
        "link": "https://insidedvla.blog.gov.uk/2025/10/09/homegrown-talent-how-dvla-is-developing-the-next-generation-of-digital-experts/",
        "blog": "Inside DVLA",
        "blog_link": "https://insidedvla.blog.gov.uk",
        "description": "Craig James, Capability and Talent Lead, reflects on how DVLA’s Centre of Digital Excellence (CoDE) development programme has helped students develop their digital capabilities."
    },
    {
        "title": "Spacecraft to detect Earth-like planets complete and set for testing",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-09T10:34:56",
        "categories": [
            "Space science"
        ],
        "content": [
            {
                "content": "Engineers have completed construction of Plato, a mission that will search for Earth-like exoplanets, by fitting its sunshield and solar panels. With this final step, Plato is ready to begin a series of crucial tests ahead of its planned launch in December 2026. ",
                "tag": "p"
            },
            {
                "content": "Dr Caroline Harper, Head of Space Science at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "Thomas Walloschek, ESA’s Plato Project Manager, said: ",
                "tag": "p"
            },
            {
                "content": "The sunshield and solar panels are vital for the mission. The solar array will generate the power needed to operate the spacecraft’s electronics, while the sunshield will protect Plato’s instruments from the Sun’s glare, allowing them to stay cool and perform with precision. ",
                "tag": "p"
            },
            {
                "content": "Ana Heras, ESA’s Plato Project Scientist, added: ",
                "tag": "p"
            },
            {
                "content": "UK involvement in Plato",
                "tag": "h2"
            },
            {
                "content": "The UK Space Agency has invested £25 million between 2014 and 2024 to support the development and build phase of Plato, securing a leading role for UK institutions in the mission. UK researchers and engineers have contributed across science and technology: Professor Don Pollacco of the University of Warwick leads the mission’s Science Management team, UCL’s Mullard Space Science Laboratory designed and built the camera electronics, and Teledyne e2v produced the CCD detectors. In addition, the University of Cambridge is heading a national consortium to develop the UK Plato Data Centre, supported by the University of Birmingham, University of Oxford, St Andrews and the Open University. Thales Alenia Space UK worked with prime contractor OHB on avionics development and service module integration. Together, these contributions position the UK to play a central role in Plato’s discoveries. ",
                "tag": "p"
            },
            {
                "content": "Preparing for the mission ahead",
                "tag": "h2"
            },
            {
                "content": "Plato carries 26 advanced cameras, designed to detect the tiniest changes in a star’s brightness. These measurements will reveal the presence of exoplanets as they pass in front of their stars. To achieve this level of sensitivity, each camera must remain at around -80°C. Protected by the sunshield and facing deep space, the instruments will naturally cool and remain at this temperature throughout the mission. ",
                "tag": "p"
            },
            {
                "content": "The spacecraft’s solar panels, folded securely for launch, will unfold once Plato reaches space – extending like a pair of wings. In September, engineers successfully tested this deployment on Earth by simulating weightlessness with a system of pulleys. They also confirmed that the panels can generate the required electricity by shining simulated sunlight on them.",
                "tag": "p"
            },
            {
                "content": "Final tests before launch",
                "tag": "h2"
            },
            {
                "content": "Although Plato is now fully assembled, the toughest challenges are still to come. Before launch, the spacecraft must undergo and pass a demanding series of environmental tests to be certified ready for flight. These include: ",
                "tag": "p"
            },
            {
                "content": "About Plato",
                "tag": "h2"
            },
            {
                "content": "Plato (PLAnetary Transits and Oscillations of stars) is part of ESA’s Cosmic Vision programme. It will study terrestrial exoplanets, including those within the habitable zones of Sun-like stars. ",
                "tag": "p"
            },
            {
                "content": "The spacecraft is being built by a European industrial consortium led by OHB, with Thales Alenia Space and Beyond Gravity, while the scientific instruments are developed by the Plato Mission Consortium, coordinated by the German Aerospace Center (DLR). ",
                "tag": "p"
            },
            {
                "content": "Plato is scheduled to launch on an Ariane 6 rocket in December 2026. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/09/spacecraft-to-detect-earth-like-planets-complete-and-set-for-testing/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Engineers have completed construction of Plato, a mission that will search for Earth-like exoplanets, by fitting its sunshield and solar panels. With this final step, Plato is ready to begin a series of crucial tests ahead of its planned launch in December 2026. "
    },
    {
        "title": "Prioritising social care registration applications: putting the needs of children and young people first   ",
        "authors": [
            "Yvette Stanley"
        ],
        "posted_on": "2025-10-09T10:06:27",
        "categories": [
            "children's homes",
            "local authorities",
            "looked after children",
            "social care professionals",
            "social care regulation"
        ],
        "content": [
            {
                "content": "Following an unprecedented and sustained rise in applications to register children’s homes, on Thursday 18 September, we published our revised policy for prioritising children’s homes applications. The revised policy sets out the criteria for urgently dealing with applications. In short, these include: ",
                "tag": "p"
            },
            {
                "content": "You can look at the policy in more detail, where we also explain other exceptional circumstances that may lead to us prioritising an application. These circumstances can include the need for a home that can care for children with complex support needs. The revised policy complements April’s changes to the Social Care Common Inspection Framework to promote greater stability for children who might otherwise experience multiple moves and disruption in their lives. ",
                "tag": "p"
            },
            {
                "content": "Applications that meet the priority criteria will be informed by a thorough understanding of local need, informed by productive discussions with local authorities. Applicants will be able to demonstrate that they will be able to provide the kind of high-quality care and support that all children deserve. ",
                "tag": "p"
            },
            {
                "content": "Higher numbers of registration applications ",
                "tag": "h2"
            },
            {
                "content": "In June we published a blog post about registration applications, explaining that the unprecedented number of applications were taking longer than usual to register. The total number of children’s home applications in the last 12 months was almost double the figure for the previous year. We are also still receiving a significant number of supported accommodation applications each month, adding to the already unexpectedly high volumes. We have not been able to keep pace with the increase in applications. ",
                "tag": "p"
            },
            {
                "content": "This is clearly not a satisfactory situation for providers who are keen to begin supporting and caring for children, and for local authorities who are desperately looking for suitable homes for their children and young people. Most importantly, it’s harmful to children.  ",
                "tag": "p"
            },
            {
                "content": "Why we have revised our policy ",
                "tag": "h2"
            },
            {
                "content": "It is important that, in line with our core inspection principles, we use our limited resources in a way that best serves the interests of children and young people. We want to be as transparent as possible about the way we are working.  ",
                "tag": "p"
            },
            {
                "content": "We don’t think it makes sense to deal with applications solely in order of the date they are received. This approach would fail to fully take into account which applications are best placed to provide what children need now. The sufficiency challenges demand a considered response. ",
                "tag": "p"
            },
            {
                "content": "There is a disproportionately high number of homes in some areas while, elsewhere, there is a chronic shortage. Too many children are living too far from home, isolated from their family and friends, and not necessarily receiving the type of care that meets their specific needs. We believe it is right that we prioritise applications that address the shortage of placements for those children in most urgent need and, more generally, those areas where there is clear evidence of a lack of suitable provision.  ",
                "tag": "p"
            },
            {
                "content": "As you’d expect, we have liaised closely with Department for Education colleagues on this change which is closely aligned with the government’s commitment to increasing children’s access to high-quality, stable homes in the right place, underpinned by a well-balanced regulatory regime that focuses on what matters most to children and young people (Keeping Children Safe, Helping Families Thrive). ",
                "tag": "p"
            },
            {
                "content": "While we will make sure the applications that meet the relevant criteria are prioritised, we will carry on progressing all applications in the system as efficiently as we can.  ",
                "tag": "p"
            },
            {
                "content": "The revised policy only relates to children’s homes. However, I am aware that similar issues are faced by children needing supported accommodation. We will closely monitor the effectiveness of this approach for children’s homes in the coming months. If it has the desired impact, we will consider implementing a similar policy for supported accommodation applications in April 2026. In the meantime, I urge all potential providers to base their applications on a clear understanding of local need and their ability to meet that need. ",
                "tag": "p"
            },
            {
                "content": "Time taken to reach a decision ",
                "tag": "h2"
            },
            {
                "content": "The time it takes to reach a registration decision is dependent on several factors, including receiving the correct information in a timely manner. We expect that we will be able to reach a decision within 3 to 6 months of receiving a complete children’s homes registration application that meets the criteria for prioritisation, but there may be cases where it takes longer.  It is likely to take 6 to 18 months for those that do not meet the prioritisation criteria.",
                "tag": "p"
            }
        ],
        "link": "https://socialcareinspection.blog.gov.uk/2025/10/09/prioritising-social-care-registration-applications-putting-the-needs-of-children-and-young-people-first/",
        "blog": "Ofsted: social care",
        "blog_link": "https://socialcareinspection.blog.gov.uk",
        "description": "Following an unprecedented and sustained rise in applications to register children’s homes, on Thursday 18 September, we published our revised policy for prioritising children’s homes applications. The revised policy sets out the criteria for urgently dealing with applications. In short, …"
    },
    {
        "title": "How we wrote the AQuA Book ....",
        "authors": [
            "Rebecca Wodcke - Actuary"
        ],
        "posted_on": "2025-10-09T09:15:49",
        "categories": [
            "Actuary",
            "Analysis",
            "Modelling",
            "Risk management"
        ],
        "content": [
            {
                "content": "... and what I learned along the way.",
                "tag": "h2"
            },
            {
                "content": "I was part of a cross-government team that recently published an updated version of the AQuA (Analytical Quality Assurance) Book. This is guidance that sets out principles to help people across government design, produce and communicate quality analysis to support better decisions. The previous version was released 10 years ago so there was a lot to update.",
                "tag": "p"
            },
            {
                "content": "As an actuary at the Government Actuary’s Department (GAD), the AQuA book aims of ensuring high quality analysis, and transparency around assumptions and uncertainty align well with my day-to-day work. ",
                "tag": "p"
            },
            {
                "content": "The team of 15 contributors set out to make the guidance clearer, more practical, and easier to use across departments and beyond.",
                "tag": "p"
            },
            {
                "content": "Why the AQuA Book matters",
                "tag": "h3"
            },
            {
                "content": "Good decisions depend on good analysis. Shared principles that work across government help ensure policy, operations, and spending choices are informed and proportionate. ",
                "tag": "p"
            },
            {
                "content": "A lot of analysis, whether actuarial or not, is full of uncertainty, dependency, and long-term risk. The hardest part is often not the maths but the explanation. ",
                "tag": "p"
            },
            {
                "content": "It’s important to give the audience enough caveats to be honest but not too much that it becomes confusing. The AQuA book helps by giving a shared, proportionate way to do this.",
                "tag": "p"
            },
            {
                "content": "What we produced and what has changed",
                "tag": "h3"
            },
            {
                "content": "The refreshed AQuA book is structured around the analytical lifecycle:",
                "tag": "p"
            },
            {
                "content": "The roles and responsibilities and assurance activities of each stage are set out, along with new sections on uncertainty and “black box” models. There are additional chapters covering broad themes such as proportionality and culture. ",
                "tag": "p"
            },
            {
                "content": "The resources section collates information referred to through the book, including a link to the GAD webpage, which sets out the areas where we work,   alongside a reminder that GAD can provide expert quality assurance reviews of models across the public sector.",
                "tag": "p"
            },
            {
                "content": "A cross-government effort",
                "tag": "h3"
            },
            {
                "content": "This was a team effort across government’s Analysis Function, bringing together statisticians, economists, data scientists, operational researchers, and actuaries. ",
                "tag": "p"
            },
            {
                "content": "The variety of expertise increased peer challenge, reduced blind spots, and led to examples that feel real to users across government. ",
                "tag": "p"
            },
            {
                "content": "Working with such a varied team introduced me to different ways of working and the wide variety of analysis produced across government. Everyone was fitting in the work alongside their day job, but the whole team was very mindful of this and so it didn’t feel onerous to be involved.",
                "tag": "p"
            },
            {
                "content": "Tools and ways of working",
                "tag": "h3"
            },
            {
                "content": "Once the structure of the updated book was agreed, each chapter was allocated a lead author and reviewer. The result was quite a mix of writing styles, due to the number of authors. A smaller group (me and 3 others) carried out the editing stage, to make it easier to manage consistency. ",
                "tag": "p"
            },
            {
                "content": "At this point, drafting was transferred from Word to Quarto and changes were managed through GitHub. This allowed us to publish the finished AQuA book as HTML pages which are easier to navigate and more accessible than a PDF. ",
                "tag": "p"
            },
            {
                "content": " It also allowed us to track suggestions and edits, as well as work on different versions of the document in parallel and easily merge them later.I’ve previously used GitHub for coding projects, but not for drafting documents. I’d recommend it for large, multi-author projects.",
                "tag": "p"
            },
            {
                "content": "Things we would have done differently",
                "tag": "h3"
            },
            {
                "content": "Technology, in particular Large Language Models, has improved significantly since we began the project. ",
                "tag": "p"
            },
            {
                "content": "If starting again now, we would use AI to speed up editing, especially for consistency of tone and definitions across chapters. Team members’ varied expertise would still set the content, but AI could reduce the time spent aligning style.",
                "tag": "p"
            },
            {
                "content": "Writing so everyone can understand",
                "tag": "h3"
            },
            {
                "content": "Over my career, most of my writing has been for other actuaries or insurance professionals. One skill I developed during the project is writing for a more varied audience. I initially thought simplifying the language may reduce some of the precision of meaning but found the opposite to be true. I’m aiming to continue using the simplest words possible in my technical communications.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h3"
            },
            {
                "content": "Read and use the AQuA Book in your next project. If you have comments or suggestions about the content of the AQuA Book or how it might be improved, email analysis.function@ons.gov.uk with ‘AQuA Book’ in the subject.",
                "tag": "p"
            },
            {
                "content": "Disclaimer",
                "tag": "h4"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/10/09/how-we-wrote-the-aqua-book/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "Discover how actuary Becky Wodcke and a cross-government team updated the AQuA Book - essential guidance for quality analysis across departments. Learn about collaborative writing, new tools like GitHub, and tips for clear communication."
    },
    {
        "title": "The curtain falls, a farewell to the Karaoke Shower ",
        "authors": [
            "Catherine Davies"
        ],
        "posted_on": "2025-10-09T09:10:47",
        "categories": [
            "Copyright",
            "Innovation",
            "IPO",
            "Schools"
        ],
        "content": [
            {
                "content": "After more than a decade of touring the nation and out of tune singing, the time has come to bid farewell to our beloved Karaoke Shower. Yes, that is right, the shower curtain is finally coming down on what must rank as one of the most bizarre education initiatives, not just at the Intellectual Property Office (IPO), but in government history. ",
                "tag": "p"
            },
            {
                "content": "For those who are wondering what I could possibly be talking about, let me take you back to 2013, Peter Capaldi was Doctor Who and Disney were readying to release a film based on the snow queen with a fairly catchy soundtrack.  ",
                "tag": "p"
            },
            {
                "content": "Picture if you will, a travelling karaoke booth disguised as a shower, complete with curtain for privacy. The concept was simple (and borrowed from the Cracking Ideas Exhibition the IPO had funded a few years earlier). Get people singing popular songs, capture their performance on camera, share them on social media, and in the process, teach them about respect for copyright. It was Dragons’ Den meets Britain’s Got Talent, but with more intellectual property (IP) and significantly less talent.",
                "tag": "p"
            },
            {
                "content": "The Karaoke Shower turned our approach to copyright and IP education on its head. It tackled the barriers to behaviour change that prevented young people from respecting copyright. It made copyright concepts tangible by connecting them to music that young people loved. When you’re singing along to chart hits, you naturally relax your guard and start to think about the creators.  ",
                "tag": "p"
            },
            {
                "content": "Singing your favourite songs, laughing with friends and sharing music made our IP education fun rather than worthy, interesting not finger wagging. We created an environment where learning about copyright felt natural, not preachy. ",
                "tag": "p"
            },
            {
                "content": "The Karaoke Shower made its debut at the Music Show in Manchester 2013 and was in fact a last-minute filler to an exhibition space booked by UK Music to launch MusicInc game (which was eventually launched 3 months later).   From the moment the event opened we knew we were onto a winner. Lines of young people formed to take their turn and the huge queues were a captive audience for our messaging on respect for copyright.   ",
                "tag": "p"
            },
            {
                "content": "From there, the Karaoke Shower toured the UK stopping at the Houses of Parliament for ‘Rock the House’, the Glasgow Science Centre, the Beatles Experience, Liverpool and newly opened Birmingham Library. At its peak it was in demand for every youth experience and became part of The Big Music Project and World Skills.  But it wasn’t just young people who wanted a go – prominent MPs, Queen’s Brian May, JLS’ Oritse Williams and even Father Christmas himself all took a turn in the Karaoke Shower. ",
                "tag": "p"
            },
            {
                "content": "The Karaoke Shower toured regularly until Covid, and the world has moved on. Social media platforms like TikTok have made everyone a performer, streaming services have revolutionised how we consume copyright materials and the challenges facing the industry have evolved in a way that we could not have imagined when we first pulled back the curtain. But the message remains the same. Creativity has value and that value deserves protection and respect. ",
                "tag": "p"
            },
            {
                "content": "As we bid farewell to our travelling companion, let’s remember what it represented, the willingness to try something completely different to educate young people about copyright and IP.   ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/10/09/the-curtain-falls-a-farewell-to-the-karaoke-shower/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "After more than a decade of touring the nation and out of tune singing, the time has come to bid farewell to our beloved Karaoke Shower. Yes, that is right, the shower curtain is finally coming down on what must rank as one of the most bizarre education initiatives, not just at the Intellectual Property …"
    },
    {
        "title": "Do I have flu, COVID-19 or a cold? Know the signs and symptoms",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-10-08T18:09:19",
        "categories": [
            "Coronavirus (COVID-19)",
            "flu",
            "Winter"
        ],
        "content": [
            {
                "content": "We see cases of flu, RSV and COVID-19 throughout the year, but in winter they circulate at the same time and can reach high levels.  ",
                "tag": "p"
            },
            {
                "content": "We also track other respiratory viruses – rhinovirus, adenovirus, human metapneumovirus (hMPV) and parainfluenza – that can also peak over the autumn and winter months.  ",
                "tag": "p"
            },
            {
                "content": "There are vaccines to help protect against flu, COVID-19 and RSV, which are offered to different vulnerable groups. ",
                "tag": "p"
            },
            {
                "content": "Staying at home when you have symptoms of flu or COVID-19 helps protect those who are vulnerable. If you need to go out when unwell, consider wearing a mask around other people.",
                "tag": "p"
            },
            {
                "content": "Simple measures like catching coughs and sneezes in a tissue, regular handwashing, and opening a window when meeting others indoors can all help reduce the spread of respiratory infections.",
                "tag": "p"
            },
            {
                "content": "The following is an explainer of important information about these winter infections; their signs and symptoms, and information on who is eligible for vaccination. ",
                "tag": "p"
            },
            {
                "content": "Flu ",
                "tag": "h2"
            },
            {
                "content": "Flu is a viral infection affecting the nose, throat, and lungs, mostly during the winter months. It is far worse than an ordinary cold, which usually causes a runny nose, sneezing, watery eyes and throat irritation. Symptoms of a cold usually occur gradually without causing a fever or body aches, which usually occur with flu.  Flu signs and symptoms develop very rapidly and extreme tiredness is common.",
                "tag": "p"
            },
            {
                "content": "Flu can lead to serious illness, especially in children, with thousands of hospitalisations each winter. Older people, those with a weakened immune system, and people with certain long-term health conditions are at higher risk. Last winter there were around 8,000 deaths associated with flu – this is higher than the approximately 3,500 deaths recorded the year before, but lower than during the 2022 to 2023 season, when there were around 16,000 deaths.",
                "tag": "p"
            },
            {
                "content": "For those who took up the offer, last year’s flu vaccine had a significant impact on reducing severe illness, ranging from an almost 40% reduction in the number of those aged 65 and over being hospitalised, and a 75% reduction in those aged between 2 and 17 years. ",
                "tag": "p"
            },
            {
                "content": "Many people are eligible for the flu vaccine including: ",
                "tag": "p"
            },
            {
                "content": "COVID-19 ",
                "tag": "h2"
            },
            {
                "content": "While for most people COVID-19 is not as severe as during the early years of the pandemic, the virus is still causing severe illness, hospitalisations, and deaths – particularly among those with a weakened immune system and those 75 year old and over. ",
                "tag": "p"
            },
            {
                "content": "It is normal and expected for viruses to genetically change over time and the current COVID-19 variants, much like previous variants, can spread easily through droplets released when an infected person coughs, sneezes or speaks. The autumn COVID-19 vaccines are our best defence against serious illness.  ",
                "tag": "p"
            },
            {
                "content": "We have seen COVID-19 symptoms change over time. Today, many people now experience cold-like symptoms and some will also experiencefever or chills, continuous cough, shortness of breath, tiredness, body aches, headache, sore throat, blocked nose, loss of appetite, nausea, diarrhoea, or change in sense of taste or smell. Some people report a hoarse voice or a particularly painful sore throat, associated with the latest variants. This has been referred to in the media as ‘razor-blade throat’.",
                "tag": "p"
            },
            {
                "content": "People aged 75 and over, living in a care home for older adults, or in who are immunosuppressed and aged over 6 months, are eligible for a COVID-19 vaccine. ",
                "tag": "p"
            },
            {
                "content": "Rhinovirus (as the most common cause of the ‘common cold’) ",
                "tag": "h2"
            },
            {
                "content": "Rhinovirus causes what we know as the common cold. Cold symptoms come on gradually over 2 to 3 days.  ",
                "tag": "p"
            },
            {
                "content": "The main symptoms include a blocked or runny nose, sneezing, a sore throat, a hoarse voice, a cough, feeling tired and unwell. You may also have a high temperature, aching muscles, a loss of taste and smell and a feeling of pressure in your ears and face.  ",
                "tag": "p"
            },
            {
                "content": "Symptoms of a cold can last longer in young children. They may also be irritable, have difficulty feeding and sleeping, breathe through their mouth, and get sick after coughing. ",
                "tag": "p"
            },
            {
                "content": "You can get more information on telling the difference between colds and flu via the NHS website.  ",
                "tag": "p"
            },
            {
                "content": "RSV ",
                "tag": "h2"
            },
            {
                "content": "Respiratory syncytial virus (RSV) is a major respiratory virus that is common over the winter period, typically November to February, and can spread through coughs and sneezes.  ",
                "tag": "p"
            },
            {
                "content": "Symptomsinclude cough, wheezing, shortness of breath, tiredness and fever.  ",
                "tag": "p"
            },
            {
                "content": "While the symptoms are mild for many, RSV can cause bronchiolitis in infants, which can make it difficult for them to breathe and feed. You may see your baby experiencing fast or noisy breathing and being unsettled or difficult to comfort. This accounts for approximately 20,000 hospitalisations annually in children aged under 1.  ",
                "tag": "p"
            },
            {
                "content": "RSV can also be severe in older adults, causing pneumonia and flare-ups of existing lung disease and other long-term conditions. It causes around 9,000 hospitalisations in those aged 75 and over in the UK each year.  ",
                "tag": "p"
            },
            {
                "content": "An NHS vaccine has been introduced for pregnant women, to protect babies once they are born, and for those aged 75 to 79 years. It hasn’t been recommended for those age 80 or older because there were too few people of that age in the clinical trials to be sure of protection.  ",
                "tag": "p"
            },
            {
                "content": "If received during pregnancy, the vaccine reduces the risk of severe bronchiolitis by 70% in the first 6 months of a baby’s life. ",
                "tag": "p"
            },
            {
                "content": "Adenovirus, parainfluenza and human metapneumovirus (hMPV) ",
                "tag": "h2"
            },
            {
                "content": "These 3 viruses cause a wide range of symptoms similar to those of a cold.  ",
                "tag": "p"
            },
            {
                "content": "Parainfluenza viruses are common causes of respiratory infections in infants, young children, older adults, and people with weakened immune systems.  ",
                "tag": "p"
            },
            {
                "content": "Adenoviruses and hMPV typically cause mild, cold-like illnesses in people of all ages. They are seen throughout the year, but can spread more easily in winter.  ",
                "tag": "p"
            },
            {
                "content": "Tracking these illnesses  ",
                "tag": "h2"
            },
            {
                "content": "You can see our surveillance reports which track these viruses, plus flu and COVID-19 here.  ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/10/08/do-i-have-flu-covid-19-or-a-cold-know-the-signs-and-symptoms/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "This blog post is an explainer of important information about these winter infections; their signs and symptoms, and information on who is eligible for vaccination. "
    },
    {
        "title": "Celebrating climate innovation during World Space Week",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-08T17:13:36",
        "categories": [
            "Delivering Missions and Capabilities",
            "Earth from space",
            "Earth observation"
        ],
        "content": [
            {
                "content": "As we mark World Space Week 2025, the UK Space Agency announces the launch of six new projects funded through our third Climate Services Call.",
                "tag": "p"
            },
            {
                "content": "These projects will use satellite data to tackle climate challenges in creative and practical ways, from monitoring woodland health to supporting sustainable aviation. ",
                "tag": "p"
            },
            {
                "content": "This year’s World Space Week theme, “Living in Space,” invites us to reflect on how space technologies are not only helping us explore beyond Earth, but also improving life here at home.",
                "tag": "p"
            },
            {
                "content": "With a combined investment of £380,000, the six projects demonstrate how satellite data can be transformed into practical tools that support sustainable living, whether through better forest monitoring, or more reliable carbon measurement in woodland and seagrass.",
                "tag": "p"
            },
            {
                "content": "Earth Observation (EO) is also playing a vital role in driving economic growth, as the insights gained from satellite data fuel new industries, create skilled jobs, and unlock innovative business opportunities in the environmental and technology sectors. ",
                "tag": "p"
            },
            {
                "content": "One project, led by Edinburgh based New Gradient, is developing machine learning tools that use satellite and aerial data to measure the health and carbon value of woodlands.",
                "tag": "p"
            },
            {
                "content": "This will help landowners and investors understand the impact of tree planting and restoration projects, making it easier to fund and manage nature-based climate solutions. ",
                "tag": "p"
            },
            {
                "content": "Data Dynamics, working with Fangorn, is testing whether drones and satellite images can replace traditional forest surveys done on foot. ",
                "tag": "p"
            },
            {
                "content": "By combining high-tech imaging with artificial intelligence, they hope to create fast, accurate maps of individual trees. This could save time and money while improving forest management. ",
                "tag": "p"
            },
            {
                "content": "Treeconomy is tackling a key challenge for nature-based climate solutions: trust in carbon credits. ",
                "tag": "p"
            },
            {
                "content": "Their project, QUBIST, will pioneer a cutting-edge methodology integrating data from multiple satellites with advanced statistical models to robustly quantify and reduce uncertainty in forest carbon estimates.",
                "tag": "p"
            },
            {
                "content": "This approach will build investor confidence, make carbon credits more trustworthy, and support the UK’s growing market for nature-based climate solutions.   ",
                "tag": "p"
            },
            {
                "content": "In the aviation sector, Amelia Space Technologies is building a system that uses satellite data and artificial intelligence to track agricultural waste that can be turned into Sustainable Aviation Fuel (SAF).",
                "tag": "p"
            },
            {
                "content": "This helps ensure the materials meet environmental standards, promotes a more circular economy, and supports the UK’s efforts to make flying greener. ",
                "tag": "p"
            },
            {
                "content": "2Excel’s woodland mapping initiative is exploring new types of satellites that can capture detailed images of woodland areas.",
                "tag": "p"
            },
            {
                "content": "These projects aim to go beyond simply mapping where trees are by assessing the overall condition of habitats. This includes spotting signs of stress, deadwood or invasive species, which are key indicators of biodiversity and carbon storage potential. ",
                "tag": "p"
            },
            {
                "content": "To support our oceans, Plastic-i’s Sequestra project is developing a UK-led satellite and AI tool to protect seagrass meadows – vital coastal habitats that store carbon and support marine life.",
                "tag": "p"
            },
            {
                "content": "By combining high-resolution satellite and drone data, Sequestra will detect damage from boat activity and estimate how much carbon is being stored or lost, supporting more sustainable marine management. ",
                "tag": "p"
            },
            {
                "content": "Together, these six projects show how space technology can help us understand and protect our natural environment.",
                "tag": "p"
            },
            {
                "content": "Living in space starts with learning how to live better on Earth.",
                "tag": "p"
            },
            {
                "content": "These projects show how satellite data can help us make smarter decisions about our environment, our resources and our future.  ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/08/celebrating-climate-innovation-during-world-space-week/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "As we mark World Space Week 2025, the UK Space Agency announces the launch of six new projects funded through our third Climate Services Call."
    },
    {
        "title": "How do you assess digital services for sustainability?",
        "authors": [
            "Ned Gartside"
        ],
        "posted_on": "2025-10-08T15:14:45",
        "categories": [
            "Defra digital",
            "Defra services",
            "Digital Sustainability"
        ],
        "content": [
            {
                "content": "Ned Gartside, Sustainable Design Lead, shares how Defra is testing an approach to assess and record how well digital services are managing their environmental and social impacts.",
                "tag": "p"
            },
            {
                "content": "Defra’s strategic goals for sustainability",
                "tag": "h2"
            },
            {
                "content": "2025 is a big year for digital sustainability, with more and more people getting interested in how building greener services can save money and support the growing UK sustainable technology sector. We’ve seen this momentum building in my own Digital Sustainability team in Defra – for example in the expansion of our Government Digital Sustainability Alliance (GDSA) advisory group, and in the increasing collaboration we’re leading across government on this issue with things like the Government Buying Standards (GBS).",
                "tag": "p"
            },
            {
                "content": "With so much happening and such an urgent issue there’s always a risk of unmanaged or duplicated effort, so within Defra we’ve been working on a new Digital Sustainability Strategy. This sets out our key objectives, which focus on decarbonization, circularity, water and material use, boosting social value, supply chain transparency and resilience to climate change.",
                "tag": "p"
            },
            {
                "content": "But we know strategies don’t mean anything unless they drive practical changes and outcomes, so we’re delighted Defra (with the sponsorship of our Director of Digital Delivery) is testing a way to ensure our digital services are as sustainable, efficient and circular as possible.",
                "tag": "p"
            },
            {
                "content": "What are we doing with Defra digital projects?",
                "tag": "h2"
            },
            {
                "content": "Our approach is based on creating a digital sustainability standard which Defra group digital services need to meet at their service assessments (where they also need to demonstrate compliance with the overall Government Digital Service (GDS) Service Standard).",
                "tag": "p"
            },
            {
                "content": "At present, these assessments cover things like usability, accessibility, privacy, security and reliability, so introducing sustainability puts it on a level with these established project priorities.",
                "tag": "p"
            },
            {
                "content": "Our approach",
                "tag": "h2"
            },
            {
                "content": "We’re designing a process to support both service teams and those who will be assessing them. As well as the digital sustainability standard, the key parts of this process are:",
                "tag": "p"
            },
            {
                "content": "We know sustainability is a new topic for most service teams, and it can be difficult for them to identify relevant sustainability actions, especially if these aren’t readily findable.",
                "tag": "p"
            },
            {
                "content": "For this reason, we’ve worked with experts across government and partners in the GDSA to develop the Greener Service Principles – a single repository of meaningful actions to deliver efficient, sustainable services.",
                "tag": "p"
            },
            {
                "content": "Testing and learning",
                "tag": "h2"
            },
            {
                "content": "We’ve begun testing and gathering feedback on this process and the products above with services in Defra group at different stages of the agile lifecycle.",
                "tag": "p"
            },
            {
                "content": "In early 2026, we intend to integrate the digital sustainability standard into Defra service assessments as a non-binding element.",
                "tag": "p"
            },
            {
                "content": "From later in the spring of 2026, the plan is for the digital sustainability standard to become fully part of Defra service assessments as a 15th point.",
                "tag": "p"
            },
            {
                "content": "Wider application",
                "tag": "h2"
            },
            {
                "content": "We’re really excited to pilot this approach within Defra group. As the lead department for sustainable IT across government, we work closely with GDS to embed digital sustainability into their cross-government guidance and strategies.",
                "tag": "p"
            },
            {
                "content": "We’re already working with GDS on some updates to the mandatory Service Standard and Service Manual, building on the best practice advice in our Greener Service Principles.",
                "tag": "p"
            },
            {
                "content": "From early 2026 we’ll be working with other departments to see how we could make the above approach repeatable across government more widely. We’ll also work with GDS on how to best reflect this within their products and guidance.",
                "tag": "p"
            },
            {
                "content": "The input of our cross-government steering group and GDSA will be vital in all this work, and we’re looking forward to finding out more and sharing updates on our progress.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/10/08/how-do-you-assess-digital-services-for-sustainability/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Ned Gartside, Sustainable Design Lead, shares how Defra is testing an approach to assess and record how well digital services are managing their environmental and social impacts."
    },
    {
        "title": "Qualified Electronic Signatures: Answering your questions",
        "authors": [
            "Emma Jackson, Senior Product Manager"
        ],
        "posted_on": "2025-10-08T15:14:16",
        "categories": [
            "Data",
            "Digital services",
            "Law and practice"
        ],
        "content": [
            {
                "content": "Since HM Land Registry's recent announcement that we will accept Qualified Electronic Signatures (QES), we've been monitoring your feedback and have received numerous enquiries and expressions of interest from the property market. We want to address the most frequently asked questions to help you understand how this development is working in practice.",
                "tag": "p"
            },
            {
                "content": "We're pleased to confirm that HM Land Registry now accepts applications signed with QES. The advantage of using QES is that a signatory’s identity is pre-checked, so that no witness is required for the signature. If you would like to lodge applications with QES, you can email us. We are currently accepting charges, transfers, and assents.",
                "tag": "p"
            },
            {
                "content": "Sign counterpart deeds?",
                "tag": "h2"
            },
            {
                "content": "We understand there are current technical challenges with counterpart signing using QES technology.  To support the development of a conveyancing process that enables a single document to be QES-signed by all parties, we encourage providers of QES to look at practitioner processes and their practical concerns to complete transactions.",
                "tag": "p"
            },
            {
                "content": "Providers will have their own guidance to produce a signed QES document. Our position remains that section 91 of the Land Registration Act 2002 requires a single document rather than the use of original and counterpart documents.",
                "tag": "p"
            },
            {
                "content": "Mixed-mode signing: Is it possible?",
                "tag": "h2"
            },
            {
                "content": "QES is a digital document. A wet signature cannot be added once the document is made secure. Once the identity has been verified and signatures have been added, the document is locked down. There can be no further additions to the document, otherwise it is no longer secure.",
                "tag": "p"
            },
            {
                "content": "A wet ink signature can only be applied to a paper document, whilst an electronic signature can only be applied to an electronic document. A document must be either paper or electronic, it cannot be both.",
                "tag": "p"
            },
            {
                "content": "The benefits of QES technology can only be fully realised when all parties to a deed use it. Mixed-mode signing would undermine these advantages, which is why we are not currently supporting that.",
                "tag": "p"
            },
            {
                "content": "How should documents be dated?",
                "tag": "h2"
            },
            {
                "content": "The requirements for dating documents reflect our current understanding of the technical necessities when using QES technology. However, we recognise that different platforms may handle dating documents in different ways. If a QES platform provider can demonstrate an alternative approach to dating that maintains the necessary legal and technical standards, we're open to adjusting our requirements accordingly. We will publish developments on our practice guide 82.",
                "tag": "p"
            },
            {
                "content": "Documents lodged with a QES signature will have to be amended in accordance with Notice 2 under rule 54(c) of the Land Registration Rules 2003 – a demonstration of the documentation process can be found with the notice.",
                "tag": "p"
            },
            {
                "content": "Which platform providers can be used?",
                "tag": "h2"
            },
            {
                "content": "HM Land Registry accepts QES but does not supply or operate the underlying technology for QES. Customers will need to obtain QES services from a third-party provider.  You have flexibility in your choice of platform . To learn about the eIDAS regulation that your provider will need to adhere to, visit the Information Commissioner’s Office (ICO) guide to eIDAS.",
                "tag": "p"
            },
            {
                "content": "What about Scotland?",
                "tag": "h2"
            },
            {
                "content": "The position in Scotland differs from England and Wales. According to Registers of Scotland, they currently accept QES-signed documents only for their register of deeds, which serves as a repository for safekeeping original deeds.",
                "tag": "p"
            },
            {
                "content": "However, it's not currently possible to submit QES-signed deeds for recording in either the Land Register of Scotland (the main register providing state-backed guarantees to property owners) or the General Register of Sasines (which lists deeds for properties dating back to 1617). RoS does, however, accept electronic discharge deeds (which discharge mortgages) signed using their own electronic signature solution through their Digital Discharge Service.",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "We're committed to working with the conveyancing community to ensure the successful implementation of QES technology. We are in the early stages of accepting QES and our long-term aim is to ultimately accept all applications using it. Platform providers are willing to work with the property market to help address the practical challenges of using QES while maintaining the legal requirements that protect property transactions.",
                "tag": "p"
            },
            {
                "content": "As we continue to refine these processes based on your feedback and our experience with early applications, we'll keep you updated on any developments. This technology represents a significant step forward in modernising property transactions, and we appreciate your patience as we work through the initial implementation phase together.",
                "tag": "p"
            },
            {
                "content": "If you have any questions about using QES for your applications, please don't hesitate to email our dedicated team.",
                "tag": "p"
            },
            {
                "content": "Conveyancer Certified Electronic Signatures (CCES)",
                "tag": "h2"
            },
            {
                "content": "Customers can still continue to use CCES - a simple and inexpensive form of electronic signature that’s used for different documents logged at HM Land Registry. You can keep up to date via our practice guide 82.",
                "tag": "p"
            },
            {
                "content": "If you need to contact us about Qualified Electronic Signatures, email: QES@landregistry.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/10/08/qualified-electronic-signatures-answering-your-questions/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Following HM Land Registry's recent announcement that we will accept Qualified Electronic Signatures (QES), we've put together answers to your most frequently asked questions to help you understand how this is working in practice."
    },
    {
        "title": "Then and now: The impact of the Economic Crime and Corporate Transparency Act on Companies House ",
        "authors": [
            "Integrity and Enforcement Team"
        ],
        "posted_on": "2025-10-08T15:04:56",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation"
        ],
        "content": [
            {
                "content": "In March 2024, the first reforms brought about by the Economic Crime and Corporate Transparency Act 2023 came into effect.  ",
                "tag": "p"
            },
            {
                "content": "These changes granted Companies House enhanced powers and marked a major shift in our capacity to tackle corporate abuse and fraud.  ",
                "tag": "p"
            },
            {
                "content": "Before the Economic Crime and Corporate Transparency Act  ",
                "tag": "h2"
            },
            {
                "content": "Before the act, company registration was enacted with a strong emphasis on trust.  ",
                "tag": "p"
            },
            {
                "content": "We generally accepted documents sent to us and placed them on the public register with limited verification, which meant there was less assurance over the accuracy of the information provided. ",
                "tag": "p"
            },
            {
                "content": "Identity checks were not required to be as robust as they’re today, and this made it possible for directors and people with significant control (PSCs) to cover their tracks through the use of PO boxes. They may also have provided details that were intentionally misleading to make sure they would be difficult to authenticate. ",
                "tag": "p"
            },
            {
                "content": "We were less equipped to act on false, incomplete or misleading information. We were more constrained, and correcting the register was a timely and inefficient process.  ",
                "tag": "p"
            },
            {
                "content": "Enforcement action was far less common, and our approach was mostly reactive rather than proactive. These circumstances allowed for the register’s weaknesses to be exploited. This led to a rise in shell companies, the misuse of legitimate names and a greater ability for criminal enterprises to obscure ownership details. ",
                "tag": "p"
            },
            {
                "content": "A new chapter in company regulation",
                "tag": "h2"
            },
            {
                "content": "We’ve now been given a wider set of tools to strengthen the accuracy and reliability of the register. ",
                "tag": "p"
            },
            {
                "content": "We can now query or reject filings if the information provided appears to be incomplete, inaccurate or misleading. We can ask for changes before we accept records. We can remove false or incorrect entries more quickly than before, without always needing an external complaint. ",
                "tag": "p"
            },
            {
                "content": "Identity requirements have also been improved. Directors and PSCs will now need to verify their identity and companies must provide an appropriate registered office address. When a new company is formed, it must also confirm that it’s being created for a lawful purpose, and this statement is repeated in annual filings. ",
                "tag": "p"
            },
            {
                "content": "Companies House now has a broader range of options to encourage compliance. These include fines, annotations on the register, and where necessary, company strike-off action. We now have dedicated teams working with law enforcement to make sure that issues can be identified and addressed at the earliest possible stage. ",
                "tag": "p"
            },
            {
                "content": "Changes in action",
                "tag": "h2"
            },
            {
                "content": "Company name abuse",
                "tag": "h3"
            },
            {
                "content": "Then - Companies House had limited powers to combat misleading company names being registered. ",
                "tag": "p"
            },
            {
                "content": "Now - Companies House can reject names at incorporation, require changes, and annotate or remove records. ",
                "tag": "p"
            },
            {
                "content": "Companies House investigated a number of cloned restaurant companies in 2024, targeting 786 incorporations flagging suspicious applications and removing 965 companies and 2,895 fraudulent appointments. ",
                "tag": "p"
            },
            {
                "content": "False information",
                "tag": "h3"
            },
            {
                "content": "Then - Incorrect or incomplete entries could remain on the register for long periods, with challenges often needing external complaints or lengthy legal processes.",
                "tag": "p"
            },
            {
                "content": "Now - Companies House proactively removes false entries, verifies identities and applies sanctions. The focus has shifted from passive record-keeping to ongoing verification. ",
                "tag": "p"
            },
            {
                "content": "Between 4 March 2024 and 3 March 2025, we queried and removed false or misleading information affecting 100,400 companies and rejected over 10,200 suspicious applications. ",
                "tag": "p"
            },
            {
                "content": "Identity and addresses",
                "tag": "h3"
            },
            {
                "content": "Then - Use of PO boxes or non-traceable addresses was common and PSCs and directors could avoid identity confirmation. ",
                "tag": "p"
            },
            {
                "content": "Now - Companies must provide appropriate office addresses, and the identities of directors and PSCs can now be subject to verification requirements, with stronger checks on the legitimacy of submitted information. ",
                "tag": "p"
            },
            {
                "content": "Since March 2024, false entries have been removed across 82,600 registered office addresses, 66,900 officer addresses and 55,100 PSC addresses. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "Since the act received royal assent in October 2023, we've made great progress. We’ve moved from being a passive collector of information to an active guardian of corporate transparency.  ",
                "tag": "p"
            },
            {
                "content": "Many of the provisions under the act are still being rolled out. We’re continuing to strengthen the integrity of our identity verification systems and we’re expanding our workforce to make sure we can carry out timely and effective action at proportionate scale. ",
                "tag": "p"
            },
            {
                "content": "Together, we're strengthening the UK’s company register and helping to build a more transparent and trustworthy business environment. ",
                "tag": "p"
            },
            {
                "content": "Read more on our changes to UK company law website.  ",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/10/08/then-and-now-the-impact-of-the-economic-crime-and-corporate-transparency-act-on-companies-house/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Read about our progress since the introduction of new measures under the Economic Crime and Corporate Transparency Act."
    },
    {
        "title": "Building a reusable data matching product",
        "authors": [
            "Leonardo Mazzone - Senior Data Scientist"
        ],
        "posted_on": "2025-10-08T13:36:35",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Leonardo Mazzone",
                "tag": "h3"
            },
            {
                "content": "Will Langdale",
                "tag": "h3"
            },
            {
                "content": "When ordering online groceries, you expect your loyalty points to update, your delivery slot to sync with your calendar, and your payment to go through without retyping your address. Citizens and businesses face a different reality with government services, often re-entering the same information multiple times across disconnected systems.",
                "tag": "p"
            },
            {
                "content": "This fragmentation affects both user experience and government's ability to create effective policies. While solutions like centralised logins have proven challenging, departments have developed various approaches tackle this.",
                "tag": "p"
            },
            {
                "content": "Some departments have a centralised data matching team. Others leave analysts and services to solve the problem as they encounter it. Government needs a way to consolidate entity resolution in an environment that resists centralisation. That’s why we’ve built Matchbox. Matchbox is a reusable component for record matching. It allows us to deduplicate and link datasets in a way that is measurable, iterative and collaborative. It retains almost no information about the data it matches. We hope our unique approach to entity resolution will mean data is linked robustly enough to power both analysis and services, yet securely enough to defend civil liberties.",
                "tag": "p"
            },
            {
                "content": "Why we built Matchbox",
                "tag": "h2"
            },
            {
                "content": "Analysts at the Department for Business and Trade use company data to inform better policy, monitor the department’s impact, and improve our effectiveness. Digital products use company data to capture our relationship with businesses and offer them a more bespoke experience.  This improves the decisions we make on anything from grants to export licenses. ",
                "tag": "p"
            },
            {
                "content": "But company data comes from many different sources, which must be joined to produce powerful insights.  That is a difficult task when the identifiers in each data source differ.  It’s similarly tricky to join by other attributes such as name and address: all attributes can be ambiguous, missing, include mistakes, or change over time. We need to:",
                "tag": "p"
            },
            {
                "content": "Over the years, different parts of the department have tackled this challenge in many ways. Our objective was to build a tool that would make it easy to deduplicate and link datasets in a reusable and consistent way.  It had to be easy to query, protect sensitive data, and straightforward to evaluate and evolve. We can avoid repeated effort and ensure that everyone benefits from the highest quality matches available, shaped by the right domain experts in each area. ",
                "tag": "p"
            },
            {
                "content": "In building Matchbox, we benefit from the work of countless others, who have released open-source code on which our own code depends. To benefit from community contributions, encourage reuse across government, and to work transparently in the public interest, we also publish our work as an open-source project. We hope that by building an open-source and general solution that is easily customised and adopted, we can multiply our work’s impact, to benefit many government organisations and beyond.",
                "tag": "p"
            },
            {
                "content": "Linking datasets",
                "tag": "h2"
            },
            {
                "content": "Linking 2 data sources with Matchbox involves:",
                "tag": "p"
            },
            {
                "content": "All these steps are expressed in Python and scheduled to run automatically. These steps can be repeated and stacked to link much more than 2 datasets. For example, the output of a model linking datasets X and Y can be the input to a model adding dataset Z on top of X and Y.",
                "tag": "p"
            },
            {
                "content": "Models can be based on simple rules (e.g. “2 companies are the same if their cleaned named and postcodes are the same”), or more sophisticated. For example, “probabilistic models” output confidence scores about 2 records matching, which are fractional values from 0 to 1. These scores express how likely it is that 2 records are the same given that their fields are similar to varying degrees. We use Splink (another open-source government project) to build our probabilistic models.",
                "tag": "p"
            },
            {
                "content": "Matchbox components",
                "tag": "h2"
            },
            {
                "content": "Matchbox is made up of a client (which users and applications run), and a server. The server stores information about which models have been run and when, their results, and user evaluation. The original data being matched is never sent to the Matchbox server. The server knows how to stitch datasets together, but not what information they contain, to boost data security.",
                "tag": "p"
            },
            {
                "content": "The Matchbox client is a software package for the Python programming language. The client can:",
                "tag": "p"
            },
            {
                "content": "Thus, Matchbox users can access data from the sources if and only if they already have access to it outside of Matchbox.",
                "tag": "p"
            },
            {
                "content": "Evaluating model results",
                "tag": "h2"
            },
            {
                "content": "Let’s say that a model thinks that records A and B are the same, and a different model, stacked on top, thinks that records B and C are the same. From the second model’s point of view, A, B and C are all part of the same “cluster” of records. Which model describes the true entity?",
                "tag": "p"
            },
            {
                "content": "At any one point, we name one model as the “point of truth” in terms of which clusters exist in our data. Matchbox helps us discover which point of truth best-represents reality. We randomly sample clusters and show them to our users. They can confirm that different clusters look sensible or correct them. This forms our validation data, which we use to assign 2 scores describing a model’s performance:",
                "tag": "p"
            },
            {
                "content": "There is typically a trade-off between precision and recall: a more conservative model will have better precision and worse recall, and vice versa. Based on a suitable compromise between the 2, we can tune a model or compare alternative models.",
                "tag": "p"
            },
            {
                "content": "Querying matched data",
                "tag": "h2"
            },
            {
                "content": "Once we’re confident with the quality of a model that links multiple datasets, we can serve it to users. There are 2 ways it can be used:",
                "tag": "p"
            },
            {
                "content": "Learning at DBT",
                "tag": "h2"
            },
            {
                "content": "On top of the satisfaction of tackling a problem with far-reaching consequences for government, and ultimately for all citizens, working on Matchbox has been an incredible learning experience. It encourages us to stretch across product management, data engineering, DevOps and data science.",
                "tag": "p"
            },
            {
                "content": "There is still much more we want to do, such as allowing internal and external government services to look up and exchange company information resolved by Matchbox. ",
                "tag": "p"
            },
            {
                "content": "If you’re interested in helping solve similar challenges, have a look at our jobs board to see current opportunities. Alternatively, if you want to deploy your own Matchbox instance, or contribute features that benefit everyone, get in touch at datamatching@businessandtrade.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/10/08/building-a-reusable-data-matching-product/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "The Department for Business and Trade (DBT)’s Data Scientists have built Matchbox, an open-source platform that allows them to deduplicate and link datasets in a way that is measurable, iterative and collaborative."
    },
    {
        "title": "Power of Attorney Stories: Jennie",
        "authors": [
            "harryfortuna"
        ],
        "posted_on": "2025-10-08T10:00:00",
        "categories": [
            "Future planning",
            "lasting power of attorney",
            "LPA",
            "YourVoiceYourDecision"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you lack mental capacity to do so. ",
                "tag": "p"
            },
            {
                "content": "Jennie, 49, from Gloucestershire, has recently registered her LPA. When her stepmother lost capacity to make decisions for herself at a young age, Jennie became aware of the importance of planning for the future.  ",
                "tag": "p"
            },
            {
                "content": "Here, Jennie tells us about her experiences with LPAs and why she believes it’s never too early to start a conversation about them:  ",
                "tag": "h4"
            },
            {
                "content": "When people think about lasting power of attorney (LPA), they often imagine it’s something for later life, something you deal with when you’re retired or unwell. But I’ve learned, through my work and my own family’s experience, that it’s something we should all be thinking about much earlier. ",
                "tag": "p"
            },
            {
                "content": "As a former midwife and someone who worked closely with families through a child bereavement charity, I’ve seen the value of being prepared. Alongside a will and life insurance, having an LPA in place is one of the most thoughtful and practical things you can do — not just for yourself, but for the people you love. ",
                "tag": "p"
            },
            {
                "content": "My husband and I set up our LPAs last year when I was 48. We didn’t use a solicitor, although we had the support of my sister, who’d done hers professionally. It was straightforward and empowering. ",
                "tag": "p"
            },
            {
                "content": "For my own LPA, I chose three attorneys: my husband, my younger sister (who’s just had a baby herself), and my 18-year-old son. I waited until my son turned 18 so that I could include him. While I love and trust my husband and sister implicitly, I also know that life is unpredictable. I wanted to spread the responsibility across generations. Sharing the load is really important, because lots of people are willing to help. Having my son involved brings a layer of longevity and future-proofing to the decisions that might need to be made on my behalf. ",
                "tag": "p"
            },
            {
                "content": "I’m also an attorney for my husband, and for my sister which reinforces how much we trust each other as a family.  ",
                "tag": "p"
            },
            {
                "content": "My motivation for getting an LPA came from personal experience. In 2016, my stepmother, who was just 48 at the time, had a horse-riding accident that led to a brain injury. While the injury itself was being treated, doctors revealed to the family that she had a brain tumour, and within a short time she lost mental capacity. ",
                "tag": "p"
            },
            {
                "content": "She was American, with no family in the UK, and my father had already passed away. Her elderly mother, the only living named attorney on her LPA, had to fly over from America to help. It was a lesson in how crucial it is to think not just about who you want as an attorney, but who will realistically be able to help if and when that time comes. ",
                "tag": "p"
            },
            {
                "content": "Later, when my stepfather became unwell it was necessary to set up his LPA. Sadly, due to the time it takes to process, it came through the day after he died. It was a sharp reminder of how close we often cut these decisions, and how much smoother things can be if we act earlier. ",
                "tag": "p"
            },
            {
                "content": "I’m a horse rider. It’s a sport I love, but it’s one that carries risk. Life doesn’t always give us a warning before things change so my LPA gives me great peace of mind.  ",
                "tag": "p"
            },
            {
                "content": "It’s not always a comfortable conversation, but it’s one worth having. If you’re thinking it’s too early, it probably means it’s the perfect time. ",
                "tag": "p"
            },
            {
                "content": "Jennie is one of the many people across England and Wales who has made an LPA. It's never too early to talk about lasting powers of attorney with someone you trust. ",
                "tag": "p"
            },
            {
                "content": "Start a conversation today. ",
                "tag": "p"
            },
            {
                "content": "Find out more at https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae Atwrneiaeth Arhosol (sydd hefyd yn cael ei galw’n LPA) yn ddogfen gyfreithiol. Mae’n eich galluogi i enwebu rhywun rydych chi’n ymddiried ynddo i gamu i mewn a gwneud penderfyniadau am eich iechyd a lles a’ch eiddo a materion ariannol, os nad oes gennych chi’r galluedd meddyliol i wneud hynny.",
                "tag": "p"
            },
            {
                "content": "Mae Jennie, 49 oed, o Swydd Gaerloyw, wedi cofrestru ei Hatwrneiaeth Arhosol yn ddiweddar. Pan gollodd ei llysfam y galluedd i wneud penderfyniadau drosti hi ei hun yn ifanc iawn, daeth Jennie yn ymwybodol o bwysigrwydd cynllunio ar gyfer y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Yma mae Jennie yn sôn am ei phrofiadau gydag atwrniaethau arhosol, a pham mae hi'n credu nad yw hi byth yn rhy gynnar i ddechrau siarad am hynny:",
                "tag": "h4"
            },
            {
                "content": "Pan fydd pobl yn meddwl am Atwrneiaeth Arhosol, maen nhw'n aml yn dychmygu mai rhywbeth i’w wneud yn nes ymlaen mewn bywyd yw hynny, rhywbeth i ddelio ag ef pan fyddwch chi wedi ymddeol neu'n sâl. Ond rydw i wedi dysgu, drwy fy ngwaith a drwy brofiad fy nheulu fy hun, ei fod yn rhywbeth y dylai pob un ohonom ei ystyried yn gynt o lawer.",
                "tag": "p"
            },
            {
                "content": "Fel cyn-fydwraig a rhywun a fu'n gweithio'n agos gyda theuluoedd drwy elusen profedigaeth plant, rydw i wedi gweld pa mor werthfawr yw paratoi. Ochr yn ochr ag ewyllys ac yswiriant bywyd, mae cael atwrneiaeth arhosol yn un o'r pethau mwyaf ystyriol ac ymarferol y gallwch chi ei wneud – nid dim ond i chi'ch hun, ond i'r bobl rydych chi'n eu caru hefyd.",
                "tag": "p"
            },
            {
                "content": "Mi wnaeth fy ngŵr a minnau drefnu ein hatwrniaethau arhosol y llynedd pan oeddwn i'n 48 oed. Wnaethon ni ddim defnyddio cyfreithiwr, ond fe gawson ni help gan fy chwaer a oedd wedi gwneud ei hatwrneiaeth arhosol hi gyda gweithiwr proffesiynol. Roedd yn broses syml, ac yn gwneud i mi deimlo bod gen i reolaeth dros fy mywyd.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer fy atwrneiaeth arhosol fy hun, mi wnes i ddewis tri atwrnai: fy ngŵr, fy chwaer iau (sydd newydd gael babi ei hun), a fy mab 18 oed. Mi wnes i aros nes bod fy mab yn troi'n 18 oed er mwyn i mi allu ei gynnwys. Er fy mod i'n caru ac yn ymddiried yn llwyr yn fy ngŵr a fy chwaer, rydw i hefyd yn gwybod bod bywyd yn llawn troeon annisgwyl. Roeddwn i eisiau rhannu'r cyfrifoldeb rhwng y cenedlaethau. Mae’n bwysig iawn rhannu'r baich, oherwydd mae llawer o bobl yn barod i helpu. Mae cynnwys fy mab yn y broses yn ffordd o roi sicrwydd at y dyfodol ac yn dod ag elfen hirdymor i'r penderfyniadau y gallai fod angen eu gwneud ar fy rhan.",
                "tag": "p"
            },
            {
                "content": "Rydw i hefyd yn atwrnai i fy ngŵr, ac i fy chwaer hefyd – sy'n atgyfnerthu faint rydym ni'n ymddiried yn ein gilydd fel teulu.",
                "tag": "p"
            },
            {
                "content": "Roedd fy nghymhelliant i gael atwrneiaeth arhosol yn deillio o brofiad personol. Yn 2016 cafodd fy llysfam, a oedd ond yn 48 oed ar y pryd, ddamwain wrth farchogaeth a arweiniodd at anaf i'r ymennydd. Er bod yr anaf ei hun yn cael ei drin, datgelodd y meddygon wrth y teulu fod ganddi diwmor ar yr ymennydd, ac o fewn cyfnod byr fe gollodd alluedd meddyliol.",
                "tag": "p"
            },
            {
                "content": "Americanes oedd hi. Doedd ganddi ddim teulu yn y DU, ac roedd fy nhad eisoes wedi marw. Bu'n rhaid i'w mam oedrannus, yr unig atwrnai a enwyd ar ei hatwrneiaeth arhosol a oedd yn dal yn fyw, hedfan draw o America i helpu. Roedd yn esiampl o ba mor bwysig yw meddwl nid yn unig am bwy hoffech chi ei gael fel atwrnai, ond pwy yn realistig fydd yn gallu helpu os a phan ddaw'r amser.",
                "tag": "p"
            },
            {
                "content": "Pan aeth fy llystad yn sâl yn nes ymlaen, bu’n rhaid trefnu ei atwrneiaeth arhosol. Yn anffodus, oherwydd ei bod yn cymryd gymaint o amser i brosesu atwrneiaeth arhosol, cafodd ei chyhoeddi ddiwrnod ar ôl i fy llystad farw. Roedd yn wers anodd ynghylch pa mor hwyr rydym ni’n gwneud y penderfyniadau hyn yn aml iawn, a chymaint yn fwy hwylus y gall pethau fod os gwnawn ni weithredu'n gynt.",
                "tag": "p"
            },
            {
                "content": "Rydw i'n marchogaeth. Rydw i’n caru’r gamp, ond mae’n gallu bod yn beryglus. Dydy bywyd ddim bob amser yn rhoi rhybudd i ni cyn i bethau newid, felly mae fy atwrneiaeth arhosol yn rhoi tawelwch meddwl mawr i mi.",
                "tag": "p"
            },
            {
                "content": "Dydy hi ddim bob amser yn sgwrs gyfforddus, ond mae'n un sydd werth ei chael. Os ydych chi'n meddwl ei bod hi'n rhy gynnar, mae'n siŵr mai dyma’r amser delfrydol.",
                "tag": "p"
            },
            {
                "content": "Mae Jennie yn un o’r llu o bobl ledled Cymru a Lloegr sydd wedi gwneud atwrneiaeth arhosol. Dydy hi byth yn rhy gynnar i siarad am atwrneiaeth arhosol gyda rhywun rydych chi’n ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Dechreuwch sgwrs heddiw.",
                "tag": "p"
            },
            {
                "content": "Mae rhagor o wybodaeth ar gael yn https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/10/08/power-of-attorney-stories-jennie/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you …"
    },
    {
        "title": "Experience and expertise advising Natural England’s Board:  Natural England’s Landscape Advisory Panel after three and a half years. ",
        "authors": [
            "Sarah Mukherjee MBE"
        ],
        "posted_on": "2025-10-08T08:42:56",
        "categories": [
            "Green Infrastructure",
            "Landscape",
            "Landscapes and access",
            "Natural England"
        ],
        "content": [
            {
                "content": "By Co-Chairs Dame Caroline Spelman and Sarah Mukherjee MBE.",
                "tag": "p"
            },
            {
                "content": "Together, we have the pleasure of Co-Chairing Natural England’s Landscape Advisory Panel (NELAP), Sarah as our external Co-Chair, drawing upon her long experience, including as a Member of Julian Glover’s Landscapes Review Panel, and Caroline as our Co-Chair from the Natural England Board, where she brings her long experience, including as a previous Secretary of State, to both Board’s and the Panel’s discussions.  Professor Clare Fitzsimmons, of Newcastle University, is Natural England’s other Board Member on the Panel.  Clare is Chair of Natural England’s Science Advisory Panel, providing a useful link between the work of the two Panels.",
                "tag": "p"
            },
            {
                "content": "The Panel was established in 2021 to provide advice to Natural England’s Board on landscape aspects of its work.  We have grown into our role and in this blog post we aim to provide more insight into the work of the Panel, and the ways in which its advice has been used by Natural England.",
                "tag": "p"
            },
            {
                "content": "Early days ",
                "tag": "p"
            },
            {
                "content": "The Panel was established in late 2021, following an open recruitment to appoint Members from a range of different backgrounds and areas of expertise. Tony Juniper, Natural England’s Chair, celebrated the Panel’s launch in his Blog in January 2022. ",
                "tag": "p"
            },
            {
                "content": "The Panel’s early meetings were impacted by Covid-19 restrictions, meaning we could only meet online, limiting our ability to develop the open and creative discussions that face to face gatherings are so much better at facilitating.  With the lifting of Covid-19 restrictions, the Panel was able to get into its stride, meeting face to face and undertaking several field visits to look at current issues and opportunities, and to hear from many inspirational people.",
                "tag": "p"
            },
            {
                "content": "Bold and Brave ",
                "tag": "p"
            },
            {
                "content": "A strong theme in the Panel’s advice to Natural England has been to be bold and brave.  We know that we face nature, climate and wellbeing crises and know that England’s land – and therefore its landscapes – have a fundamental role to play in making a better place for people and nature to thrive in harmony together in the future. ",
                "tag": "p"
            },
            {
                "content": "The Panel has provided advice on a wider range of Naturel England business, but there are four areas where we feel it has had particular impact. ",
                "tag": "p"
            },
            {
                "content": "Urban greening and Nature Towns and Cities.   The Panel’s early work related directly to Natural England’s response to the Landscapes Review, commissioned by then Secretary of State, Michael Gove and undertaken by a Panel led by Julian Glover.  ",
                "tag": "p"
            },
            {
                "content": "The Review reported in 2019 and, amongst various recommendations, it highlighted the need for new landscape approaches on the coast and in urban areas.  The need for radical urban greening has been a concern for a long time, and the Panel was pleased to both endorse and advise upon development of an urban greening accreditation approach that has grown to become Nature Towns and Cities, with partners National Trust and National Heritage Lottery Fund. ",
                "tag": "p"
            },
            {
                "content": "A new National Park.   In November 2023, then-Prime Minister Rishi Sunak asked Natural England to identify where a new English National Park should go, and the Panel was closely involved in advising on strategic options, including looking at the potential for new styles of National Park.  ",
                "tag": "p"
            },
            {
                "content": "The Panel advised on technical aspects of some of the analysis Natural England undertook using the All-England Landscape Mapping tool and developed a set of principles that it advised Natural England could be used to think about a new-style National Park.  The 2024 General Election and change of Government meant this work has not been progressed any further. ",
                "tag": "p"
            },
            {
                "content": "Natural England’s new Strategy.  Natural England’s Board also commissioned the Panel to advise throughout development of its new Strategic Direction and subsequent full Strategy.  Important strands of our advice included around the ways in which landscape features, the need to be clearer about the many ways in which society values nature, that we need to emphasise that we depend on nature for survival, and caution about the risks of short-term horizons.  ",
                "tag": "p"
            },
            {
                "content": "At our most recent meeting in early July, we advised on strategic and practical aspects of adopting a more integrated, place-based approach to local nature recovery, as a contribution to Strategy delivery. ",
                "tag": "p"
            },
            {
                "content": "Supporting England’s Protected Landscapes to contribute more to 30by30.  Most recently, the Panel was commissioned by the Natural England Board to provide advice about how to support National Trails, National Landscapes and National Parks to deliver more towards achieving Government’s international commitment to protect 30% of land and sea for biodiversity by 2030.  ",
                "tag": "p"
            },
            {
                "content": "To help us develop our advice, the Panel held its April meeting in the beautiful surroundings of Upper Teesdale, in the North Pennines National Landscape, meeting farmers and land managers on the Raby Estate, at the sharp end of balancing nature, climate, social and economic needs.  The Panel’s resulting advice shaped proposals discussed with Natural England’s Board at the end of July, where NE Board Members were able to discuss issues, opportunities and priorities with Panel Members and Chairs and Chief Executives of National Trails UK, National Landscapes Association and National Parks England. ",
                "tag": "p"
            },
            {
                "content": "A collaborative, inclusive and listening approach ",
                "tag": "p"
            },
            {
                "content": "What made this Protected Landscapes and 30by30 gathering particularly valuable was the direct dialogue between Natural England Board Members and the people who know these landscapes best – the Chairs and Chief Executives who lead our protected landscape partnerships day in, day out – with the diverse membership of the Advisory Panel adding depth of knowledge, creativity and challenge. These conversations don't just inform Board decisions; they help to ensure that Natural England’s approach is grounded in practical reality and a genuinely collaborative, inclusive and listening approach to nature recovery. ",
                "tag": "p"
            },
            {
                "content": "This collaborative approach reflects the Government's broader Plan for Change vision, which recognises that achieving ambitious environmental goals requires bringing together expertise from across sectors and landscapes to create integrated solutions that work for nature, climate and communities. ",
                "tag": "p"
            },
            {
                "content": "Into the future ",
                "tag": "p"
            },
            {
                "content": "The Panel’s membership was reviewed in late 2024, as Members’ first three-year terms came towards an end.  All existing Members were reappointed for up to a further three years, but we also identified two areas of interest/expertise that we feel need strengthening – equality, diversity and inclusion, and the role of Local Authorities.  We plan to recruit to fill these gaps shortly, with the Terms of any new appointees starting in 2026.   ",
                "tag": "p"
            },
            {
                "content": "NELAP's value is in bringing together independent expertise and practical experience to help Natural England’s Board deliver the landscape aspects of its remit.  Our advice is helping Natural England to deliver Government’s climate, nature and wellbeing priorities across England’s diverse and wonderful landscape. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/08/experience-and-expertise-advising-natural-englands-board-natural-englands-landscape-advisory-panel-after-three-and-a-half-years/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Co-Chairs Dame Caroline Spelman and Sarah Mukherjee MBE. Together, we have the pleasure of Co-Chairing Natural England’s Landscape Advisory Panel (NELAP), Sarah as our external Co-Chair, drawing upon her long experience, including as a Member of Julian Glover’s Landscapes …"
    },
    {
        "title": "What’s changing – Patent examination",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-10-07T14:59:57",
        "categories": [
            "Digital",
            "Innovation",
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "Our One IPO Patent Service is set to launch in early 2026. This new platform will revolutionise the way you apply for, oversee and track patents, delivering a modern approach to intellectual property management. ",
                "tag": "p"
            },
            {
                "content": "We are publishing a weekly blog series to provide you with comprehensive guidance on each aspect of the upcoming changes. Our goal is to ensure you're fully prepared and confident for a seamless move to our new digital service. ",
                "tag": "p"
            },
            {
                "content": "Last week we shared details of how applying for a patent will change. Now we’re going to focus on the next stage of the patent application process – patent examination. This is where our patent examiners scrutinise the patent application to make sure it meets the criteria for granting a patent and explain any reasons why it can’t be. ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of the new examination process? ",
                "tag": "h3"
            },
            {
                "content": "There are several benefits to the new process:",
                "tag": "p"
            },
            {
                "content": "How patent searches and exams work ",
                "tag": "h3"
            },
            {
                "content": "In the One IPO service you will receive an email notification once your patent search or examination has been completed. The email will contain a link that will take you to the relevant patent – you’ll have to be logged in to access it. ",
                "tag": "p"
            },
            {
                "content": "Within each patent record there’s an ‘upcoming actions’ heading. When an examination report is ready to be viewed, a link saying ‘respond to examination report’ will appear. This will allow you to respond to what the patent examiner has said and provide any additional information necessary. ",
                "tag": "p"
            },
            {
                "content": "What’s different about responding to an exam report? ",
                "tag": "h3"
            },
            {
                "content": "The ‘respond to an exam report’ page looks very similar to the ‘apply for a patent’ page. You will be able to upload revised documents for descriptions, claims and drawings if necessary. Similarly to the new application service, you will need to attach these separately, rather than as one combined document. ",
                "tag": "p"
            },
            {
                "content": "You must also upload a response document. This would essentially be your covering letter where you provide any comments for the patent examiner – for example, agreeing or disagreeing with their observations. ",
                "tag": "p"
            },
            {
                "content": "Previously, it’s been common practice for customers to submit ‘replacement pages’. That means only sending the IPO the pages of the document that have been changed. Now we’ll be asking for you to send us the complete document instead. This will make things quicker and more efficient because we won’t have to place the revised pages into the documents you have submitted. ",
                "tag": "p"
            },
            {
                "content": "Can I mark-up documents? ",
                "tag": "h3"
            },
            {
                "content": "When it comes to mark-up on documents (i.e. tracked changes or comments on documents) the rules are unchanged. You should submit documents with mark-up on with your covering letter. If you do not file clean copies of any marked up documents we will request them prior to processing your amendment.",
                "tag": "p"
            },
            {
                "content": "To aid our transition to One IPO, it would help us greatly if you could file complete copies of your amended patent specifications when submitting amendments through our legacy systems. For example, if you are submitting amendments to pages 3 and 8 of the description, it would be helpful if you could submit the following:",
                "tag": "p"
            },
            {
                "content": "Complete copies of amended specifications allow us to process amendments more quickly, which is of increasing importance as we transition to our new services.",
                "tag": "p"
            },
            {
                "content": "What’s the next step?",
                "tag": "h3"
            },
            {
                "content": "Once you have responded to the exam report, the process will repeat until both the applicant and the IPO are satisfied that the patent is ready to be granted or cannot be granted. You will be able to view your previous responses to the examiner and the associated documents in your account. ",
                "tag": "p"
            },
            {
                "content": "In some cases, there may be a slight delay in you being able to view your response to the examiner in your account. This is because we must first do a manual check to ensure that documents are suitable for publication (for example, ensuring personal information is redacted). Once this check has been completed, your response will be viewable in your account. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/10/07/whats-changing-patent-examination/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "We are publishing a weekly blog series to make sure you are prepared for the transition to One IPO Patent Service. This week we are focusing on the patent examination process."
    },
    {
        "title": "Top tips on how to keep your child healthy at school",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-07T12:34:38",
        "categories": [
            "Returning to school",
            "Schools"
        ],
        "content": [
            {
                "content": "For many, the start of the school term will mean mixing with different groups of people, which is why the autumn term is also known for its colds and bugs.",
                "tag": "p"
            },
            {
                "content": "While it’s usually safe for parents and carers to send their children to school with mild illnesses, like a minor cough, runny nose or sore throat, there are steps you can take to ensure your child is better protected against illnesses, so they don’t miss out on vital time in school.",
                "tag": "p"
            },
            {
                "content": "Here we take you through what you can do to reduce the chances of your child getting ill.",
                "tag": "p"
            },
            {
                "content": "Make sure your child is up to date with their vaccinations",
                "tag": "h3"
            },
            {
                "content": "Childhood infections such as measles are picking up again across England. And in 2024, there was a large outbreak of whooping cough across the country.",
                "tag": "p"
            },
            {
                "content": "Childhood infections like measles and whooping cough are rising, with outbreaks across the country.",
                "tag": "p"
            },
            {
                "content": "These infections can have a huge impact on your child’s life, including missing out on school due to illness, being hospitalised, and even experiencing life-long complications and disability.",
                "tag": "p"
            },
            {
                "content": "The best protection you can give your child is to get them vaccinated. If your child isn’t vaccinated, they’re not protected.",
                "tag": "p"
            },
            {
                "content": "It is important for parents to take up the offer of the NHS’ free childhood immunisation programme as soon as they are offered ensure your child has the best protection.",
                "tag": "p"
            },
            {
                "content": "However, if you or your child have missed a vaccine, it’s never too late to find out if you can catch up.",
                "tag": "p"
            },
            {
                "content": "Parents and guardians should check their child’s Red Book to find out if they have missed any vaccines or contact their GP if they are unsure.",
                "tag": "p"
            },
            {
                "content": "Protecting those who are most vulnerable ",
                "tag": "h3"
            },
            {
                "content": "Getting vaccinated also means you are helping protect others around you. For example, infants under one year, and those with weakened immune systems, can’t have the Measles Mumps Rubella (MMR) vaccine and they are also at greater risk of serious illness and complications from measles, including death. Some individuals may have been fully vaccinated in the past but have since developed a medical condition and/or are receiving treatment, such as cancer therapy, that can wipe out their previous immunity, leaving them at much greater risk.",
                "tag": "p"
            },
            {
                "content": "We all have our part to play in helping protect those who are more vulnerable by ensuring all children and family members are fully vaccinated and helping stop the spread of the disease to those at greatest risk. They rely on the rest of us getting the vaccine to protect them.",
                "tag": "p"
            },
            {
                "content": "Remind your child of basic hygiene measures",
                "tag": "h3"
            },
            {
                "content": "Some basic hygiene practices go a long way in preventing infections. Remind your child to:",
                "tag": "p"
            },
            {
                "content": "You can use the free e-Bug resources to explore hygiene topics with your child.",
                "tag": "p"
            },
            {
                "content": "Know when your child is too ill for school",
                "tag": "h3"
            },
            {
                "content": "It’s usually safe for you to send your child to school with mild illnesses, like a minor cough, runny nose or sore throat. However, children should stay at home if they have a high temperature of 38C or above.",
                "tag": "p"
            },
            {
                "content": "The NHS has published guidance to help you decide whether your child is well enough to attend school, including information on a range of common childhood illnesses and conditions, such as coughs, colds, chickenpox, measles and headlice.",
                "tag": "p"
            },
            {
                "content": "What can schools do to ensure they’re prepared for seasonal illness?",
                "tag": "h3"
            },
            {
                "content": "Basic hand, respiratory and cough hygiene measures have a big impact on reducing the spread of illness. You can find more detail on these in the guidance on preventing and controlling infections.",
                "tag": "p"
            },
            {
                "content": "This autumn term, all school children in England (from reception to year 11) will be offered a flu vaccination in school.",
                "tag": "p"
            },
            {
                "content": "Here’s where you can find the updated flu guidance for primary and secondary schools.",
                "tag": "p"
            },
            {
                "content": "This can help protect children against flu, reduce absence and reduce transmission within the community – including the likelihood of teachers catching flu from pupils.",
                "tag": "p"
            },
            {
                "content": "Here’s where you can find the updated flu guidance for primary and secondary schools.",
                "tag": "p"
            },
            {
                "content": "Secondary pupils are also offered the HPV vaccine in year 8, MenACWY vaccine in year 9, three in one teenage booster in year 9 and MMR for children who haven’t already been vaccinated.",
                "tag": "p"
            },
            {
                "content": "These vaccines help protect young people and the wider community against serious illness at a time when we are seeing the return of vaccine preventable illnesses circulating amongst the unvaccinated.",
                "tag": "p"
            },
            {
                "content": "By following these simple steps – keeping vaccinations up to date, practising good hygiene, and knowing when to keep children at home – you can help ensure your child stays healthy and enjoys a successful school term.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/top-tips-how-child-healthy-school/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "For many, the start of the school term will mean mixing with different groups of people, which is why the autumn term is also known for its colds and bugs. While it’s usually safe for parents and carers to send …"
    },
    {
        "title": "Protecting the environment in East Anglia during prolonged dry weather",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-07T09:36:54",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency",
            "Fisheries and biodiversity",
            "Invasive species",
            "Rivers",
            "Water"
        ],
        "content": [
            {
                "content": "East Anglia is one of several areas across England experiencing prolonged dry weather or drought. Nationally, the Environment Agency is coordinating efforts through the National Drought Group to protect water supplies and the environment during this challenging period.",
                "tag": "p"
            },
            {
                "content": "Whilst the start of September has seen 40-60mm of welcome rain, it provides limited environmental benefits due to the exceptionally dry soils from the summer. Further rainfall, usually associated with autumn and winter, is required before our rivers, groundwater and ecology can recover.",
                "tag": "p"
            },
            {
                "content": "What's happening to the wildlife in our rivers",
                "tag": "p"
            },
            {
                "content": "River levels across East Anglia are currently at some of the lowest levels recorded since summer 1976. Public water supplies are secure, but the combination of below average rainfall and warmer temperatures has created challenging conditions for the wildlife.",
                "tag": "p"
            },
            {
                "content": "When water levels drop and temperatures rise, there's less oxygen dissolved in rivers and streams. This creates stressful conditions for fish and other aquatic life, and in severe cases can lead to fish rescues.",
                "tag": "p"
            },
            {
                "content": "How we're responding",
                "tag": "p"
            },
            {
                "content": "We've increased our environmental monitoring across East Anglia so we’ve been able to spot problems early and take action. Our teams have been measuring dissolved oxygen levels and river flows at over 100 additional sites throughout the region.",
                "tag": "p"
            },
            {
                "content": "Our fisheries teams have been:",
                "tag": "p"
            },
            {
                "content": "Local success stories",
                "tag": "p"
            },
            {
                "content": "Throughout the summer, where low levels of dissolved oxygen have been detected or reported, our staff have quickly intervened. Mechanical and chemical aeration equipment have raised oxygen levels back to a healthy condition saving thousands of fish.",
                "tag": "p"
            },
            {
                "content": "In Ipswich, we detected very low oxygen levels in the River Gipping. This was caused by a build-up of an invasive species call Azolla filiculoides (water fern). This non-native plant can quickly spread and block waterways, starving the water of oxygen. In response, our staff cleared substantial amounts of the invasive vegetation from the river. This work was supported by Anglian Water who temporarily reduced abstraction, increasing river flow.",
                "tag": "p"
            },
            {
                "content": "Throughout summer 2025, we have rescued fish from several local authority owned fishing ponds where water levels had dropped very low. Fish were carefully moved to enclosed lakes with better water levels. These lakes were not used for fishing so provided a safe home where fish could recover.",
                "tag": "p"
            },
            {
                "content": "You can read more about what the EA has been doing nationally to protect aquatic life during drought conditions:  From Fish to Rare Crayfish: England’s Drought Wildlife Rescue Operations  – Creating a better place",
                "tag": "p"
            },
            {
                "content": "What’s our long-term response?",
                "tag": "p"
            },
            {
                "content": "It can take a long time for rainfall to fully replenish groundwaters, reservoirs and rivers. The environment can take even longer to recover. Therefore, we'll continue monitoring the situation and act where necessary to protect the environment and wildlife.",
                "tag": "p"
            },
            {
                "content": "The Environment Agency continues to work nationally to monitor and respond to drought conditions. Through the National Drought Group, we’re coordinating efforts with water companies, farmers, environmental organisations and local authorities to safeguard water supplies and protect wildlife. You can read more about the national response here.",
                "tag": "p"
            },
            {
                "content": "How can the public help?",
                "tag": "p"
            },
            {
                "content": "Everyone can continue to play a part in managing the impact of dry weather:",
                "tag": "p"
            },
            {
                "content": "Find the latest information here:  weekly dry weather summaries, water situation reports, and the Water hub.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/07/protecting-the-environment-in-east-anglia-during-prolonged-dry-weather/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "East Anglia is one of several areas across England experiencing prolonged dry weather or drought. Nationally, the Environment Agency is coordinating efforts through the National Drought Group to protect water supplies and the environment during this challenging period. Whilst the …"
    },
    {
        "title": "Nature Returns: 4 years on",
        "authors": [
            "Mike Morecroft"
        ],
        "posted_on": "2025-10-07T09:00:00",
        "categories": [
            "Natural England",
            "Nature",
            "Nature Returns",
            "Nature-based solutions"
        ],
        "content": [
            {
                "content": "Nature Returns is a flagship programme led by Natural England, which is delivering practical solutions for nature and climate and building robust scientific evidence to support policy and investment decisions.",
                "tag": "p"
            },
            {
                "content": "Nature-based solutions address problems in ways that benefit both people and nature. For example, trees can take carbon out of the atmosphere and support biodiversity at the same time, and wetlands can store flood waters, build resilience to climate change and provide habitats for threatened species.As we look towards a Land Use Framework for England, we need to manage land for multiple benefits if we are to have any chance of meeting all the demands placed upon a small island by a growing population.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h4"
            },
            {
                "content": "The Nature Returns Programme has been running since 2021 and a summary report on achievements to date has recently been published.",
                "tag": "p"
            },
            {
                "content": "Good working relationships and efforts of a large cross-organisation team have been fundamental to the programme’s success. This includes fantastic partnership working with Royal Botanic Gardens, Kew, Environment Agency, Forestry Commission and six local partnerships around England, involving NGOs, local government and private landowners.  Defra and DESNZ, the sponsoring government departments, have also been closely involved.  The project has been mainly funded by HM Treasury’s Shared Outcomes Fund.",
                "tag": "p"
            },
            {
                "content": "Habitat creation and restoration",
                "tag": "h4"
            },
            {
                "content": "In conjunction with the six local partnerships, the programme has delivered real land use change on the ground. This includes:",
                "tag": "p"
            },
            {
                "content": "Practicalities of creating new habitats within working landscapes",
                "tag": "h4"
            },
            {
                "content": "The practicalities of creating new habitats within working landscapes were explored through this work, with the programme providing the opportunity for local partners to try different approaches. Two key points stand out:",
                "tag": "p"
            },
            {
                "content": "Practical nature recovery complemented by science",
                "tag": "h4"
            },
            {
                "content": "A strong science programme at both Natural England and the Royal Botanic Gardens, Kew, has complemented the practical nature recovery work.  This has focused on enhancing our understanding of carbon storage in biodiverse habitats including hedgerows, grasslands, and woodlands. ",
                "tag": "p"
            },
            {
                "content": "One highlight includes a newly published scientific paper by the Natural England team comparing the soil carbon and biodiversity of species-rich grasslands of different ages.  This shows how biodiverse grasslands can take up and store carbon, particularly in the early years after their establishment.",
                "tag": "p"
            },
            {
                "content": "Colleagues at Kew have carried out detailed studies across the landscape at Wakehurst, Sussex to complement the wider scale work at Natural England.  This included a study of mycorrhizal fungi, which have a symbiotic relationship with plant roots.  The presence of some of these species is a good indicator of high carbon storage.",
                "tag": "p"
            },
            {
                "content": "The programme has also enabled the development of new techniques, including ways of monitoring carbon in scrub and hedgerows using non-destructive Lidar techniques – a real step forward in assessing the benefits of these habitats as nature-based solutions. ",
                "tag": "p"
            },
            {
                "content": "Environment Agency and Forestry Commission staff have worked with local partners to explore the opportunities and challenges associated with seeking private finance to support nature-based solutions in addition to government support. The Nature Returns team has published a range of reports and run workshops and webinars to help local projects in this area.",
                "tag": "p"
            },
            {
                "content": "The future of the project",
                "tag": "h4"
            },
            {
                "content": "Nature Returns is continuing this year, with a big focus on climate change adaptation – how we can use natural solutions to reduce the risks associated with climate change.  For example, how trees and hedgerows can provide shade, and how restoring streams and creating wetlands can increase water retention in soils.",
                "tag": "p"
            },
            {
                "content": "Going forward a priority is to revisit our newly created habitats to see how they have developed and measure the extent to which carbon storage and biodiversity have been enhanced.",
                "tag": "p"
            },
            {
                "content": "More information",
                "tag": "h4"
            },
            {
                "content": "You can find all of our publications and further information on the Nature Returns website, or by visiting the Nature Returns Access to Evidence page.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/07/nature-returns-4-years-on/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Nature Returns is a flagship programme led by Natural England, which is delivering practical solutions for nature and climate and building robust scientific evidence to support policy and investment decisions. Nature-based solutions address problems in ways that benefit both people and …"
    },
    {
        "title": "Everything you need to know about teacher training bursaries and scholarships ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-06T22:35:00",
        "categories": [
            "Teacher recruitment",
            "teachers"
        ],
        "content": [
            {
                "content": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know. ",
                "tag": "p"
            },
            {
                "content": "What is being announced? ",
                "tag": "h3"
            },
            {
                "content": "From today, people training to become teachers in key subjects can apply for tax-free bursaries and scholarships worth up to £31,000. ",
                "tag": "p"
            },
            {
                "content": "This funding is designed to attract more people into the profession by helping cover the cost of training, so that finances are less of a barrier. ",
                "tag": "p"
            },
            {
                "content": "Which subjects are covered? ",
                "tag": "h3"
            },
            {
                "content": "Bursaries are focused on priority subjects where more teachers are needed, including: ",
                "tag": "p"
            },
            {
                "content": "In addition, scholarships are available in Physics, Chemistry and Computing.",
                "tag": "p"
            },
            {
                "content": "These subjects are vital to young people’s futures, but also areas where schools have found it hardest to recruit enough teachers. ",
                "tag": "p"
            },
            {
                "content": "How can I apply for the bursaries and scholarships?",
                "tag": "h3"
            },
            {
                "content": "Bursaries are straightforward - if you qualify for one, you'll get it automatically when you start your teacher training. No application is needed.",
                "tag": "p"
            },
            {
                "content": "Scholarships work differently. They're run by organisations who love their subject and want to support new teachers. As well as money, you'll get extra perks like mentoring and the chance to meet other teachers in your field. You do need to apply for these.",
                "tag": "p"
            },
            {
                "content": "However it is worth noting you can only get one or the other - not both.",
                "tag": "p"
            },
            {
                "content": "Find out more here.",
                "tag": "p"
            },
            {
                "content": "Are there other routes into teaching? ",
                "tag": "h3"
            },
            {
                "content": "Yes. There are also employment-based routes. We support these too, for example, schools offering Postgraduate Teaching Apprenticeships (PGTA) will continue to receive salary grants of up to £29,000. ",
                "tag": "p"
            },
            {
                "content": "This means trainees can earn a salary while they learn. ",
                "tag": "p"
            },
            {
                "content": "How does this support fit into wider plans to recruit more teachers? ",
                "tag": "h3"
            },
            {
                "content": "The government has pledged to recruit an additional 6,500 teachers by the end of this Parliament. ",
                "tag": "p"
            },
            {
                "content": "Already, there are over 2,300 more secondary and special schoolteachers in classrooms this year compared to last year, and 1,300 fewer teachers leaving the profession, meaning more pupils are being taught by experienced staff. ",
                "tag": "p"
            },
            {
                "content": "The bursaries build on this progress by encouraging more people to enter the profession. ",
                "tag": "p"
            },
            {
                "content": "Why is this important? ",
                "tag": "h3"
            },
            {
                "content": "High-quality teaching is the single biggest driver of school improvement and pupil success. ",
                "tag": "p"
            },
            {
                "content": "By supporting more people to train as teachers, particularly in shortage subjects, these bursaries will help ensure that every child has access to excellent teaching. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for families and pupils? ",
                "tag": "h3"
            },
            {
                "content": "More teachers in classrooms, especially in maths, science and computing, means pupils can get the specialist teaching they need. This is particularly important in disadvantaged communities, where the impact of high-quality teaching can be most transformative. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/everything-you-need-to-know-about-teacher-training-bursaries-and-scholarships/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses.  Here’s what you need to …"
    },
    {
        "title": "Kinship care: a journey, not always a destination",
        "authors": [
            "Jahnine Davis"
        ],
        "posted_on": "2025-10-06T16:32:43",
        "categories": [
            "Kinship care"
        ],
        "content": [
            {
                "content": "In 2021, I was appointed to the Child Safeguarding Review Panel and became the National Kinship Care Ambassador in September 2024. Through my lived and professional experiences, I advocate for children living in kinship care and their families across England. Twelve months into this position, I've met children, parents, carers, extended family members, and professionals across the sector. Each conversation has deepened my understanding of kinship care's complexities and highlighted its vital role in giving children the best start in life.",
                "tag": "p"
            },
            {
                "content": "Children enter kinship care for various reasons—bereavement, parental mental ill-health, safeguarding concerns, and other challenges. The Department for Education supports kinship arrangements through statutory guidance and commissioned practice guides.",
                "tag": "p"
            },
            {
                "content": "Reflecting on a Whole Family Approach",
                "tag": "h2"
            },
            {
                "content": "When first briefed on this role, I questioned whether we were taking a sufficiently holistic approach. While carers' experiences must never be overlooked, I found myself asking: Where are the children in this narrative? What do we know about parents and the wider family network?",
                "tag": "p"
            },
            {
                "content": "In this role, my lens must include children, parents, carers, and supporting services. Policy must reflect this comprehensive view.",
                "tag": "p"
            },
            {
                "content": "Listening to Families",
                "tag": "h2"
            },
            {
                "content": "This year's journey has taught me that focusing solely on carers, particularly those with Special Guardianship Orders, risks sidelining children's voices and needs, despite best intentions. We also overlook insights from other arrangements especially informal ones, and miss opportunities to understand and support parents navigating difficult circumstances.",
                "tag": "p"
            },
            {
                "content": "Most arrangements are loving, stable, and secure. Yet critical questions remain:",
                "tag": "p"
            },
            {
                "content": "Research from Foundations and Coram found that mediation and conflict resolution between parents and carers can improve contact arrangements and alleviate concerns. Regardless of how children enter kinship care, family needs continue evolving—we must view kinship as a journey, and not always a destination.",
                "tag": "p"
            },
            {
                "content": "Year Two Initiatives",
                "tag": "h2"
            },
            {
                "content": "To build a more inclusive kinship care landscape, I'm working on some new projects:",
                "tag": "p"
            },
            {
                "content": "Moving Forward Together",
                "tag": "h2"
            },
            {
                "content": "Kinship families’ needs continue to evolve once a placement is made, whether they are the child’s, parents’ or carers’. It is incumbent on all of us as policymakers, practitioners, families, and communities to work together to ensure that every child, regardless of where or with whom they live, can thrive.",
                "tag": "p"
            },
            {
                "content": "Please look out for a future First-Year Report reflecting on my first year in post. This will highlight insights from families and professionals, and showcases local innovation and challenges implementing the local offer of support to kinship families.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/10/06/national-kinship-care-ambassador-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "The National Kinship Care Ambassador, Jahnine Davis, talks about taking a whole family approach that includes children's voices, parental support, and evolving family needs."
    },
    {
        "title": "GOVERNMENT VETERINARY SERVICES (GVS) AT THE LONDON VET SHOW 2025 ",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-10-06T14:37:55",
        "categories": [
            "Government Veterinary Services",
            "Jobs and Experiences",
            "Professional development"
        ],
        "content": [
            {
                "content": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we do. ",
                "tag": "p"
            },
            {
                "content": "The Government Veterinary Services, led by UK Chief Veterinary Officer (CVO) Christine Middlemiss, represents the community of vets working across government. It provides a community for all government vets, from those conducting inspections and ensuring our food is safe to eat, disease control, and safeguarding animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "They work in a number of government departments and agencies, such as the Food Standards Agency (FSA), The Veterinary Medicines Directorate (VMD) and the Animal and Plant Health Agency (APHA) as well as the devolved governments in Scotland, Wales and Northern Ireland ",
                "tag": "p"
            },
            {
                "content": "This year, we are sharing our stand with the Animal and Plant Health Agency (APHA). Visit our joint stand to explore what a career in GVS could look like for you — and get inspired to start your own Government Veterinary Story. ",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/10/06/government-veterinary-services-gvs-at-the-london-vet-show-2025/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we …"
    },
    {
        "title": "Coverage of our proposals to shakeup home buying and selling process ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-06T13:13:10",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.  ",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of first-time buyers are set to save £710 when buying a home under the proposals which will reduce the process by four weeks, saving people time, money and reducing unnecessary stress.  ",
                "tag": "p"
            },
            {
                "content": "The Metro’s front page splashes on exclusive comments from the Prime Minister, stating the homebuying process is “one of the most stressful things” people will do. He focused on the “torturous process of transactions” that \"fall through at the last minute, costing thousands of pounds” after they have “shelled out for surveys and solicitors”.   ",
                "tag": "p"
            },
            {
                "content": "In addition, several national papers have run the story on its front pages including The Daily Telegraph, alongside further prominent coverage in The Guardian, Sky News (including a news alert), Independent, BBC News online, PA, The Mirror, The I, the Sun, Daily Star, Financial Times, The Times and the Daily Mail. Minister Fahnbulleh has also undertaken the morning broadcast round on the topic and carried out interviews with Times Radio, Sky News, BBC Breakfast, LBC, ITV’s Good Morning Britain, ITN, Bauer and GB News.  ",
                "tag": "p"
            },
            {
                "content": "The news has also been welcomed by a number of organisations, with comments across the media from groups such as Rightmove, Zoopla, Nationwide, Santander, and the Royal Institute of Chartered Surveyors.  ",
                "tag": "p"
            },
            {
                "content": "Reforms unveiled today include:  ",
                "tag": "p"
            },
            {
                "content": "Housing Secretary, Steve Reed, said:  ",
                "tag": "p"
            },
            {
                "content": "“Buying a home should be a dream, not a nightmare.   ",
                "tag": "p"
            },
            {
                "content": "“Our reforms will fix the broken system so hardworking people can focus on the next chapter of their lives.   ",
                "tag": "p"
            },
            {
                "content": "“Through our Plan for Change we are putting more money back into working people’s pockets and making a simple dream a simple reality.”  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/06/coverage-of-our-proposals-to-shakeup-home-buying-and-selling-process/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.   Hundreds of thousands of first-time buyers are …"
    },
    {
        "title": "UK Space Agency funding for growing Welsh space sector ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-06T12:52:03",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "At the UK Space Agency, we are committed to building a truly national space ecosystem; one that draws on the strengths of every part of the UK. Wales is home to a dynamic and fast-growing space sector, and we’re proud to support its continued growth with a dedicated funding boost.",
                "tag": "p"
            },
            {
                "content": "Delivered through our Devolved Administrations Programme, this £247,000 funding will help deliver on the ambitions set out in Wales: A Sustainable Space Nation – the Welsh space strategy published in 2022. Working in partnership with Space Wales and the Welsh Government, the programme is designed to unlock new opportunities for businesses, researchers, and communities, driving local growth and supporting innovation. ",
                "tag": "p"
            },
            {
                "content": "Driving sustainable growth across the UK",
                "tag": "h2"
            },
            {
                "content": "We want to build one of the most innovative and attractive space economies in the world. A big part of this mission is ensuring that every region of the UK plays a role in the sector’s success. ",
                "tag": "p"
            },
            {
                "content": "This new round of funding – announced ahead of World Space Week (4–10 October) – will enable organisations across Wales to deliver targeted, high-impact projects that support the goal of becoming a sustainable space nation. Funding is divided into two strands, ensuring opportunities are available for both early-stage innovators and established cluster partners. ",
                "tag": "p"
            },
            {
                "content": "Antonia Yendell, Head of Space Ecosystem Development at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "A thriving Welsh space sector",
                "tag": "h2"
            },
            {
                "content": "The Welsh space sector already contributes £345 million annually to the economy, sustaining over 1,700 jobs across more than 105 organisations. It is home to an impressive mix of strengths, including an environment suited for spaceplane operations, advanced optical tracking and telemetry, and 7,100 sq km of segregated airspace with no ceiling. ",
                "tag": "p"
            },
            {
                "content": "Dr Rosie Cane, Cluster Development Manager at Space Wales, said: ",
                "tag": "p"
            },
            {
                "content": "Apply for funding",
                "tag": "h2"
            },
            {
                "content": "We are inviting applications from organisations across Wales that can demonstrate: ",
                "tag": "p"
            },
            {
                "content": "Companies have until 24 October 2025 to apply via GOV.UK. All projects must be completed by 31 March 2026. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/06/uk-space-agency-funding-for-growing-welsh-space-sector/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is supporting the growth of Wales' space sector with a dedicated funding boost to unlock new opportunities, drive local growth and support innovation. "
    },
    {
        "title": "PropTech innovation takes on housing delivery challenges  ",
        "authors": [
            "Joanna Averley, Chief Planner, MHCLG"
        ],
        "posted_on": "2025-10-06T10:06:48",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "How do we embark on the journey of solving 3 fundamental problems holding back housing delivery in England?  ",
                "tag": "p"
            },
            {
                "content": "Several months ago, we challenged the PropTech sector to come up with scalable solutions to address land data accessibility, small site deliverability and infrastructure certainty.  ",
                "tag": "p"
            },
            {
                "content": "The response exceeded all our expectations. I discussed the overwhelming interest we had in a previous blog post. Now, following a series of in-depth judging days, 84 applications have been whittled down to 12 selected pilots which were launched at a celebration event at the end of September. These teams will now develop their innovations further, including real world testing with local authority and developer partners. ",
                "tag": "p"
            },
            {
                "content": "We’re running the PropTech Innovation Challenge in collaboration with Geovation from Ordnance Survey. At the recent event I was thrilled to hear from each of the winning teams about their innovative solutions. The energy in the room was tangible, and it was clear the teams were eager to move from their pitch presentations to the implementation phase.  ",
                "tag": "p"
            },
            {
                "content": "Each team is receiving up to £100,000 and will work up until March 2026 to develop and test their innovations.  ",
                "tag": "p"
            },
            {
                "content": "3 critical areas ",
                "tag": "h2"
            },
            {
                "content": "The solutions each cover one of the 3 challenge areas we set out. One company is developing an innovative approach to make land ownership data more accessible and transparent. Five teams are exploring how they can offer greater certainty to developers with tools that provide reliable insights into essential infrastructure capacity. Meanwhile 6 companies are focused on unlocking small site delivery by reducing investment risks and improving viability assessments for smaller developments. You can find out more about the statements in another one of our previous blog posts and Geovation's Challenge research report.",
                "tag": "p"
            },
            {
                "content": "Powerful collaboration ",
                "tag": "h2"
            },
            {
                "content": "At the event what struck me most wasn't just the innovative ideas and sophistication of the technology on display, but the genuine collaboration between public and private sectors. I am delighted that these teams are embarking on their journeys of discovery alongside local government partners who are equally passionate about solving these problems. These partnerships represent something new – a shared commitment to solving complex problems together, through innovation, with the ultimate goal of delivering the 1.5 million homes our country needs. ",
                "tag": "p"
            },
            {
                "content": "And that’s really what it all comes down to. And something we must keep front of mind. Having also chaired the recent Housing Design Awards, which culminated last month, I visited many schemes during the judging process and stood with people in their new homes. These visits are always powerful reminders of what a vital stepping stone a home is for people and just how important this work is.  ",
                "tag": "p"
            },
            {
                "content": "The journey ahead ",
                "tag": "h2"
            },
            {
                "content": "I’m looking forward to seeing how these 12 teams progress with their pilots and the advances they’ll have made by March 2026, which will hopefully lead to adoption and scaling across the housing sector. You can follow their progress and learn more about each solution on the PropTech Innovation Challenge website page. We’re planning to organise a show and tell in December.  ",
                "tag": "p"
            },
            {
                "content": "I also set the teams a challenge – to build open source solutions wherever possible and design out repeat costs. This way, we can maximise the number of people who benefit from these innovations. I have also asked them to consider how we can enable local authorities to leapfrog their current practice and what key messages I need to take back to policymakers to help make this happen. I am looking forward to seeing how they respond. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/10/06/proptech-innovation-takes-on-housing-delivery-challenges/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Following rigorous judging, 12 project teams have been selected from 84 applications to tackle three fundamental problems holding back housing delivery in England. Working alongside local authority and developer partners, each innovator will work until March 2026 testing their solutions in the real world."
    },
    {
        "title": "Working together to shape the next generation of New Towns ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-06T09:29:26",
        "categories": [
            "Community",
            "Planning",
            "Regulated industry",
            "Sustainability"
        ],
        "content": [
            {
                "content": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. ",
                "tag": "p"
            },
            {
                "content": "Building environmentally resilient communities ",
                "tag": "p"
            },
            {
                "content": "Consideration and investment in environmental capacity and enhancement is essential for healthy, economically thriving and climate-resilient communities of the future. The New Towns programme presents an exciting opportunity to help shape plans for new development at scale, delivering sustainable growth that is resilient to climate change. ",
                "tag": "p"
            },
            {
                "content": "Our involvement in new towns is part of the broader engagement we undertake on housing and development matters across the country. We respond to over 10,000 development consultations each year, and engaging on New Town proposals enables us to provide input early on these very large, emerging sites. We have rapidly reformed our planning service, now providing advice consistently within the 21-day deadline, and will continue to use our technical expertise to achieve the best outcomes for both the environment and economic growth. ",
                "tag": "p"
            },
            {
                "content": "Our commitment to sustainable development ",
                "tag": "p"
            },
            {
                "content": "We want to ensure new homes are built with adequate flood risk protection, reliable supplies of drinking water and sewerage services, whilst remediation brings previously developed land back into productive use. Crucially, we want to put green space, nature recovery and enhancement at the heart of these new communities. ",
                "tag": "p"
            },
            {
                "content": "To support this vision, we have already been working closely with the Ministry of Housing, Communities and Local Government (MHCLG) and Homes England teams supporting the Taskforce. We have been providing environmental evidence for exploratory locations and sharing our insights on the key ingredients for new town design, location and the essential infrastructure investment needed. ",
                "tag": "p"
            },
            {
                "content": "Supporting the Strategic Environmental Assessment process ",
                "tag": "p"
            },
            {
                "content": "We are keen to continue supporting the next stage of the  work on new towns over the coming months, working closely with the New Towns Unit ahead of selecting new town locations in the spring. This includes providing evidence on environmental opportunities and constraints for the Strategic Environmental Assessment (SEA) process, helping to ensure optimum locations are identified. ",
                "tag": "p"
            },
            {
                "content": "The SEA is required by the Environmental Assessment of Plans and Programmes Regulations 2004. It provides a high level of protection to the environment by ensuring environmental and sustainability considerations are built into the preparation of relevant plans and programmes that set a framework for development consent. The SEA process will assess the likely significant environmental effects of the proposed New Towns programme, alongside reasonable alternatives. It ensures these environmental effects are known, publicised, consulted on, integrated into decisions, and then monitored. ",
                "tag": "p"
            },
            {
                "content": "Bringing expertise and experience ",
                "tag": "p"
            },
            {
                "content": "Our expertise, including our experience of working with local authorities, development corporations and developers, will help ensure these new communities achieve the Taskforce's ambition that \"New towns should be designed and delivered to embrace environmental principles, with buildings and neighbourhoods that are low carbon, climate resilient and which help to protect, restore and enhance biodiversity.\" ",
                "tag": "p"
            },
            {
                "content": "We are excited to be part of this next stage and the opportunities it brings to ensure the protection and enhancement of the environment alongside supporting growth, affordable homes and job creation. By working together, we can create communities that are not only economically successful but also environmentally sustainable for generations to come. ",
                "tag": "p"
            },
            {
                "content": "Further reading  ",
                "tag": "p"
            },
            {
                "content": "New Towns Taskforce: Report to government - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/06/working-together-to-shape-the-next-generation-of-new-towns/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. "
    },
    {
        "title": "New Weed Control Handbook Published: A Smarter, Greener Approach to Vegetation Management",
        "authors": [
            "Patrick Shannon-Hughes"
        ],
        "posted_on": "2025-10-06T09:10:17",
        "categories": [
            "Biodiversity",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Weed Control"
        ],
        "content": [
            {
                "content": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals)",
                "tag": "p"
            },
            {
                "content": "We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition reflects more than two decades of evolving practice, policy, and environmental awareness. It offers practical, evidence-based guidance for anyone managing vegetation on sites of ecological importance. ",
                "tag": "p"
            },
            {
                "content": "The importance of vegetation management in conservation  ",
                "tag": "p"
            },
            {
                "content": "Vegetation management is a cornerstone of habitat management on conservation sites, especially in areas of significant ecological value.  For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000) For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000), maintaining biodiversity requires controlling unwanted plant species that can outcompete native or endangered species. ",
                "tag": "p"
            },
            {
                "content": "Competitive weeds pose a significant threat to the survival of species of conservation importance. This makes it essential for site managers to implement strategies to control problem species effectively.",
                "tag": "p"
            },
            {
                "content": "Alternatives to herbicide use ",
                "tag": "p"
            },
            {
                "content": "At its core, the Handbook supports an Integrated Pest Management (IPM) approach. It helps site managers assess when herbicide use is appropriate, how to apply it responsibly, and—crucially—when other methods might be more effective or environmentally sound. ",
                "tag": "p"
            },
            {
                "content": "From mechanical techniques like cutting and digging, to implementing biological controls, and adjusting habitat design, the Handbook explores a wide range of options to reduce reliance on chemicals. By diversifying control measures, site managers can lessen the potential for unintended consequences like herbicide resistance or negative impacts on non-target species.  ",
                "tag": "p"
            },
            {
                "content": "This edition also expands its relevance beyond traditional conservation sites. It is a valuable resource for landowners, contractors, and managers working in semi-natural habitats such as woodlands, hedgerows, riverbanks, field margins, and amenity areas. These landscapes often fall outside of agricultural schemes but still require thoughtful weed control to protect biodiversity and ecosystem function. ",
                "tag": "p"
            },
            {
                "content": "Key features of the Handbook include: ",
                "tag": "p"
            },
            {
                "content": "Who Benefits from the Handbook?  ",
                "tag": "p"
            },
            {
                "content": "The Handbook is designed to be practical and adaptable. It doesn’t prescribe a one-size-fits-all solution but instead equips land managers with the knowledge to make informed decisions based on site conditions, conservation goals, and legal requirements. It’s a tool for balancing ecological integrity with operational needs. ",
                "tag": "p"
            },
            {
                "content": "The Handbook offers a practical, up-to-date reference to support vegetation management decisions across a wide range of habitats. It reflects our shared commitment to evidence-based conservation and provides a useful framework for applying herbicide guidance alongside sustainable alternatives. Many Natural England and DEFRA colleagues contributed to its development, and their expertise has helped shape a resource that will support our work across the country.",
                "tag": "p"
            },
            {
                "content": "Please share the handbook with colleagues, partners, and stakeholders who may benefit from its guidance.  Thank you to everyone involved in bringing this updated edition to life. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/06/new-weed-control-handbook-published-a-smarter-greener-approach-to-vegetation-management/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals) We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition …"
    },
    {
        "title": "5 tips for managing your woodland this autumn",
        "authors": [
            "MacBradan Bones"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Autumn is a key time in the woodland calendar. It marks the start of tree planting season and visually, it makes the biggest impact on our landscapes in the shortest amount of time, as the trees change colour and then lose their leaves.",
                "tag": "p"
            },
            {
                "content": "If you own a woodland, it's also the ideal time to get out and make sure it's in the best health to get through the cold winter months.",
                "tag": "p"
            },
            {
                "content": "It can be hard to know where to start, so we’ve put together our top 5 tips for managing your woodland this autumn.",
                "tag": "p"
            },
            {
                "content": "1. Check your tree guards",
                "tag": "h2"
            },
            {
                "content": "If you have any tree guards which are no longer needed, or need removing and replacing, now is a good time to do this as the scrub and weed growth will be dying down.",
                "tag": "p"
            },
            {
                "content": "Also consider weed control around young trees if they are becoming overtopped and cut bracken before it folds over onto the trees. Competing vegetation can continue to grow through a mild winter so even if you can see the trees now, they might be swamped by the spring.",
                "tag": "p"
            },
            {
                "content": "Read our guidance on how to reuse and recycle tree shelters and guards.",
                "tag": "p"
            },
            {
                "content": "2. Build protective fencing",
                "tag": "h2"
            },
            {
                "content": "The drop in temperature and the increase in rain at this time of year leads to softer ground so if you haven’t already done it, now is a good time to put up fencing to keep livestock or deer away from your trees. If you’re using machinery, be careful that it doesn’t cause soil compaction around tree roots.",
                "tag": "p"
            },
            {
                "content": "Of course, this time of year is generally much cooler so you’ll also work up less of a sweat!",
                "tag": "p"
            },
            {
                "content": "3. Prune and thin trees",
                "tag": "h2"
            },
            {
                "content": "During late autumn the sap is sinking in the trees, so if you have any pruning, thinning or tree maintenance that needs to be done, now is the time to do it. This is especially important for broadleaves as you want to avoid the trees bleeding sap and becoming distressed.",
                "tag": "p"
            },
            {
                "content": "It’s also an ideal time to carry out any felling needed as birds have fledged the nest and dormice are not yet hibernating. If you’re carrying out hardwood felling then you’ll also be ready for the annual winter hardwood auctions.",
                "tag": "p"
            },
            {
                "content": "Don’t forget to check if you need a felling licence before carrying out any work. Our Tree felling: getting permission guide tells you what you need to know and how to apply.",
                "tag": "p"
            },
            {
                "content": "4. Choose and order new trees",
                "tag": "h2"
            },
            {
                "content": "If you’re planning to expand your woodland or replant any felled areas this planting season, now is a good time to choose and order your trees. Use biosecure trees from nurseries with Plant Healthy Certification or similar to help protect against pests and diseases.",
                "tag": "p"
            },
            {
                "content": "When you receive them, handle carefully, store them in a well-ventilated covered area and be mindful that bare root trees have a short 'shelf life' of about two weeks. Cell-grown trees have a longer shelf life and provide a bit more flexibility.",
                "tag": "p"
            },
            {
                "content": "Trees can be planted anytime before very early spring, but those planted before the end of the year have a chance to grow new roots sooner and are better able to survive spring droughts.",
                "tag": "p"
            },
            {
                "content": "5. Look out for signs of tree disease",
                "tag": "h2"
            },
            {
                "content": "With the leaves off most broadleaf trees and some conifers such as larch, it can sometimes be more difficult to detect signs of ill health in the trees. Look for those holding on to their dead leaves as this can be a good indicator that they have died. You can also keep a close eye on the bark for lesions and weeping, as well as looking to the crown for dying twiggy branches.",
                "tag": "p"
            },
            {
                "content": "Autumn is probably the best time for fungi, all of which are fascinating and play a key role in the woodland ecosystem, recycling nutrients and helping trees to take up soil minerals. Some, however, particularly those growing on the wood of living trees, can be a sign that the tree is diseased or dying. So if those trees are located where they could pose a safety risk, have them checked by a qualified tree safety inspector or arboriculturist.",
                "tag": "p"
            },
            {
                "content": "As a woodland owner, you need to protect your trees from pests and diseases and simple biosecurity measures can stop them being introduced. Ask any visitors to clean their shoes and vehicles before entering your woodland and once they leave. Falling leaves can carry fungal diseases in the leaf litter and this prevents it spreading.",
                "tag": "p"
            },
            {
                "content": "Find information on how to identify and report tree pests and diseases.",
                "tag": "p"
            },
            {
                "content": "Finally, take some time for yourself to enjoy the last strains of sunshine filtering through the trees. Getting out into woodlands brings a variety of health benefits, both physical and mental, and working now to prepare your site for winter will bring a great sense of satisfaction.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/10/06/5-tips-for-managing-your-woodland-this-autumn/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "MacBradan Bones is a Nature Recovery Advisor at the Forestry Commission. Here he shares his tips for managing your woodland in autumn."
    },
    {
        "title": "Red squirrel recovery: Why APHA are all in",
        "authors": [
            "Sarah Beatham"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Wildlife"
        ],
        "content": [
            {
                "content": "Red squirrels are fighting for survival and APHA is playing a key role with groundbreaking science, smart feeders, and a bold plan to restore balance to UK woodlands. APHA ecologist Sarah Beatham tells us how.",
                "tag": "p"
            },
            {
                "content": "This summer, my team at APHA Wildlife received some truly exciting news. The National Lottery Heritage Fund has awarded £4.86 million to Northumberland Wildlife Trust and its partners to launch the Red Squirrel Recovery Network (RSRN). This five-year initiative is a major step forward in protecting one of the United Kingdom’s (UK’s) most iconic native species, the red squirrel, and I am proud to say APHA is playing a key role.",
                "tag": "p"
            },
            {
                "content": "What we are doing and why it matters",
                "tag": "h2"
            },
            {
                "content": "As part of the RSRN project, APHA will be working alongside conservation organisations and volunteer groups across Northern England and Southern Scotland. Our focus? Advancing our research into grey squirrel fertility control and supporting red squirrel conservation efforts on the ground.",
                "tag": "p"
            },
            {
                "content": "Grey squirrels are a major threat to red squirrels. Not only do they outcompete reds for food and habitat, but they also carry squirrelpox virus, which is deadly to red squirrels. That is why, funded by the UK Squirrel Accord, we have been developing a world-first contraceptive for grey squirrels and it is progressing well. The RSRN project gives us the opportunity to trial bait delivery methods on a much larger scale than ever before, laying the groundwork for future deployment of the contraceptive.",
                "tag": "p"
            },
            {
                "content": "Building smarter feeders",
                "tag": "h2"
            },
            {
                "content": "To make this possible, we’re collaborating with manufacturers to develop two types of squirrel feeders:",
                "tag": "p"
            },
            {
                "content": "These feeders are based on designs we have used in previous APHA research, and we are testing them to ensure they are robust, cost-effective, and capable of delivering bait exclusively to grey squirrels.",
                "tag": "p"
            },
            {
                "content": "Field trials in action",
                "tag": "h2"
            },
            {
                "content": "In Southern Scotland and Northumberland, APHA will be training and working with red squirrel conservation volunteers in areas where both species coexist. The grey squirrel-specific feeders will be deployed and monitored using cameras to confirm that only grey squirrels are accessing the bait. These feeders use a clever weight threshold mechanism: the door to the bait only opens for animals weighing over 450 grams. Since grey squirrels are nearly twice the weight of reds, this threshold allows over 90% of adult greys access while excluding all red squirrels, something our research has so far demonstrated, but that needs to be fully tested on a larger scale.",
                "tag": "p"
            },
            {
                "content": "In a second trial, we will be working with partners in Cumbria and Lancashire to test the squirrel-specific feeder. This design features a metal tunnel with a bait compartment that squirrels access by pushing open a 70g door with their head. Volunteers trained by APHA will use these feeders to distribute bait containing a dye across large woodland areas. The dye helps us track which squirrels have consumed the bait.",
                "tag": "p"
            },
            {
                "content": "To determine how effective this method is, we will estimate local grey squirrel densities using a camera-based technique we developed. Then, by trapping squirrels and collecting hair samples, we will be able to see what proportion of the population consumed the bait, giving us critical insight into how well a contraceptive could work in the future. APHA research has shown that it is possible the deliver bait to most squirrels in most woods using this method.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "This project is incredibly important to us at APHA. It is not just about science, it is about restoring balance to our ecosystems. In the future, fertility control could offer a humane, sustainable way to reduce grey squirrel numbers, and with it, we hope to see red squirrels thrive once again across the UK.",
                "tag": "p"
            },
            {
                "content": "We are proud to be part of this journey, and we are excited to work with so many passionate volunteers and conservationists. Together, we are building a future where red squirrels are not just surviving, they are flourishing.",
                "tag": "p"
            },
            {
                "content": "The public are being encouraged to get involved with the Red Squirrel Recovery Network by supporting the “Don't Be Shy” campaign on social media, check out #DontBeShy to find out more.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/10/06/red-squirrel-recovery-why-apha-are-all-in/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Red squirrels are fighting for survival and APHA is playing a key role with ground breaking science, smart feeders, and a bold plan to restore balance to UK woodlands."
    }
]