[
    {
        "title": "Nuclear apprentices reflect on Parliamentary 20th anniversary event",
        "authors": [
            "Ben Hughes"
        ],
        "posted_on": "2025-09-11T15:13:15",
        "categories": [
            "Early careers",
            "Mission delivery",
            "Skills"
        ],
        "content": [
            {
                "content": "Three apprentices from Nuclear Restoration Services (NRS) had the privilege of attending a prestigious Parliamentary event marking 20 years of the Nuclear Decommissioning Authority (NDA) group; two decades of innovation, collaboration, and progress in nuclear decommissioning.",
                "tag": "p"
            },
            {
                "content": "Hosted by Sir Lindsay Hoyle, Speaker of the House of Commons, the event brought together MPs, Lords, senior civil servants, and leaders from across the nuclear sector.",
                "tag": "p"
            },
            {
                "content": "It was a chance to hear first-hand from senior figures in the Government and their industry about how their work directly contributes to a nationally-significant mission.",
                "tag": "p"
            },
            {
                "content": "A highlight was  presenting The Speaker with a pair of custom-made bookends, crafted from decommissioned tools from the Wylfa site in Anglesey, North Wales, and coasters, designed and produced by talented colleagues based at Wylfa and Dounreay in Northern Scotland.",
                "tag": "p"
            },
            {
                "content": "Each of the apprentices share their experiences below.",
                "tag": "p"
            },
            {
                "content": "Anna Palmer – Project Management Apprentice, Dungeness A",
                "tag": "h2"
            },
            {
                "content": "“Being part of the 20-year celebration was a truly proud moment. As someone working on waste-related projects at Dungeness A, I found it especially inspiring to hear Michael Shanks MP, Minister of State at DESNZ, recognise the complexity and significance of the work we do across the NDA group.",
                "tag": "p"
            },
            {
                "content": "“His words were a powerful reminder that our efforts — even as apprentices — play a vital role in the bigger picture. The event also reinforced the NDA group’s contribution to national energy security, the safe management of hazardous waste, and preparing sites for future generations. It made me feel even more connected to the legacy we’re helping to build.",
                "tag": "p"
            },
            {
                "content": "“A standout moment for me was when the three of us were invited to present gifts to The Speaker. It may have been a small gesture, but it carried great meaning — a symbol of our appreciation and respect for those who have helped shape the journey we’re now part of.”",
                "tag": "p"
            },
            {
                "content": "Lewis Mackay – Electrical Apprentice, Dounreay",
                "tag": "h2"
            },
            {
                "content": "“The venue, the people, and the atmosphere all came together to create an unforgettable experience. What resonated most with me was the strong focus on collaboration and innovation throughout the day.",
                "tag": "p"
            },
            {
                "content": "“Hearing David Peattie, CEO of the NDA group, speak about our role in national security and the UK’s energy transition really brought home the importance of the work we do — not just within the nuclear sector, but for the country’s future.",
                "tag": "p"
            },
            {
                "content": "“Being part of the gift presentation was a moment of real pride. It reinforced that apprentices aren’t just watching from the sidelines; we’re actively contributing to the NDA group’s journey. That recognition meant a great deal to me.",
                "tag": "p"
            },
            {
                "content": "Ben Hughes – Health Physics Apprentice, Wylfa",
                "tag": "h2"
            },
            {
                "content": "“This was my first major NDA event, and I wasn’t sure what to expect — but it exceeded everything. The atmosphere was welcoming, and the sense of community was strong. I loved seeing the diversity of roles and projects across the group, from engineering to environmental management.",
                "tag": "p"
            },
            {
                "content": "“Presenting the gift to The Speaker alongside my fellow apprentices was a highlight. It was a great way to represent the future of the NDA group and show our appreciation for the leadership and vision that brought us all together.”",
                "tag": "p"
            },
            {
                "content": "The NDA group invests more than £45 million each year in its early careers programme, with more than 1,000 apprentices and graduates currently building experience delivering our mission. The group also makes significant amounts available each year to develop talent and support future pioneers with PhD bursaries.",
                "tag": "p"
            },
            {
                "content": "The NDA group graduate programme is now open, find out more at ndagroup.careers/early-careers.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/nuclear-apprentices-reflect-on-parliamentary-20th-anniversary-event/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "Three apprentices from Nuclear Restoration Services (NRS) had the privilege of attending a prestigious Parliamentary event marking 20 years of the Nuclear Decommissioning Authority (NDA) group; two decades of innovation, collaboration, and progress in nuclear decommissioning. Hosted by Sir Lindsay …"
    },
    {
        "title": "Registering and inspecting school-based early years provision: what the updated guidance means for you  ",
        "authors": [
            "Lee Owston, National Director, Education"
        ],
        "posted_on": "2025-09-11T14:59:03",
        "categories": [
            "early years",
            "inspection",
            "schools"
        ],
        "content": [
            {
                "content": "In this blog, we take you through the changes we’ve made to our guidance on registering and inspecting school-based provision to reflect how we are seeing early years or childcare provision being delivered.  ",
                "tag": "p"
            },
            {
                "content": "Our updated guidance offers clearer definitions and examples to help you understand whether your school’s early years or childcare provision is exempt from registering with Ofsted. In some cases, this might mean that schools previously considered exempt from registration will now need to register on the Early Years and/or Childcare Register(s). ",
                "tag": "p"
            },
            {
                "content": "Our updated guidance is for maintained schools, academies, multi-academy trusts, non-maintained special schools and independent schools that provide early years and childcare. It is also for those considering applying to be part of the government’s £370 million school-based nurseries expansion programme. ",
                "tag": "p"
            },
            {
                "content": "Our updates:  ",
                "tag": "p"
            },
            {
                "content": "What does the law say? ",
                "tag": "h2"
            },
            {
                "content": "The Childcare Act 2006 sets out when schools do not need to register their early years and childcare provision with Ofsted separately.  ",
                "tag": "p"
            },
            {
                "content": "It says that you don’t need to register provision for children aged 2 and over if all the following apply: ",
                "tag": "p"
            },
            {
                "content": "If your school’s provision does not meet all these criteria, then you must apply to register it on the Early Years and/or Childcare Register(s) unless a different exemption applies. Provision for under 2s must always be registered.   ",
                "tag": "p"
            },
            {
                "content": "What does ‘made at the school’ mean? ",
                "tag": "h2"
            },
            {
                "content": "The term ‘made at the school’, used in the Childcare Act 2006, has previously caused confusion, so we want to clarify it.  ",
                "tag": "p"
            },
            {
                "content": "We consider childcare as being ‘made at the school’ if it takes place in buildings or premises that legally count as part of your school site, using the definitions from the Education Act 1996. ",
                "tag": "p"
            },
            {
                "content": "If the location isn’t officially part of your school buildings or premises, then we do not consider the childcare to be happening ‘at the school’. In this case, you may need to register with Ofsted. You can find out how to register with us at the end of this blog.  ",
                "tag": "p"
            },
            {
                "content": "What else have we added? ",
                "tag": "h2"
            },
            {
                "content": "The school landscape has changed significantly since we published this guidance. We have added more information to better reflect the range of provision offered across various types of schools and clarified expectations.  ",
                "tag": "p"
            },
            {
                "content": "In all cases, if your school operates provision for children aged 2 and over and this provision meets all 3 exemption criteria, you do not need to register it with us. ",
                "tag": "p"
            },
            {
                "content": "Some additional points for: ",
                "tag": "p"
            },
            {
                "content": "What does the update mean for inspection?  ",
                "tag": "h2"
            },
            {
                "content": "How we inspect school-based early years and childcare provisions depends on: ",
                "tag": "p"
            },
            {
                "content": "We appreciate that this is complicated. To help, we recommend reading the annex of our guidance, where we’ve provided examples of various scenarios. If it’s still unclear how we would inspect your provision, please do get in touch.  ",
                "tag": "p"
            },
            {
                "content": "What to do next ",
                "tag": "h2"
            },
            {
                "content": "We recommend reading the updated guidance for detailed examples, registration requirements and how we will inspect. ",
                "tag": "p"
            },
            {
                "content": "If you do need to register, please read our blog post about what you need to know when applying to register with us. It will help you choose the correct register based on the provision you offer and will guide you through the application process.  ",
                "tag": "p"
            },
            {
                "content": "If you’re exempt from registering with us, you may still need to follow the legal requirements. This means following the relevant requirements of the early years foundation stage statutory framework and Childcare Register.   ",
                "tag": "p"
            },
            {
                "content": "We are here to help. If you have questions, email enquiries@ofsted.gov.uk. Please include ‘RISBP’ in the subject of your email so we can put you in touch with the right team more quickly. You can also speak to your local authority about any next steps for your provision.  ",
                "tag": "p"
            },
            {
                "content": "Finally, thank you again for all the work you do to improve the lives of children, day in, day out.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationinspection.blog.gov.uk/2025/09/11/registering-and-inspecting-school-based-early-years-provision-what-the-updated-guidance-means-for-you/",
        "blog": "Ofsted: education",
        "blog_link": "https://educationinspection.blog.gov.uk",
        "description": "In this blog, we take you through the changes we’ve made to our guidance on registering and inspecting school-based provision to reflect how we are seeing early years or childcare provision being delivered.   Our updated guidance offers clearer definitions and …"
    },
    {
        "title": "Product managing the design of sustainable services; an odyssey",
        "authors": [
            "Lucy Stewart"
        ],
        "posted_on": "2025-09-11T14:11:30",
        "categories": [
            "Defra digital",
            "Digital Sustainability",
            "Product Management"
        ],
        "content": [
            {
                "content": "Lucy Stewart is a Product Manager for air quality at Defra. In this blog she reflects on her experience of designing sustainable services, and identifies where product managers can influence how and where we consider environmental impact as we deliver digital products.",
                "tag": "p"
            },
            {
                "content": "Building new air quality services",
                "tag": "h2"
            },
            {
                "content": "Since April, I’ve been working as part of Defra’s air quality team. We’re decommissioning UK Air and designing and developing services that are more accessible and which meet user needs. This is important work born out of the tragic death of Ella Adoo-Kissi-Debrah, the first person in the UK to have air pollution listed as a cause of death.",
                "tag": "p"
            },
            {
                "content": "Our ‘Check air quality’ service offers information and guidance to citizens on the quality of ambient (outside) air in locations relevant to them. Our ‘Get air pollution data’ service enables professionals working in an air quality role to view and download information relating to air pollution.",
                "tag": "p"
            },
            {
                "content": "Air quality, climate change and digital delivery",
                "tag": "h2"
            },
            {
                "content": "As the world warms, the quality of our air is further compromised. High temperatures, especially during heat waves, can contribute to increased ground-level ozone and particulate matter. In powering our services, we create emissions and we worsen the quality of our air. While it’s fortunate to be working on a service with direct implications to climate change, it makes the mission of designing a sustainable service no easier or straightforward.",
                "tag": "p"
            },
            {
                "content": "Defra is the lead department for digital sustainability and I’ve been working closely with representatives from the Government Digital Sustainability Alliance (GDSA) who work to bring together the UK government, its Information and Communications Technology (ICT), digital supply chain, academics and third sector organisations together to drive progress on the UK governments digital estate.",
                "tag": "p"
            },
            {
                "content": "During my time at Defra, I’ve assessed which of the Greener Service Principles are most relevant depending on the stage of delivery. I’ve seen brilliant examples of AI being used to support farmers to find the right funding, understand eligibility, and navigate regulations all while reducing the total environmental impact of the service. I’ve also learned more about the ‘minimise compute' philosophy which aims to aggressively mitigate carbon emissions by treating compute as a privilege, not a right and I’ve been privy to attempts to incorporate sustainability into the service standard.",
                "tag": "p"
            },
            {
                "content": "Hosting and processing are areas in the delivery of digital services with a large environmental impact that teams should seek to reduce. But doing this can feel hard and disempowering as it is largely left up to the companies we commission to store, process and expose data to allow users to use it in the way they need. These entities often obfuscate metrics and collaborating openly remains challenging. Good examples from the likes of GOV.UK (e.g. One Login: Advancing digital sustainability in government case study) highlight the collective effort and time taken to baseline sustainability metrics but demonstrates the huge gains from using a baseline to pinpoint areas of service optimisation that can really drive digital sustainability gains as well as improve efficiency and save money.",
                "tag": "p"
            },
            {
                "content": "How to design sustainable services while gathering metrics for measurement",
                "tag": "h2"
            },
            {
                "content": "While it’s useful to gather metrics and influence ‘slow burn’ opportunities where possible, what other aspects of design can be used to deliver sustainable services in government departments?",
                "tag": "p"
            },
            {
                "content": "Contracts",
                "tag": "h3"
            },
            {
                "content": "Accountability for how we operate and what we consume is a key component of sustainability. Understanding what stage your service is at in its contract can help make delivery more sustainable. At Defra, social value and sustainability metrics are included in the evaluation of new suppliers. Suppliers need to demonstrate how they will reduce carbon in their design and delivery and also adapt their delivery to address emerging climate risks. Suppliers are required to ensure their responses were tailored to the service in question and it’s brilliant that adaptation is a metric at all! Our team have designed contracts to broaden the applicant pool and enable a diverse range of bidders, which I believe will have a positive impact on sustainability reporting.",
                "tag": "p"
            },
            {
                "content": "Budgets",
                "tag": "h3"
            },
            {
                "content": "Considering sustainability is a long term, ever weaving exploration, we should prioritise work to embed it. With a new budget cycle in mind, we worked to ensure sustainability was a written line in that budget. The number isn’t huge, and at the moment it's ambiguous as to what it will be spent doing, but it’s there, protected and allocated. Convincing budget holders to keep sustainability as a line even when under financial pressure felt like a big win.",
                "tag": "p"
            },
            {
                "content": "Relationships",
                "tag": "h3"
            },
            {
                "content": "There are a lot of impassioned and empowered people looking at sustainability across government and within digital delivery teams. The mission is to find them and work with them. Ask them where there are opportunities to influence design for a more positive environmental impact. At Defra we have a wonderful digital sustainability team who conduct sustainability assessments of services. It’s necessary for all of us to learn from others who have way more technical expertise and experience navigating the entrails of government.",
                "tag": "p"
            },
            {
                "content": "Effort",
                "tag": "h3"
            },
            {
                "content": "People gather when you're consistent in showing up. If you're going to make sustainability your mini mission, keep placing time in diaries to talk about it. This isn’t about coming with answers but about asking questions. Importantly these meetings allow me to talk to the team about sustainability and encourage them to come along on the journey. If it’s a product manager's role to take a direction and bring a concept to life, we need to inspire people to care and consider sustainability in their role and work.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/09/11/product-managing-the-design-of-sustainable-services-an-odyssey/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Product manager Lucy Stewart reflects on her experience of designing sustainable services, and identifies where product managers can influence how and where we consider environmental impact as we deliver digital products."
    },
    {
        "title": "An update on FETF grant funding agreements ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-09-11T12:44:41",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "The most recent round of the Farming Equipment and Technology Fund (FETF) was designed to help farmers invest in equipment and technology to improve productivity ,better manage slurry and support animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "We’re pleased with the high level of interest. Since it opened in May, we received approximately 9,500 applications across those 3 themes. ",
                "tag": "p"
            },
            {
                "content": "This is the highest number recorded in any FETF round. We want to thank everyone who applied.  ",
                "tag": "p"
            },
            {
                "content": "We’re now starting to issue grant funding agreements (GFAs) to successful applicants under the productivity and slurry themes. If your application is successful, you will soon receive an email with your GFA. ",
                "tag": "p"
            },
            {
                "content": "Responses to applications under the animal health and welfare theme will follow later, as the high volume of applications means assessment will take longer.",
                "tag": "p"
            },
            {
                "content": "Please remember that the grants offered through FETF are competitive. This means that not all applications will be successful. If your application is unsuccessful, we will contact you to explain the reasons why. ",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "If you receive an agreement: ",
                "tag": "p"
            },
            {
                "content": "Thank you again for your interest in FETF 2025, and we look forward to seeing the impact these projects will have on farming and farming businesses in England. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog for updates from the Farming and Countryside Programme. By subscribing, you’ll receive an email whenever we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/09/11/an-update-on-fetf-grant-funding-agreements/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "We’re now starting to issue grant funding agreements (GFAs) to successful applicants under the productivity and slurry themes. If your application is successful, you will soon receive an email with your GFA. "
    },
    {
        "title": "How to assess whether your service is ethical",
        "authors": [
            "Daniel Guy"
        ],
        "posted_on": "2025-09-11T11:20:04",
        "categories": [
            "Our services",
            "User Centred Design"
        ],
        "content": [
            {
                "content": "Here at the Ministry of Justice (MoJ), myself and a group of User Centred Design professionals have been exploring how to make ethics a practical part of the design process. As designers our job is to make sure our services meet user needs, solve a whole problem, and make sure everyone can use our services. Now that technology is changing the way we live more than ever, it is important that we develop ways of assessing whether we are designing the right technologies in the right ways.     ",
                "tag": "p"
            },
            {
                "content": "The MoJ includes a range of bodies and agencies such as HM Prisons & Probation, HM Courts & Tribunals, and Justice Services which covers the Criminal Injuries Compensation Authority, Legal Aid Agency, and Office of the Public Guardian alongside various arms-length bodies and support organisations. ",
                "tag": "p"
            },
            {
                "content": "These services often support people in vulnerable and challenging circumstances. That is why it’s vital for digital teams to consider not just user needs, but also the physical, emotional, and social contexts in which people interact with our services. ",
                "tag": "p"
            },
            {
                "content": "Searching for an Ethics Tool ",
                "tag": "h2"
            },
            {
                "content": "We explored several existing tools, including Spotify’s Ethics Assessment, which prompts teams to consider how their product or service might cause harm. After comparing it with other resources, we adapted it for digital teams at MoJ and across government and follows our standards and principles of re-use. Point 13 of the Service Standard, use and contribute to open standards, common components and patterns encourages us to look beyond government for things that are tried and tested that we can re-use and therefore not duplicate work.  ",
                "tag": "p"
            },
            {
                "content": "We tailored the tool to better reflect our context, refining the risk categories and adjusting the scoring system to avoid neutral results. This helps teams focus on what matters most and prevents arbitrary decisions. ",
                "tag": "p"
            },
            {
                "content": "The tool is similar to consequence scanning but more structured. Instead of open-ended questions, it starts with predefined risks and asks teams to explore how their service might lead to them. It’s designed to surface potential harms and guide mitigation, not replace consequence scanning. Ideally, teams would use both methods at different stages. ",
                "tag": "p"
            },
            {
                "content": "While consequence scanning fits into agile workflows, the ethics assessment can be run once per phase such as at the start or end of Alpha depending on when it offers the most value. ",
                "tag": "p"
            },
            {
                "content": "How the Tool Works ",
                "tag": "h2"
            },
            {
                "content": "The assessment is made up of three sections; one section for physical, emotional, societal consequences.  ",
                "tag": "p"
            },
            {
                "content": " Each section is split into 6 columns:  ",
                "tag": "p"
            },
            {
                "content": "The first column is a list of consequences that we want to avoid.   ",
                "tag": "p"
            },
            {
                "content": "The second column invites you to consider how your service could lead to that consequence.   ",
                "tag": "p"
            },
            {
                "content": "The next three columns are for scoring (a) the chance of that consequence happening, (b) the level of concern about that consequence happening, and (c) an overall ‘risk score’.  ",
                "tag": "p"
            },
            {
                "content": "The final column is for writing down actions. This could be a solution that you come up with on the spot, but more realistically it will be to create a task or investigate the issue further. If it’s something with a high-risk score, you might even consider focusing a design sprint on the issue.  ",
                "tag": "p"
            },
            {
                "content": "  The tool can be used in remote sessions, or in person sessions, and can be adapted to meet your team’s needs. The outputs you get are likely to vary significantly depending on what your service does, who uses it, which phase of delivery you are at and how information is stored and used. You might end up grouping issues, coming up with ideas of how to mitigate them, or focusing on one area to improve.   ",
                "tag": "p"
            },
            {
                "content": "Try It Yourself ",
                "tag": "h2"
            },
            {
                "content": "Here is what our MoJ Ethics Assessment tool looks like  to give you an idea of how to run an assessment, we have trialled it across several MoJ teams and found it valuable for surfacing risks and guiding design decisions.",
                "tag": "p"
            },
            {
                "content": "If you’d like to run an ethics assessment in your team, get in touch with me at Daniel.Guy@justice.gov.uk   ",
                "tag": "p"
            },
            {
                "content": "Let us know if you are doing something similar, we would love to hear from you. ",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/09/11/how-to-assess-whether-your-service-is-ethical/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "Here at the Ministry of Justice (MoJ), myself and a group of User Centred Design professionals have been exploring how to make ethics a practical part of the design process. As designers our job is to make sure our services …"
    },
    {
        "title": "Accelerating Development and Nature Recovery: A Natural England Perspective on the Nature Restoration Fund ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-09-11T08:45:00",
        "categories": [
            "Development",
            "Growth",
            "Licensing",
            "Natural England"
        ],
        "content": [
            {
                "content": "Natural England welcomes the Government’s commitment to reform the planning system in such a way that it delivers sustainable development while unlocking new and more joined-up opportunities for nature’s recovery.  ",
                "tag": "p"
            },
            {
                "content": "Bradley Tooze, Strategy Director at Natural England, outlines Natural England’s views on the Government’s plans to reform the planning system and why there is a strong case for changes which can be a win-win for nature and development.",
                "tag": "p"
            },
            {
                "content": "Q: Why does the planning system need reform? ",
                "tag": "h4"
            },
            {
                "content": "The current planning system has not been successful in halting the overall decline of nature despite the use of regulations designed to protect habitats and species at site level. The ecosystems that are vital for our clean air, our water supplies, for storing carbon, and our country’s biodiversity are becoming ever more fragmented and degraded.  ",
                "tag": "p"
            },
            {
                "content": "We also recognise that the country needs more homes and better infrastructure, and reform is needed to enable this to happen. ",
                "tag": "p"
            },
            {
                "content": "To reverse this trend, the planning system must evolve. It can no longer focus solely on individual sites— it must actively support the restoration, improvement, and resilience of the natural environment at scale. Reform will also significantly streamline the planning system, giving developers a clear and simple way to build homes and developments whilst also delivering for nature.",
                "tag": "p"
            },
            {
                "content": "We welcome reforms which deliver faster, more strategic, and more focused outcomes for nature. Sustainable growth is not a trade-off. It is a strategic opportunity—one that can help to recover the health of our natural environment and deliver economic resilience and social prosperity in unison.",
                "tag": "p"
            },
            {
                "content": "Q: What is the Nature Restoration Fund and how will it work in practice?  ",
                "tag": "h4"
            },
            {
                "content": "In March this year the government introduced the Planning and Infrastructure Bill to Parliament as part of a wider programme of reform. A key element of this legislation is the Nature Restoration Fund (NRF), which Natural England sees as a major opportunity to both accelerate sustainable development and enhance our environment.  ",
                "tag": "p"
            },
            {
                "content": "The NRF will provide a flexible, scalable approach to delivering environmental improvements where developments have impacts on internationally important protected sites or on protected species. This will be achieved through the creation and delivery of Environmental Delivery Plans (EDPs), which will identify strategic interventions at a landscape scale, known as conservation measures, to ensure better outcomes for nature. EDPs will: ",
                "tag": "p"
            },
            {
                "content": "The EDP will be the means to establish a NRF and allow Natural England to set the levy a developer must pay to make use of the Fund. Developers can choose to contribute to the fund rather than follow the current arrangements, which can be uncertain and complex, and require the developer to identify impact and secure traditional, site-specific mitigation themselves.  The funding will be used to implement the EDP that Natural England delivers in partnership with a range of local organisations and bodies, including Local Record Centres, Local Planning Authorities, environmental organisations, farmers and land managers. ",
                "tag": "p"
            },
            {
                "content": "Q. What are the benefits of this new approach? ",
                "tag": "h4"
            },
            {
                "content": "The reforms set the foundation for mainstreaming the kinds of successful strategic compensation projects that have already shown benefits for nature through development.  ",
                "tag": "p"
            },
            {
                "content": "For example, in the Thames Basin we developed a strategic plan to prevent disturbance to protected birds caused by new housing. This allowed over 50,000 homes to be built in 10 years—more than expected—while protecting the Special Protection Area (SPA). Over 80 alternative green spaces were created and wardens helped educate visitors, leading to record bird numbers. Despite a 12% rise in housing nearby, visits to the SPA didn’t increase, showing the approach works and is now being used in places like the New Forest and Epping Forest. ",
                "tag": "p"
            },
            {
                "content": "This approach also provides certainty and a streamlined process for enabling the development the country needs. ",
                "tag": "p"
            },
            {
                "content": "The reforms will: ",
                "tag": "p"
            },
            {
                "content": "The NRF will redirect investment from project specific mitigations into more strategic conservation measures. This will be especially important in addressing indirect and cumulative problems like water pollution and habitat fragmentation. It will only be used where they will deliver better outcomes for nature over the course of the Environmental Delivery Plan, including that steps will continue to be taken to avoid harm in the first place. If not, the current arrangements will continue to apply.   ",
                "tag": "p"
            },
            {
                "content": "This approach provides the step change developers need away from legal agreements, complex technical assessments and protracted consultations. EDPs will also provide certainty of cost through a clear charging schedule in the form of levy set by Natural England. The government’s intention is that the combined cost of conservation measures to developers under an EDP is no greater than the status quo.",
                "tag": "p"
            },
            {
                "content": "Q. How will the risks be managed? ",
                "tag": "h4"
            },
            {
                "content": "Existing protections for sites and species will remain and only when an EDP is put in place will developers be able to discharge their obligations via the NRF. That will only happen when Natural England proposes and the Defra Secretary of State agrees that there is sufficient evidence that it will deliver better outcomes for nature, with clear delivery paths and monitoring tools included in the EDP. ",
                "tag": "p"
            },
            {
                "content": "The Secretary of State will need to have regard to the statutory Environmental Principles Policy Statement and Natural England will have regard to the Environmental Principles when preparing and implementing EDPs.  This will ensure that important principles like the precautionary principle, polluter pays and the rectification at source principle are maintained.",
                "tag": "p"
            },
            {
                "content": "Q: Are there examples where a similar approach has already worked? ",
                "tag": "h4"
            },
            {
                "content": "Yes, Natural England is involved in a range of successful projects which demonstrate the potential associated with this approach:",
                "tag": "p"
            },
            {
                "content": "District Level Licensing (DLL) offers an alternative to the traditional site-by-site survey and mitigation process for developments likely to affect great crested newts. DLL takes a more strategic approach, based on a national survey and monitoring.",
                "tag": "p"
            },
            {
                "content": "Before DLL was introduced, Natural England estimated that only a small portion of the cost associated with regulating great crested newts led to meaningful conservation outcomes, with the majority focused on assessments and mitigation that had limited long-term benefits.",
                "tag": "p"
            },
            {
                "content": "DLL has changed that picture. By shifting the focus of investment, the scheme now directs over 80% of funding received through DLL creates and restore ponds, monitor and maintain them for 25 years. To date, DLL has enabled 35,000 housing units to be built and created or restored 4,000 ponds, with newt populations growing. ",
                "tag": "p"
            },
            {
                "content": "An example of this scheme in action is the Barratt Redrow Crown Hill View housing development in Ashford in Kent, where developers, planners and Natural England have worked together to create new habitats for newts while enabling development on the site.",
                "tag": "p"
            },
            {
                "content": "Q. What will Natural England be doing to get ready for NRF? ",
                "tag": "h4"
            },
            {
                "content": "The NRF will be a strategic change for NE, building on insight gained from strategic schemes such as Biodiversity Net Gain. We are committed to: ",
                "tag": "p"
            },
            {
                "content": "By embedding nature recovery into the heart of development, we can build a future where sustainable development and environmental stewardship go hand in hand. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/11/accelerating-development-and-nature-recovery-a-natural-england-perspective-on-the-nature-restoration-fund/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Natural England welcomes the Government’s commitment to reform the planning system in such a way that it delivers sustainable development while unlocking new and more joined-up opportunities for nature’s recovery.   Bradley Tooze, Strategy Director at Natural England, outlines Natural England’s …"
    },
    {
        "title": "Reaching the global final – what a Thiess Riverprize nomination means for nature recovery ",
        "authors": [
            "Helen Kirkby"
        ],
        "posted_on": "2025-09-10T18:35:39",
        "categories": [
            "Landscapes",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature-based solutions",
            "Parks, trails and nature reserves",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "By Helen Kirkby, NE Deputy Director for Cumbria ",
                "tag": "p"
            },
            {
                "content": "Last night in Brisbane, the Cumbrian River Restoration Partnership Programme didn't win the Thiess International Riverprize, but reaching the final alongside projects from Chicago, Albania and the western USA represents something extraordinary – recognition that our collaborative approach to river restoration is among the very best in the world. ",
                "tag": "p"
            },
            {
                "content": "My name is Helen Kirkby, and as Natural England's Deputy Director for Cumbria, I've been privileged to lead the team that has developed this programme alongside our key partners. ",
                "tag": "p"
            },
            {
                "content": "While we're naturally disappointed not to have won, being selected as one of just four global finalists for the world's most prestigious river restoration award is a remarkable achievement that reflects fifteen years of dedicated partnership working. ",
                "tag": "p"
            },
            {
                "content": "What started as a modest collaboration between Natural England, the Environment Agency and Cumbria's three Rivers Trusts has evolved into something unique – a partnership that now includes the National Trust, RSPB, United Utilities, Ullswater CIC, Cumbria Connect and many others, all united by a shared commitment to giving our rivers the space they need to thrive. ",
                "tag": "p"
            },
            {
                "content": "The scale of what we've accomplished together speaks for itself: nearly 100 kilometres of rivers restored, over 150 hectares of floodplain reconnected, and more than 100 individual projects completed across the Eden, Derwent and Kent catchments. But numbers alone don't capture the transformation I've witnessed – from salmon returning to spawn in Swindale Beck after 150 years to communities that are more resilient to flooding because we've allowed rivers to flow naturally again. ",
                "tag": "p"
            },
            {
                "content": "This international recognition, following our 2022 European Riverprize win, validates our approach to partnership working. Rather than working in isolation, we've demonstrated that bringing together diverse expertise creates solutions that work for both people and nature. ",
                "tag": "p"
            },
            {
                "content": "The resilience of our restored river sections during Storm Desmond in 2015 provided powerful evidence of why this work matters. While the extreme flooding caused devastation across Cumbria, our restoration projects proved remarkably resilient, with waters returning to normal levels much faster than in unrestored areas and allowing farming to resume more quickly. This taught us that nature-based solutions deliver benefits far beyond wildlife – they build climate resilience for the communities we serve. ",
                "tag": "p"
            },
            {
                "content": "Central to our success has been working hand-in-hand with farmers and landowners. Rather than imposing solutions, we've developed them together, proving that environmental improvement and sustainable farming can thrive side by side when restoration is designed with both people and nature in mind. ",
                "tag": "p"
            },
            {
                "content": "Karen Slater, one of our Senior Officers who has been integral to the programme's delivery, reflects on the collaborative approach: ",
                "tag": "p"
            },
            {
                "content": "“It is amazing what can be achieved with many partners working together, developing relationships with farmers and landowners across the protected Cumbrian Rivers to deliver river restoration at a landscape scale.  It is great that the success of this approach has been recognised internationally.”  ",
                "tag": "p"
            },
            {
                "content": "The partnership model we've pioneered in Cumbria demonstrates what Natural England can achieve when we work as genuine collaborators rather than regulators. By combining our ecological expertise with the Rivers Trusts' practical experience, United Utilities' water management knowledge, and the National Trust's land stewardship skills, we've created something greater than any single organisation could achieve alone. ",
                "tag": "p"
            },
            {
                "content": "Caroline Godden, one of our Higher Officers who has worked on countless projects, emphasises the flood management benefits that make this work so vital: ",
                "tag": "p"
            },
            {
                "content": "“Alongside the benefits to our wildlife and wild spaces, restoration of our Cumbrian rivers and floodplains is already storing and slowing water to protect downstream communities from flooding. As well as the reduction to flood risk that has already been delivered by working with nature, these projects leave a crucial legacy that will help Cumbria to be more resilient to future climate change impacts of increased river flows and drought.” ",
                "tag": "p"
            },
            {
                "content": "This global recognition comes at a crucial time. As we face the twin crises of climate change and biodiversity loss, the Cumbrian model provides a blueprint for landscape-scale nature recovery that works.",
                "tag": "p"
            },
            {
                "content": "Our approach of reconnecting rivers to their floodplains, removing obsolete weirs, and reintroducing natural meanders isn't just helping nature recover – it's providing natural flood management and drought resilience, improving water quality, storing carbon, and creating stronger communities.  ",
                "tag": "p"
            },
            {
                "content": "This recognition on the world stage validates Natural England's collaborative approach to environmental improvement. We've shown that when government agencies, charities, businesses and communities pool their expertise and resources, we can deliver the scale of change that nature needs. ",
                "tag": "p"
            },
            {
                "content": "While we didn't win the top prize, being among the final four globally provides powerful momentum for expanding our approach. The partnerships we've forged and techniques we've developed are already being shared across England and internationally. Our LIFE R4ever Kent project applies these lessons to protect critically endangered freshwater pearl mussels, while programmes like Cumbria Connect are taking our partnership model to even greater scale. ",
                "tag": "p"
            },
            {
                "content": "Perhaps most importantly, this global recognition belongs not just to the partner organisations, but to every farmer who welcomed us onto their land, every volunteer who helped with restoration work, and every community member who supported our vision. It represents validation of an approach that puts partnership at the heart of nature recovery. ",
                "tag": "p"
            },
            {
                "content": "The Thiess International Riverprize celebrates the world's best river restoration work, and to be among the final four puts England's nature recovery efforts firmly on the global map. More significantly, it demonstrates that our belief in collaborative, long-term partnership working can deliver transformational environmental change. ",
                "tag": "p"
            },
            {
                "content": "As we look to the future, this international recognition provides a platform to share our approach even more widely. Every restored river, every reconnected floodplain, every returned salmon represents progress towards a future where people and nature thrive together. That vision – and the partnerships that make it possible – matter far more than any prize. ",
                "tag": "p"
            },
            {
                "content": "Helen Kirkby is Deputy Director for Natural England in Cumbria. Follow our work on social media @NaturalEngland and learn more about river restoration at naturalengland.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/09/10/reaching-the-global-final-what-a-thiess-riverprize-nomination-means-for-nature-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Helen Kirkby, NE Deputy Director for Cumbria Last night in Brisbane, the Cumbrian River Restoration Partnership Programme didn't win the Thiess International Riverprize, but reaching the final alongside projects from Chicago, Albania and the western USA represents something extraordinary …"
    },
    {
        "title": "A Day in the Life of a… Grants Professional",
        "authors": [
            "Civil Service"
        ],
        "posted_on": "2025-09-10T15:36:55",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "We caught up with Suzanne Anderson, Commercial Grants Lead in the Department for Science, Innovation and Technology, to learn more about what being a Grants Manager really entails.",
                "tag": "p"
            },
            {
                "content": "All across the Civil Service, talented colleagues in specialised roles are working hard to deliver for the British public. But have you ever wondered what a day in the life of someone doing these jobs actually looks like? We sure have.",
                "tag": "p"
            },
            {
                "content": "To mark the recent launch of the Grants Profession, we caught up with Suzanne Anderson, Commercial Grants Lead in the Department for Science, Innovation and Technology:",
                "tag": "p"
            },
            {
                "content": "Tell us about a typical day in your role.",
                "tag": "p"
            },
            {
                "content": "No two days are ever the same when you work in grants. That’s not just a cliché, it’s the reality of life in the DSIT Grants Hub, where I work as part of a centralised team of grant specialists in the department’s Commercial function. Our job is to help policy colleagues design and deliver grant schemes that are robust, compliant, and ultimately deliver real value for public money.",
                "tag": "p"
            },
            {
                "content": "My role gives me a front-row seat to a wide range of programmes, from Cyber and AI to Regulatory and Health to name just a few. It’s not just the breadth that keeps things interesting, but the depth too. I often find myself deep in the details of grant functional standards such as assessing if a grant is considered a subsidy using the Subsidy Control guidance to diving into eligible funding assessments on grant claims.",
                "tag": "p"
            },
            {
                "content": "We offer different levels of support depending on the needs of each scheme. Sometimes that means providing core advice on business case development and award processes. Other times, we’re more hands on. It’s a flexible model that allows us to tailor our involvement to what’s needed most.",
                "tag": "p"
            },
            {
                "content": "So yes, no day is ever the same. And that’s exactly why I love it.",
                "tag": "p"
            },
            {
                "content": "Best bit about your job?",
                "tag": "p"
            },
            {
                "content": "Working in grants might not be glamorous, but it’s deeply rewarding. You get to see the direct link between your work and the outcomes it enables, whether that’s supporting cutting-edge research, helping small businesses grow, or driving forward national priorities. And you do it all while navigating the complexities of public sector governance, which keeps you sharp and grounded.",
                "tag": "p"
            },
            {
                "content": "Recently, I wrapped up moderating a grant competition which was the first of its kind to be run entirely in-house by the DSIT Grants Hub. It was a milestone moment for us and a great example of how we’re building capability within the department.",
                "tag": "p"
            },
            {
                "content": "It’s a role that combines technical rigour with creative problem-solving. We’re constantly asking: How can we add value? How do we ensure compliance without stifling innovation? And how do we make sure every pound of government funding delivers impact?",
                "tag": "p"
            },
            {
                "content": "Most stressful moment you've experienced in the job? ",
                "tag": "p"
            },
            {
                "content": "The most stressful moments tend to come when you're trying to anticipate the volume of applications ahead of a major funding deadline. We need to make sure we're prepared, while also managing team resources efficiently. It’s always encouraging when interest is high, but that also means a last-minute scramble to ensure we have enough assessors in place to manage the workload. ",
                "tag": "p"
            },
            {
                "content": "How do you handle the pressure when millions of pounds ride on your recommendations? Is it stressful? How do you switch off?",
                "tag": "p"
            },
            {
                "content": "When managing a particularly complex funding round the pressure is definitely real, but I’m fortunate to be part of a fantastic team where we fully support one another. That collaboration makes a huge difference!",
                "tag": "p"
            },
            {
                "content": "I also make sure to get involved early in the design of grant schemes and seek input from experts where needed, such as the Complex Grants Advice Panel (CGAP). Having a clearly defined and consistently followed assessment process helps maintain confidence in our recommendations, especially when significant funding is at stake.",
                "tag": "p"
            },
            {
                "content": "As for switching off at the end of the day, I've recently moved house, so evenings are currently filled with wallpaper stripping and other hands-on tasks. It’s a great way to decompress and shift gears from the structured, analytical nature of my day job.",
                "tag": "p"
            },
            {
                "content": "How do you spot when an application looks too good to be true? What red flags make you dig deeper into someone's proposal?",
                "tag": "p"
            },
            {
                "content": "Spotting an application that seems too good to be true often comes down to the detail or lack thereof. Vague statements without supporting evidence or a clear rationale for the project's expected outcomes are a major red flag. I also look closely at how the grant will be managed and reported on, particularly around stakeholder engagement or risk management. If there’s ambiguity in those areas, it prompts further scrutiny.",
                "tag": "p"
            },
            {
                "content": "Who should join the Grants Profession?",
                "tag": "p"
            },
            {
                "content": "The Grants Profession is a diverse community that brings together grant-making practitioners from across government, arm's length bodies and the wider public sector. It is open to all practitioners, from policy design to management and administration. I’d encourage people to join the Grants Profession; together we are a united force committed to improving grant outcomes for citizens and communities.",
                "tag": "p"
            },
            {
                "content": "Interested in joining a different profession? There are 32 government professions available to help boost your career - join a profession today. ",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/09/10/a-day-in-the-life-of-a-grants-professional/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "We caught up with Suzanne Anderson, Commercial Grants Lead in the Department for Science, Innovation and Technology, to learn more about what being a Grants Manager really entails. All across the Civil Service, talented colleagues in specialised roles are working …"
    },
    {
        "title": "An update on CSHT and our annual report  ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-09-10T14:31:25",
        "categories": [
            "Countryside Stewardship",
            "Farming and Countryside Programme"
        ],
        "content": [
            {
                "content": "Today we published the Farming and Countryside Programme’s (FCP) annual report. It sets out how funding has been used over the past year and the progress we’ve made with our environmental land management schemes. ",
                "tag": "p"
            },
            {
                "content": "We’re also publishing guidance to help eligible farmers, foresters and land managers prepare and submit Countryside Stewardship Higher Tier (CSHT) applications. The online service will open next week for those who have been invited and completed the pre-application process. ",
                "tag": "p"
            },
            {
                "content": "In this post, we share a summary. ",
                "tag": "p"
            },
            {
                "content": "FCP annual report ",
                "tag": "h2"
            },
            {
                "content": "Each year, the Secretary of State must publish a report showing how government funding has been used to support farmers and land managers across England.  ",
                "tag": "p"
            },
            {
                "content": "Publishing the report lets farmers, stakeholders, and the public see clearly how funding and policies are being used to support farms, the environment, and sustainable food production. ",
                "tag": "p"
            },
            {
                "content": "Over the past year, we’ve invested: ",
                "tag": "p"
            },
            {
                "content": "And the support isn’t stopping there. Funding for ELM schemes paid to farmers will grow by 150%, rising from £800 million in 2023/24 to £2 billion by 2028/29. That’s more money to invest in the land, wildlife, and sustainable practices that make farming thrive for the long term. ",
                "tag": "p"
            },
            {
                "content": "Read the full FCP annual report on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Countryside Stewardship Higher Tier (CSHT) ",
                "tag": "h2"
            },
            {
                "content": "Next week, the online CSHT service will open for applications from farmers, foresters, and land managers who have been invited and completed pre-application advice. We'll blog again when it opens. ",
                "tag": "p"
            },
            {
                "content": "Since January, Natural England and the Forestry Commission have been supporting farmers and land managers to develop their CSHT applications. Over 1,500 people have been invited to receive pre-application support to date. ",
                "tag": "p"
            },
            {
                "content": "On the CSHT landing page, you will find:",
                "tag": "p"
            },
            {
                "content": "The improved CSHT ",
                "tag": "h3"
            },
            {
                "content": "The new CSHT offer includes: ",
                "tag": "p"
            },
            {
                "content": "Guidance to help you apply for CSHT ",
                "tag": "h3"
            },
            {
                "content": "We’ve published guidance to help you prepare and submit a CSHT application using the online service, when you’re invited to do so.  ",
                "tag": "p"
            },
            {
                "content": "We understand that the CSHT process is new and works differently to other schemes, so we’ve included an optional checklist to guide you through each step – from preparing your application to submitting it.   ",
                "tag": "p"
            },
            {
                "content": "Using the FIND tool to explore CSHT actions ",
                "tag": "h3"
            },
            {
                "content": "All CSHT actions are now available in the FIND tool. You can use it to: ",
                "tag": "p"
            },
            {
                "content": "Each action includes optional advice to support farmers, foresters and land managers. This advice is there to help, but it’s not a requirement of the action.  ",
                "tag": "p"
            },
            {
                "content": "Printable version of CSHT actions ",
                "tag": "h3"
            },
            {
                "content": "You’ve told us that having a printable version of the CSHT actions is helpful. ",
                "tag": "p"
            },
            {
                "content": "We’ve created a print-friendly version that includes all the actions.",
                "tag": "p"
            },
            {
                "content": "It doesn’t include the optional advice as that would make each action too long and less straightforward to use. Instead, the printable version provides a direct link to the advice in the FIND tool.   ",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "Back British Farming Day is an opportunity to celebrate the great work already happening across the country.",
                "tag": "p"
            },
            {
                "content": "Across England, farmers are already making a real difference for nature and sustainable food production. Right now, over 77,000 live agri-environment scheme agreements are supporting them to do just that. It is the highest number ever accepted.",
                "tag": "p"
            },
            {
                "content": "Farmers are innovating through inspiring projects supported by the Farming Innovation Programme, while Landscape Recovery has just entered an exciting new phase. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming Blog to read these stories and keep up with our progress. You can also meet the team at agricultural shows or get involved in shaping our work through initiatives including our user research panel. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/09/10/an-update-on-csht-and-our-annual-report/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The Farming and Countryside Programme’s annual report is out, highlighting how funding has helped farmers, foresters, and land managers support nature, sustainable food, and innovation. In addition to this, guidance for Countryside Stewardship Higher Tier applications is available, with the online service opening next week for invited applicants who have completed pre-application advice."
    },
    {
        "title": "Sustainable Farming Incentive (SFI) Expanded Offer for 2024: understanding the rotational actions declaration ",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-09-10T14:07:54",
        "categories": [
            "Sustainable Farming Incentive"
        ],
        "content": [
            {
                "content": "There are some actions in the SFI 2024 which are ‘rotational’. ",
                "tag": "p"
            },
            {
                "content": "As explained in the SFI scheme information, in the second or third year of an SFI agreement, you can: ",
                "tag": "p"
            },
            {
                "content": "*Some customers of the SFI re-opened offer will not be able to increase their area. If this applies to you, we will have contacted you already to confirm this.  ",
                "tag": "p"
            },
            {
                "content": "Rotational actions declaration ",
                "tag": "p"
            },
            {
                "content": "If your SFI agreement includes rotational actions, you will have told us in your application about their location and area for the first year of your agreement. ",
                "tag": "p"
            },
            {
                "content": "You need to complete a rotational actions declaration to tell us about the location and area of your rotational actions for the second and third years of your SFI agreement. You need to do this even if you’re not making any changes to the location or area of these actions. ",
                "tag": "p"
            },
            {
                "content": "Locating your rotational actions ",
                "tag": "p"
            },
            {
                "content": "You can move the location of a rotational action to an eligible land parcel that’s linked to your Single Business Identifier (SBI). This can be land that’s not already in your SFI agreement. ",
                "tag": "p"
            },
            {
                "content": "In the second and third years of your agreement, you’ll be able to do the action on: ",
                "tag": "p"
            },
            {
                "content": "If you have actions on Site of Special Scientific Interest (SSSI) land, you must get consent from Natural England for any changes you make to your actions on this land. You need consent in place before you do the affected actions on this land, unless the SFI action is exempt. If you do not have consent from Natural England on affected actions, your Year 2 or Year 3 payments may be delayed or reduced. You can read how to get SSSI consent in section 10.3 of the SFI expanded offer for 2024: agreement holder’s information - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "Rotational actions in SFI 2024 agreements  You’ll need to complete a rotational actions declaration if your SFI 2024 agreement includes any of the following SFI actions: ",
                "tag": "p"
            },
            {
                "content": "Actions for farmland wildlife on arable and horticultural land ",
                "tag": "p"
            },
            {
                "content": "AHW1 - Bumblebird mix ",
                "tag": "p"
            },
            {
                "content": "AHW10 - Low input harvested cereal crop ",
                "tag": "p"
            },
            {
                "content": "AHW11 - Cultivated areas for arable plants ",
                "tag": "p"
            },
            {
                "content": "AHW4 - Skylark plots ",
                "tag": "p"
            },
            {
                "content": "AHW5 - Nesting plots for lapwing ",
                "tag": "p"
            },
            {
                "content": "AHW6 - Basic overwinter stubble ",
                "tag": "p"
            },
            {
                "content": "AHW7- Enhanced overwinter stubble ",
                "tag": "p"
            },
            {
                "content": "AHW8 - Wholecrop spring cereals and over winter stubble ",
                "tag": "p"
            },
            {
                "content": "AHW9 - Unharvested cereal headland ",
                "tag": "p"
            },
            {
                "content": "CAHL1 - Pollen and nectar flower mix ",
                "tag": "p"
            },
            {
                "content": "CAHL2 - Winter bird food on arable and horticultural land ",
                "tag": "p"
            },
            {
                "content": "Actions for integrated pest management ",
                "tag": "p"
            },
            {
                "content": "CIPM2 - Flower rich grass margins, blocks or in-field strips ",
                "tag": "p"
            },
            {
                "content": "CIPM3 - Companion crop on arable and horticultural land ",
                "tag": "p"
            },
            {
                "content": "CIPM4 - No use of insecticide on arable crops and permanent crops.  ",
                "tag": "p"
            },
            {
                "content": "Actions for nutrient management ",
                "tag": "p"
            },
            {
                "content": "CNUM2 - Legumes on improved grassland ",
                "tag": "p"
            },
            {
                "content": "CNUM3 - Legume fallow  ",
                "tag": "p"
            },
            {
                "content": "Actions for soil health ",
                "tag": "p"
            },
            {
                "content": "CSAM2 - Multi-species winter cover crop ",
                "tag": "p"
            },
            {
                "content": "CSAM3 - Herbal Lays ",
                "tag": "p"
            },
            {
                "content": "SOH2 - Muti-species spring-sown cover crop ",
                "tag": "p"
            },
            {
                "content": "SOH3 - Muti-species summer-sown cover crop ",
                "tag": "p"
            },
            {
                "content": "SPH4 - Winter cover following maize crops ",
                "tag": "p"
            },
            {
                "content": "Actions for farmland wildlife on habitats and grassland ",
                "tag": "p"
            },
            {
                "content": "GRH11 - Cattle grazing supplement (non-moorland) ",
                "tag": "p"
            },
            {
                "content": "GRH7 - Haymaking supplement ",
                "tag": "p"
            },
            {
                "content": "GRH8 - Haymaking supplement (late cut) ",
                "tag": "p"
            },
            {
                "content": "CIGL2 - Winter bird food on improved grassland  ",
                "tag": "p"
            },
            {
                "content": "Actions for organic farming ",
                "tag": "p"
            },
            {
                "content": "OFA1 - Overwinter stubble (organic land) ",
                "tag": "p"
            },
            {
                "content": "OFA6 - Undersown cereal crop (organic land) ",
                "tag": "p"
            },
            {
                "content": "OFC3 - Organic conversation - rotational land ",
                "tag": "p"
            },
            {
                "content": "OFC4 - Organic conversation - horticultural land ",
                "tag": "p"
            },
            {
                "content": "OFM4 - Organic land management - rotational land ",
                "tag": "p"
            },
            {
                "content": "OFM5 - Organic land management - horticultural land ",
                "tag": "p"
            },
            {
                "content": "Actions for precision farming ",
                "tag": "p"
            },
            {
                "content": "PRF1 - Variable rate application of nutrient ",
                "tag": "p"
            },
            {
                "content": "PRF2 - Camera or remote sensor guided herbicide spraying ",
                "tag": "p"
            },
            {
                "content": "PRF3 - Non-mechanical robotic weeding ",
                "tag": "p"
            },
            {
                "content": "PRF4 - Mechanical robotic weeding ",
                "tag": "p"
            },
            {
                "content": "When to complete your rotational actions declaration ",
                "tag": "p"
            },
            {
                "content": "You need to complete your rotational actions declaration towards the end of the first and second years of your SFI agreement. ",
                "tag": "p"
            },
            {
                "content": "Your rotational actions declaration will be available in the Rural Payments service once you’ve submitted your annual declaration. You can find out more information in our blog - Sustainable Farming Incentive Expanded Offer for 2024 (SFI 2024): understanding the annual declaration – Rural payments. We will remind you to submit your rotational actions declaration when it is due.  ",
                "tag": "p"
            },
            {
                "content": "It’s important that you complete and submit your rotational actions declaration as soon as it’s available. We can’t pay you for the relevant agreement year until you submit it. ",
                "tag": "p"
            },
            {
                "content": "How to complete your rotational actions declaration ",
                "tag": "p"
            },
            {
                "content": "After you’ve submitted your annual declaration, you need to sign in to the Rural Payments service and complete your rotational actions declaration as soon as possible. ",
                "tag": "p"
            },
            {
                "content": "If you want to make changes to any of your rotational actions, complete: ",
                "tag": "p"
            },
            {
                "content": "If you do not want to change the area or location of your rotational SFI actions, complete: ",
                "tag": "p"
            },
            {
                "content": "Helpful tips ",
                "tag": "p"
            },
            {
                "content": "If you submit your declaration and realise you made a mistake, you must contact us within 10 working days with the amendments you want us to make. ",
                "tag": "p"
            },
            {
                "content": "Check your details are up to date ",
                "tag": "p"
            },
            {
                "content": "To make sure we can deal with any queries quickly, it’s important that your personal and business details are up to date in the Rural Payments service. Sign in to the Rural Payments service to check and update them if necessary. ",
                "tag": "p"
            },
            {
                "content": "Where to find more information ",
                "tag": "p"
            },
            {
                "content": "Read more about your SFI agreement terms and conditions. It provides information about what to do if your circumstances change or if you cannot deliver your agreement. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions, you can contact us in one for the following ways: ",
                "tag": "p"
            },
            {
                "content": "Please add your Single Business Identifier (SBI) and agreement number on your email. ",
                "tag": "p"
            },
            {
                "content": "Thank you for your ongoing commitment to the Sustainable Farming Incentive and the environmental improvements it brings. ",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/09/10/sustainable-farming-incentive-sfi-expanded-offer-for-2024-understanding-the-rotational-actions-declaration/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "There are some actions in the SFI 2024 which are ‘rotational’.  As explained in the SFI scheme information, in the second or third year of an SFI agreement, you can:  *Some customers of the SFI re-opened offer will not be able …"
    },
    {
        "title": "From daunting to demystified: The evolution of Service Assessments in DBT",
        "authors": [
            "Emily Agnew, Assurance Manager"
        ],
        "posted_on": "2025-09-10T11:25:03",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "Emily Agnew",
                "tag": "h3"
            },
            {
                "content": "Matt Sellars",
                "tag": "h3"
            },
            {
                "content": "What if a service assessment was not something to fear, but – dare I say it – something to embrace, with confidence?",
                "tag": "p"
            },
            {
                "content": "Over the past year, we have been reshaping how service assessments work in the Department for Business and Trade (DBT). What started as a formal requirement has evolved into a more collaborative, human, and forward-thinking process. It is about helping teams build better services, not just pass a test. ",
                "tag": "p"
            },
            {
                "content": "In this blog, we will share how we have matured the process, and what we have learned.  We will also talk about why assessments are now less about ticking boxes, and more about building confidence, capability, and continuous improvement.",
                "tag": "p"
            },
            {
                "content": "Where we started",
                "tag": "h2"
            },
            {
                "content": "When service assessments were first introduced in DBT (formerly the Department for International Trade) in December 2021, they were viewed as a formal requirement – something to get through, rather than something to learn from. The process was new, the expectations were unclear, and for many teams, the experience felt intimidating. There was a real fear of “failing” in front of senior stakeholders, especially for complex, policy-led services. Assessments were one-size-fits-all events and perceived as high-stakes.",
                "tag": "p"
            },
            {
                "content": "When we first picked up the reins of the service assessment process last year, it felt like we were assembling a plane mid-flight. Teams were unsure how to prepare, what to expect, or even whether the assessment would reflect the realities of their work. Engagement was low because the process was reactive and treated more like a compliance hurdle than a meaningful checkpoint. Assessments were booked late in delivery and teams scrambled to prepare slide decks that tried to tick every box. It was not uncommon for teams to feel like they were being judged, rather than supported.",
                "tag": "p"
            },
            {
                "content": "In short, the early days of service assessments were marked by uncertainty and anxiety.  There was a sense that the process was something to survive, rather than something to embrace.",
                "tag": "p"
            },
            {
                "content": "Culture of continous improvement",
                "tag": "h2"
            },
            {
                "content": "Fast forward to today, and service assessments feel like a completely different experience. What was once a daunting hurdle has evolved into an adaptive process that supports teams to improve, learn and grow. We have built a culture of continuous improvement that embraces progression over perfection.",
                "tag": "p"
            },
            {
                "content": "The new ratings system reflects this shift. Services are no longer given the ratings of ‘met’,‘not met’ or ‘met with conditions’, but rated either Green (met), Amber (not met, not critical) or Red (not met, critical). The Amber rating allows services to continue delivery while addressing the areas that need improvement. It keeps momentum without compromising standards, highlighting that assessments are no longer just a compliance tick box, but an opportunity to support the direction of travel. This encouraged a more open, constructive and conversational approach, reframing assessments as opportunities for learning, rather than judgement. Assessors are now encouraged to take on a more human approach: bringing empathy, curiosity and a genuine desire to support teams. This allows assessments to feel less like a tribunal and more like a conversation with a critical friend. It focusses on helping services move forward, not catching them out.",
                "tag": "p"
            },
            {
                "content": "Early engagement has also been key. By working with service teams right from the outset, we have supported preparation for the assessment through embedded feedback loops. We have introduced assessor focus groups, participated in retros and even introduced a show and tell into our pre-meet calls. All these came from listening and adapting to user needs, reflecting our commitment to improving the process for everyone.",
                "tag": "p"
            },
            {
                "content": "We have strengthened our relationship with the Government Digital Service (GDS), allowing us to trial new ideas which inform wider practice across government. Collaborating on training materials has helped grow our assessor community, with quarterly training for colleagues in both DBT and other departments. This ensures training is streamlined and consistent with GDS’s vision, increasing assessor confidence and building a better-connected community of practice.",
                "tag": "p"
            },
            {
                "content": "The Service Standard is now a guiding light from day one, not just a checklist at the end. The results speak for themselves: since September 2024, compliance has increased from 50% to 76%. Our biggest increase is around accessibility and Service Standard 5, where our compliance has grown from 14% to 78%. Some Standards, such as 9 and 11, are now met 100% of the time – an achievement that felt out of reach a year ago. This is all thanks to the culture we have embedded, sustained by a growing community committed to doing things better, together.",
                "tag": "p"
            },
            {
                "content": "Proportionate assurance",
                "tag": "h2"
            },
            {
                "content": "Not every service needs the same level of scrutiny, and that’s okay, assessments aren’t a one-size-fits all. We recognise this, and take a proportionate mindset to assurance, offering flexible options that fit the context. Whether it is a non-transactional service, or a complex service with multiple user journeys, proportionate assurance enables early intervention and course correction without blocking delivery. This helps teams stay on track even under severe time constraints or stakeholder pressure.",
                "tag": "p"
            },
            {
                "content": "Our aim is for a mindset that is less of a blocker and more of an enabler. We support teams to set up for success by surfacing risks early, including encouraging Alpha reviews within the first 8 weeks. Even when teams are still shaping their direction, these early assessments can flag issues to senior stakeholders (such as under-resourcing).  This enables timely course correction before code is built, and change becomes more complex. We also offer pragmatic solutions such as regular assurance reviews. These are used to maintain alignment with the Standards across multiple structurally similar user journeys, without the burden of repeating full assessments.",
                "tag": "p"
            },
            {
                "content": "This approach helps us strike a balance between rigour and flexibility, while supporting teams to meet the Standard.",
                "tag": "p"
            },
            {
                "content": "What's next?",
                "tag": "h2"
            },
            {
                "content": "The journey from formal requirement to collaborative practice has been transformative, but we’re not done yet.",
                "tag": "p"
            },
            {
                "content": "We are continuing to iterate the process based on what teams and assessors tell us they need. That means refining our guidance, learning where to focus support, and evolving our communications to make assessments clearer, more consistent, and more valuable. Their feedback is vital in shaping the future of assessments and strengthening the culture of continuous improvement.",
                "tag": "p"
            },
            {
                "content": "As we deepen our analysis of how services are meeting the Service Standard, we’re working towards a future where everyone embraces service assessments, with confidence.  ",
                "tag": "p"
            },
            {
                "content": "If you are interested in how we adapted our service assessment approach, please contact DDaTAssurance@businessandtrade.gov.uk, to learn more.",
                "tag": "p"
            },
            {
                "content": " Check out our recent blog from one of our product teams who found a Service Assessment to be a positive learning experience.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/09/10/from-daunting-to-demystified-the-evolution-of-service-assessments-in-dbt/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "What started as a formal requirement has evolved into a more collaborative, human, and forward-thinking process. It is about helping teams build better services, not just pass a test."
    },
    {
        "title": "Protecting Atlantic salmon: collaborating to conserve threatened stocks",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-09-10T09:09:12",
        "categories": [
            "Fisheries and biodiversity",
            "Nature",
            "Rivers"
        ],
        "content": [
            {
                "content": "The Environment Agency has published the latest Atlantic salmon stock assessment for England, providing insights into the health of our salmon populations. The results, based on 2024 data, confirm that salmon stocks remain at critically low levels, underscoring the urgent need for continued and coordinated conservation action. ",
                "tag": "p"
            },
            {
                "content": "Current Status ",
                "tag": "p"
            },
            {
                "content": "The 2024 assessment data reveals that 88% of England's principal salmon rivers are classified as 'at risk' or 'probably at risk' - a figure that remains largely unchanged from previous years. ",
                "tag": "p"
            },
            {
                "content": "Only a small number of rivers achieved the conservation egg deposition targets necessary for healthy salmon populations, highlighting the urgent need for continued conservation action. Encouraging signs emerge from the angling community's commitment to conservation, with catch and release practices helping to protect returning spawners and contribute to future breeding populations. ",
                "tag": "p"
            },
            {
                "content": "Understanding the Challenge ",
                "tag": "p"
            },
            {
                "content": "Atlantic salmon are remarkable fish that spend their early years in freshwater before migrating to the ocean to mature, eventually returning to their birth rivers to spawn. This complex lifecycle, spanning both freshwater and marine environments, makes them particularly vulnerable to environmental pressures. ",
                "tag": "p"
            },
            {
                "content": "The decline in salmon populations, from around 1.4 million adult fish returning in the 1970s-1980s to fewer than 500,000 today across the UK, reflects multiple interconnected challenges. These include reduced marine survival, poor water quality, climate change impacts, migration barriers from historic infrastructure, and habitat degradation. ",
                "tag": "p"
            },
            {
                "content": "Salmon serve as vital indicators of river and marine ecosystem health. Their decline signals broader environmental challenges that affect not just this species, but entire aquatic ecosystems and the communities that depend on them. ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency’s Response ",
                "tag": "p"
            },
            {
                "content": "As the statutory body responsible for maintaining and improving salmon fisheries, the Environment Agency is taking comprehensive action across multiple fronts. ",
                "tag": "p"
            },
            {
                "content": "We're scaling up our regulatory work, increasing farm inspections from 4,000 to 6,000 annually to tackle agricultural pollution – the biggest cause of poor water quality in England. We’re also increasing water company inspections from 1,409 in 2022/23 to over 4,000 in 2024/25, with a target of 10,000 by March 2026. We're working with farmers and water companies providing guidance and support whilst taking enforcement action where necessary. ",
                "tag": "p"
            },
            {
                "content": "Physical barriers to fish migration are being systematically removed through collaborative partnerships. The 'Unlocking the Severn' project reopened 158 miles of river, while decades of partnership work across Yorkshire has achieved a remarkable milestone - the first Atlantic salmon parr recorded in the River Don in over 200 years. These successes demonstrate the effectiveness of long-term collaborative conservation efforts and support the Great Yorkshire Rivers partnership's ambitious aim of addressing artificial barriers negatively impacting fish populations in Yorkshire. ",
                "tag": "p"
            },
            {
                "content": "We're also investigating innovative solutions, such as our current study on the River Itchen to improve juvenile salmon migration past water control structures. ",
                "tag": "p"
            },
            {
                "content": "A Collaborative Effort ",
                "tag": "p"
            },
            {
                "content": "Salmon conservation cannot succeed through the efforts of any single organisation. It requires extensive collaboration across sectors and stakeholders. ",
                "tag": "p"
            },
            {
                "content": "We continue to work with water companies to reduce pollution incidents and improve compliance with environmental standards. The angling community has embraced catch and release practices, helping protect returning spawners. Agricultural stakeholders are working with us to implement better environmental practices. ",
                "tag": "p"
            },
            {
                "content": "Internationally, we collaborate through the North Atlantic Salmon Conservation Organisation (NASCO) to address challenges in marine environments, recognising that salmon conservation is a transnational issue requiring coordinated responses. ",
                "tag": "p"
            },
            {
                "content": "Local communities, conservation groups, and volunteers contribute through habitat restoration projects, citizen science initiatives, and advocacy for stronger environmental protections. ",
                "tag": "p"
            },
            {
                "content": "Looking Forward ",
                "tag": "p"
            },
            {
                "content": "While salmon stocks remain at concerning levels, there are examples of progress. The River Don's story shows that even rivers long considered lost can support breeding salmon populations again. ",
                "tag": "p"
            },
            {
                "content": "Recovery will take time. Salmon's complex lifecycle means improvements may take years to reflect in population data. But every successful spawning event, every barrier removed, and every partnership forged contributes to the long-term goal of restoring sustainable salmon populations. ",
                "tag": "p"
            },
            {
                "content": "The 2024 assessment reinforces that protecting salmon requires sustained commitment from all sectors of society. As we continue this vital work, we remain focused on transparency, collaboration, and delivering meaningful environmental improvements. ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency continues to monitor salmon populations closely and welcomes partnerships with organisations committed to salmon conservation. For more detailed data and findings from our monitoring work, read the Assessment of Salmon Stocks and Fisheries in England and Wales 2024. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/09/10/protecting-atlantic-salmon-collaborating-to-conserve-threatened-stocks/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency has published the latest Atlantic salmon stock assessment for England, providing insights into the health of our salmon populations. The results, based on 2024 data, confirm that salmon stocks remain at critically low levels, underscoring the urgent …"
    },
    {
        "title": "Using data brokers as authoritative sources under GPG 45",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-09-10T09:00:00",
        "categories": [
            "Digital identity",
            "UK digital identity and attributes trust framework"
        ],
        "content": [
            {
                "content": "As part of performing an identity check, digital verification services (DVS) need to verify information that represents the attributes of the person being checked. Often, this is done with reference to an “authoritative source”. Digital verification services sometimes want to use “data brokers” for this purpose and we’ve been asked how they should be treated.",
                "tag": "p"
            },
            {
                "content": "What we mean by data broker",
                "tag": "h2"
            },
            {
                "content": "A data broker is an intermediary that aggregates data from multiple sources, often including public records, commercial databases, and online activity. In the context of digital identity, data brokers may be used to verify attributes about individuals – like their name, address, or financial history – by providing access to datasets that support identity checks.",
                "tag": "p"
            },
            {
                "content": "Credit reference agencies, identity and fraud analytics companies, and digital verification services themselves are some of the types of companies that can act as data brokers.",
                "tag": "p"
            },
            {
                "content": "Data brokers must, of course, comply with UK data protection legislation and so must DVS providers when using them.",
                "tag": "p"
            },
            {
                "content": "A data broker can be used an authoritative source",
                "tag": "h2"
            },
            {
                "content": "Whilst lots of organisations could act as a data broker, not all data brokers are authoritative sources.",
                "tag": "p"
            },
            {
                "content": "Good Practice Guide (GPG) 45 – which describes how to prove and verify someone's identity – defines what an authoritative source is. It says:",
                "tag": "p"
            },
            {
                "content": "There is nothing in GPG 45 – or in the trust framework – that prohibits the use of data brokers as an authoritative source. If a data broker meets the requirements set out in GPG 45, it can be used as an authoritative source.",
                "tag": "p"
            },
            {
                "content": "A single data broker can verify multiple pieces of evidence",
                "tag": "h2"
            },
            {
                "content": "Data brokers can usually provide data from multiple places and so a single data broker can act as multiple authoritative sources.",
                "tag": "p"
            },
            {
                "content": "For example, a credit reference agency will often have an ability to connect to multiple banks and building societies. If a user had a mortgage with one bank and a credit card with another, and the broker can access that data in a manner that ensures its accuracy and recency, there is no reason why that single broker can’t be used to verify both pieces of information.",
                "tag": "p"
            },
            {
                "content": "Additionally, there is no need to make two separate requests of the broker for it to count as multiple authoritative sources. As long as the information is distinct and able to be verified, a broker can provide one, two or dozens of pieces of evidence as part of a single request from an identity service.",
                "tag": "p"
            },
            {
                "content": "Whilst data brokers can provide all sorts of data, it’s important for service providers to ensure that only data that is within the scope of GPG 45 is being used for identity checks within a certified service. For example, data brokers can often provide profiling about people based on their internet browsing history; that data can’t be scored as part of GPG 45, so it mustn’t be used for an identity check.",
                "tag": "p"
            },
            {
                "content": "Prepare to justify your approach",
                "tag": "h2"
            },
            {
                "content": "When conformity assessment bodies audit services against the UK digital identity and attributes trust framework, they will ask service providers to justify how their service achieves the outcomes it purports to be able to achieve. If they use a data broker, service providers must justify that approach and why they think it’s right. In particular, they’ll need to demonstrate that the information the broker can provide is both accurate and up-to-date.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/09/10/using-data-brokers-as-authoritative-sources-under-gpg-45/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Digital verification services sometimes want to use “data brokers” for this purpose and we’ve been asked how they should be treated."
    },
    {
        "title": "Self-Care Week 2025 is coming",
        "authors": [
            "Helen Donovan"
        ],
        "posted_on": "2025-09-09T12:43:39",
        "categories": [
            "Care and support",
            "Communities",
            "Events",
            "Public health"
        ],
        "content": [
            {
                "content": "A national opportunity to empower communities for better health",
                "tag": "h2"
            },
            {
                "content": "Each year, hundreds of organisations across the country take part in National Self-Care Week (17-23 November 2025), a campaign designed to inspire and empower people to take charge of their own physical and mental wellbeing.",
                "tag": "p"
            },
            {
                "content": "Led by the Self Care Forum, it’s an awareness week that everyone, individuals, schools, employers, local authorities, healthcare professionals, and more, can get involved in.",
                "tag": "p"
            },
            {
                "content": "The aim is simple but powerful: help people take control of their health and live happier, healthier, lives for longer, while easing growing pressures on our health services.",
                "tag": "p"
            },
            {
                "content": "As Self-Care Week approaches, now is the perfect time to reflect on why such initiatives matter more than ever.",
                "tag": "p"
            },
            {
                "content": "According to The King’s Fund, a leading health charity committed to improving health and care across the UK, demand for health services has risen significantly in recent years and continues to climb.",
                "tag": "p"
            },
            {
                "content": "The reasons are complex. As life expectancy rises, people are living longer, but not necessarily healthier, lives. Many are managing multiple long-term conditions including diabetes, cancer, frailty, and dementia.",
                "tag": "p"
            },
            {
                "content": "Yet access to timely support remains challenging. Without adequate community services, many in crisis are turning to A&E services, adding further strain to an already stretched system.",
                "tag": "p"
            },
            {
                "content": "While investment in health services is vital, prevention and self-management must be the central pillars of any broader approach to health and wellbeing.",
                "tag": "p"
            },
            {
                "content": "A common endeavour",
                "tag": "h2"
            },
            {
                "content": "The Government’s own 10 Year Health Plan for the NHS mirrors these ambitions with its three health shifts, of which two - ‘from hospital to community’ and ‘from sickness to prevention’ - have much in common with the ethos we have long espoused.",
                "tag": "p"
            },
            {
                "content": "While it’s not a silver bullet, the Self-Care Forum believes empowering individuals to take better care of themselves, physically and mentally, is a vital part of the solution.",
                "tag": "p"
            },
            {
                "content": "Many chronic, non-communicable conditions such as heart disease, obesity, type 2 diabetes, and some cancers are preventable with the right support, education, and lifestyle changes.",
                "tag": "p"
            },
            {
                "content": "Preventing these through better public health campaigns, improved access to healthy food, and more opportunities for physical activity has a potentially massive impact on the overall health of the population and the impact on health and care services.",
                "tag": "p"
            },
            {
                "content": "Beyond this, the Self-Care Forum has long advocated for stronger health education in schools, giving children lifelong tools to take home and share with their families.",
                "tag": "p"
            },
            {
                "content": "Self-care isn’t just about individuals making better choices. It’s about creating environments and systems that support those choices, united by a shared responsibility. Everyone has a role to play.",
                "tag": "p"
            },
            {
                "content": "One week with long term benefits",
                "tag": "h2"
            },
            {
                "content": "Self-Care Week is a unique opportunity to bring all these stakeholders together under a shared goal: improving the nation’s health.",
                "tag": "p"
            },
            {
                "content": "The week serves as a catalyst, but the goal is long-term change. By raising awareness and offering practical tools and resources, Self-Care Week encourages people to take control of their health, not just for one week, but for the rest of their lives.",
                "tag": "p"
            },
            {
                "content": "There’s still time to get involved. Whether you’re a healthcare professional, local business, teacher, or an individual who wants to make a difference, this is your chance to join a growing movement for better health and wellbeing.",
                "tag": "p"
            },
            {
                "content": "Let’s work together to support a healthier future, one where people feel informed, empowered, and able to make choices that not only benefit themselves but also alleviate pressure on our NHS.",
                "tag": "p"
            },
            {
                "content": "Because when self-care becomes a way of life, everyone benefits.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "The Self-Care Forum has run Self-Care Week since 2011. ",
                "tag": "p"
            },
            {
                "content": "For more information contact selfcare@selfcareforum.org.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2025/09/09/self-care-week-2025-is-coming/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "National Self-Care Week (17-23 November 2025) is a campaign designed to inspire and empower people to take charge of their own physical and mental wellbeing. Led by the Self Care Forum, it’s an awareness week that everyone can get involved in."
    },
    {
        "title": "Beyond literacy: why reading matters to strengthen bonds and relationships",
        "authors": [
            "Annie Crombie"
        ],
        "posted_on": "2025-09-08T16:05:21",
        "categories": [
            "Education",
            "Literacy"
        ],
        "content": [
            {
                "content": "To celebrate International Literacy Day on 8 September 2025, Annie Crombie from BookTrust talks about the importance of reading. The Department for Education is looking forward to National Year of Reading (2026) as the value of reading for pleasure can't be understated.",
                "tag": "p"
            },
            {
                "content": "As Co-CEO of BookTrust, the UK’s largest children’s reading charity working across early years, health, education, and children’s social care, I’ve seen how life-changing it is to share books and stories with children.",
                "tag": "p"
            },
            {
                "content": "For a child who has experienced instability or trauma, the simple act of sharing a book can provide a moment of trust, reassurance, and love. Books offer children a safe space to process emotions, make sense of the world, and see themselves reflected in a way that validates their experiences.",
                "tag": "p"
            },
            {
                "content": "Fostering a lifelong love of reading",
                "tag": "h2"
            },
            {
                "content": "Reading together creates nurturing interactions that support attunement and attachment. The book we read to a child may be simple – but it provides the basis for consistent, emotionally rich, co-constructed experiences through a simple ritual accessible to all families. These reading experiences enhance bonding, which is not only important for children, but can also contribute to caregivers’ wellbeing.",
                "tag": "p"
            },
            {
                "content": "We wanted to harness this relational power of reading for children in the greatest need of this support. Over the past two years, we’ve worked with families and practitioners to co-create a new programme called Story Explorers. ",
                "tag": "p"
            },
            {
                "content": "This was designed to engage and motivate behaviour change for kinship, foster, and adoptive families. For example, we design an experience of reading that is interactive and playful, rather than a chore. We give the child a sense of their own agency through flexibility, choice and book ownership. ",
                "tag": "p"
            },
            {
                "content": "We’ve heard fantastic feedback from families: Story Explorers has prompted or enhanced reading routines that have nurtured connection and helped the child in their care build trust and a sense of belonging. The books have increased children’s confidence and emotional expression, and the kits have enabled their families to discover new ways of enjoying time together.",
                "tag": "p"
            },
            {
                "content": "Making reading accessible",
                "tag": "h2"
            },
            {
                "content": "We’ve recently worked with the charity Kinship to design a range of kinship support to help families read together. Our Letterbox Club programme has been helping engage children aged 3-13 with reading and numeracy for many years.",
                "tag": "p"
            },
            {
                "content": "All books for our programmes are chosen by selection panels of people who understand children and families’ needs and circumstances, from early years practitioners to foster carers and support workers. ",
                "tag": "p"
            },
            {
                "content": "Working together across social care, health, education, and more",
                "tag": "h2"
            },
            {
                "content": "BookTrust reaches over 10,000 care-experience children every year, but know we can’t do this on our own. That’s why we’ve launched the Reading Rights: Books Build a Brighter Future campaign with Waterstones Children’s Laureate Frank Cottrell-Boyce. ",
                "tag": "p"
            },
            {
                "content": "We want more people working with the most vulnerable children to understand how sharing stories can change lives, and have access to the support they need to make this a reality for families.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/09/08/beyond-literacy-why-reading-matters-to-strengthen-bonds-and-relationships/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "To celebrate International Literacy Day on 8 September 2025, Annie Crombie from BookTrust talks about the importance of reading. The Department for Education is looking forward to National Year of Reading (2026) as the value of reading for pleasure can't …"
    },
    {
        "title": "Beyond the award: How eSIMs saved £6 million and cut carbon emissions by 99%",
        "authors": [
            "Lydia Tabbron"
        ],
        "posted_on": "2025-09-08T14:58:55",
        "categories": [
            "Sustainable ICT",
            "Sustainable procurement"
        ],
        "content": [
            {
                "content": "Lydia Tabbron, Digital Sustainability Lead, shares how designing digital services with sustainability at their heart can lead to solutions that are more efficient, more cost-effective, and better for users.",
                "tag": "p"
            },
            {
                "content": "Defra’s Mobile Voice and Data Services (MVDS) team recently won the 2025 Defra Sustainability Award for their work on the roll out of eSIM technology across Defra Group. But the real value was in demonstrating how digital transformation can reduce environmental impacts whilst delivering better value for money.",
                "tag": "p"
            },
            {
                "content": "Digital technology touches every aspect of government operations, from frontline services to back-office systems, so it’s essential that our technological choices support our environmental goals.",
                "tag": "p"
            },
            {
                "content": "In 2022, Defra's mobile estate relied on over 34,000 physical SIM cards - a legacy approach that was both environmentally costly and technically limiting. The Mobile Voice and Data Services (MVDS) team, saw an opportunity to reimagine this entirely.",
                "tag": "p"
            },
            {
                "content": "Working with BT, we developed a groundbreaking telecoms contract that replaced physical SIMs with digital eSIM technology. The goal wasn’t just to upgrade our hardware, but to embed sustainability into every aspect of the procurement process.",
                "tag": "p"
            },
            {
                "content": "A model for government-wide transformation",
                "tag": "p"
            },
            {
                "content": "The transition avoided 99% of carbon emissions associated with physical SIM cards and is expected to deliver £6.16 million in cost savings over five years. User satisfaction rates following the migration process were high at 82%, with 84% rating communications as excellent or good.",
                "tag": "p"
            },
            {
                "content": "The impact extends far beyond Defra's own operations, other government departments are using the initiative as a blueprint when developing their own digital strategies and the project supports key government strategies including the 25 Year Environment Plan and the Greening Government ICT Strategy, and contributes to UN Sustainable Development Goals.",
                "tag": "p"
            },
            {
                "content": "Setting the standard for sustainable procurement",
                "tag": "p"
            },
            {
                "content": "What makes this project particularly significant is how sustainability was woven throughout, from project conception to the contract terms. We increased the sustainability and social value weighting to 15% and established 24 specific, measurable, and enforceable sustainability KPIs, embedding environmental commitments into operations.",
                "tag": "p"
            },
            {
                "content": "These commitments included partnering with BT to recycle legacy SIMs and ensuring mobile networks are powered by renewable energy. The team have been talking to senior leaders across government, showcasing how sustainability delivers cost and efficiency savings alongside carbon reduction.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned",
                "tag": "p"
            },
            {
                "content": "This work demonstrates something crucial about our approach to digital transformation. Environmental sustainability isn't a constraint on innovation, it's a driver of it. When we design digital services with sustainability at their heart, we often find solutions that are more efficient, more cost-effective, and better for users.",
                "tag": "p"
            },
            {
                "content": "As government continues to digitalise services and operations, the MVDS project shows how we can ensure this transformation supports our broader environmental commitments.",
                "tag": "p"
            },
            {
                "content": "Building on our success",
                "tag": "p"
            },
            {
                "content": "Although it was great to have our efforts recognised in the Defra Awards 2025, our work isn’t done yet. We are pursuing other industry recognised awards to raise awareness of the cross-cutting benefits we have experienced with the hope of inspiring other public sector organisations. We are also developing a joint Net Zero action plan with BT that includes mandatory environmental training for all contract staff.",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2025/09/08/beyond-the-award-how-esims-saved-6-million-and-cut-carbon-emissions-by-99/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Lydia Tabbron, Digital Sustainability Lead, shares how designing digital services with sustainability at their heart can lead to solutions that are more efficient, more cost-effective, and better for users."
    },
    {
        "title": "New courses on accessibility and user research – now live on FutureLearn!",
        "authors": [
            "Thomas Munley, Senior Learning Design Manager, GDS"
        ],
        "posted_on": "2025-09-08T10:05:42",
        "categories": [
            "Digital learning and development",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Want to learn more about user research in government? Interested in accessibility? Here are two courses that are perfect for you!",
                "tag": "p"
            },
            {
                "content": "Government Digital Service (GDS) are thrilled to announce the launch of two new courses, in collaboration with FutureLearn: ",
                "tag": "p"
            },
            {
                "content": "As outlined in the blueprint for modern digital government, there is a need for investment in talent and opportunities for learning, development and upskilling. ",
                "tag": "p"
            },
            {
                "content": "GDS is at the forefront of providing these opportunities so that we can contribute to the government’s goal of doubling the size of the Government Digital and Data profession and equipping civil servants with the skills and knowledge they need to work effectively in a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Who are the courses for? ",
                "tag": "h3"
            },
            {
                "content": "These courses are free to access and open to anyone, including members of the public interested in knowing more about different roles in government. ",
                "tag": "p"
            },
            {
                "content": "Accessibility in Government: Getting Started is a two-week,  introductory, awareness level course. It has been developed by a team of cross-government accessibility specialists and is suitable for anyone who wants to learn the basics, including key concepts and vocabulary and how the government works towards setting the standard for accessibility. ",
                "tag": "p"
            },
            {
                "content": "User Research in Government: Developing Further is a follow-up to our introductory user research course that we launched in February 2025. A five-week, working/practitioner level course, it is aimed at people who are interested in studying key concepts more in-depth. It would also be ideal for new or junior user researchers to consolidate their knowledge when starting out in the role.",
                "tag": "p"
            },
            {
                "content": "Why these courses?",
                "tag": "h3"
            },
            {
                "content": "Accessibility is central to good government service design, but accessibility also benefits everyone by making things easier to use. We created this course to show how the government sets the standard when it comes to accessibility. It is designed to give learners a basic understanding of key concepts and terminology so that they can be more aware of and confidently advocate for accessibility in their daily lives.",
                "tag": "p"
            },
            {
                "content": "In February 2025, GDS launched our introductory User Research in Government: Getting Started course as part of our wider suite of introductory courses to Government Digital and Data  roles. Our cross-gov team of expert user researchers has now developed a tailored, eight-week learning package across the two courses. It has been designed to give new and junior users researchers or those with a keen interest in the role an in-depth look into how it works in government.    ",
                "tag": "p"
            },
            {
                "content": "What will you learn?",
                "tag": "h3"
            },
            {
                "content": "In our Accessibility in Government: Getting Started course, learners will cover topics such as:",
                "tag": "p"
            },
            {
                "content": "This course is structured over two weeks with a recommended learning time of three hours per week. ",
                "tag": "p"
            },
            {
                "content": "In User Research in Government: Developing Further, you will cover:",
                "tag": "p"
            },
            {
                "content": "This course is structured over five weeks with a recommended learning time of four hours per week. ",
                "tag": "p"
            },
            {
                "content": "You will learn through a mix of reading, completing tasks and watching educational videos produced by user researchers working in government. You can keep track of your progress by taking quizzes and end-of-week tests, and by completing the learner tasks throughout the course. ",
                "tag": "p"
            },
            {
                "content": "Both courses are free to access, but for an optional fee you can gain permanent access to the course material, get a chance to take the course assessments, and receive a signed certificate of completion at the end of the course as a record of your learning. ",
                "tag": "p"
            },
            {
                "content": "The courses are self-directed. That means you can join at any time and you can learn at your own pace within the duration of the course. ",
                "tag": "p"
            },
            {
                "content": "Social learning",
                "tag": "h3"
            },
            {
                "content": "FutureLearn is a social learning platform and interaction between learners is fundamental to the experience. ",
                "tag": "p"
            },
            {
                "content": "On every step of our courses, you will have the opportunity to chat to other learners about the subjects and activities covered. You can comment as much or as little as you would like, but we encourage you to join in and learn collaboratively.",
                "tag": "p"
            },
            {
                "content": "Register on FutureLearn now – the courses are now live! You can join these courses at any time and learn at your own pace each week. ",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h3"
            },
            {
                "content": "Keep an eye out for our upcoming courses on more digital and data roles – our next course will be an introduction to the Business Analyst role, coming in December 2025.",
                "tag": "p"
            },
            {
                "content": "If you have any queries or would like to collaborate with the team on our next courses, you can contact the Learning Design team by emailing gddlearningteam@dsit.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/09/08/new-courses-on-accessibility-and-user-research-now-live-on-futurelearn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Government Digital Service is pleased to announce the launch of two new, free-to-access courses on user research and accessibility on FutureLearn! Read on to find out how you can join."
    },
    {
        "title": "Outreach in Action: Career conversations to inspire young minds into data and digital",
        "authors": [
            "Marwa Ali, Outreach Manager, GDS, Workforce and Capability."
        ],
        "posted_on": "2025-09-08T10:04:05",
        "categories": [
            "Capabilities",
            "Emerging talent",
            "Government Digital and Data",
            "Graduate schemes and Fast Stream",
            "People and Skills"
        ],
        "content": [
            {
                "content": "Why outreach matters",
                "tag": "h3"
            },
            {
                "content": "The Civil Service is committed to building a more diverse and digitally skilled workforce. That starts with inspiring the next generation, especially those who may not see themselves represented in government roles within the digital and data profession. By engaging with pupils early, we can help them imagine futures they may not have considered and show them that careers in digital and data are not only accessible but also impactful and rewarding.",
                "tag": "p"
            },
            {
                "content": "Recently, the Prime Minister set out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles. This ambition underscores the urgency of inspiring the next generation to see themselves in these careers. Our outreach work is a vital part of that journey helping young people imagine futures where they can shape public services through technology and data.",
                "tag": "p"
            },
            {
                "content": "Outreach at Wendell Park: careers and aspirations week ",
                "tag": "h3"
            },
            {
                "content": "Before our visit to Wendell Park primary school in London, only 14% of year 4 and year 6 pupils had considered a career in digital or data. After just one interactive session led by Outreach Manager, Marwa Ali, and Project Manager, Anna Gaspirini. 86% said it now sounded interesting or something they'd love to do.",
                "tag": "p"
            },
            {
                "content": "This transformation shows the power of early outreach in building the diverse digital workforce that the government needs. As part of the UK government's blueprint for modern digital government, we're committed to 'elevating leadership and investing in talent' – and that starts with inspiring young people to see themselves in careers that shape public services for the better.",
                "tag": "p"
            },
            {
                "content": "As part of the UK government’s ambition to build a modern digital government, outreach plays a vital role in growing digital and data capability across the public sector. The blueprint for modern digital government sets out a vision for “smarter organisations” and “higher productivity and efficiency” by embedding the right skills and ways of working across government. One of its six priorities is to “elevate leadership and invest in talent” and that starts with inspiring the next generation. Our outreach work is a small but important step in helping young people see themselves in digital and data careers that shape public services for the better.",
                "tag": "p"
            },
            {
                "content": "As part of Wendell Park Primary School in London’s Careers and Aspirations Week (30 June – 5 July 2025), Marwa Ali and Anna Gaspirini from the capability team in Government Digital Service had the privilege of visiting year 6 and year 4 pupils to talk about careers in the digital and data profession. The week was designed to raise aspirations and broaden horizons, especially for children from disadvantaged backgrounds, by introducing them to a wide range of career paths. ",
                "tag": "p"
            },
            {
                "content": "Our session focused on demystifying what it means to work in digital and data roles within the Civil Service. We shared our own career journeys, explained how data powers public services, and highlighted the exciting opportunities available in the Civil Service, from designing digital tools that improve people’s lives to using data to make smarter decisions for the country.",
                "tag": "p"
            },
            {
                "content": "What we’d delivered",
                "tag": "h3"
            },
            {
                "content": "Introducing Year 4 and Year 6 students to roles in the digital and data profession, sparking curiosity and thoughtful questions.",
                "tag": "p"
            },
            {
                "content": "We designed an interactive session that brought digital and data careers to life. Using real examples from the Government Digital and Data Capability Framework, we showed pupils how data analysts help make smarter decisions for the country, how user researchers improve online services, and how software developers create tools that make people's lives easier.",
                "tag": "p"
            },
            {
                "content": "The highlight of the session was our AI storytelling activity, where pupils got hands-on experience with technology while learning about its role in government. Using a simple prompt and their own names, they created imaginative stories powered by AI, sparking laughter, curiosity, and a sense of ownership over their creations.",
                "tag": "p"
            },
            {
                "content": "The classroom buzzed with excitement as pupils eagerly shared their stories with the class, proudly reading them aloud and asking how they could do more with computers. Some gave their characters superpowers or made themselves Prime Minister for the day. One pupil beamed, “It’s so fun using a computer to do things and now I want to work with digital things more!” Another reflected, “Now I know all the different things that we can use AI to do and how it can help with my job later.”",
                "tag": "p"
            },
            {
                "content": "Pupils left the session not only with a better understanding of digital careers, but with a sense that those careers could belong to them. The activity helped demystify technology and government, showing that creativity, curiosity, and public service can go hand in hand.",
                "tag": "p"
            },
            {
                "content": "What the pupils told us",
                "tag": "p"
            },
            {
                "content": "Pupils explore digital careers through interactive activities during Careers and Aspirations Week at Wendell Park Primary School.",
                "tag": "p"
            },
            {
                "content": "Before the session, only 14% of pupils had considered a career in digital or data. Afterward, 86% said it now sounded interesting or something they’d love to do.",
                "tag": "p"
            },
            {
                "content": "This shift shows how even a short, engaging session can spark curiosity and open minds.",
                "tag": "p"
            },
            {
                "content": "These numbers tell a story about untapped potential. Behind each statistic is a young person who might never have imagined themselves working in government, now picturing a future where they could make a real difference.",
                "tag": "p"
            },
            {
                "content": "The feedback we received from pupils was a powerful reminder of the impact early outreach can have. ",
                "tag": "p"
            },
            {
                "content": "One pupil shared, “I thought that if you work for the government then your job was boring, but I got to learn about the fun things that you could do.” ",
                "tag": "p"
            },
            {
                "content": "Another said, “Now I know that I can get a job doing digital things for the government and that’s really cool because I can help people that live in our country!”",
                "tag": "p"
            },
            {
                "content": " A third reflected, “It’s so fun using a computer to do things and now I want to work with digital things more!” These reflections show how even a single session can shift perceptions and spark ambition.",
                "tag": "p"
            },
            {
                "content": "Reflections",
                "tag": "h3"
            },
            {
                "content": "This session was co-led by Marwa and Anna, whose personal stories and energy helped bring digital careers to life for the pupils. Their passion and authenticity were key to making the session relatable and inspiring. By sharing their own journeys into the Civil Service, they helped pupils see that these careers are not only possible but personal.",
                "tag": "p"
            },
            {
                "content": "This session offered a meaningful opportunity to broaden young people’s understanding of digital and data careers. It also highlighted how early engagement, relatable role models, and storytelling can play a powerful role in shaping a more inclusive and future-ready Civil Service.",
                "tag": "p"
            },
            {
                "content": "As the Prime Minister sets out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles, our outreach efforts are not just timely, they’re essential. By connecting with young people early, we’re helping to build the talent pipeline that will power future public services. This is about more than filling roles; it’s about shaping a Civil Service that reflects the diversity, creativity, and potential of the communities it serves.",
                "tag": "p"
            },
            {
                "content": "We’re grateful to Wendell Park Primary School for inviting us and to the pupils for their energy and enthusiasm. We look forward to continuing this work, partnering with schools, communities, and colleagues across government to inspire the next generation of digital and data professionals.",
                "tag": "p"
            },
            {
                "content": "This outreach work is more than career guidance, it's about building tomorrow's public sector. When young people see themselves reflected in government roles, when they understand how digital and data skills can serve their communities, we're not just filling future job vacancies. We're ensuring the Civil Service draws talent from every corner of society to serve everyone effectively.",
                "tag": "p"
            },
            {
                "content": "Every school visit, every inspired question, every pupil who leaves thinking 'I could do that' brings us closer to a truly representative digital government.",
                "tag": "p"
            },
            {
                "content": "Pathways into Digital Careers",
                "tag": "h3"
            },
            {
                "content": "For those inspired by this work, there are a range of entry-level pathways into digital and data roles in government. Programmes like TechTrack and the Digital Fast Stream offer structured routes into the profession, while departments across government are piloting their own outreach and early talent initiatives. These efforts collectively support a more inclusive and future-ready Civil Service.",
                "tag": "p"
            },
            {
                "content": "Get in touch",
                "tag": "h3"
            },
            {
                "content": "The Prime Minister has set out a bold new vision for a digital-first Civil Service, where one in ten civil servants will work in digital and data roles. This ambition demands action now.",
                "tag": "p"
            },
            {
                "content": "Ready to inspire the next generation of digital leaders? Whether you're in London or Leeds, Edinburgh or Exeter, there are young people in your local schools who could be tomorrow's data scientists, user researchers, or digital policy experts. Let's work together to show them the way.",
                "tag": "p"
            },
            {
                "content": "Contact us at digitaldatacapability@dsit.gov.uk to start planning outreach in your area.",
                "tag": "p"
            }
        ],
        "link": "https://digitalpeople.blog.gov.uk/2025/09/08/outreach-in-action-career-conversations-to-inspire-young-minds-into-data-and-digital/",
        "blog": "Digital people",
        "blog_link": "https://digitalpeople.blog.gov.uk",
        "description": "Inspiring young minds in digital careers: How our Civil Service outreach at Wendell Park Primary transformed pupil perceptions of data and digital roles."
    },
    {
        "title": "Exciting opportunities to join UK NSC expert groups",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-09-08T09:25:04",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) is the independent scientific committee that advises ministers and the NHS in the 4 UK countries about all aspects of screening.",
                "tag": "p"
            },
            {
                "content": "The committee currently has 15 exciting vacancies to fill on 3 of its expert advisory groups: the fetal, maternal and child health (FMCH) group, adult reference group (ARG) and research and methodology group (RMG). These expert groups play crucial roles in scrutinising evidence and providing input from their relevant areas of expertise.",
                "tag": "p"
            },
            {
                "content": "They help make sure the UK NSC makes high quality recommendations that are based on the best evidence and thinking. All 3 groups are also increasingly involved in advising on innovation, research proposals, horizon scanning and stakeholder engagement. ",
                "tag": "p"
            },
            {
                "content": "The ARG has vacancies for the 4 roles of: ",
                "tag": "p"
            },
            {
                "content": "The FMCH has vacancies for the 6 roles of: ",
                "tag": "p"
            },
            {
                "content": "The RMG has vacancies for the 5 roles of:",
                "tag": "p"
            },
            {
                "content": "How to apply",
                "tag": "h2"
            },
            {
                "content": "To apply, submit an expression of interest and a biography (up to 500 words or one page) detailing your relevant experience and engagement with screening and how you can contribute to the work of the reference group. ",
                "tag": "p"
            },
            {
                "content": "Anyone interested in any of these roles should have relevant knowledge, skills and experience that would contribute to the provision of high quality and well considered advice to the UK NSC. ",
                "tag": "p"
            },
            {
                "content": "See our information on recruitment to expert and advisory groups for details of the qualities and criteria required for these roles.",
                "tag": "p"
            },
            {
                "content": "Recruitment information",
                "tag": "h2"
            },
            {
                "content": "Applications will be reviewed by a panel of the relevant reference group, including the chair, and 2 members of the UK NSC secretariat team. ",
                "tag": "p"
            },
            {
                "content": "All applications will receive a successful or unsuccessful notification. The successful candidates will receive information about next steps.",
                "tag": "p"
            },
            {
                "content": "Members of the UK NSC and its expert groups are all appointed as independent members to behave with impartiality, integrity and objectivity. They are responsible for providing, from their specific perspective, advice, insight and constructive challenge. ",
                "tag": "p"
            },
            {
                "content": "The expert groups meet 3 to 4 times per year. There is no remuneration for the posts, but members can claim expenses in accordance with Department of Health and Social Care (DHSC) rules for travel, subsistence and overnight accommodation. ",
                "tag": "p"
            },
            {
                "content": "The UK NSC and its host organisation, the DHSC, value and promote diversity and encourage applications from all sections of the community. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/09/08/exciting-opportunities-to-join-uk-nsc-expert-groups/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has 15 vacancies to fill on 3 of its expert advisory groups."
    }
]