[
    {
        "title": "Six Months in - Building the Women in Engineering Working Group ",
        "authors": [
            "Rosie Brigham"
        ],
        "posted_on": "2025-10-14T15:50:43",
        "categories": [
            "Ada Lovelace Day",
            "Diversity and Inclusion",
            "Women in Digital & Tech",
            "Women in Engineering"
        ],
        "content": [
            {
                "content": "In celebration of Ada Lovelace Day, a moment to honour the achievements of women in STEM, we’re sharing a behind-the-scenes look at how a small group within Justice Digital is trying to engineer organisational change. This blog is part of the Women of Justice Digital and Data Storytelling Series, which celebrates the diverse journeys and contributions of women across our digital, tech, and data teams. ",
                "tag": "p"
            },
            {
                "content": "I'm Rosie Brigham, Deputy Head of Engineering at Justice Digital. In practice, that means I'm responsible for ensuring our 400+ engineering professionals have everything they need to build brilliant tools that work for the people who use them – whether that's prison staff, legal aid applicants, or probation services.  ",
                "tag": "p"
            },
            {
                "content": "When we first gathered around a virtual table six months ago, I was very nervous. I am relatively new to the Civil Service and wasn’t exactly sure what a working group should look like outside of academia. Imposter syndrome was of course rife and the purpose of the group, to get more women into technical engineering roles, is not an insignificant task. We settled on what might seem like a simple goal: increase the number of women and non-binary people in technical roles. We deliberately chose to measure this in actual numbers rather than percentages, because percentages can be misleading when teams are growing and changing. It's easier to track progress when you're saying \"we had 20, now we have 40\" rather than getting tangled up in shifting denominators. ",
                "tag": "p"
            },
            {
                "content": "The Foundation Stuff (AKA The Boring but Crucial Bits) ",
                "tag": "h2"
            },
            {
                "content": "We started small deliberately. We've assembled a fantastic group of people across Justice Digital - women in technical roles, plus folks from capability, recruitment, and leadership positions. ",
                "tag": "p"
            },
            {
                "content": "The decision to keep things intimate initially was important, and frankly, necessary. When you're talking about diversity issues, you're inevitably going to touch on some painful experiences. People need to feel safe sharing moments that might have knocked their confidence, or recounting times when they felt overlooked or undervalued. You can't create that environment overnight, especially when many of us had never worked together before. So, we kept the group small and for the moment don't admit new members - adding people would have altered that foundation of trust, and too many voices, introductions and recaps of ground rules could have meant less action in the short timeframes we have. ",
                "tag": "p"
            },
            {
                "content": "Scoping Reality (Or Learning What We Can Actually Influence) ",
                "tag": "h2"
            },
            {
                "content": "Early on, we had to have an honest conversation about scope. The lack of diversity in engineering is a systemic, cultural issue that goes far beyond what one working group can tackle. We're not going to suddenly convince more women to study computer science at university or A-levels, and we're not going to single-handedly shift decades of workplace culture overnight. ",
                "tag": "p"
            },
            {
                "content": "But what we can do is create meaningful change within Justice Digital itself. That's our patch, that's where we have influence, and that's where we can make a real difference. ",
                "tag": "p"
            },
            {
                "content": "The Data Challenge ",
                "tag": "h2"
            },
            {
                "content": "Here's where things got a little tricky. Justice Digital is a sprawling organisation with people in all sorts of roles, and role titles that don't always tell you what someone actually does day-to-day. More importantly, you can't just march up to HR and ask for a breakdown of staff by gender and role - there are obvious and important privacy considerations at play. ",
                "tag": "p"
            },
            {
                "content": "We're working through the proper data governance processes to ensure we can access the information we need whilst protecting individuals' privacy. It's a necessary step that reinforces something important: if we're serious about improving representation, we need to do it the right way from the start. ",
                "tag": "p"
            },
            {
                "content": "The process has been educational and shown us just how complex our organisational structure is, and how important it is to balance transparency about diversity data with individual privacy rights. ",
                "tag": "p"
            },
            {
                "content": "What's Next ",
                "tag": "h2"
            },
            {
                "content": "Now that we've got our foundations sorted, we've identified three main areas where we can make a difference: recruitment, retention, and outreach. ",
                "tag": "p"
            },
            {
                "content": "Recruitment is one of the most direct ways we can improve representation. By increasing the number of women and non-binary people joining us in the first place. We're reviewing job descriptions to ensure they’re welcoming and accessible, aligning outreach with interview processes, partnering with organisations like CodeFirst: Girls, and developing a ‘Returnship’ scheme for career returners to complement our apprenticeship programme. We’re committed to ensuring our recruitment is always inclusive and merit-based, so that everyone has a fair opportunity to thrive. ",
                "tag": "p"
            },
            {
                "content": "Retention is more complex. The latest Diversity in Tech report shows that women leave technical careers mid-way through and often don't return. We've planned a research programme using both quantitative and qualitative methods to understand what would keep our female and non-binary colleagues happy and not looking for the exit. We're examining everything from imposter syndrome to exit interview data to see what has been missed and what can be improved on. ",
                "tag": "p"
            },
            {
                "content": "Outreach is where we get creative. We've got brilliant blue-sky thinking around mentoring and coaching both within and outside Justice Digital, working with schools, and creating something genuinely valuable within the department. Watch this space! ",
                "tag": "p"
            },
            {
                "content": "The Extra Work Problem ",
                "tag": "h2"
            },
            {
                "content": "There's something else worth calling out. In our discussions, it became clear that women in technical teams often end up doing more work - not the glamorous kind, but the essential emotional labour that keeps teams functioning. This might be facilitating meetings, managing difficult conversations, or making space for everyone to contribute. It's exhausting work that requires real skill, but it's often invisible and unrewarded. ",
                "tag": "p"
            },
            {
                "content": "There's also the challenge of sharing the workload fairly when it comes to interview panels. Civil service requirements rightly call for diverse panels, but when teams have limited representation, such as few women, the same individuals are often called upon repeatedly. It’s additional work that should be recognised and supported appropriately. Panels should reflect the diversity they aim to promote, without placing a disproportionate burden on a few. ",
                "tag": "p"
            },
            {
                "content": "We're looking at ways to address both the recognition piece and finding practical solutions that don't just pile more responsibility onto people already carrying extra load. ",
                "tag": "p"
            },
            {
                "content": "Real change doesn't happen in isolation, it starts with open conversations and shared perspectives. The more voices we include, the stronger and more meaningful our progress will be.",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2025/10/14/six-months-in-building-the-women-in-engineering-working-group/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "In celebration of Ada Lovelace Day, a moment to honour the achievements of women in STEM, we’re sharing a behind-the-scenes look at how a small group within Justice Digital is trying to engineer organisational change. This blog is part of …"
    },
    {
        "title": "What’s changing – managing your patents ",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-10-14T14:55:48",
        "categories": [
            "Innovation",
            "IPO",
            "Patents",
            "Transformation",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Our One IPO Patent Service is set to launch in spring 2026. This new platform will change how you apply for and manage patents, delivering a modern approach to intellectual property management. ",
                "tag": "p"
            },
            {
                "content": "We are publishing a weekly blog series to provide you with comprehensive guidance on each aspect of the upcoming changes. Our goal is to ensure you're fully prepared and confident for a seamless move to our new digital service. ",
                "tag": "p"
            },
            {
                "content": "So far, the most popular transactions in the new service are all around managing your patents. Things like changing who the representative is, transferring ownership of patents and updating the names and addresses associated with the patent. In today’s blog, we explore how managing your patents is changing in the One IPO service. ",
                "tag": "p"
            },
            {
                "content": "What to expect ",
                "tag": "h3"
            },
            {
                "content": "The new service offers significant improvements to how you manage patents.   ",
                "tag": "p"
            },
            {
                "content": "Today, if you want to make changes to patents it’s a very manual process. You complete a paper form or PDF, email it to the IPO and wait 10 days for the IPO to make the change for you. ",
                "tag": "p"
            },
            {
                "content": "The One IPO service will make all of this more digital, automated and efficient for customers and the IPO. You will be able to login to your account and make changes to your patents at any time. Most of these will happen automatically within 24 hours, and you will see those changes reflected in your IPO account. ",
                "tag": "p"
            },
            {
                "content": "It’s a much simpler process, which is reflected in the number of our pilot customers that have used it. ",
                "tag": "p"
            },
            {
                "content": "Benefits for you ",
                "tag": "h3"
            },
            {
                "content": "There’s lots of great features that offer an improvement from the old system, including: ",
                "tag": "p"
            },
            {
                "content": "Changes you can make in your IPO account ",
                "tag": "h3"
            },
            {
                "content": "You can make or request any changes that you can today via your IPO account. The most common requests are fully digital. That includes: ",
                "tag": "p"
            },
            {
                "content": "Some of the less common requests still require you to upload a form at the moment. That includes: ",
                "tag": "p"
            },
            {
                "content": "These services don’t get the fully digital treatment yet because we get a very small number of these requests a year. However, there are still big improvements:  ",
                "tag": "p"
            },
            {
                "content": "When evidence is required ",
                "tag": "h3"
            },
            {
                "content": "When transferring ownership of patents, we typically require evidence. In the new service if you meet certain criteria, like being the existing representative, you won’t have to provide evidence, and the transaction will be fully automated. This will mean the transfer is processed within 24 hours, making it much quicker and easier. ",
                "tag": "p"
            },
            {
                "content": "If you aren’t currently a representative for the patent you want to transfer you will need to provide evidence. You will still be able to submit these requests via your IPO account, but there will be an extra step in the process while IPO staff manually check your evidence. Once the check is completed, your transfer will be processed. ",
                "tag": "p"
            },
            {
                "content": "Improved correspondence",
                "tag": "h3"
            },
            {
                "content": "We will send you an email confirmation at each step of the process. You will receive an email when your change request has been submitted and when it has been completed. We send correspondence to the person who submitted the transaction and are also offering the ability to send a copy to a central mailbox in your firm. ",
                "tag": "p"
            },
            {
                "content": "When transferring ownership of patents or changing representation, we will also email the previous representatives to inform them of the change. This adds an additional layer of security, because the previous representatives can inform us if any change requests are made in error or maliciously. ",
                "tag": "p"
            },
            {
                "content": "Review and collaboration ",
                "tag": "h3"
            },
            {
                "content": "At the end of each transaction, you will be presented with a ‘check your answers’ page before you submit. This can be shared with colleagues for review and sign off via a screenshot like the one below.",
                "tag": "p"
            },
            {
                "content": "Currently there is no ‘save draft’ functionality for these transactions, because they are very short and easy to complete in one sitting. Drafts are saved when applying for a patent or responding to an exam report.",
                "tag": "p"
            },
            {
                "content": "How we’re supporting you ",
                "tag": "h3"
            },
            {
                "content": "We understand that moving to a new digital system can feel daunting. If you're less comfortable with digital processes, support will be available to help you through the transition. We're committed to ensuring all users can access and use the new service effectively.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/10/14/whats-changing-managing-your-patents/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "We are publishing a weekly blog series to provide you with comprehensive guidance on each aspect of the upcoming changes. In today’s blog, we explore how managing your patents is changing in the One IPO service. So far, the most popular transactions in the new service are all around managing your patents. Things like changing who …"
    },
    {
        "title": "More than the sum of our parts: professionals and citizen scientists working together to transform evidence collection",
        "authors": [
            "Oliver Grafton"
        ],
        "posted_on": "2025-10-14T14:30:52",
        "categories": [
            "Climate change",
            "Connecting People with Nature",
            "Education",
            "Evidence",
            "Mapping",
            "Monitoring",
            "Natural England",
            "Nature",
            "Science and evidence",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "We’re in the middle of a step change for national-scale environmental evidence in England. In recent years, the Natural Capital and Ecosystem Assessment (NCEA) programme has allowed us to create and upgrade maps and data products like the England Peat Map and Living England habitat map – crucial for giving us the large-scale overview of our landscapes and natural resources that we so urgently need. But the vast majority of the environmental evidence we have available in the UK, and the biggest army of surveyors, comes neither from Natural England employees, nor from universities, nor from ecological consultancies.",
                "tag": "p"
            },
            {
                "content": "Over 70% of records used in our nation’s biodiversity reporting have been created by citizen scientists (sometimes referred to as community or participatory scientists, or voluntary recorders). These are volunteers who, in their free time, record and share their observations of wildlife and nature.",
                "tag": "p"
            },
            {
                "content": "Their evidence supports everything from local nature recovery to international reporting obligations, as well as many of the regulating and sponsoring operations of Natural England and the wider Defra group.",
                "tag": "p"
            },
            {
                "content": "Different but overlapping needs",
                "tag": "h4"
            },
            {
                "content": "Understanding how we can balance the priorities of Defra group with citizen scientists’ needs and goals is vital if we want to work together to deliver meaningful change for nature.",
                "tag": "p"
            },
            {
                "content": "For Natural England and Defra, it’s important to understand how citizen science and professional surveys can be better coordinated with one another. This will let us plan our work and investments, to fill critical data gaps using the best people and methods, without reduplicating existing work.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, citizen science colleagues have told us that their main needs from government are:",
                "tag": "p"
            },
            {
                "content": "Work is being carried out to bridge this gap.",
                "tag": "p"
            },
            {
                "content": "A library of best practice tools",
                "tag": "h4"
            },
            {
                "content": "We’re assembling a library of resources to help citizen science projects produce robust, useable data. This is expected to launch in the coming year. ",
                "tag": "p"
            },
            {
                "content": "Our marine colleagues have already published a best-practice guide for marine citizen science data, and will soon publish handbooks focused on citizen science monitoring for inshore fish and benthic (seafloor) habitats.",
                "tag": "p"
            },
            {
                "content": "Frameworks for environmental evidence in eight key habitats",
                "tag": "h4"
            },
            {
                "content": "We’re creating frameworks showing evidence availability and needs for 8 key habitats and land-use types. We’ve already published these for marine, freshwater, and urban habitats; still to come are coastal margins, woodlands, enclosed farmland, semi-natural grasslands, and mountains, moorlands and heath.",
                "tag": "p"
            },
            {
                "content": "The frameworks will help a wide range of partners understand what data they might need to answer specific questions, who might be best placed to collect that data, and where the main gaps are in our collective evidence base. So far, across 550 indicators identified as monitoring priorities, we’ve identified existing potential of citizen science practice to contribute to over 100.",
                "tag": "p"
            },
            {
                "content": "Testing innovative methods and new areas of study with partners",
                "tag": "h4"
            },
            {
                "content": "We’re working on a range of partnership projects to investigate citizen science ability to monitor freshwater environments and other habitat types where we lack evidence. We are investigating whether citizen scientists could be making more use of new techniques like eDNA and satellite imagery analysis, and what protocols and data management and storage are needed if they are to use these techniques at a large scale.",
                "tag": "p"
            },
            {
                "content": "Coordinating local and national join up",
                "tag": "h4"
            },
            {
                "content": "We’ve funded pilot projects to coordinate and convene citizen science organisations in a place-based way. Our three pilots are very different, but they all try to bridge the gap between local and national relevance for data and engagement.",
                "tag": "p"
            },
            {
                "content": "Improving access to existing data",
                "tag": "h4"
            },
            {
                "content": "The NCEA team is working with key organisations which hold and process large amounts of environmental data, helping them to unclog bottlenecks and get valuable evidence to end users. Examples include:",
                "tag": "p"
            },
            {
                "content": "More people studying more of the environment",
                "tag": "h4"
            },
            {
                "content": "For all this talk about better data, an equally important aspect of citizen science is its ability to foster meaningful communities centred around the care and observation of the natural world – something we try to respect and embed across all these initiatives.",
                "tag": "p"
            },
            {
                "content": "As we enter a new age for monitoring, in which AI, eDNA, bioacoustics and many other tools look set to transform our understanding of nature, it’s more vital than ever that we empower as many people as possible to study as much of the environment as possible, in ways which enhance and align our collective knowledge.",
                "tag": "p"
            },
            {
                "content": "Coming up",
                "tag": "h4"
            },
            {
                "content": "Keep an eye out over the next couple of weeks for more articles about the work being done by our partner organisations.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/14/more-than-the-sum-of-our-parts-professionals-and-citizen-scientists-working-together-to-transform-evidence-collection/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "We’re in the middle of a step change for national-scale environmental evidence in England. In recent years, the Natural Capital and Ecosystem Assessment (NCEA) programme has allowed us to create and upgrade maps and data products like the England Peat …"
    },
    {
        "title": "Understanding satellite re-entry: UK Space Agency leads global research on atmospheric ablation",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-14T11:42:58",
        "categories": [
            "Space sustainability"
        ],
        "content": [
            {
                "content": "As satellite activity in Low Earth Orbit (LEO) increases, so does the need to understand its environmental footprint, especially during the re-entry phase.",
                "tag": "p"
            },
            {
                "content": "When satellites burn up upon re-entering Earth’s atmosphere, they release particles and gases, including metals like aluminium, which may affect atmospheric chemistry. This process, known as atmospheric ablation, is still poorly understood, but early evidence suggests metal content in the atmosphere is rising.",
                "tag": "p"
            },
            {
                "content": "To address these uncertainties, the UK Space Agency commissioned three targeted studies to investigate the potential impacts of satellite re-entry. These projects, led by Durham University, University of Southampton, and Belstead Ltd, have begun to fill critical knowledge gaps and reinforce the UK’s leadership in space sustainability. A fourth study, co-funded by the European Space Agency and led by the University of Leeds, will complete later this year.  ",
                "tag": "p"
            },
            {
                "content": "Durham University conducted a comprehensive literature review and gap analysis, highlighting major uncertainties, particularly around ozone-depleting polar stratospheric clouds. Their findings stressed the need for improved observational technologies and multidisciplinary collaboration to inform future UK policy.  ",
                "tag": "p"
            },
            {
                "content": "Southampton University proposed a hybrid approach to managing re-entry, combining material selection, design-for-demise strategies, and trajectory optimisation. Their recommendations support investment in UK research infrastructure to advance sustainable space operations. Read the report here.",
                "tag": "p"
            },
            {
                "content": "Belstead Ltd carried out a technical assessment of aluminium vaporisation and evaluated UK facilities for experimental validation. They found that ablation depends on factors like particle size and surface properties and recommended targeted testing to better assess environmental risks. Read the report here.",
                "tag": "p"
            },
            {
                "content": "A Global Network on Sustainability in Space (GNOSIS) report, also commissioned by the UK Space Agency, highlights critical gaps in how the environmental impacts of space activities are measured and understood. Unlike terrestrial environmental indicators, such as those for emissions or biodiversity, space lacks globally agreed metrics. The report calls for improved tracking of satellite and debris populations, better modelling of space weather effects, and more systematic assessment of re-entry impacts. It underscores the urgency of building consensus around sustainable space practices. ",
                "tag": "p"
            },
            {
                "content": "These studies have already had international impact. In May 2025, the UK Space Agency was invited to a UN-led workshop on the environmental effects of space activities, co-chaired by UNOOSA and UNEP. The UK was the most represented nation, with experts from Belstead, UCL, Birkbeck, and the Earth & Space Sustainability Initiative (ESSI) contributing. ",
                "tag": "p"
            },
            {
                "content": "Building on these findings, the UK Space Agency will jointly host a dedicated workshop with Secure World Foundation on atmospheric ablation on 21 October, ahead of the Summit for Space Sustainability in Paris. The workshop will bring together international experts to refine research priorities and shape policy recommendations, ensuring that insights from the UK-funded studies directly inform global discussions on responsible space stewardship. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/14/understanding-satellite-re-entry-uk-space-agency-leads-global-research-on-atmospheric-ablation/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "To understand more about atmospheric ablation, the UK Space Agency commissioned studies led by Durham University, University of Southampton, and Belstead Ltd to investigate the potential impacts of satellite re-entry and fill critical knowledge gaps, reinforcing the UK’s leadership in space sustainability."
    },
    {
        "title": "Windscale: From Nuclear Pioneer to Decommissioning Landmark",
        "authors": [
            "Eleanor Thursby, corporate communications Officer"
        ],
        "posted_on": "2025-10-14T11:03:45",
        "categories": [
            "Mission delivery",
            "Operations",
            "Research and development",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Before we were Sellafield, we were Windscale. A small collection of buildings (two reactors – known as piles, two chimneys, one fuel cooling pond, one waste storage silo, and a reprocessing plant) designed to help the UK develop a nuclear deterrent that would sit at the heart of the country’s national defence.",
                "tag": "p"
            },
            {
                "content": "Designing and building those ground-breaking nuclear facilities made the site the birthplace of the country’s civil nuclear industry. It also meant that the people working there were true nuclear pioneers.",
                "tag": "p"
            },
            {
                "content": "That pioneering spirit continues, but today our brilliant people and supply chain partners have a different challenge – how do we safely decommission these legacy facilities? And how can we do it in such a way that others can learn and benefit from our work?",
                "tag": "p"
            },
            {
                "content": "The origins of Windscale",
                "tag": "h2"
            },
            {
                "content": "After the Second World War, fears of a third led nations to pursue nuclear weapons as deterrents. Britain, initially part of the Manhattan Project, had to develop its own capability after the U.S. passed the McMahon Act, ending atomic collaboration.",
                "tag": "p"
            },
            {
                "content": "Sellafield, formerly a munitions factory, was chosen to produce plutonium for the weapon. In 1947, the government approved the construction of two Windscale pile reactors.",
                "tag": "p"
            },
            {
                "content": "Just three years later, in 1950, the first reactor started working and by 1952 had produced the first batch of metallic plutonium.",
                "tag": "p"
            },
            {
                "content": "To do this, the teams on site had to design and build support buildings, including",
                "tag": "p"
            },
            {
                "content": "Both of the reactors were permanently shut down in 1957 following a fire in reactor 1.",
                "tag": "p"
            },
            {
                "content": "Some of the Windscale buildings were repurposed after the fire.",
                "tag": "p"
            },
            {
                "content": "Windscale Pile Reactors",
                "tag": "h2"
            },
            {
                "content": "Constructed between 1946 and 1951, Pile 1 and Pile 2 were among the site’s earliest buildings. Both reactors were shut down following the 1957 fire that occurred in the reactor of Pile 1.",
                "tag": "p"
            },
            {
                "content": "Purpose of the Windscale Piles",
                "tag": "h3"
            },
            {
                "content": "The two reactors were the first stage in the process of production of material for the UK’s defence programme via neutron irradiation of natural uranium. Fuel was loaded into the reactor  and discharged into a water duct.",
                "tag": "p"
            },
            {
                "content": "Windscale Piles decommissioning progress",
                "tag": "h3"
            },
            {
                "content": "The fire in Pile 1 caused damage to both the reactor and the chimney. This has made the decommissioning of this facility more complex than its Pile 2 counterpart.",
                "tag": "p"
            },
            {
                "content": "Pile 1",
                "tag": "h4"
            },
            {
                "content": "Read more about Pile 1 ",
                "tag": "p"
            },
            {
                "content": "Pile 2",
                "tag": "h4"
            },
            {
                "content": "Read more about Pile 2 ",
                "tag": "p"
            },
            {
                "content": "Pile Fuel Storage Pond",
                "tag": "h2"
            },
            {
                "content": "Built between 1948–1952, the Pile Fuel Storage Pond is the world’s largest open-air nuclear fuel storage pond.",
                "tag": "p"
            },
            {
                "content": "Purpose of the Pile Fuel Storage Pond",
                "tag": "h3"
            },
            {
                "content": "The pond was originally designed to cool, decan, and prepare spent fuel from the Windscale Piles before reprocessing. It was later adapted and handled fuel from other reactor types. Whilst operational, the Pile Fuel Storage Pond accumulated a mix of fuel, isotopes, debris, and sludge.",
                "tag": "p"
            },
            {
                "content": "Pile Fuel Storage Pond decommissioning progress",
                "tag": "h3"
            },
            {
                "content": "Read more about the Pile Fuel Storage Pond",
                "tag": "p"
            },
            {
                "content": "First-Generation Reprocessing Plant",
                "tag": "h2"
            },
            {
                "content": "Originally known as the Primary Separation Plant, the First-Generation Reprocessing Plant was built in the late 1940s. It featured six process cells and a 61-metre ventilation stack.",
                "tag": "p"
            },
            {
                "content": "Purpose of the First-Generation Reprocessing Plant",
                "tag": "h3"
            },
            {
                "content": "The plant received spent fuel from the Pile Fuel Storage Pond  and carried out the first stage of reprocessing for material from the Windscale Pile reactors. The separated materials were then transferred to other facilities for further processing.",
                "tag": "p"
            },
            {
                "content": "The plant operated successfully for 12 years before reprocessing responsibilities shifted to the Magnox Reprocessing Plant. Between 1968 and 1973, part of the facility was refurbished to experimentally dismantle and dissolve oxide fuel from reactors like Windscale Advanced Gas Reactor (WAGR), demonstrating the feasibility of oxide fuel reprocessing.",
                "tag": "p"
            },
            {
                "content": "Until its stack was removed, the reprocessing plant also provided ventilation to neighbouring operational facilities.",
                "tag": "p"
            },
            {
                "content": "First Generation Reprocessing Plant decommissioning progress",
                "tag": "h3"
            },
            {
                "content": "The plant has been partially decommissioned, with ongoing monitoring and maintenance to ensure safety and prevent infrastructure degradation.",
                "tag": "p"
            },
            {
                "content": "Ventilation stack",
                "tag": "h4"
            },
            {
                "content": "Redundant cells",
                "tag": "h4"
            },
            {
                "content": "Innovative techniques have been applied to maintain safety and structural integrity:",
                "tag": "p"
            },
            {
                "content": "Read more about the First Generation Reprocessing Plant",
                "tag": "p"
            },
            {
                "content": "Pile Fuel Cladding Silo",
                "tag": "h2"
            },
            {
                "content": "Constructed in the 1950s, the Pile Fuel Cladding Silo was inspired by North American grain silos.",
                "tag": "p"
            },
            {
                "content": "Purpose of the Pile Fuel Cladding Silo",
                "tag": "h3"
            },
            {
                "content": "The silo was a dry storage-facility that received and stored cladding from decanned fuel. It also held other intermediate-level waste from early site operations.",
                "tag": "p"
            },
            {
                "content": "It contains six large compartments and was not originally designed for waste retrieval.",
                "tag": "p"
            },
            {
                "content": "Pile Fuel Cladding Silo decommissioning progress",
                "tag": "h3"
            },
            {
                "content": "Read more about the Pile Fuel Cladding Silo",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/windscale-from-nuclear-pioneer-to-decommissioning-landmark/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "Before we were Sellafield, we were Windscale. Today our brilliant people and supply chain partners have a different challenge – how do we safely decommission these legacy facilities?"
    },
    {
        "title": "Four decades in the passenger seat: My journey as Chief Driving Examiner",
        "authors": [
            "Mark Winn"
        ],
        "posted_on": "2025-10-14T11:02:44",
        "categories": [
            "Driving test",
            "Feature",
            "Learning to drive",
            "Learning to ride"
        ],
        "content": [
            {
                "content": "While I prepare to hang up my keys at the end of the month, I’ve been asked to reflect on a career that began in 1986 – the year the M25 officially opened, Casualty first appeared on our screens, and 30 million viewers watched Dirty Den serve divorce papers to Angie in EastEnders. It was quite a year to start my journey with what would become the Driver and Vehicle Standards Agency (DVSA). And I suspect more people are still talking about EastEnders! ",
                "tag": "p"
            },
            {
                "content": "So, nearly 4 decades later, as I step down from my role as Chief Driving Examiner – a position I've held since 2018 – I'm struck by how much has changed in road safety and driver training, and how privileged I've been to play a part in that evolution.  ",
                "tag": "p"
            },
            {
                "content": "Learners on motorways",
                "tag": "h3"
            },
            {
                "content": "One of the things I'm most proud of during my tenure was overseeing the change that allowed learner drivers onto motorways for the first time. When the law changed in June 2018, it marked a major shift in how we prepare new drivers for the realities of modern motoring. ",
                "tag": "p"
            },
            {
                "content": "I remember appearing on BBC Breakfast to publicise it, explaining how learners could now gain experience on motorways with qualified approved driving instructors in dual-controlled cars. The difference this has made to road safety can’t be overstated. Previously, a newly qualified driver's first motorway experience could be daunting, even frightening. Now they can develop those crucial high-speed driving skills – joining and leaving carriageways, lane discipline, and safe overtaking – in a controlled environment, with the help and supervision of a professional driving instructor.  ",
                "tag": "p"
            },
            {
                "content": "This wasn't just about individual safety; it was about DVSA working collaboratively with road safety organisations to create meaningful change. It showed what can be achieved when we put public safety first and work together towards common goals. ",
                "tag": "p"
            },
            {
                "content": "Protecting our most vulnerable road users ",
                "tag": "h3"
            },
            {
                "content": "Another landmark moment was our work in updating the Highway Code to introduce the hierarchy of road users. This wasn't simply about changing rules; it was about a major shift in attitudes towards road sharing and responsibility. ",
                "tag": "p"
            },
            {
                "content": "The hierarchy places those most at risk – pedestrians, cyclists, horse riders, and motorcyclists – at the top, with those operating the largest and most powerful vehicles bearing the greatest responsibility to look out for more vulnerable users. It's a principle that reflects both common sense and compassion, ensuring that we all take greater care of those who need our protection most and ensuring our roads remain amongst the safest in the world.  ",
                "tag": "p"
            },
            {
                "content": "Rising to unprecedented challenges ",
                "tag": "h3"
            },
            {
                "content": "The pandemic tested all of us in ways we never anticipated. During those difficult times, I found myself not just leading policy on vocational training but rolling up my sleeves to conduct more driving tests. Even when being a driving examiner was no longer part of my day-to-day role, I always made a point of carrying out driving tests. The pandemic felt like the right time to do more so that, along with many other examiners, we could ensure there were driving tests available for the key staff that were essential to combatting a disease that cost the lives of many of our fellow citizens.  ",
                "tag": "p"
            },
            {
                "content": "I’m particularly proud that we were able to help ensure key workers could get their licences and, crucially, support paramedics and ambulance drivers in their role in the response to the crisis.  ",
                "tag": "p"
            },
            {
                "content": "I was also heavily involved in addressing the HGV driver shortage that threatened to disrupt deliveries during the pandemic. It was vital that we had to get it sorted so we could protect the logistics industry and keep goods moving.  The pace of change was remarkable. It showed me first-hand how quickly government and the Civil Service can act when decisive action is needed. The initiatives we implemented significantly increased the number of vocational driving tests – allowing industry to recruit more lorry drivers. This demonstrated the power of focused, collaborative effort. ",
                "tag": "p"
            },
            {
                "content": "Making motorcycling safer and more accessible ",
                "tag": "h3"
            },
            {
                "content": "Motorcyclists hold a special place in my heart – not least because I'm a keen rider myself. So, I'm particularly pleased with our work to make motorcycling safer and more accessible. The relaunch of the enhanced rider scheme was a significant achievement, making post-test training available to many more riders and instructors. ",
                "tag": "p"
            },
            {
                "content": "At the other end of the learning spectrum, we developed Ridefree, making online training freely accessible to new riders. Since its launch, over 35,000 people have completed the course, giving them a better understanding right at the beginning of their learning journey.  ",
                "tag": "p"
            },
            {
                "content": "These initiatives reflect my belief that learning doesn't stop when you pass your test – whether you're driving a car, bus or lorry or riding a motorcycle, there's always more to learn about staying safe on our roads. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h3"
            },
            {
                "content": "I don’t plan to slow down when I retire. I'll continue my role as a Scout leader and my work with Orchyd, a disabled children's charity that's close to my heart. I've also got some work lined up with another community charity for a couple of days a week – just to keep me busy and off the streets, as they say. ",
                "tag": "p"
            },
            {
                "content": "And, of course, there will be more time for riding motorcycles and having fun. ",
                "tag": "p"
            },
            {
                "content": "My colleagues have been wonderfully supportive about my retirement and I have complete confidence in the team and the organisation we've built together. ",
                "tag": "p"
            },
            {
                "content": "A lasting legacy",
                "tag": "h3"
            },
            {
                "content": "Looking back over these years, I'm struck by how much we've achieved in making our roads safer for everyone. From allowing learners on motorways to protecting vulnerable road users, from responding to national emergencies to continuously improving training standards – it's been a privilege to serve in this role and I’m proud that our roads remain amongst the safest in the world.  ",
                "tag": "p"
            },
            {
                "content": "Road safety is never a finished project – it requires constant vigilance, innovation, and collaboration. But I'm confident that the foundations we've laid will continue to protect and serve road users for years to come. ",
                "tag": "p"
            },
            {
                "content": "As I ride off into retirement and shamelessly end my clichés, I know that we've made a real difference to road safety in Britain. And that's something worth celebrating. EastEnders (which I don’t watch) will have to carry on without me.  ",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/10/14/four-decades-in-the-passenger-seat-my-journey-as-chief-driving-examiner/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "Chief Driving Examiner, Mark Winn, retires this month after 39 years in driver testing. Here he reflects on the changes he’s seen since becoming Chief Driving Examiner in 2018."
    },
    {
        "title": "One Big Thing 'AI for All' is live",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-10-14T10:44:13",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Data science",
            "Digital and data",
            "Innovation",
            "Join a profession",
            "One Big Thing",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "One Big Thing 2025 - ‘AI for All’ is live. This year’s initiative is about all civil servants becoming more confident and responsible users of AI.",
                "tag": "p"
            },
            {
                "content": "AI is already transforming how we serve the public, with real, tangible benefits. Whether that’s making services accessible at a fraction of the cost, speeding up life-saving decisions in healthcare, or handling repetitive, time-consuming tasks so that we can spend more time doing the things only we can do - engaging with people, innovating, making strategic decisions, and delivering the services AI can’t.  Our research shows that only 28% of civil servants feel confident using AI at work; so ‘AI for All’ is here to change that! ",
                "tag": "p"
            },
            {
                "content": "Taking part in One Big Thing 2025 will help civil servants build foundational knowledge of AI and learn from examples of impactful AI use from across the Civil Service and beyond. We must also learn to use AI responsibly, and the One Big Thing training will cover this.",
                "tag": "p"
            },
            {
                "content": "How to take part if you are a civil servant",
                "tag": "h2"
            },
            {
                "content": " How are public servants already using AI?",
                "tag": "h2"
            },
            {
                "content": "AI is making information easier to find. GOV.UK Chat is a pilot tool that uses relevant website content to generate responses, aiming to simplify navigation across more than 700,000 pages on GOV.UK and help users find the information they need. Feedback from testing with hundreds of users suggested a preference for GOV.UK Chat over traditional search and navigation methods. This highlighted the convenience of direct question-answering systems, particularly for users with more complex questions.",
                "tag": "p"
            },
            {
                "content": "●      AI is enabling a better standard of teaching. A centralised content store including guidance, lesson plans, and anonymised pupil assessments is being used to train AI models to produce high-quality, accurate, and legally compliant educational tools tailored to schools. 16 education technology providers are using the content store to develop AI-powered tools for teachers, supported by £1 million in Innovate UK funding. Early tests by the Department for Education show that supplying generative AI models with targeted educational data can increase accuracy to 92%, compared to 67% without such data.",
                "tag": "p"
            },
            {
                "content": "●      AI is driving innovation in healthcare, with the ultimate goal of improving patient outcomes and enhancing the efficiency and effectiveness of the NHS. An example is a world-leading trial to tackle breast cancer to research how multiple cutting-edge AI tools can be used in the breast cancer screening pathway, with almost 700,000 women across the country taking part. If the trial is successful, it could free up hundreds of radiologists and other specialists to see more patients. This will help tackle rising cancer rates, save more lives, and cut waiting lists.",
                "tag": "p"
            },
            {
                "content": "●      AI is facilitating collaboration and reducing duplication. The NHS user research finder allows users to both upload and search for user research. User research is summarised using a large language model (LLM), with summaries reviewed and edited by users. This makes user research more easily findable and visible. It can save considerable time for user researchers and minimise the risk that relevant user research is neglected or work is duplicated.",
                "tag": "p"
            },
            {
                "content": "●      Secure, bespoke tools are empowering civil servants to be even more efficient and effective in their roles by helping to brainstorm, create first drafts, and review work. For example, the Government Communication Service developed ‘Assist’ - a tool built by government communicators, for government communicators. Over 5,800 communicators are now using Assist, with users saving 3 hours a week on average. This is equivalent to annual productivity savings of over £7.5 million.",
                "tag": "p"
            },
            {
                "content": "●      AI is helping make public services more inclusive and cost-effective. For example, Swindon Borough Council is using Simply Readable, an AI-powered tool to generate Easy-Read documents. Co-created with residents with learning disabilities, it features larger fonts, clear language, increased spacing, and supporting visuals to meet real user needs. This reduced the cost of creating 5-10 page documents from £600 to circa 7-10 pence.",
                "tag": "p"
            },
            {
                "content": "●      It’s making services easier to access.  Limbic Access is an AI-powered chatbot that streamlines the referral process for NHS talking therapies. Excellent results included a 30% increase in the number of patients completing their referral process, assessment time reduced by 23.5% and an 18% decrease in the number of patients dropping out of treatment.",
                "tag": "p"
            },
            {
                "content": "Start your learning and sign up to our newsletter to receive more OBT updates.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/10/14/one-big-thing-ai-for-all-is-live/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "One Big Thing 2025 - ‘AI for All’ is live. This year’s initiative is about all civil servants becoming more confident and responsible users of AI."
    },
    {
        "title": "Power of Attorney Stories: Jill",
        "authors": [
            "harryfortuna"
        ],
        "posted_on": "2025-10-14T10:00:00",
        "categories": [
            "Future planning",
            "lasting power of attorney",
            "LPA",
            "YourVoiceYourDecision"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you lack mental capacity to do so.",
                "tag": "p"
            },
            {
                "content": "Jill , from Sandhurst, has been an advocate of LPAs for longer than a decade after her late father's diagnosis of Alzheimer’s disease. Since then, she has been a long-time campaigner for research into the disease and really encourages people of any age to create an LPA. Being both an attorney and a donor, she has a great overview of the process.",
                "tag": "p"
            },
            {
                "content": "Jill shared how her experiences as a carer and campaigner inspired her to take action and set up her own LPA:",
                "tag": "h4"
            },
            {
                "content": "Over the past decade, I’ve seen the importance of lasting powers of attorney (LPAs) from just about every angle as a daughter, a friend, a neighbour, and for myself. It’s a journey that’s been emotional, empowering, and one I hope I can help others to think about to safeguard their own future.",
                "tag": "p"
            },
            {
                "content": "I first came across LPAs in 2012 after my wonderful Pa was diagnosed with Alzheimer’s disease. Through contact with carers’ support groups, my family was advised to consider setting them up, to give us the legal right to help him manage his affairs when he could no longer do so himself and to speak to his doctor on his behalf.",
                "tag": "p"
            },
            {
                "content": "We ended up doing it on his 91st birthday in 2013. The whole family came together to sign and witness the LPA. Looking back, it was incredibly emotional, and I think about it with a sense of nostalgia. We were united, doing something important to make sure Pa’s wishes would always be respected. That moment really stayed with me.",
                "tag": "p"
            },
            {
                "content": "Since then, I have advised many of my friends and neighbours to consider having LPAs.",
                "tag": "p"
            },
            {
                "content": "I have helped some with the online application process or acted as a witness to their signatures.",
                "tag": "p"
            },
            {
                "content": "From a carer’s point of view, I can’t stress enough how much having an LPA in place helps. When someone you love is losing their mental capacity, it’s heart-breaking. But having that legal foundation gives you something solid to lean on and is one less thing to worry about during the tough times ahead.",
                "tag": "p"
            },
            {
                "content": "After helping others, I realised it was time to sort my own affairs. My partner and I are now each other’s attorneys, and we’ve included family members and younger friends as replacement attorneys.  We have been able to share information with banks to allow us to access each other’s accounts using the LPA online codes, but this isn’t something everyone needs to do until they choose to.",
                "tag": "p"
            },
            {
                "content": "For me, it’s all about staying in control. An LPA means I still have a say in what happens to me, especially when it comes to my health. I’ve seen what happens when people don’t have anything in place and I knew I didn’t want to leave things to chance.",
                "tag": "p"
            },
            {
                "content": "To be honest, I see it a bit like an insurance policy. You hope you’ll never need it, but knowing it’s there brings real peace of mind not just for you, but for the people around you too.",
                "tag": "p"
            },
            {
                "content": "I volunteer with Alzheimer’s Research UK in memory of Pa and, last year, I had the honour of speaking to MPs at the Houses of Parliament about why this work matters. I am a fundraiser and I also represent those who have supported someone living with dementia at the charity.",
                "tag": "p"
            },
            {
                "content": "My journey has taught me that none of us know what’s around the corner, but we all deserve the chance to plan for it. However old you are, if you haven’t thought about setting up an LPA yet, I’d really encourage you to do so. It might feel like a big step but it’s one that safeguards your future.  In some ways I would say that it is even more important than writing a will!",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you lack mental capacity to do so. ",
                "tag": "p"
            },
            {
                "content": "Jill is one of the many people across England and Wales who has made an LPA. It's never too early to talk about lasting powers of attorney with someone you trust.",
                "tag": "p"
            },
            {
                "content": "Start a conversation today.",
                "tag": "p"
            },
            {
                "content": "Find out more at  https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Dogfen gyfreithiol yw Atwrneiaeth Arhosol (a elwir hefyd yn LPA). Mae'n caniatáu i chi enwebu rhywun rydych chi'n ymddiried ynddo/ynddi i gamu i mewn a gwneud penderfyniadau am eich iechyd a'ch lles a'ch eiddo a'ch cyllid os nad oes gennych chi'r galluedd meddyliol i wneud hynny.",
                "tag": "p"
            },
            {
                "content": "Mae Jill , o Sandhurst, wedi bod yn eiriolwr dros atwrneiaethau arhosol ers dros ddegawd ar ôl i’w diweddar dad gael diagnosis o glefyd Alzheimer. Ers hynny, mae wedi bod yn ymgyrchu ers tro dros ymchwil i'r clefyd ac yn annog pobl o unrhyw oedran i greu atwrneiaeth arhosol.  Gan ei bod yn atwrnai ac yn rhoddwr, mae ganddi drosolwg gwych o'r broses.",
                "tag": "p"
            },
            {
                "content": "Rhannodd Jill sut mae ei phrofiadau fel gofalwr ac ymgyrchydd wedi ei hysbrydoli i weithredu a sefydlu ei LPA ei hun:",
                "tag": "h4"
            },
            {
                "content": "Dros y degawd diwethaf, rydw i wedi gweld pwysigrwydd atwrneiaethau arhosol o bron bob ochr fel merch, ffrind, cymydog, ac i mi fy hun. Mae'n siwrnai sydd wedi bod yn emosiynol, yn grymuso, ac yn un rwy'n gobeithio a all helpu eraill i feddwl am ddiogelu eu dyfodol eu hunain.",
                "tag": "p"
            },
            {
                "content": "Des i ar draws atwrneiaethau arhosol gyntaf yn 2012 ar ôl i fy annwyl Pa gael diagnosis o glefyd Alzheimer. Drwy ddod i gysylltiad â grwpiau cymorth i ofalwyr, cynghorwyd fy nheulu i ystyried eu sefydlu, i roi’r hawl gyfreithiol i ni i’w helpu i reoli ei faterion pan na allai wneud hynny ei hun mwyach ac i siarad â’i feddyg ar ei ran.",
                "tag": "p"
            },
            {
                "content": "Fe wnaethon ni wneud hynny adeg ei ben-blwydd yn 91 oed yn 2013. Daeth y teulu cyfan at ei gilydd i lofnodi a thystio’r atwrneiaeth arhosol. Wrth edrych yn ôl, roedd yn emosiynol iawn, ac rwy'n meddwl amdano gyda hiraeth. Roedden ni'n unedig, yn gwneud rhywbeth pwysig i sicrhau bod dymuniadau Pa wastad yn cael eu parchu. Arhosodd y foment honno gyda fi.",
                "tag": "p"
            },
            {
                "content": "Ers hynny, rydw i wedi cynghori nifer o fy ffrindiau a'm cymdogion i ystyried cael atwrneiaeth arhosol.",
                "tag": "p"
            },
            {
                "content": "Rydw i wedi helpu rhai gyda'r broses ymgeisio ar-lein neu wedi gweithredu fel tyst i'w llofnodion.",
                "tag": "p"
            },
            {
                "content": "O safbwynt gofalwyr, fedra i ddim pwysleisio digon cymaint mae cael atwrneiaeth arhosol yn ei le yn helpu. Pan fydd rhywun rydych chi'n ei garu yn colli eu galluedd meddyliol, mae’n dorcalonnus. Ond mae cael y sylfaen gyfreithiol honno yn rhoi rhywbeth cadarn i chi bwyso arno ac mae'n un peth yn llai i boeni amdano yn ystod y cyfnod anodd sydd o'ch blaenau.",
                "tag": "p"
            },
            {
                "content": "Ar ôl helpu eraill, sylweddolais ei bod hi’n bryd edrych ar fy materion fy hun. Rydw i a fy mhartner yn atwrneiod i'n gilydd erbyn hyn, ac rydyn ni wedi cynnwys aelodau o'r teulu a ffrindiau iau fel atwrneiod  wrth gefn.  Rydyn ni wedi gallu rhannu gwybodaeth gyda banciau i ganiatáu i ni gael mynediad at gyfrifon ein gilydd drwy ddefnyddio codau  ar-lein yr atwrneiaeth arhosol, ond nid yw hyn yn rhywbeth y mae angen i bawb ei wneud nes eu bod yn dewis gwneud hynny.",
                "tag": "p"
            },
            {
                "content": "Yn bersonol, mae’n fater o aros mewn rheolaeth. Mae atwrneiaeth arhosol yn golygu bod gen i lais o hyd o ran yr hyn sy'n digwydd i fi, yn enwedig o ran fy iechyd. Rydw i wedi gweld beth sy'n digwydd pan nad oes gan bobl unrhyw beth yn ei le ac roeddwn i'n gwybod nad oeddwn i eisiau gadael pethau i hap.",
                "tag": "p"
            },
            {
                "content": "I fod yn onest, rwy’n ei weld braidd fel polisi yswiriant. Rydych chi'n gobeithio na fydd ei angen arnoch chi byth, ond mae gwybod ei fod yno yn dod â thawelwch meddwl go iawn nid yn unig i chi, ond i'r bobl o'ch cwmpas chi hefyd.",
                "tag": "p"
            },
            {
                "content": "Rydw i’n gwirfoddoli gydag Alzheimer’s Research UK er cof am Pa, a llynedd, fe ges i’r fraint o siarad ag Aelodau Seneddol yn Nhŷ’r Cyffredin ynglŷn â pham mae'r gwaith hwn yn bwysig. Rwy'n codi arian ac rydw i hefyd yn cynrychioli'r rhai sydd wedi cefnogi rhywun sy'n byw gyda dementia yn yr elusen.",
                "tag": "p"
            },
            {
                "content": "Mae fy siwrnai wedi fy nysgu nad oes neb yn gwybod beth sydd rownd y gornel, ond rydyn ni i gyd yn haeddu'r cyfle i gynllunio ar ei gyfer. Waeth pa mor hen rydych chi, os nad ydych chi wedi meddwl am sefydlu atwrneiaeth arhosol hyd yma, byddwn i wir yn eich annog i wneud hynny. Efallai y bydd yn teimlo fel cam mawr ond mae'n un sy'n diogelu eich dyfodol. Mewn rhai ffyrdd, byddwn i'n dweud ei fod hyd yn oed yn bwysicach nag ysgrifennu ewyllys!",
                "tag": "p"
            },
            {
                "content": "Dogfen gyfreithiol yw Atwrneiaeth Arhosol. Mae'n caniatáu i chi enwebu rhywun rydych chi'n ymddiried ynddo i gamu i mewn a gwneud penderfyniadau am eich iechyd a'ch lles a'ch eiddo a'ch cyllid os nad oes gennych chi'r galluedd meddyliol i wneud hynny.",
                "tag": "p"
            },
            {
                "content": "Mae Jill yn un o'r nifer o bobl ledled Cymru a Lloegr sydd wedi gwneud atwrneiaeth arhosol. Nid yw byth yn rhy gynnar i siarad am atwrneiaethau arhosol gyda rhywun rydych chi'n ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Dechreuwch sgwrs heddiw.",
                "tag": "p"
            },
            {
                "content": "Darllenwch fwy yn  https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/10/14/power-of-attorney-stories-jill/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you …"
    },
    {
        "title": "Coverage of pro-growth package to get Britain building",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-14T09:55:28",
        "categories": [
            "Planning"
        ],
        "content": [
            {
                "content": "There has been prominent national print and broadcast coverage about the government unveiling a package of pro-growth amendments to the landmark Planning and Infrastructure Bill, as part of wider efforts to sweep aside blockers standing in the way of growth and dismantle barriers to get Britain building.",
                "tag": "p"
            },
            {
                "content": "This is picked up in The Financial Times, The Independent, The Guardian and LBC focusing on how the pro-growth reforms will speed up the construction of new infrastructure including reservoirs and onshore windfarms. This is on top of granting new powers for ministers to prevent applications being rejected by local councils while they consider using ‘call-in’ powers to decide whether they should be approved. There is also further coverage in Housing Today, Construction Enquirer and ENDS Report reporting about the new amendments.",
                "tag": "p"
            },
            {
                "content": "The Times has run quotes from the Housing Secretary who has pledged to “bulldoze through the barriers that have strangled growth for decades” and “taking the fight directly to the blockers” to see spades in the ground.",
                "tag": "p"
            },
            {
                "content": "The news has been welcomed by several organisations, with comments across the media from groups including the CBI, RenewableUK, Arup and the Home Builders Federation.",
                "tag": "p"
            },
            {
                "content": "Amendments tabled this week include:",
                "tag": "p"
            },
            {
                "content": "The Housing Secretary undertook the broadcast round this morning speaking to the reforms on Times Radio, BBC Breakfast, Sky News, ITV’s Good Morning Britain, LBC, and GB News.",
                "tag": "p"
            },
            {
                "content": "Housing Secretary, Steve Reed said: “Britain’s potential has been shackled by governments unwilling to overhaul the stubborn planning system that has erected barriers to building at every turn. It is simply not true that nature has to lose for economic growth to succeed. “Sluggish planning has real world consequences. Every new house blocked deprives a family of a home. Every infrastructure project that gets delayed blocks someone from a much-needed job. This will now end.    “The changes we are making today will strengthen the seismic shift already underway through our landmark Bill. We will ‘Build, baby, build’ with 1.5 million new homes and communities that working people desperately want and need.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/14/coverage-of-pro-growth-package-to-get-britain-building/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been prominent national print and broadcast coverage about the government unveiling a package of pro-growth amendments to the landmark Planning and Infrastructure Bill, as part of wider efforts to sweep aside blockers standing in the way of growth …"
    },
    {
        "title": "iCOMAT opens state-of-the-art space manufacturing facility with £4.8 million UK Space Agency investment",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-14T09:49:11",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "New automated production facility in Gloucestershire set to revolutionise lightweight space structures using cutting-edge composite technology.",
                "tag": "p"
            },
            {
                "content": "A groundbreaking new space manufacturing facility that is expected to create 2,000 jobs has officially opened in Hardwicke, Gloucester, marking a significant milestone for the UK's space industry capabilities. ",
                "tag": "p"
            },
            {
                "content": "The Advanced Composites Manufacturing Enterprise (ACMA), led by iCOMAT, a spin-out company from the University of Bristol, received £4.8 million funding from the UK Space Agency's Space Clusters Infrastructure Fund (SCIF) to establish this world-class production facility. ",
                "tag": "p"
            },
            {
                "content": "The opening event welcomed representatives from the UK Space Agency, European Space Agency, and international space sector leaders, including Orbex, Lockheed Martin, and Thales Alenia Space who were treated to guided tours of the fully automated factory floor and live demonstrations of the revolutionary technology that aims to contribute to lighter weight and more sustainable space vehicles. ",
                "tag": "p"
            },
            {
                "content": "Space Minister Liz Lloyd said:  ",
                "tag": "p"
            },
            {
                "content": "Dr Evangelos Zympeloudis, CEO and Founder of iCOMAT, said: ",
                "tag": "p"
            },
            {
                "content": "Transforming Space Manufacturing",
                "tag": "h2"
            },
            {
                "content": "The new 45,000 sq.ft facility represents a leap forward in composite materials manufacturing for space applications. iCOMAT's innovative Rapid Tow Shearing (RTS) technology enables production of structures that are significantly lighter and more cost-effective than traditional manufacturing processes, addressing critical industry demands for weight reduction in spacecraft and satellites. ",
                "tag": "p"
            },
            {
                "content": "Antonia Yendell, Head of Space Ecosystem Development at the UK Space Agency, said:  ",
                "tag": "p"
            },
            {
                "content": "Work on the facility, which is located in the Western Gateway region to maximise collaboration with key players in the local space ecosystem, started in 2023 and has seen a total investment of £8.2 million, including £4.8 million SCIF funding and £3.3 million match funding. iCOMAT has also received more than £800,000 of funding through the UK Space Agency’s membership of the European Space Agency’s General Support Technology Programme (GSTP).   ",
                "tag": "p"
            },
            {
                "content": "Advanced production capabilities",
                "tag": "h2"
            },
            {
                "content": "The ACMA cluster features two specialised production lines designed to serve multiple space market segments. The 2D-RTS line focuses on manufacturing flat structures and complex shaped components, including satellite panels and solar array substrates. Meanwhile, the 3D-RTS production line handles geometrically complex components such as satellite and upper stage propellant tanks using advanced fibre steering technology on doubly curved parts. ",
                "tag": "p"
            },
            {
                "content": "The facility operates on a manufacturing access basis, allowing end users and customers to benefit from the cutting-edge RTS technology. Users can engage with the technology in various ways, from seeking lightweight improvements to existing vehicles to incorporating RTS capabilities into new design concepts. ",
                "tag": "p"
            },
            {
                "content": "Supporting UK growth",
                "tag": "h2"
            },
            {
                "content": "While primarily focused on serving the space industry, the facility's capabilities extend to closely adjacent sectors including aerospace and automotive applications, demonstrating the versatility of the RTS technology platform. ",
                "tag": "p"
            },
            {
                "content": "The opening of iCOMAT's new facility underscores the UK's commitment to maintaining its leadership in space technology and composite materials, providing domestic capability that will help capture greater market share in the rapidly expanding global space economy. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/14/icomat-opens-state-of-the-art-space-manufacturing-facility-with-4-8-million-uk-space-agency-investment/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "A groundbreaking new space manufacturing facility that is expected to create 2,000 jobs has officially opened in Hardwicke, Gloucester, marking a significant milestone for the UK's space industry capabilities. "
    },
    {
        "title": "Tyrosinaemia screening implemented in England",
        "authors": [
            "Jane Hibbert"
        ],
        "posted_on": "2025-10-14T08:24:40",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Newborn screening for hereditary tyrosinaemia type 1 (HT1) is now being offered to all babies in England.",
                "tag": "p"
            },
            {
                "content": "HT1 has become the latest condition to be included in the NHS Newborn Blood Spot (NBS) Screening Programme following a recommendation by the UK National Screening Committee (UK NSC).",
                "tag": "p"
            },
            {
                "content": "HT1 is a serious inherited metabolic disease (IMD) that prevents the body from breaking down a substance called tyrosine found in food. It affects about 7 babies per year in the UK and leads to the build-up of toxic substances that damage the liver, kidneys, and nervous system.",
                "tag": "p"
            },
            {
                "content": "Evidence reviewed by the UK NSC found that screening will help detect these babies in time for them to be offered drug treatment and a special diet before becoming ill. These are life-changing benefits that significantly reduce the risk of long-term complications and symptoms such as poor weight gain, jaundice, an enlarged liver, bleeding, and bruising, which can lead to liver and kidney damage. ",
                "tag": "p"
            },
            {
                "content": "The roll-out of HT1 screening is the culmination of almost 2 years’ detailed implementation planning by NHS England (NHSE). A UK NSC oversight group and expert clinical and laboratory sub-groups helped lay the groundwork with collaboration between NBS screening laboratories, maternity services, specialist doctors and dieticians. It has also required a change in the testing methodology for IMD screening.",
                "tag": "p"
            },
            {
                "content": "The HT1 screening project team would like to thank everyone who has helped make this all possible. The focus will now switch to monitoring the implementation of screening as the 13 NBS laboratories become familiar with using the new testing methodology.",
                "tag": "p"
            },
            {
                "content": "NHSE has updated the NBS page on NHS.UK and the Screening tests for you and your baby leaflet to include the addition of HT1 to the screening programme. It has also published new information for parents of babies who screen positive for the condition.",
                "tag": "p"
            },
            {
                "content": "Elsewhere in the UK, Scotland hopes to implement HT1 screening early in 2026.",
                "tag": "p"
            },
            {
                "content": "Wales is working on developments to infrastructure, systems and clinical pathways so HT1 screening can be introduced as soon as possible and the UK NSC’s recommendation is also being considered within Northern Ireland.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/10/14/tyrosinaemia-screening-implemented-in-england/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Newborn screening for hereditary tyrosinaemia type 1 (HT1) has been implemented in England."
    },
    {
        "title": "Compliance Clarity: Real World Lessons in Trade Sanctions Breach Detection ",
        "authors": [
            "Office of Trade Sanctions Implementation"
        ],
        "posted_on": "2025-10-13T16:19:29",
        "categories": [
            "Trade Sanctions"
        ],
        "content": [
            {
                "content": "OTSI is committed to sharing information with businesses to support their compliance with trade sanctions. This might be in the form of a disclosure linked to enforcement action, or updated guidance. It could also be in the form of blogs, like this one, where we share trends, typologies and other useful information. In this blog, we discuss a case involving financial services to highlight how good due diligence can prevent breaches of UK trade sanctions regulations. ",
                "tag": "p"
            },
            {
                "content": "Between April and June 2025, OTSI received a number of suspected breach reports from the UK branch of a multinational bank. The reports concerned several instances of trade of a product from Russia to a third country. ",
                "tag": "p"
            },
            {
                "content": "The product is sanctioned by the UK under The Russia (Sanctions) (EU Exit) Regulations 2019. These sanctions exist to limit Russia’s ability to fund its war in Ukraine.  ",
                "tag": "p"
            },
            {
                "content": "For certain goods subject to UK sanctions, it is an offence for a UK person to facilitate the movement of those goods from Russia to anywhere in the world.   This could include providing a bank account or handling a payment for the importing party. These regulations are particularly relevant for multinational financial institutions with branches in the UK, and UK firms which may provide account services to international customers.  ",
                "tag": "p"
            },
            {
                "content": "In this case study, payment for the prohibited goods was routed to the UK branch of the multinational bank. The UK branch was acting as an intermediary in the transaction. The UK branch of the bank meets the definition of a UK person. As such, it is subject to UK sanctions regulations. ",
                "tag": "p"
            },
            {
                "content": "Account screening by the UK branch identified the payments. Owing to trade sanctions concerns, the UK branch performed enhanced due diligence checks. Consequently, the UK branch did not process the payments.  ",
                "tag": "p"
            },
            {
                "content": "Following its own internal investigation, the UK branch of the bank reported the activity to OTSI using our online reporting tool. Our reporting tool allows businesses to submit their concerns along with any relevant documents. This could include, for example, invoices and contracts that have surfaced during internal investigations.  ",
                "tag": "p"
            },
            {
                "content": "The information provided by the bank meant we could examine the payments and the underlying trade flow. We concluded that there had not been a breach of trade sanctions by the UK branch of the bank, as the payments were not processed.  ",
                "tag": "p"
            },
            {
                "content": "The due diligence of the UK branch of the bank allowed them to stop payments which otherwise would have provided revenue for Russia.  This action safeguarded the bank’s business interests.  ",
                "tag": "p"
            },
            {
                "content": "OTSI has powers to share information with our international counterparts to enable them to investigate whether there has been a breach of sanctions in their jurisdiction. This supports the global effort to prevent Russian sanctions evasion. ",
                "tag": "p"
            },
            {
                "content": "Key ‘take aways’ for industry ",
                "tag": "p"
            },
            {
                "content": "Visit us online  ",
                "tag": "p"
            },
            {
                "content": "We invite UK businesses to explore the resources available on our website.   ",
                "tag": "p"
            },
            {
                "content": "Use our contact form for enquiries. We encourage businesses and individuals to reach out to us with any questions.    ",
                "tag": "p"
            }
        ],
        "link": "https://otsi.blog.gov.uk/2025/10/13/compliance-clarity-real-world-lessons-in-trade-sanctions-breach-detection/",
        "blog": "Office of Trade Sanctions Implementation",
        "blog_link": "https://otsi.blog.gov.uk",
        "description": "OTSI is committed to sharing information with businesses to support their compliance with trade sanctions. This might be in the form of a disclosure linked to enforcement action, or updated guidance. It could also be in the form of blogs, …"
    },
    {
        "title": "Inside PECS: Managing One of Government’s Most Complex Contracts ",
        "authors": [
            "Tim Coates, Head of Prisoner Escort Custody Services (PECS)"
        ],
        "posted_on": "2025-10-13T12:44:14",
        "categories": [
            "Crime",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Every week, thousands of defendants are transported from prisons to court hearings across England and Wales. Behind this vital service is the Prisoner Escort and Custody Services (PECS) contract – one of government’s most complex operational arrangements. ",
                "tag": "p"
            },
            {
                "content": "PECS – which is overseen by HM Prison and Probation Service (HMPPS) – is responsible for the safe and secure movement and custody of prisoners across England and Wales, ensuring the right person is in the right place at the right time. That includes: ",
                "tag": "p"
            },
            {
                "content": "We manage over 600,000 prisoner movements a year through two regional contracts – GEOAmey covers north England and Wales, and Serco covers south England.  ",
                "tag": "p"
            },
            {
                "content": "Contracts are managed by operational contract delivery managers who visit courts, prisons and police stations to monitor performance and ensure suppliers meet their obligations. This service has been outsourced since 1994, with the current 10-year contract beginning in 2020. ",
                "tag": "p"
            },
            {
                "content": "Contractual realities and performance metrics ",
                "tag": "h2"
            },
            {
                "content": "The PECS contract sets out clear expectations for service delivery, including arrival times, handover procedures and reporting standards. We monitor performance through detailed metrics and regular reporting, and our suppliers are held to account through a range of Contract Delivery Indicators. Court measures include: ",
                "tag": "p"
            },
            {
                "content": "There are also specific measures for vulnerable prisoners such as children and women, including time limits for how long they can be held in court custody after their hearing. ",
                "tag": "p"
            },
            {
                "content": "We take failure to meet these requirements very seriously. Where fault lies with PECS, commercial and financial penalties are applied on suppliers (over £600 for every 15-minute delay in Crown Court and £375 in Magistrates’ Court). ",
                "tag": "p"
            },
            {
                "content": "The quarterly published PECS contractual performance data shows that compliance is consistently above 99%, with overall performance (which includes delays outside of PECS control) closer to 98%. While 1% is a small proportion, we know it has a significant impact on court users and proceedings given the contract handles hundreds of thousands of moves each year. ",
                "tag": "p"
            },
            {
                "content": "Within HMPPS, our Contract Management Boards meet monthly to oversee service delivery and review performance for each contract. Those boards work together to identify areas that are underperforming and decide on appropriate measures to drive improvements.  ",
                "tag": "p"
            },
            {
                "content": "Part of an interconnected system ",
                "tag": "h2"
            },
            {
                "content": "PECS doesn’t operate in isolation. The system is complex and depends on effective coordination between everyone.  ",
                "tag": "p"
            },
            {
                "content": "Smooth delivery can be impacted by several factors, including prisoner readiness, wellbeing and safety, court scheduling, and prison capacity – all of which are administered by different partners within the same system. For example, if a defendant in a trial has been moved from one prison to another without the relevant teams being notified, collection and transportation will take longer, impacting on delivery times and potentially delaying court proceedings.  ",
                "tag": "p"
            },
            {
                "content": "HMCTS, HMPPS, police and court staff constantly work closely with the regional suppliers to ensure defendants arrive at court safely and on time.  ",
                "tag": "p"
            },
            {
                "content": "Collaborating with legal experts  ",
                "tag": "h2"
            },
            {
                "content": "We know that for trials to run smoothly, PECS must operate effectively, and collaboration is at the heart of this work. We have 12 contract delivery managers across England and Wales. A vital part of their role is to engage with our partners in courts, areas and regions to help improve performance and develop solutions to overcome challenges.  ",
                "tag": "p"
            },
            {
                "content": "We also participate in national engagement groups with legal professionals, prisons and the police, and share our performance reports with partners to drive accountability, lead joint projects and improve efficiency. The lessons we learn through this engagement will directly inform how we design and implement future contracts. ",
                "tag": "p"
            },
            {
                "content": "Our learning is continuous and, since the current contract began, we’ve been planning how we can improve our service as part of the next agreement. We’re exploring how to:  ",
                "tag": "p"
            },
            {
                "content": "We’re working closely with HMCTS to improve the accuracy of our reporting and ensure that feedback from legal professionals is heard and acted on. To achieve this, we want to increase engagement with legal professionals so concerns can be raised and addressed more easily.  ",
                "tag": "p"
            },
            {
                "content": "The newly published HMPPS PECS user guide aims to help everyone in the system understand their own roles and responsibilities in the process. When we all work together effectively, PECS provides an essential logistics service to criminal justice, improving access to justice for all. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Pob wythnos, mae miloedd o ddiffynyddion yn cael eu hebrwng o garchardai i wrandawiadau llys ar hyd a lled Cymru a Lloegr. Tu ôl i’r gwasanaeth hanfodol hwn yw’r contract Gwasanaethau Carcharu a Hebrwng Carcharorion (PECS) - un o drefniadau gweithredol mwyaf cymhleth y llywodraeth.",
                "tag": "p"
            },
            {
                "content": "Mae PECS – sydd wedi’i oruchwylio gan Wasanaeth Carchardai a Phrawf EF (HMPPS) – yn gyfrifol am garcharu a hebrwng carcharorion ledled Cymru a Lloegr yn ddiogel, gan sicrhau bod y person iawn yn y lle iawn ar yr adeg iawn. Mae hyn yn cynnwys:",
                "tag": "p"
            },
            {
                "content": "Rydym yn rheoli symudiad 600,000 o garcharorion y flwyddyn trwy ddau gontract rhanbarthol - mae GEOAmey yn gyfrifol am Gymru a Gogledd Lloegr, ac mae Serco yn gyfrifol am Dde Lloegr.",
                "tag": "p"
            },
            {
                "content": "Mae contractau yn cael eu rheoli gan reolwyr cyflawni contractau sy’n ymweld â llysoedd, carchardai a gorsafoedd heddlu i fonitro perfformiad a sicrhau bod cyflenwyr yn bodloni eu rhwymedigaethau. Mae’r gwasanaeth hwn wedi’i allanoli ers 1994, gyda’r contract cyfredol am gyfnod o 10 mlynedd wedi cychwyn yn 2020. ",
                "tag": "p"
            },
            {
                "content": "Rydym yn cymryd methiant i fodloni’n gofynion o ddifri. Lle bo PECS ar fai, mae cosbau masnachol ac ariannol i’r cyflenwyr (dros £600 ar gyfer pob 15 munud o oedi yn Llys y Goron a £375 yn y Llys Ynadon).",
                "tag": "p"
            },
            {
                "content": "Realiti contractau a metrigau perfformiad",
                "tag": "h2"
            },
            {
                "content": "Mae’r contract PECS yn gosod disgwyliadau clir ar gyfer cyflawni’r gwasanaeth, gan gynnwys amseroedd cyrraedd a safonau adrodd. Rydym yn monitro perfformiad trwy fetrigau manwl ac adrodd yn rheolaidd, ac mae ein cyflenwyr yn cael eu dal i gyfrif trwy amrywiaeth o Ddangosyddion Cyflawni Contract. Mae mesurau llys yn cynnwys:",
                "tag": "p"
            },
            {
                "content": "Mae mesurau penodol hefyd ar gyfer carcharorion bregus fel plant a menywod, gan gynnwys terfynau amser ar gyfer pa mor hir y gellir eu dal yn nalfa’r llys ar ôl eu gwrandawiad.",
                "tag": "p"
            },
            {
                "content": "Mae data perfformiad chwarterol y contract PECS yn dangos bod cydymffurfiaeth dros 99% yn gyson, gyda pherfformiad cyffredinol (sy’n cynnwys oedi y tu allan i reolaeth PECS) yn agosach at 98%. Tra bod 1% yn ganran isel iawn, gwyddwn ei bod yn cael effaith ar ddefnyddwyr llys ac ar achosion, o ystyried bod y contract yn ymdrin â miloedd o symudiadau bob blwyddyn.",
                "tag": "p"
            },
            {
                "content": "O fewn HMPPS, mae ein Byrddau Rheoli Contractau yn cyfarfod yn fisol i oruchwylio’r ddarpariaeth gwasanaeth ac i adolygu perfformiad pob contract. Mae’r byrddau hynny yn cydweithio i adnabod meysydd sy’n tanberfformio a phenderfynu ar fesurau priodol i sbarduno gwelliannau.",
                "tag": "p"
            },
            {
                "content": "Rhan o system gydgysylltiedig",
                "tag": "h2"
            },
            {
                "content": "Nid yw PECS yn gweithredu ar ei ben ei hun. Mae’r system yn gymhleth ac yn dibynnu ar gydlynu effeithiol rhwng pawb.",
                "tag": "p"
            },
            {
                "content": "Gall cyflawniad esmwyth gael ei effeithio arno gan nifer o ffactorau, gan gynnwys parodrwydd carcharorion, eu lles a diogelwch, amserlenni’r llys, a chapasiti’r carchardai - gyda phob un ohonynt yn cael eu gweinyddu gan bartneriaid gwahanol o fewn yr un system. Er enghraifft, os bydd diffynnydd mewn treial wedi cael ei symud o un carchar i’r llall heb i’r timau perthnasol gael eu hysbysu, yna bydd casglu a chludo’r carcharor yn cymryd yn hirach, gan effeithio ar amseroedd cyflawni ac o bosib yn achosi oedi i’r achos llys.",
                "tag": "p"
            },
            {
                "content": "Mae GLlTEF, HMPPS, yr heddlu a staff y llysoedd yn cydweithio’n gyson gyda’r cyflenwyr rhanbarthol i sicrhau bod diffynyddion yn cyrraedd y llys yn ddiogel ac ar amser.",
                "tag": "p"
            },
            {
                "content": "Cydweithio gydag arbenigwyr cyfreithiol ",
                "tag": "h2"
            },
            {
                "content": "Gwyddwn fod yn rhaid i PECS weithredu’n effeithiol fel bod treialon yn gallu rhedeg yn esmwyth, ac mae cydlynu’n ganolog i’r gwaith hwn. Mae gennym 12 o reolwyr cyflawni contractau ledled Cymru a Lloegr. Rhan hanfodol o’u rôl yw ymgysylltu â’n partneriaid yn y llysoedd, ardaloedd lleol a rhanbarthau i helpu i wella perfformiad a datblygu datrysiadau i oresgyn heriau.",
                "tag": "p"
            },
            {
                "content": "Rydym hefyd yn cymryd rhan mewn grwpiau ymgysylltu cenedlaethol gyda gweithwyr proffesiynol ym maes y gyfraith, carchardai a’r heddlu, ac rydym yn rhannu ein hadroddiadau perfformiad gyda phartneriaid i sbarduno atebolrwydd, arwain ar brosiectau ar y cyd a gwella effeithlonrwydd. Mae’r gwersi yr ydym wedi dysgu trwy’r ymgysylltu hyn yn cyfarwyddo’n uniongyrchol sut rydym yn dylunio ac yn gweithredu contractau yn y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Rydym yn dysgu’n gyson ac, ers i’r contract cyfredol gychwyn, rydym wedi bod yn cynllunio sut y gallwn wella ein gwasanaeth fel rhan o’r cytundeb nesaf. Rydym yn archwilio sut i:",
                "tag": "p"
            },
            {
                "content": "Rydym yn gweithio’n agos â GLlTEF i wella cywirdeb ein hadrodd a sicrhau bod adborth gan weithwyr proffesiynol ym maes y gyfraith yn cael ei glywed a’i weithredu arno. Er mwyn cyflawni hyn, rydym eisiau cynyddu’r ymgysylltiad â gweithwyr proffesiynol ym maes y gyfraith fel bod modd i bryderon gael eu codi ac i ni fynd i’r afael â nhw yn haws.",
                "tag": "p"
            },
            {
                "content": "Mae canllaw defnyddwyr HMPPS PECS sydd newydd ei gyhoeddi yn anelu at helpu pawb yn y system i ddeall eu rolau a’u cyfrifoldebau eu hunain yn y broses. Pan rydym oll yn cydweithio’n effeithiol, mae PECS yn darparu gwasanaeth logisteg hanfodol i’r maes cyfiawnder troseddol, gan wella mynediad at gyfiawnder i bawb.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/10/13/inside-pecs-managing-one-of-governments-most-complex-contracts/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "PECS ensures safe, timely prisoner transport across England and Wales, managing 600,000 moves yearly. With strict performance metrics and collaboration across justice partners, it plays a vital role in supporting court operations and access to justice."
    },
    {
        "title": "Making London Accessible: How Travel Hands Is Transforming Urban Mobility",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-13T12:30:18",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "Every day, thousands of Londoners with visual impairments face challenges that most of us rarely consider—from navigating busy streets to finding the right bus stop. For many, something as simple as a walk to the park or a trip to the shops can feel daunting without support.",
                "tag": "p"
            },
            {
                "content": "Travel Hands, a London-based charity, is changing that story. By pairing visually impaired people (VIPs) with trained volunteers, known as Travel Hands Guides, the service enables safe and confidence-boosting journeys across the city.",
                "tag": "p"
            },
            {
                "content": "With support from the UK Space Agency's Business Applications and Space Solutions (BASS) programme, Travel Hands has integrated cutting-edge space-enabled tracking technology to enhance the security and accessibility of its service. Together, they are building a more inclusive London where no one has to walk alone.",
                "tag": "p"
            },
            {
                "content": "Innovation that Transforms Everyday Journeys",
                "tag": "h2"
            },
            {
                "content": "At the heart of Travel Hands lies a simple idea: independent mobility should be a right, not a privilege. The charity's app allows VIPs to request a journey and be paired with a trained volunteer Guide who will walk alongside them. A dedicated call centre also caters to VIPs who cannot use technology.",
                "tag": "p"
            },
            {
                "content": "With backing from BASS, Travel Hands has introduced real-time journey tracking, optimised route planning, and enhanced monitoring to ensure every journey is safe and efficient. A dedicated customer service team, available by phone and online, assists those who may not feel comfortable using the app independently, providing support throughout journeys when extra reassurance is needed.",
                "tag": "p"
            },
            {
                "content": "This support improved the user experience of mobile and web applications, enhanced volunteer training modules, and refined the matching algorithm whilst establishing AI foundations.",
                "tag": "p"
            },
            {
                "content": "Ishan Jha, Founder of Travel Hands, said:",
                "tag": "p"
            },
            {
                "content": "Backing from BASS",
                "tag": "h2"
            },
            {
                "content": "The UK Space Agency's BASS programme supports organisations that use space data and technologies to solve real-world problems on Earth. For Travel Hands, that meant expert mentoring, strategic guidance, and connections to a wider ecosystem of innovators. This support accelerated the charity's ability to refine its app, scale its impact, and demonstrate how space-enabled solutions can improve urban accessibility.",
                "tag": "p"
            },
            {
                "content": "Over the past year, Travel Hands has completed more than 1,200 journeys across London, supporting over 350 VIPs and building a community of more than 100 dedicated volunteers. The charity has developed strong partnerships with organisations including Bromley by Bow Centre and Link Up London, whilst delivering corporate volunteering events with JP Morgan Chase and participating in Victoria Park Community Walks and The Great Exhibition Road Festival. Most recently, Travel Hands launched a Macmillan-supported initiative providing tailored assistance for VIPs facing or recovering from cancer.",
                "tag": "p"
            },
            {
                "content": "Community in Action",
                "tag": "h2"
            },
            {
                "content": "The strength of Travel Hands lies not only in its technology but also in its community. A recent volunteering day with JP Morgan Chase employees demonstrated this perfectly. Volunteers became Travel Hands Guides for the day, walking alongside VIPs through London's streets and transport hubs, experiencing first-hand the barriers faced by visually impaired people—from navigating station layouts to hearing announcements in noisy environments.",
                "tag": "p"
            },
            {
                "content": "For VIPs, the day offered connection and relationship-building opportunities. For volunteers, it provided an eye-opening reminder of how accessibility and inclusion benefit everyone.",
                "tag": "p"
            },
            {
                "content": "The Power of Partnership",
                "tag": "h2"
            },
            {
                "content": "Travel Hands demonstrates what's possible when technology, government support, and community unite. By reducing social isolation and enabling independent journeys, the service is making London safer and more welcoming for visually impaired people.",
                "tag": "p"
            },
            {
                "content": "Dr Shuxiu Zhang, Head of Space Applications and Data at the UK Space Agency said:",
                "tag": "p"
            },
            {
                "content": "Next Steps",
                "tag": "h2"
            },
            {
                "content": "Travel Hands is now developing the next phase of innovation: integrating Artificial Intelligence into its application. With continued support from the UK Space Agency, the organisation is creating an audio-based interactive itinerary planner allowing VIPs to simply speak their journey requests. The AI will interpret requests, identify suitable guides, plan optimal routes, and provide real-time spoken updates, making booking and navigation more intuitive for audio-reliant users whilst enhancing guide matching and route coordination.",
                "tag": "p"
            },
            {
                "content": "By combining space-enabled data, AI innovation, and ongoing support, Travel Hands is setting the stage for the next generation of inclusive mobility in the UK, ensuring every step taken together brings London closer to being fully accessible.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/13/making-london-accessible-how-travel-hands-is-transforming-urban-mobility/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "With support from the UK Space Agency's Business Applications and Space Solutions (BASS) programme, London-based charity Travel Hands has integrated space-enabled tracking technology to enhance the security and accessibility of its service and help people with visual impairments across the city."
    },
    {
        "title": "Listening and improving: how we’re developing species monitoring  ",
        "authors": [
            "Abbie Brown"
        ],
        "posted_on": "2025-10-13T11:21:19",
        "categories": [
            "Research and data analysis"
        ],
        "content": [
            {
                "content": "Nature underpins our health, wellbeing and the economy. It gives us the essentials of fresh water, air, food, medicine, flood prevention and climate regulation, whilst also providing places to relax and enjoy.  ",
                "tag": "p"
            },
            {
                "content": "That’s why we are committed to protecting and restoring nature, and monitoring the abundance of species enables us to understand the state of the wider environment and improvements in biodiversity. ",
                "tag": "p"
            },
            {
                "content": "In May 2024 we published, for the first time, 'Indicators for Species Abundance in England' as an official statistic in development. The all-species abundance indicator, once fully developed, will be used to track progress with meeting our statutory biodiversity targets to: ",
                "tag": "p"
            },
            {
                "content": "Following this publication, we were keen to invite feedback on the all-species indicator to help inform further development. To achieve this, we:  ",
                "tag": "p"
            },
            {
                "content": "We have received an amazing amount of high-quality feedback, both written and verbally following this engagement, which we want to extend a huge thank you for. It has been critical to considering how we can improve future iterations of the all-species abundance indicator and has helped to shape our development plan for the indicator going forward. ",
                "tag": "p"
            },
            {
                "content": "Next steps for the indicator ",
                "tag": "p"
            },
            {
                "content": "We have now sought to categorise and respond to the feedback and have published our full response on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "This covers the following topics:  ",
                "tag": "p"
            },
            {
                "content": "We also received some feedback on the priority species indicator – for more information on updates to this indicator, please read the 2025 statistical release.  ",
                "tag": "p"
            },
            {
                "content": "Alongside the response to feedback, we have also published some of the underlying code that we use to produce the all-species abundance indicator which will allow researchers to see how the methods are applied and increase transparency.  ",
                "tag": "p"
            },
            {
                "content": "This is the first time Defra has published code underpinning any of our statistics and we will aim to publish further scripts relating to the all-species abundance indicator alongside the 2026 release. ",
                "tag": "p"
            },
            {
                "content": "To provide any further feedback, please email the Environmental Statistics and Reporting team at biodiversity@defra.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/10/13/listening-and-improving-how-were-developing-species-monitoring/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "In May 2024 we published, for the first time, 'Indicators for Species Abundance in England' as an official statistic in development. The all-species abundance indicator, once fully developed, will be used to track progress with meeting our statutory biodiversity targets. This blog post dives into how we're continuing to develop our species monitoring."
    },
    {
        "title": "MMO updates bass fishing guidance for 2025",
        "authors": [
            "Chris Collins, Fisheries Manager, Marine Management Organisation"
        ],
        "posted_on": "2025-10-13T10:00:26",
        "categories": [
            "Implementation"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) has updated the bass fishing guidance on GOV.UK to help improve the understanding on bass fishing regulations.",
                "tag": "p"
            },
            {
                "content": "View the updated guidance here Bass Fishing Guidance for 2025.",
                "tag": "p"
            },
            {
                "content": "Updates",
                "tag": "h2"
            },
            {
                "content": "These updates have been made following discussions with members of the Bass Management Group (BMG) and through wider engagement with commercial and recreational stakeholders. Some important updates to the guidance are:",
                "tag": "p"
            },
            {
                "content": "• Clearer guidance for commercial fishers• Clarification on activities undertaken by chartered angling vessels• Simplified guidance for recreational fishers• Links to related guidance and contact details have been brought together and made more concise.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "h2"
            },
            {
                "content": "With this clearer guidance, commercial and recreational fishers can better understand what they need to do which will help the long-term health of the stocks.",
                "tag": "p"
            },
            {
                "content": "This also helps us to achieve Goal 4 of the bass fisheries management plan (FMP), which is about making sure regulations are followed by improving how we communicate and understand each other.",
                "tag": "p"
            },
            {
                "content": "MMO is committed to transparency, stakeholder engagement, and sustainable fisheries management. If you have feedback on the new guidance, please email us at bass@marinemanagement.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/10/13/mmo-updates-bass-fishing-guidance-for-2025/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The guidance on GOV.UK has been updated to help commercial and recreational fishers understand their obligations and contribute to the long-term health of bass stocks."
    },
    {
        "title": "Flood Action Week: How Prepared Are You for Flooding?",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-13T09:01:50",
        "categories": [
            "Flood"
        ],
        "content": [
            {
                "content": "As an Area Flood Risk Manager and National Flood Duty Manger responding to flood incidents over the last 20 years, I've seen first-hand the devastating impacts that flooding has on our communities. I’ve spoken to many families whose homes have flooded. For one family after months of waiting for their home to be repaired, whenever it rains, their children are afraid, not wanting to go to school, worried they’re going to flood again. Flood impacts continue long after that rain has stopped, and the waters recede.   ",
                "tag": "p"
            },
            {
                "content": "The UK is experiencing more frequent and intense extreme weather due to climate change, and we are warning communities not to be complacent about the risk of flooding even though drought is still being experienced in some parts of the country.  ",
                "tag": "p"
            },
            {
                "content": "6.3 million home and business in areas at risk ",
                "tag": "p"
            },
            {
                "content": "Flooding affects more people than you might think. Around 6.3 million homes and businesses in England are in areas at risk of flooding from rivers, the sea or surface water. Yet many people remain unaware of their personal risk or unprepared for what might happen. ",
                "tag": "p"
            },
            {
                "content": "Climate change is making extreme weather more frequent and intense across the UK. Last winter alone, the Environment Agency teams issued more than 3,000 flood alerts, 1,600 flood warnings, and three severe flood warnings. The Environment Agency is ready to respond should flooding happen, providing a 24/7 response, with 600 people on call at any one time around the country. ",
                "tag": "p"
            },
            {
                "content": "Don’t be complacent ",
                "tag": "p"
            },
            {
                "content": "We have today (13 October) launched our annual campaign to encourage you to take practical steps to keep you and your loved one’s safe, and to avoid the worst devastation flooding can cause to homes, businesses and neighbourhoods. ",
                "tag": "p"
            },
            {
                "content": "Even after this summer's dry conditions, communities must not become complacent about flood risk – drought and flood risk can exist in the same county at the same time. ",
                "tag": "p"
            },
            {
                "content": "Simple steps can make a big difference (and they really can!)  Taking action doesn't have to be complicated or expensive:",
                "tag": "p"
            },
            {
                "content": "Staying Safe  While we can't prevent all flooding, we can significantly reduce its impact through proper preparation. The most effective flood protection combines professional flood defences with individual preparedness and community awareness.",
                "tag": "p"
            },
            {
                "content": "Remember, flooding can happen anywhere and at any time and the impacts live long after the rain stops. Whether you live near a river, by the coast, or in an urban area where surface water flooding can happen quickly understanding your risk and having a plan keeps you one step ahead. ",
                "tag": "p"
            },
            {
                "content": "Find out more about Flood Action Week: http://www.gov.uk/government/news/public-urged-to-get-flood-ready-as-environment-agency-launches-flood-action-week",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/13/flood-action-week-how-prepared-are-you-for-flooding/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Mark Garratt is an Environment Agency flood director and has seen firsthand the devastating impacts flooding can have on homes and business. Here he tells you why you need to be prepared for flooding this winter and outlines some simple steps to keep you and your loved ones safe."
    }
]