[
    {
        "title": "Coverage on new towns costs",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-05-20T15:40:12",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Reports today suggest a dozen new towns in England will cost as much as £48 billion according to a WPI Strategy report, with the average cost of each development likely to be in the range of £3.5 to £4 billion.",
                "tag": "p"
            },
            {
                "content": "The WPI’s estimate of costs per new town is extremely speculative. The government does not recognise these figures as locations for new towns have not yet been announced or decided by ministers.",
                "tag": "p"
            },
            {
                "content": "Last September, we established an independent New Towns Taskforce and tasked the experts on it with identifying and recommending locations for new towns within 12 months.",
                "tag": "p"
            },
            {
                "content": "The Taskforce will make its recommendations on locations for new towns in the national interest and on the basis of defined criteria.",
                "tag": "p"
            },
            {
                "content": "A Ministry of Housing, Communities and Local Government spokesperson said:“Any hypothetical cost projections associated with the New Towns programme are at this stage pure speculation. We are awaiting the recommendations from the independent New Towns Taskforce on potential locations for new towns and we will receive this later this year.  ",
                "tag": "p"
            },
            {
                "content": "“The Taskforce is working in partnership with local leaders and communities, and its selection of sites will be made in the national interest.",
                "tag": "p"
            },
            {
                "content": "“Our next generation of new towns will be well-designed communities of at least 10,000 homes each, with many significantly larger, as part of the biggest housebuilding programme since the Second World War.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/05/20/coverage-on-new-towns-costs/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Reports today suggest a dozen new towns in England will cost as much as £48 billion according to a WPI Strategy report, with the average cost of each development likely to be in the range of £3.5 to £4 billion. …"
    },
    {
        "title": "Growing more than food: The benefits of nature-friendly farming",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-20T15:09:11",
        "categories": [
            "Farming",
            "Natural England",
            "wildlife and farming"
        ],
        "content": [
            {
                "content": "By Martin Lines, CEO, Nature Friendly Farming Network, andPeter Craven, Head of Agriculture, Natural England",
                "tag": "p"
            },
            {
                "content": "This week is Nature Friendly Farming Week, and with a theme of 'More than growing food' it aims to highlight the wider benefits of nature-friendly farming and celebrates the great work being done by farmers across the country to tackle challenges head-on and build more resilient farms.",
                "tag": "p"
            },
            {
                "content": "Challenges farmers and nature are facing",
                "tag": "p"
            },
            {
                "content": "Across the country, farmers are grappling with increasingly unpredictable and volatile weather, which makes it difficult to plan, grow crops or raise livestock. At the same time, many are keenly aware that their land has become less rich in nature than it once was. There are fewer insects in the soil, fewer birds in the air, and fewer natural features that once helped farms prosper.",
                "tag": "p"
            },
            {
                "content": "Urgent shift to nature-centred farming methods needed",
                "tag": "p"
            },
            {
                "content": "This shift in farming practices wasn’t a choice, but the result of years of advice that focused solely on maximising yields. For decades, farmers were told to prioritise output and rely on chemicals, while nature was seen as an obstacle. Hedgerows were grubbed out, trees felled and wetlands drained to make way for larger fields and more intensive production and practices. But this approach has come at a steep environmental cost, and continuing down this path puts the future of farming at risk. To protect both the land and the livelihoods of farmers, we urgently need a shift to nature-centered farming methods.",
                "tag": "p"
            },
            {
                "content": "This means recognising that conventional, intensive farming systems not only harm the environment, but also jeopardise the long-term viability of farm businesses. Over-reliance on artificial inputs degrades soil and pollutes water and air, weakening the land’s resilience and its ability to store water - exactly what farmers need to protect their crops and livelihoods during both heavy rains and dry spells.",
                "tag": "p"
            },
            {
                "content": "Farmers are on the front line of the climate and nature crises. Their decisions shape the health of our soils, rivers, wildlife, and food systems. Nature-friendly farming isn’t just good for nature; it’s a proven, practical way to build stronger, more resilient farm businesses.",
                "tag": "p"
            },
            {
                "content": "Tom Edmondson, an NFFN farmer who runs a mixed farm near Milton Keynes, said: ",
                "tag": "p"
            },
            {
                "content": "“Our nature-friendly farming approach - using cover crops, careful grazing, minimal soil disturbance, and years of building organic matter - has made a huge difference. While others around us are really struggling with the dry spring and failing crops, ours are still holding up well. You just don’t know what the weather will throw at you year to year. That’s why building resilience into the farming system is absolutely essential.”",
                "tag": "p"
            },
            {
                "content": "Farming benefits from increasing biodiversity",
                "tag": "p"
            },
            {
                "content": "Using land for multiple purposes to create extra income streams",
                "tag": "p"
            },
            {
                "content": "When we recognise that farming every inch of land for crops or livestock isn’t always the best long-term approach, and that nature plays a crucial role on farms, new opportunities arise to do more with farmland. Enterprise stacking - using land for multiple purposes - can boost environmental benefits that support the farm, and create extra income streams.",
                "tag": "p"
            },
            {
                "content": "Agroforestry",
                "tag": "p"
            },
            {
                "content": "One powerful approach is agroforestry, where trees help build a resilient landscape that supports livestock through increasingly unpredictable weather, offering shade and shelter, and helping to prevent heat stress as temperatures rise. Trees and shrubs with medicinal properties can also reduce the need for wormers, benefitting both livestock and soil health by supporting dung beetles. An example of this approach is Jack Cockburn's, farm in Ceredigion, West Wales.",
                "tag": "p"
            },
            {
                "content": "Upland farming",
                "tag": "p"
            },
            {
                "content": "Upland farms can play a vital role in holding water by helping to protect communities downstream from flooding, while still providing grazing land for pasture-fed animals and supporting species-rich habitats. Techniques like re-meandering streams and installing leaky dams slow the flow of water, reducing the impact of storms and violent deluges that are becoming increasingly common. These natural approaches not only mitigate flood risk but also enhance biodiversity and soil health. Renewable energy, such as solar panels, can significantly reduce farm bills while contributing to wider emissions reduction efforts. ",
                "tag": "p"
            },
            {
                "content": "Expanding on regeneration farming",
                "tag": "p"
            },
            {
                "content": "Growing a wider range of crops can open up new markets and build farm resilience. Niche grains, legumes, herbal leys and heritage varieties all offer opportunities to tap into changing consumer tastes. Adding value through on-farm processing or direct sales, and exploring potential premiums for sustainable or local produce, can further strengthen farm income. An example of this approach is Debbie Wilkins’ work at her family farm in Gloucestershire.",
                "tag": "p"
            },
            {
                "content": "Making this vision the norm can open up new opportunities for farmers to prosper, both environmentally and economically. By embracing nature-friendly farming practices, farms can not only contribute to a healthier environment but also drive rural prosperity and ensure that high-quality food is available to all.",
                "tag": "p"
            },
            {
                "content": "Farms play a broader role than just producing food, they sustain both nature and communities, by:",
                "tag": "p"
            },
            {
                "content": "To get support and help with nature-friendly farming visit the Catchment Sensitive Farming page.",
                "tag": "p"
            },
            {
                "content": "You can find a wide range of resources about nature-friendly farming, including practical guides to agroecological practices, case studies and farmer blogs, on the Nature Friendly Farming Network website.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/20/growing-more-than-food-the-benefits-of-nature-friendly-farming/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Martin Lines, CEO, Nature Friendly Farming Network, andPeter Craven, Head of Agriculture, Natural England This week is Nature Friendly Farming Week, and with a theme of 'More than growing food' it aims to highlight the wider benefits of nature-friendly …"
    },
    {
        "title": "The Rural Payments Agency Podcast: Episode 12",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-05-20T14:09:02",
        "categories": [
            "Hedgerows",
            "RPA podcast"
        ],
        "content": [
            {
                "content": "Welcome to the twelfth episode of The RPA Podcast. In our latest episode, we speak with RPA Field Officer Peter Clampett about the Management of Hedgerows (England) Regulations 2024.",
                "tag": "p"
            },
            {
                "content": "The regulations set out the rules for protecting hedgerows on, or next to, agricultural land. This includes a hedgerow cutting and trimming ban which runs from 1 March to 31 August each year, as well as a 2-metre buffer strip where green cover must be established.",
                "tag": "p"
            },
            {
                "content": "We held a public consultation to seek views on how the implementation of the regulations would be approached. Earlier this year we published the formal response and final statutory guidance on the use of civil sanctions.",
                "tag": "p"
            },
            {
                "content": "In the Podcast, Peter talks about the regulations and why they were introduced, which hedgerows the rules apply to, the buffer strip rules and exemptions to the regulations.",
                "tag": "p"
            },
            {
                "content": "The Podcast is also an opportunity for RPA to engage with farmers and land managers, and we encourage you to contact us with your suggestions for topics you’d like us to cover with our subject experts. You can email us at External.Affairs@rpa.gov.uk",
                "tag": "p"
            },
            {
                "content": "You can listen to episode 12 of The RPA Podcast on Apple and Spotify or through Buzzsprout. You can also listen to earlier episodes of The RPA Podcast on Apple and Spotify, or through Buzzsprout.",
                "tag": "p"
            },
            {
                "content": "Follow us on social media for the latest updates and information on the following accounts:",
                "tag": "p"
            },
            {
                "content": "By following and subscribing to our social channels and blog, you’ll be able to see the latest updates about important information.",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/05/20/the-rural-payments-agency-podcast-episode-12/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "Welcome to the twelfth episode of The RPA Podcast. In our latest episode, we speak with RPA Field Officer Peter Clampett about the Management of Hedgerows (England) Regulations 2024. The regulations set out the rules for protecting hedgerows on, or …"
    },
    {
        "title": "JoeySat: two years of UK-led satellite innovation",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-05-20T13:57:39",
        "categories": [
            "Satellites"
        ],
        "content": [
            {
                "content": "Two years ago, a small but powerful satellite launched into low Earth orbit—and it’s been making a big impact ever since.",
                "tag": "p"
            },
            {
                "content": "JoeySat, developed through a collaboration between the UK Space Agency, the European Space Agency (ESA), and OneWeb (now Eutelsat Group) has redefined what’s possible in satellite communications. Today, we’re celebrating its achievements and the role it continues to play in connecting people across the globe.",
                "tag": "p"
            },
            {
                "content": "JoeySat is at the forefront of next-generation satellite innovation. Developed under the Sunrise Partnership between the UK Space Agency, the European Space Agency (ESA), and Eutelsat Group, and built by UK-based Satixfy and MDA it features a fully digital, software-defined payload capable of beam-hopping and regenerative processing. This means it can steer, and switch communication beams up to 1,000 times per second—dynamically adjusting coverage and power to meet real-time demand.",
                "tag": "p"
            },
            {
                "content": "This level of flexibility allows JoeySat to deliver high-speed, low-latency internet to users on land, at sea, and in the air. Whether it’s powering 5G mini hubs, enhancing in-flight broadband, or supporting emergency response teams during crises, JoeySat was designed to adapt instantly to where it’s needed most.",
                "tag": "p"
            },
            {
                "content": "Henny Sands, Head of Telecommunications at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "What sets JoeySat apart is its ability to evolve. Thanks to its software-defined architecture, the satellite can be reconfigured while in orbit. It’s also a key demonstrator for integrating satellite communications with terrestrial 5G networks, helping to bridge the digital divide in underserved and remote regions. With its scheduled testing now successfully completed, JoeySat is ready to enhance space environment characterisation—such as radiation monitoring—supporting the operational safety of the Eutelsat OneWeb LEO constellation.",
                "tag": "p"
            },
            {
                "content": "Guillaume Scottez, Senior Director for Innovation at Eutelsat Group, said:",
                "tag": "p"
            },
            {
                "content": "Beyond its technical achievements, JoeySat also represents a new model for rapid satellite development. Using a lean engineering approach and commercial off-the-shelf components, the satellite went from contract signing to launch in under 2 years, despite major impacts such as the COVID pandemic—demonstrating the UK’s ability to deliver complex space missions quickly and efficiently. The payload was fully tested and integrated in the UK, showcasing national capabilities in sustainable satellite manufacturing and advanced testing infrastructure.",
                "tag": "p"
            },
            {
                "content": "Thanks to the Sunrise Partnership, UK organisations - including Satixfy, MDA, Celestia, CGI, Proelectric, and the University of Surrey – also harnessed Joeysat to develop and test cutting-edge technologies. These included user terminals, multi-beam digital gateways, 5G portable mini hubs, ground network validation tools, and advanced 5G applications. The project delivered tangible improvements in data volume, speed, and latency, helping shape the future of global connectivity.",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency invested £52 million in JoeySat and related technologies, helping to grow a sustainable, end-to-end UK space ecosystem. ",
                "tag": "p"
            },
            {
                "content": "Khalil Kably, ESA Telecom Satellite Project Manager, said:",
                "tag": "p"
            },
            {
                "content": "As JoeySat embarks on its next chapter we celebrate the technologies it has unlocked for the satellites of the future.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/05/20/joeysat-two-years-of-uk-led-satellite-innovation/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "JoeySat, developed through a pioneering collaboration between the UK Space Agency, the European Space Agency, and OneWeb (now Eutelsat Group) has redefined what’s possible in satellite communications. "
    },
    {
        "title": "Building blocks for better food regulation",
        "authors": [
            "Carmel Lynskey, Deputy Director of Achieving Business Compliance"
        ],
        "posted_on": "2025-05-20T13:36:15",
        "categories": [
            "Our mission",
            "Partners"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Today we are hosting leaders and experts from across the food system to listen to their views on how food regulation could evolve so that it works for consumers and businesses in the future. ",
                "tag": "p"
            },
            {
                "content": "Views gathered today will build on our understanding and inform future thinking for our Board. ",
                "tag": "p"
            },
            {
                "content": "We will hear a range of voices representing businesses, consumer groups and enforcement agencies on some of the system-wide challenges and opportunities in food regulation.  ",
                "tag": "p"
            },
            {
                "content": "As a regulator we must evolve and adapt to a changing world, make the most of advances in technology and support growth, all while continuing to focus on our primary responsibility to protect public health and deliver food you can trust. ",
                "tag": "p"
            },
            {
                "content": "The event today is part of our ongoing engagement process to understand how regulation could help address some of the systemic challenges in the hospitality, retail and manufacturing sectors. This work complements engagement with the UK meat sector to address future challenges. ",
                "tag": "p"
            },
            {
                "content": "We have proposed four ‘building blocks’ that form the framework of actions to address some of these challenges. These actions will focus on enhancing consumer choice and information; enabling more intelligence-led surveillance and enforcement; driving business compliance and economic growth; and ensuring a skilled and capable food safety workforce. ",
                "tag": "p"
            },
            {
                "content": "Views gathered at the event will help identify priority areas for the FSA and inform future thinking for our Board. To share your views, you can contact us directly via sharingperspectives@food.gov.uk",
                "tag": "p"
            },
            {
                "content": "Heddiw, rydym yn croesawu arweinwyr ac arbenigwyr o bob cwr o’r system fwyd ac yn gwrando ar eu barn ar sut y gallai’r trefniadau ar gyfer rheoleiddio bwyd esblygu fel eu bod yn gweithio i ddefnyddwyr a busnesau yn y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Bydd y safbwyntiau a gesglir heddiw yn adeiladu ar ein dealltwriaeth ac yn llywio syniadaeth ein Bwrdd at y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn clywed trafodaethau gan amrywiaeth o leisiau sy’n cynrychioli busnesau, grwpiau defnyddwyr ac asiantaethau gorfodi ynghylch rhai o’r heriau a’r cyfleoedd ar draws y system ym maes rheoleiddio bwyd.",
                "tag": "p"
            },
            {
                "content": "Fel rheoleiddiwr, rhaid i ni esblygu ac addasu i fyd sy’n newid, manteisio i’r eithaf ar ddatblygiadau mewn technoleg a chefnogi twf, a hynny i gyd wrth barhau i ganolbwyntio ar ein prif gyfrifoldeb, sef diogelu iechyd y cyhoedd a darparu bwyd y gallwch ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Mae’r digwyddiad heddiw yn rhan o’n proses ymgysylltu barhaus i ddeall sut y gallai rheoleiddio helpu i fynd i’r afael â rhai o’r heriau systemig yn y sectorau lletygarwch, manwerthu a gweithgynhyrchu. Mae’r gwaith hwn yn ategu ymgysylltiad â sector cig y DU i fynd i’r afael â heriau’r dyfodol. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cynnig pedwar ‘bloc adeiladu’ sy’n ffurfio’r fframwaith o gamau gweithredu i fynd i’r afael â rhai o’r heriau hyn. Bydd y camau gweithredu hyn yn canolbwyntio ar wella’r dewis a’r wybodaeth sydd ar gael i ddefnyddwyr; galluogi mwy o waith goruchwylio a gorfodi sy’n seiliedig ar wybodaeth; ysgogi cydymffurfiaeth busnesau a thwf economaidd; a sicrhau gweithlu diogelwch bwyd medrus a galluog. ",
                "tag": "p"
            },
            {
                "content": "Bydd y safbwyntiau a gesglir yn y digwyddiad yn helpu i nodi meysydd blaenoriaeth ar gyfer yr ASB ac yn llywio syniadaeth ein Bwrdd aty dyfodol. I rannu eich barn, gallwch gysylltu â ni’n uniongyrchol drwy e-bostio sharingperspectives@food.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/05/20/building-blocks-for-better-food-regulation/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Today we are hosting leaders and experts from across the food system to listen to their views on how food regulation could evolve so that it works for consumers and businesses in the future.  Views gathered today will build …"
    },
    {
        "title": "World Bee Day 2025",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-05-20T11:12:47",
        "categories": [
            "Guest Blog"
        ],
        "content": [
            {
                "content": "By the Bees Needs Team, Department for Environment Food and Rural Affairs (DEFRA) ",
                "tag": "p"
            },
            {
                "content": "As the Department for Environment Food and Rural Affairs (DEFRA) Bees Needs Team with responsibility for pollinators, we lead on wild pollinator public engagement activities, including our fantastic Bees’ Needs Week. We’ll be sharing some information about that week to support 2025’s World Bee Day celebrations.  ",
                "tag": "p"
            },
            {
                "content": "Why are pollinators important? ",
                "tag": "p"
            },
            {
                "content": "Pollinators support our wider ecosystem by pollinating trees and flowers, which in turn support insects, birds, and mammals by providing food, shelter, and other resources. Pollinators are also particularly important when it comes to food production. The economic contribution of wild bees (which pollinate between 85%-95% of the UK’s insect pollinated crops), have been assessed to be worth about £1,800 per hectare.  That adds over half a billion pounds a year to the value of UK crops and food production.   ",
                "tag": "p"
            },
            {
                "content": "Bees’ Needs Week ",
                "tag": "p"
            },
            {
                "content": "Bees’ Needs Week is an annual event coordinated by our team. We work alongside a host of organisations including conservation groups, businesses, and charities. The aim of the week is to raise awareness of the importance of pollinators and share ideas, actions, and activities that highlight the ways everyone can help bees and other pollinators thrive. This year, Bees’ Needs Week is taking place between 14-20 July, and several events are being held across the country with activities such as Flower-Insect Timed Counts (FIT Counts), a live bumble beehive to observe, informative talks, and rare bee surveys.     ",
                "tag": "p"
            },
            {
                "content": "Wondering how you can get involved?  ",
                "tag": "p"
            },
            {
                "content": "We really encourage everyone get involved, nurture nature, and help our pollinators thrive by taking 5 simple actions:  ",
                "tag": "p"
            },
            {
                "content": "Citizen science  ",
                "tag": "p"
            },
            {
                "content": "You can also get involved with invaluable citizen science projects by simply spending 10 minutes watching flowers and insects in good weather. Flower Insect Timed (FIT) Counts can be done anywhere, including gardens and parks, in warm, dry weather and at any time from April to September. Every count submitted to the UK Pollinator Monitoring Scheme (PoMS) helps us learn more about where pollinators live and how their numbers are changing. Read the PoMS instructions for FIT Counts to find out more and help us help pollinators!  ",
                "tag": "p"
            },
            {
                "content": "Thank you for reading, and Happy World Bee Day!  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/05/20/world-bee-day-2025/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "By the Bees Needs Team, Department for Environment Food and Rural Affairs (DEFRA)  As the Department for Environment Food and Rural Affairs (DEFRA) Bees Needs Team with responsibility for pollinators, we lead on wild pollinator public engagement activities, including our …"
    },
    {
        "title": "To plant or not to plant, that is tree question",
        "authors": [
            "Paul Brannen"
        ],
        "posted_on": "2025-05-20T09:00:00",
        "categories": [
            "Climate change and resilience",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "Wood – a renewable resource to drive the bioeconomy",
                "tag": "h2"
            },
            {
                "content": "Let’s work backwards. By 2050 the UK economy needs to have been decarbonised. It will no longer be based on fossil fuels, rather it will be a bioeconomy powered by sustainable and renewable energy and material sources. Getting there will present huge challenges, but it will also offer big opportunities especially for new, innovative businesses.",
                "tag": "p"
            },
            {
                "content": "One of the key sustainable and renewable materials that the bioeconomy will increasingly require as a feedstock will be wood. Take these three examples:",
                "tag": "p"
            },
            {
                "content": "1. Wood for construction",
                "tag": "h3"
            },
            {
                "content": "First, we have construction where demand for timber is already accelerating. In the government’s recently published Timber in construction roadmap, the ministerial foreword notes that timber ‘offers immense potential to reduce emissions, create jobs, and build the homes we need’. ",
                "tag": "p"
            },
            {
                "content": "Unknown to most people in the UK, Scotland already builds 92% of its new family homes using timber frames whereas in England it is less than 10%.1 Housebuilders in England are now following Scotland, driven by the desire to build faster and greener – a situation evidenced by all the UK’s main volume housebuilders having, acquiring or building their own timber frame factories. ",
                "tag": "p"
            },
            {
                "content": "An increase in demand for more wood to build more timber framed homes can initially be met by increased imports, mainly from Sweden, Latvia and Finland, where ‘super-sawmills’ can efficiently produce spruce timber at a competitive price despite the additional shipping costs.",
                "tag": "p"
            },
            {
                "content": "At this point we need to address a commonly held misconception, namely ‘UK grown’ timber is not good enough for most construction roles. The timber industry uses a grading classification where ‘C’ stands for ‘coniferous’ followed by a number which refers to the bending strength in Newton meters. C16 is suitable for most general construction applications, including structural framing or cut sections for roof trusses, whereas C24 is used for roles requiring more strength/load bearing i.e. longer spans. ",
                "tag": "p"
            },
            {
                "content": "Generally, UK timber is mainly graded C16 and Scandinavian C24. Most architects and housebuilders opt for the latter as there is no significant price difference. Meanwhile the majority of UK timber is used to make fencing, decking, pallets, chipboard, paper and cardboard. Although, we could use more UK timber in construction.",
                "tag": "p"
            },
            {
                "content": "2. Wood for home insulation",
                "tag": "h3"
            },
            {
                "content": "Secondly, insulation will be needed in all the government’s planned 1.5 million new homes as well as for 13 million existing homes in need of better loft insulation in the UK.2 Currently, the UK insulation market is dominated by products such as glass, stone, wool and polystyrene which are manufactured using fossil fuels. What would make much more sense for the climate would be insulation made from wood fibre, as it can both store carbon and has a lower level of embodied carbon i.e., uses less fossil fuels.",
                "tag": "p"
            },
            {
                "content": "However, change is coming; Poland and Germany both now manufacture wood fibre insulation and as a result, around 8% of their new homes use it (European Panel Federation). Woodknowledge Wales have been working with the Welsh Assembly on a plan to build a wood fibre insulation factory using UK wood – and a lot of it.",
                "tag": "p"
            },
            {
                "content": "3. Wood for aviation fuel",
                "tag": "h3"
            },
            {
                "content": "Lastly, Sustainable Aviation Fuel (SAF) will be needed to power long-haul flights. Across the globe, laboratories are working on a range of formulae and feedstocks to perfect a SAF. On Teesside, Novapangaea Technologies can make a green aviation fuel from almost anything grown on a farm or in a forest. However, they do have a preferred feedstock – Sitka spruce. ",
                "tag": "p"
            },
            {
                "content": "Yes, you read that correctly; the much maligned Sitka spruce is their sustainable and renewable number one feedstock of choice. Just one snag, their potential manufacturing operation could devour the whole of the UK’s current annual Sitka spruce harvest!",
                "tag": "p"
            },
            {
                "content": "Home-grown softwood for an expanding bioeconomy",
                "tag": "h2"
            },
            {
                "content": "At this point you have probably spotted the problem – the UK currently does not have enough home-grown softwood to provide the necessary feedstock for an expanding UK bioeconomy. Add in textiles made from wood, mass/engineered timbers, hemicellulose (used for biofuels, food, beverages, packaging and much more), chemicals from wood fibres and more, and we hit the buffers.  ",
                "tag": "p"
            },
            {
                "content": "There is the option of importing more softwood, but we are already the second biggest net importer of wood in the world, after China. As it stands, we import 73% of our wood,3 which makes importing 40% of our food look quite modest.4 Until recently, it was believed that the UK could reliably import all the timber we needed. ",
                "tag": "p"
            },
            {
                "content": "However, the Covid pandemic, the war in Ukraine and the developing situation with global trade have demonstrated that supply chains are less reliable than previously thought. This is a useful reminder that the Forestry Commission was partly set up to ensure we had a strategic supply of home-grown timber.",
                "tag": "p"
            },
            {
                "content": "The outlook for UK hardwood",
                "tag": "h2"
            },
            {
                "content": "While the current and future demand for softwood is clear, what about UK hardwoods? Most UK broadleaf woodlands (52% of our total forest cover) are undermanaged in terms of hardwood timber production, and both existing and new woodlands have deer and grey squirrel problems.5 As a result – unsurprisingly – the quality of the timber produced is generally poor, hence we either import ready-made hardwood products or hardwood from the USA, Estonia, France and Italy to make products here.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, 85% of our home-grown hardwood harvest is not made into anything and is instead mainly burned to generate heat and power.6 In the longer term two options need to be pursued. We need:",
                "tag": "p"
            },
            {
                "content": "Now is a good time for landowners, farmers, agents and foresters to plant trees. The government target is to increase forest cover by 2% and the demand for softwood is rising exponentially. Meanwhile hardwoods are a sleeping giant waiting for the innovation of the bioeconomy to unlock their latent potential. This is tree-mendous news.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/20/to-plant-or-not-to-plant-that-is-tree-question/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Paul Brannen is the Director of Public Affairs at the Confederation of Timber Industries and author of Timber! How wood can help save the world from climate breakdown (Agenda Publishing 2024). Here he explains the need for home-grown softwood and hardwood timber for an expanding bioeconomy."
    },
    {
        "title": "Rolling out digital delivery at scale in Defra",
        "authors": [
            "Richard Baines"
        ],
        "posted_on": "2025-05-19T14:42:03",
        "categories": [
            "Defra digital",
            "Digital delivery",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Deputy Director for Digital Delivery Richard Baines reflects on designing environments for digital delivery. Moving away from hierarchical culture and change frameworks, he outlines Defra's emerging 'outcome delivery groups' model  and how it's being rolled out across the group.",
                "tag": "p"
            },
            {
                "content": "If you ask any digital delivery leader in government what the biggest challenges they face are, there’s a good chance you will end up in a conversation about:",
                "tag": "p"
            },
            {
                "content": "Creating a delivery environment",
                "tag": "h2"
            },
            {
                "content": "Since the introduction of the Service Manual and Agile delivery, the practice of digital service delivery in government has quite rightly moved away from a hierarchical culture and frameworks for governing change that excessively centralise control and design up-front. ",
                "tag": "p"
            },
            {
                "content": "Governance principles like ‘don’t slow down delivery’ and ‘decisions when they’re needed, at the right level’ have put working services in the hands of citizens faster than ever before, and reduced the risk of time and money being spent developing the wrong things.",
                "tag": "p"
            },
            {
                "content": "For delivery teams, the Service Manual and Service Standard give a deep understanding of how to thrive in this environment. ",
                "tag": "p"
            },
            {
                "content": "However, once you step outside of a team and lead multiple teams – as I first did many years ago – you may become responsible for creating and growing this sort of delivery environment. ",
                "tag": "p"
            },
            {
                "content": "There is a bewildering array of methodologies aimed at middle and senior managers looking for a template to design their organisation in a way that achieves the same sort of user-centred, iterative delivery outcomes we expect from a small empowered Agile team. ",
                "tag": "p"
            },
            {
                "content": "Some of us in Digital jokingly call this the “agile industrial complex”. It's full of supposedly turn-key frameworks that may move the organisation towards the right direction, but more often than not in my view, still present hierarchical structures of control. They borrow words from Agile methodologies, but are quite contrary to the principles articulated in the Service Manual.",
                "tag": "p"
            },
            {
                "content": "'Do it with the right people'",
                "tag": "h2"
            },
            {
                "content": "At Defra, when designing our environment for Digital Delivery, we’ve thought a lot about the governance principle 'do it with the right people'. ",
                "tag": "p"
            },
            {
                "content": "This reminds us to:",
                "tag": "p"
            },
            {
                "content": "Outcome delivery groups",
                "tag": "h2"
            },
            {
                "content": "We call our environment 'outcome delivery groups' and I’m fortunate to be leading the first, which we’ve piloted with the Animal and Plant Health Agency. ",
                "tag": "p"
            },
            {
                "content": "As part of the design, we aim to ensure the delivery roadmap is developed in collaboration between digital, operational and policy staff.",
                "tag": "p"
            },
            {
                "content": "It's really important to emphasise that digital delivery should never exist in a vacuum inside the organisation. We need close working partnerships between the user researchers deeply listening to the needs of our citizens, and the subject matter experts who understand the impact our policies and services have. ",
                "tag": "p"
            },
            {
                "content": "The product managers and service designers working on the roadmap and the future digital service vision must work with the policy professionals who deeply understand the needs of ministers and, in our case, the responsibility we have to enhance biosecurity and protect the food supply and welfare of animals and plants across the United Kingdom.",
                "tag": "p"
            },
            {
                "content": "There are many reasons for this joined up approach, some of which are outlined in the blueprint for modern digital government (see 'join up public sector services'). However, put simply, it helps our teams to quickly build the right thing, and build the thing right.",
                "tag": "p"
            },
            {
                "content": "How decisions get made",
                "tag": "h2"
            },
            {
                "content": "So you might be wondering at this point, how do decisions get made in the outcome delivery group? In the UK government’s governance principles, it states:",
                "tag": "p"
            },
            {
                "content": "The move to product and service centric ownership for us has led to a positive shift towards role based decision making at the right level. As delivery group lead I use our governance forums to coach and support delivery teams in achieving their outcomes.",
                "tag": "p"
            },
            {
                "content": "The ceremonies in our delivery group emphasise show and tells, which leads to us understanding delivery a lot better than if we made decisions based on committees receiving lengthy options papers to appraise.",
                "tag": "p"
            },
            {
                "content": "There is a noticeable shift in skillset required for this kind of role, moving away from reliance on project and programme methodologies and putting more emphasis on experience in Government Digital and Data practices. So my background in product management and working within delivery teams in the past helps a lot here.",
                "tag": "p"
            },
            {
                "content": "There is still the need to support teams with commercial, financial, political and strategic issues – they are present as ever. However, in this modern age, there is an opportunity here for us at Defra to redefine the role of a ‘deputy director for digital delivery’. We can really embody the principles that come from the service manual and role model excellent servant-leadership ourselves.",
                "tag": "p"
            },
            {
                "content": "Implementing outcome delivery across Defra",
                "tag": "h2"
            },
            {
                "content": "Looking to what’s next for us in Defra, we are now looking to implement this outcome delivery group approach across the entire group. ",
                "tag": "p"
            },
            {
                "content": "I’m really enjoying leading this change with my colleagues. I hope you enjoy this and future blog posts we’ll release soon to give more insight into how we’re doing this at scale.",
                "tag": "p"
            },
            {
                "content": "Richard Baines is Deputy Director of Digital Delivery at Defra. Follow Richard on LinkedIn.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/05/19/rolling-out-digital-delivery-at-scale-in-defra/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Deputy Director for Digital Delivery Richard Baines reflects on designing environments for digital delivery. Moving away from hierarchical culture and change frameworks, he outlines Defra's emerging 'outcome delivery groups' model and how it's being rolled out across the group. If …"
    },
    {
        "title": "Flying with Co-Pilot – How AI is helping neurodiverse staff thrive in DBT",
        "authors": [
            "Richard Given, Deputy Director"
        ],
        "posted_on": "2025-05-19T13:52:32",
        "categories": [
            "People",
            "Products"
        ],
        "content": [
            {
                "content": "Richard Given",
                "tag": "h3"
            },
            {
                "content": "I am one of the senior civil servant sponsors for DBT's Neurodiversity network. When the introduction of Co-Pilot was being discussed with Digital Data and Technology (DDaT) colleagues, there was a sense that it could be a powerful tool for neurodiverse staff.  Neurodiversity can bring unique strengths and challenges to the workplace. No two neurodiverse people experience the world in the same way, but they often thrive where clarity, structure, and clear communication are prioritised.  They bring those qualities to their work – areas where digital assistance can be transformational.",
                "tag": "p"
            },
            {
                "content": "Co-Pilot is a conversational, AI-powered tool that can assist with tasks like writing, editing, summarising and generating text. Tools like Co-Pilot reduce cognitive load by simplifying some of the complexity. For example, drawing out key points from long, laborious email chains that seem to be central to how we communicate with each other. It also helps people to organise their thoughts. This frees up people to focus on leveraging their creativity and problem-solving skills. As well as enhancing productivity, it fosters inclusion, allowing people to fully harness their strengths.",
                "tag": "p"
            },
            {
                "content": "I was delighted when our DDaT colleagues agreed to include specific questions in the evaluation exercise to test the tool’s benefits for neurodiverse staff. I appreciate that they invested so much in getting people the training they needed to use the tool effectively.",
                "tag": "p"
            },
            {
                "content": "The experiences described below by neurodiverse staff members.",
                "tag": "p"
            },
            {
                "content": "Maddy Lunskey",
                "tag": "h3"
            },
            {
                "content": "A common experience for neurodivergent people is a desire to get into the detail of things. This can be particularly challenging in working environments, where understanding is regularly assumed, or there isn’t time for thorough explanations. As a non-technical person working in technical teams, I often find myself hung up on questions about how things work.  I also feel the need to spend time gaining a deeper understanding of things mentioned in passing by colleagues, before I can properly engage in the topic at hand.",
                "tag": "p"
            },
            {
                "content": "I have loved using CoPilot to revolutionise my quest for detail! Beforehand, I would often leave meetings having opened numerous tabs with a Google search of a new acronym or product that had been mentioned. It was a chore to go through those tabs, trying to gather enough detail to feel confident in my understanding of everything.",
                "tag": "p"
            },
            {
                "content": "The CoPilot trial at the end of last year co-incided with me starting a new role as a Product Manager for AI Enablement. In this new territory, I had even more questions. Seemingly made-up words were bandied around in meetings. I worked hard to follow conversations while my brain was stuck questioning what these things were and how they worked.",
                "tag": "p"
            },
            {
                "content": "I was able to use CoPilot during meetings to provide summaries of new terminology I came across. I prompted CoPilot by telling it my role and the level of detail I wanted.  At the end of the meeting, I could read through an easily digestible amount of information pitched at an appropriate level. I found this much quicker and more manageable than Googling.",
                "tag": "p"
            },
            {
                "content": "Although I have now been in my role for longer, and come across less unknowns each day, I still use CoPilot regularly. I think it will continue to be an important resource for me, especially as AI continues to develop, and I continue to come across new ideas.",
                "tag": "p"
            },
            {
                "content": "Sarusha Navaratnarajah",
                "tag": "h3"
            },
            {
                "content": "Discovering my neurodivergent identity has been a transformative experience. It's comforting to know that there are others who share similar thoughts and struggles, unlike most neurotypical individuals. This realisation has been particularly significant in my role at DBT, where I am required to respond quickly to varied stakeholders across all governmental departments. The fast-paced nature of my job can be overwhelming, often leading to overthinking and producing long-winded emails and discussion points.",
                "tag": "p"
            },
            {
                "content": "One tool that has become indispensable in my daily routine is Co-pilot. It helps me plan my thoughts and ideas into concise and impactful replies, improving my colleagues' understanding of my points. This facilitates progress in the projects I am part of. Additionally, my diagnosis revealed that my hyperfocus on work affects my time management, impacting both my personal life and work environment. This can sometimes be mistaken for laziness or poor preparation.",
                "tag": "p"
            },
            {
                "content": "Studies show that neurodivergent individuals often work harder on tasks considered basic by others. To manage this, I use Co-pilot to organise my weekly schedule and allocate time for each task. Setting timers while working prevents overrunning, and these tools have boosted my confidence and the quality of my work.",
                "tag": "p"
            },
            {
                "content": "Embracing neurodivergence has not only helped me understand myself better, but also allowed me to leverage tools like Co-pilot to enhance my productivity and communication. It's a journey of continuous learning and adaptation, and I'm grateful for the support and resources that make it possible.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h2"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/05/19/flying-with-co-pilot-how-ai-is-helping-neurodiverse-staff-thrive-in-dbt/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Find out how Co-Pilot is fostering inclusivity in DBT and helping neurodiverse colleagues to harness their strengths."
    },
    {
        "title": "How to help young trees survive prolonged hot dry weather",
        "authors": [
            "Chris Watson"
        ],
        "posted_on": "2025-05-19T13:47:53",
        "categories": [
            "Climate change and resilience",
            "Tree planting",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "This spring has been particularly challenging for young trees with prolonged spells of hot dry weather, but there are things we can do to help them survive.",
                "tag": "p"
            },
            {
                "content": "The first 12 to 36 months after planting are a critical time for young trees as they adapt to new site conditions, develop their roots and get established. During this period, water availability is a critical factor.",
                "tag": "p"
            },
            {
                "content": "Prolonged exposure to dry conditions can impact trees in several ways. Initially, trees have natural responses which help them cope with these conditions. These can include increasing root development to encourage uptake of more water and reducing water loss from leaves during the hottest periods. Early signs include wilting of leaves/needles, and in these initial stages trees are usually able to recover from these conditions.",
                "tag": "p"
            },
            {
                "content": "As periods of dry weather continue, trees’ responses to the weather conditions can become detrimental to their ability to photosynthesise, their growth may be restricted and permanent cell damage and loss of whole shoots, branches and roots can occur. In young trees it is likely that extended periods of exposure to drought will result in tree death.",
                "tag": "p"
            },
            {
                "content": "A changing climate",
                "tag": "h2"
            },
            {
                "content": "Unfortunately, young trees are increasingly faced with extended periods of hot, dry weather from early spring onwards, leading to drought conditions in some areas of the country. Many young trees will struggle to survive under these conditions. ",
                "tag": "p"
            },
            {
                "content": "This is by no means an isolated event. As we see our climate change, we are experiencing the alteration of seasonal weather patterns with long dry springs becoming a common occurrence. We should therefore see this as a timely reminder to plan for increasingly unpredictable and challenging conditions.",
                "tag": "p"
            },
            {
                "content": "What can you do?",
                "tag": "h3"
            },
            {
                "content": "The good news is that there are things you can do to prepare for such events and alleviate the pressure on trees through hot and dry weather which also increases their overall resilience to pests and diseases.",
                "tag": "p"
            },
            {
                "content": "Things to do now",
                "tag": "h2"
            },
            {
                "content": "Water larger ‘standard’ trees",
                "tag": "h3"
            },
            {
                "content": "During dry periods, young standards planted in urban or rural areas can require 20 litres of water every other day. Councils and community groups should consider organising volunteers to water trees using non-potable water sources such as rainwater harvesting and household ‘grey’ water (for example water from baths or washing up). ",
                "tag": "p"
            },
            {
                "content": "Contaminants such as detergent and soap are unlikely to cause issues for the trees from short-term, emergency use, but grey water should be used within 24 hours of collection to minimise any bacterial growth.",
                "tag": "p"
            },
            {
                "content": "Weeding",
                "tag": "h3"
            },
            {
                "content": "Where trees are young and surrounding vegetation is competing with the tree’s roots for water, removing this vegetation can help the tree.",
                "tag": "p"
            },
            {
                "content": "Firming up soil around trees",
                "tag": "h3"
            },
            {
                "content": "Where the soil is cracked, make sure young trees are in contact with the soil to avoid damage to exposed roots and to reduce evaporation so that they can extend their root systems in search of water.",
                "tag": "p"
            },
            {
                "content": "Preparing for next year",
                "tag": "h2"
            },
            {
                "content": "Unfortunately, it might be too late to save some trees, but you can prepare for future dry weather and take action to anticipate these challenges:",
                "tag": "p"
            },
            {
                "content": "Thorough beat-up surveys to assess mortality",
                "tag": "h3"
            },
            {
                "content": "Towards the end of summer, whilst leaves are still on the trees, it is important to get an accurate assessment of losses (it can be difficult to establish the extent of mortality once trees move into winter and leaves begin to fall). The sooner an assessment can be made, the sooner trees can be ordered as replacements. Increased demand for planting stock as a result of this year’s drought will put pressure on tree availability. ",
                "tag": "p"
            },
            {
                "content": "Do remember, particularly for established trees, they may look dead but premature autumn senescence (leaf fall) or rust/pest outbreak can make a tree look dead when it is very much alive; don’t remove trees unless you’re certain they’ve died.",
                "tag": "p"
            },
            {
                "content": "Autumn planting",
                "tag": "h3"
            },
            {
                "content": "Try to begin new planting, restocking or beat-up (the replacement of dead trees) as early as possible – this can be as early as the start of autumn, although this may require the use of cell grown trees, rather than bare rooted stock. Planting in autumn will allow trees to respond better to their new site conditions before the challenges of spring and hot weather. Tree root development can continue during winter, especially if mild, and this can help ensure the best chances of water uptake in spring.",
                "tag": "p"
            },
            {
                "content": "Quality planting material",
                "tag": "h3"
            },
            {
                "content": "Ensuring a good root/shoot ratio on healthy trees is important to give your trees the best chance of survival. Smaller overall tree size with good root development is better than big plants when planning for drought.",
                "tag": "p"
            },
            {
                "content": "Plant handling ",
                "tag": "h3"
            },
            {
                "content": "Ensure trees are carefully handled to avoid root damage and plant as soon as possible after lifting in the nursery to avoid the risk of desiccation. Even five minutes left with bare roots exposed during planting can lead to the death of a young tree.",
                "tag": "p"
            },
            {
                "content": "Weed management ",
                "tag": "h3"
            },
            {
                "content": "In the early stages of establishment, tree roots are directly in competition with other vegetation for water. Good control of weed growth immediately around the trees both before planting and during the growing season will help trees access water.",
                "tag": "p"
            },
            {
                "content": "Mulching",
                "tag": "h3"
            },
            {
                "content": "Mulching can be helpful in controlling both competing weed growth and maintaining soil moisture immediately around the plant; this is especially relevant where bare earth is present at the planting location. Mulching can also be done as a response to the current drought.",
                "tag": "p"
            },
            {
                "content": "Watering tubes or bags",
                "tag": "h3"
            },
            {
                "content": "When planting urban standards, installing watering tubes or bags reduces surface water run-off and ensures water reaches the tree roots.",
                "tag": "p"
            },
            {
                "content": "Planning for the future",
                "tag": "h2"
            },
            {
                "content": "Drought is likely to become an ever more present threat to our trees, woods and forests as our climate changes. It is therefore essential that any woodland creation or restocking assesses the potential for changing local conditions over the lifespan of the trees being planted.",
                "tag": "p"
            },
            {
                "content": "Choosing the right trees for the site and owner’s objectives has never been more important, as is making sure that trees are sourced from suppliers who meet the requirements set out in the Plant Health Management Standard, such as by being a member of the Plant Healthy Certification Scheme or by obtaining a successful Ready to Plant assessment.",
                "tag": "p"
            },
            {
                "content": "Use Forest Research's Ecological Site Classification system to help you identify the best trees for both current soils and site factors as well as predicted future climate suitability.",
                "tag": "p"
            },
            {
                "content": "The Right Trees for a Changing Climate database supports species choice in an urban environment where a range of characteristics may be important.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/19/how-to-help-young-trees-survive-prolonged-hot-dry-weather/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Chris Watson, Forestry Commission Woodland Resilience Advisor, looks at the effects of prolonged hot and dry weather on trees and what you can do to help them survive. "
    },
    {
        "title": "UK aims to lead an instrument on NASA mission to find habitable worlds",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-05-19T11:22:34",
        "categories": [
            "Space exploration",
            "Space science"
        ],
        "content": [
            {
                "content": "The UK Space Agency is taking its first major step towards contributing to NASA’s Habitable Worlds Observatory (HWO), a next-generation space telescope designed to search for Earth-like planets and signs of life beyond our Solar System. ",
                "tag": "p"
            },
            {
                "content": "Today the Agency is launching a call for proposals from UK-based research organisations and companies to explore the feasibility of a UK-led scientific instrument for the mission. ",
                "tag": "p"
            },
            {
                "content": "This early-stage investment will support studies to develop concepts for instruments such as imagers or spectrographs. These studies will determine whether a UK-led instrument could be included on the mission. While the mission won’t launch until the early 2040s, the UK must act now to be ready for NASA’s selection process in 2026. ",
                "tag": "p"
            },
            {
                "content": "Dr Caroline Harper, Head of Space Science at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "NASA has expressed strong support for international collaboration on HWO, much as it did with the James Webb Space Telescope (JWST). The UK led the European consortium that designed and built the MIRI instrument for JWST— one of four instruments on board, and that leadership delivered long-term benefits for the UK, winning more observing time than any country aside from the US in NASA’s first competition. The UK Space Agency hopes to replicate this model on HWO. ",
                "tag": "p"
            },
            {
                "content": "Potential applicants include universities and national labs, which can collaborate with UK industry partners. In the case of MIRI, major UK companies such as Airbus played critical roles in systems engineering and project management. This new call encourages similar partnerships, with research institutions acting as principal investigators and grant recipients. ",
                "tag": "p"
            },
            {
                "content": "While the current call focuses only on feasibility and design concepts, the Agency is clear that long-term funding for construction and delivery would depend on future government approval.  ",
                "tag": "p"
            },
            {
                "content": "HWO’s modular design is particularly exciting—it will be positioned a million miles from Earth, and its instruments will be replaceable using robotic servicing.",
                "tag": "p"
            },
            {
                "content": "Beyond scientific discovery, HWO presents broader economic and societal benefits. Space missions drive innovation across sectors, with technologies like AI tools from Gaia now being adapted for use in cancer diagnostics. They also support high-skill jobs, attract global talent, and inspire young people to pursue STEM careers. ",
                "tag": "p"
            },
            {
                "content": "As part of its strategic planning, the UK Space Agency is working closely with international partners and will co-lead European discussions on HWO in Austria this July. Later in the month, UK representatives will also attend a key NASA meeting in Washington focused on defining HWO’s detailed science objectives and technical needs. ",
                "tag": "p"
            },
            {
                "content": "This is a pivotal moment for UK space science. With strong heritage, world-class researchers, and growing industrial capability, the UK is well positioned to shape one of the most ambitious astronomical missions of the 21st century. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/05/19/uk-aims-to-lead-an-instrument-on-nasa-mission-to-find-habitable-worlds/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is taking its first step towards contributing to NASA’s Habitable Worlds Observatory, which will search for life beyond our Solar System. The Agency is launching a call for proposals to explore the feasibility of a UK-led scientific instrument for the mission."
    },
    {
        "title": "Unlocking NUAR's full potential: opportunities ahead ",
        "authors": [
            "Richard Duffield, NUAR Discovery Project Lead"
        ],
        "posted_on": "2025-05-19T10:59:57",
        "categories": [
            "Data",
            "Technology"
        ],
        "content": [
            {
                "content": "Richard Duffield, NUAR Discovery Project Lead, shares insights on the next phase of his project, exploring expanded access to NUAR data for new user groups and use cases, aiming to unlock significant economic and social value while ensuring robust security measures. ",
                "tag": "p"
            },
            {
                "content": "The National Underground Asset Register (NUAR) is envisaged to deliver over £400 million per year of economic growth through increased efficiency, reduced asset strikes and reduced disruptions for the public and businesses. However, extensive feedback and responses to our 2022 public consultation suggest that the full value of NUAR data could be even greater. ",
                "tag": "p"
            },
            {
                "content": "We are pleased to share that the NUAR team is now moving into the next phase of exploring if and how additional benefits can be delivered by securely expanding access to NUAR data. Embarking on this next phase marks an important milestone in our journey to understand the maximum possible value that could be achieved from this important national geospatial data asset. ",
                "tag": "p"
            },
            {
                "content": "To explore this in November 2023 the Government Digital Service geospatial team (formerly Geospatial Commission) launched an exciting new discovery project. During the discovery phase, we focused on understanding views from a wide range of stakeholders, including potential users, asset owners, security stakeholders and industry bodies. Over 200 individuals from over 150 different organisations participated with representation from across the UK and beyond, covering a wide range of industries in both the private and public sectors. Through interviews, workshops and research, we have gained valuable insights into the potential opportunities, constraints and risks associated with making NUAR:   ",
                "tag": "p"
            },
            {
                "content": "Following this extensive, open and fruitful period of stakeholder engagement, in November 2024 we announced that discovery research had concluded. We have now considered the evidence gathered, held further dialogue with key stakeholders, including our security partners, and are able to share the findings and communicate our next steps. ",
                "tag": "p"
            },
            {
                "content": "What we learned",
                "tag": "h2"
            },
            {
                "content": "During the discovery phase, we set out to explore the three key opportunities set out above.  ",
                "tag": "p"
            },
            {
                "content": "We said that we would explore making NUAR available to other user groups for safe digging purposes. Our research highlighted:  ",
                "tag": "p"
            },
            {
                "content": "We said we would explore making NUAR available to support other use cases. Our research with stakeholders across the public and private sectors, as well as from data providers and the research community, captured: ",
                "tag": "p"
            },
            {
                "content": "The NUAR service today exists to meet a single, critical need for planning and carrying out safe excavations —and that alone justifies its value. However, expanding access to support these new user groups could unlock similarly transformational benefits across society and the economy. From housing and infrastructure to decarbonisation, climate adaptation, resilience, and emergency response, the potential for innovation and cross-sector collaboration is significant. ",
                "tag": "p"
            },
            {
                "content": "We said that we would explore making NUAR data accessible via third party intermediaries / APIs, rather than solely via the NUAR user interface. We found:  ",
                "tag": "p"
            },
            {
                "content": "What would providing NUAR data via intermediaries mean for safe digging users? If intermediaries can securely access the data within NUAR they can build smarter services, aligned to the unique business needs and personal preferences of specific users. As well as benefitting from comprehensive, standardised national data, users could benefit from greater choice and tailored digital experiences.  ",
                "tag": "p"
            },
            {
                "content": "Looking beyond safe digging, the recent research suggests this could help stimulate innovation and accelerate digital transformation across sectors—ultimately leading to improved services that better meet user needs and deliver benefits at scale. For example, a local authority could use the API to combine NUAR data with environmental datasets to identify areas at higher risk of flooding. ",
                "tag": "p"
            },
            {
                "content": "In summary: the evidence collected in the discovery project identified that enabling access to NUAR data for a broader range of users and use cases, as well as via APIs and intermediaries, could unlock significant additional economic and social value. This has the potential to support critical government priorities, including: ",
                "tag": "p"
            },
            {
                "content": "By broadening access in a secure and purposeful way, we can help maximise the value of the data—ensuring it delivers benefits across sectors and society. ",
                "tag": "p"
            },
            {
                "content": "Asset owner sentiment ",
                "tag": "h2"
            },
            {
                "content": "We heard strong support from asset owners for enabling broader access to their data, provided that appropriate safeguards and controls are in place. Many saw clear benefits in expanding the range of users and use cases—particularly where it could support greater collaboration with the public sector, academia and other data providers. There was also interest from potential commercial users, who indicated a willingness to pay for access for certain use cases, which could help offset asset owners’ operational costs and thus support the financial sustainability of the service. ",
                "tag": "p"
            },
            {
                "content": "Security",
                "tag": "h2"
            },
            {
                "content": "Our security partners told us that while widening access does require a rigorous review of the security model, they support the idea in principle providing appropriate security measures are in place. This is likely to be in the form of differing levels of data / access depending on who is accessing the data, what for and how they access it.  ",
                "tag": "p"
            },
            {
                "content": "Seven potential enhancements to the NUAR service ",
                "tag": "h2"
            },
            {
                "content": "Based on the evidence collected through the extensive discovery work, and our follow-up work, we have identified seven opportunities. We believe that these are technically feasible, of value, in the public interest and would have the support of asset owners, which we are now keen to test further. ",
                "tag": "p"
            },
            {
                "content": "These are making NUAR data securely available:  ",
                "tag": "p"
            },
            {
                "content": "These potential enhancements are intended to deliver additional economic and social benefit while balancing user needs, asset owner support, security risks and technical feasibility.   ",
                "tag": "p"
            },
            {
                "content": "Security",
                "tag": "h2"
            },
            {
                "content": "Security is at the heart of everything we do on NUAR and it is critical that the benefits of wider access are balanced with the need to keep data safe and ensure it is accessed and used appropriately. We have worked closely with the National Protective Security Authority to develop guidance on securing underground asset data. This outlines a security minded approach detailing measures and principles which when “applied in an appropriate and proportionate manner ... aim to encourage responsible access to and use of infrastructure information”. We are now working closely with them to develop a security access model, which shows how these measures and principles could be applied to the proposed enhanced NUAR service (outlined above) to ensure responsible access and use, while achieving additional benefits.  ",
                "tag": "p"
            },
            {
                "content": "While this model is still in development, one option being explored is that safe digging users outside of the asset owner and supply chain community may only be able to access low-detail or static, read only data for a limited number of searches, and / or may need to go through rigorous onboarding and identity verification processes.    ",
                "tag": "p"
            },
            {
                "content": "Another possibility is that for a site selection use case, access may be restricted to aggregated data summarising asset density on a standardised hex grid.  ",
                "tag": "p"
            },
            {
                "content": "A Trusted Research Environment (TRE) may be required to provide access to detailed data for larger areas for research purposes. ",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "The Government Digital Service (GDS) recognises and values the high levels of engagement we receive from industry and wider stakeholders (including asset owners and the national security community) and this has played a critical role throughout the development of NUAR.    ",
                "tag": "p"
            },
            {
                "content": "We are now ready to move into the next phase of the project – the NUAR enhancements testing phase. During this phase we will further validate the feasibility of unlocking additional social and economic value—while ensuring that robust security measures are in place and any associated risks are carefully managed. ",
                "tag": "p"
            },
            {
                "content": "Working closely with data providers, users and intermediaries, we will explore these seven proposed enhancements in more detail. This includes further assessing the benefits, understanding constraints and evaluating the technical feasibility of possible solutions, such as secure access controls and APIs. ",
                "tag": "p"
            },
            {
                "content": "In partnership with AtkinsRéalis, we will be running a series of engagement activities from May to July, including:  ",
                "tag": "p"
            },
            {
                "content": "The NUAR team at GDS is working with Scottish Roadworks Commissioner to test making NUAR data available for safe digging via Scottish Roadworks Register, which houses Scotland’s own national infrastructure map (Vault). ",
                "tag": "p"
            },
            {
                "content": "Feedback from this phase will help build a clearer picture of the opportunities, challenges and technical options surrounding improved access to the data. This evidence will support a decision by the end of 2025 on which, if any, of these enhancements should be taken forward. ",
                "tag": "p"
            },
            {
                "content": "Legislation",
                "tag": "h2"
            },
            {
                "content": "Measures tabled in the Data (Use and Access) Bill seek to update the existing legislation and contain provisions that would make it possible for NUAR data to be securely accessed for purposes other than safe digging (such as those outlined above) should they prove feasible and of high value. We intend to continue our engagement with stakeholders, and will consult with industry in due course, including the street works sector, in the development of any regulations, to ensure they are aligned with the sector’s needs and enable NUAR to realise its projected, and potentially additional, benefits. ",
                "tag": "p"
            },
            {
                "content": "Stay involved",
                "tag": "h2"
            },
            {
                "content": "If you participated in the discovery project, we will contact you to let you know how you can take part in this exciting next phase. ",
                "tag": "p"
            },
            {
                "content": "If you have not yet participated and would like to get involved, then please contact NUARContact@atkinsrealis.com ",
                "tag": "p"
            },
            {
                "content": "If you wish to contact GDS directly then please email any questions to the NUAR team at GDS by emailing geospatial@dsit.gov.uk.  Please email any questions and queries regarding the current NUAR service to support@nuar.uk  ",
                "tag": "p"
            },
            {
                "content": "Look out for future updates on the NUAR page on GOV.UK, for the latest news on this exciting work as it progresses. ",
                "tag": "p"
            },
            {
                "content": "You can also  sign up to get an email notification every time we publish a new blog post. For more information about this and other news see our  website, or follow us on  LinkedIn ",
                "tag": "p"
            },
            {
                "content": "Footnotes:",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/05/19/unlocking-nuars-full-potential-opportunities-ahead/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "Richard Duffield, NUAR Discovery Project Lead, shares insights on the next phase of his project, exploring expanded access to NUAR data for new user groups and use cases, aiming to unlock significant economic and social value while ensuring robust security …"
    },
    {
        "title": "Competition to accelerate agri-tech investment: guidance out now ",
        "authors": [
            "Sarah Kaya"
        ],
        "posted_on": "2025-05-19T10:21:16",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "A new £5 million round of the Farming Innovation Investor Partnerships competition will open on 2 June. ",
                "tag": "p"
            },
            {
                "content": "I'm pleased to say that guidance is now available to help you prepare. ",
                "tag": "p"
            },
            {
                "content": "The Investor Partnerships competition blends grant funding with private investment. ",
                "tag": "p"
            },
            {
                "content": "It helps agri-tech businesses scale and commercialise innovations that are ready to be used on farms. ",
                "tag": "p"
            },
            {
                "content": "In this post, I'll give an overview and share details of an upcoming webinar for you to learn more. ",
                "tag": "p"
            },
            {
                "content": "A unique investment model  ",
                "tag": "h2"
            },
            {
                "content": "The Investor Partnerships competition is part of Defra's Farming Innovation Programme, delivered in collaboration with our partners, Innovate UK. ",
                "tag": "p"
            },
            {
                "content": "The competition is unique because it combines public and private funding. It helps agri-tech businesses scale and commercialise innovations that are ready to be used on farms.  ",
                "tag": "p"
            },
            {
                "content": "Through the ‘Investor Partner Pool’, grant funding from Defra is matched with equity investment from private investors in the pool. ",
                "tag": "p"
            },
            {
                "content": "The Investor Partner Pool includes more than 150 trusted investment organisations. These have been selected for their track record, expertise, and interest in backing innovative, high-growth businesses. ",
                "tag": "p"
            },
            {
                "content": "This model encourages private investment and supports the growth of UK agri-tech businesses. ",
                "tag": "p"
            },
            {
                "content": "This new round follows a successful pilot that supported 5 agri-tech businesses and attracted more than £10 million in private investment. ",
                "tag": "p"
            },
            {
                "content": "Eligibility  ",
                "tag": "h2"
            },
            {
                "content": "To be eligible, you must be a micro, small or medium-sized business with an experimental technology close to market. You should be looking for late seed or Series A stage investment. ",
                "tag": "p"
            },
            {
                "content": "Projects must: ",
                "tag": "p"
            },
            {
                "content": "Grant funding will cover: ",
                "tag": "p"
            },
            {
                "content": "The application process ",
                "tag": "h2"
            },
            {
                "content": "Applications open on 2 June 2025 and close on 2 July 2025.",
                "tag": "p"
            },
            {
                "content": "To apply, you must: ",
                "tag": "p"
            },
            {
                "content": "Applications will be assessed by independent experts from business and academia. ",
                "tag": "p"
            },
            {
                "content": "If your project meets the threshold, you will be notified in early August. You’ll then have until December to agree heads of terms with a lead investor. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants will be notified after that.",
                "tag": "p"
            },
            {
                "content": "You should apply through Innovate UK’s Innovation Funding Service.  ",
                "tag": "p"
            },
            {
                "content": "Learn more  ",
                "tag": "h2"
            },
            {
                "content": "Together with UKRI, we’ll hold a webinar and Q&A session on Thursday 5 June.  ",
                "tag": "p"
            },
            {
                "content": "In the session, we’ll: ",
                "tag": "p"
            },
            {
                "content": "Sign up to attend the webinar. ",
                "tag": "p"
            },
            {
                "content": "If you can’t make the webinar, don’t worry – it’ll be recorded. I’ll add the link here once it’s available.",
                "tag": "p"
            },
            {
                "content": "Case study: Upcycled Plant Protein ",
                "tag": "h2"
            },
            {
                "content": "Through the pilot, 5 ambitious agri-tech businesses received a total of £4 million in Defra grant funding and secured more than £10 million in private investment. ",
                "tag": "p"
            },
            {
                "content": "One of those businesses was Upcycled Plant Protein (UPP). ",
                "tag": "p"
            },
            {
                "content": "UPP developed Harvesta – a technology that automates the labour-intensive broccoli harvesting process and converts would-be crop waste into nutrient-dense protein ingredients.",
                "tag": "p"
            },
            {
                "content": "Harvesta reduces the need for large teams and multiple field passes, lowering labour dependency and costs for farmers. Lower harvest costs, less pressure from labour shortages, and reduced waste means that UPP has been able to enhance the viability and productivity of broccoli harvesting for farmers. ",
                "tag": "p"
            },
            {
                "content": "Investor Partnerships stimulated research and development in UPP. Through the competition, UPP were able to secure more than £350,000 in grant funding from Defra, and over £700,000 in private investment.  ",
                "tag": "p"
            },
            {
                "content": "Mark Evans, CEO of UPP, said: 'The Investor Partnership competition has played a catalytic role in delivering new technologies and business models that will help secure the financial sustainability of UK broccoli farmers. This will strengthen the resilience of UK farming and food supply, and support the development of new, highly nutritious, hypoallergenic and sustainable foods UK consumers love — all produced here in the UK.'",
                "tag": "p"
            },
            {
                "content": "Stay up to date  ",
                "tag": "h2"
            },
            {
                "content": "For the latest news and updates from the Farming and Countryside Programme, subscribe to the Farming blog.",
                "tag": "p"
            },
            {
                "content": "By subscribing, you’ll receive an email notification whenever we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/19/competition-to-accelerate-agri-tech-investment-guidance-out-now/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "A new £5 million round of the Farming Innovation Investor Partnerships competition will open on 2 June. Guidance is now available. The competition supports agri-tech businesses to fast-track the late-stage development and commercialisation of technologies that are close to market. It offers government funding alongside private investment."
    },
    {
        "title": "Action to restore or create at least 38,877 hectares of wildlife-rich habitat has been undertaken since January 2023",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-19T09:10:00",
        "categories": [
            "Biodiversity",
            "Climate change",
            "Environment Act",
            "Environmental Improvement Plan",
            "Evidence",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Protected sites and species",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Dr Ruth Hall, Principal specialist for habitats at Natural England",
                "tag": "p"
            },
            {
                "content": "Today, for the first time we can start to understand our progress towards the Environment Act habitat target, which is to restore or create at least 500,000 hectares of a range of wildlife-rich habitats by 31st December 2042.",
                "tag": "p"
            },
            {
                "content": "Natural England and Defra have worked in partnership to analyse data provided from the Environment Agency, the Defra Farming and Countryside Programme, the Forestry Commission, Forestry England, and the Nature for Climate Peatland Grant Scheme to assess the amount of habitat action delivered since January 2023. This is a crucial step to monitor and evaluate work to restore nature.",
                "tag": "p"
            },
            {
                "content": "Creating and restoring habitats is crucial for biodiversity, including progress towards the species abundance and extinction targets; contributing to improving environmental quality; and delivering ecosystem services. Evaluating current progress and trends will help inform plans, such as the forthcoming Environmental Improvement Plan, to ensure delivery of the habitat target.",
                "tag": "p"
            },
            {
                "content": "Delivering action to create and restore 38,877 hectares of wildlife-rich habitat over two years is significant progress, but we know this is not all the action that has been undertaken. In this first report, we have concentrated on those Defra schemes likely to deliver the most hectarage and that had readily available data to allow robust reporting. We decided it is better to share the data we have in an open and transparent way now, rather than waiting for more data before sharing the extent of progress made.",
                "tag": "p"
            },
            {
                "content": "We know that many more people are working hard to create and restore wildlife-rich habitat and we have not been able to capture all of this action in our first progress report. We also know that a number of multi-year schemes will not report their data until completion (e.g. the Species Survival Fund). Some delivery mechanisms report every financial year rather than calendar year, so for these delivery mechanisms we only have one full year’s data since the target began. We will continue to work towards including action delivered by everyone in future reporting where data are available, and we will add any appropriate action undertaken since the beginning of 2023 to the running total when we publish yearly updates.",
                "tag": "p"
            },
            {
                "content": "Knowing that the figure reported is currently underreporting, due to the reasons above, makes it difficult to know categorically whether we are on track with the habitat target. If delivery was linear across the target timeframe, we would need to have delivered 56,000 hectares by January 2025 to meet the current Environment Improvement Plan interim target. Whilst we do not currently have sufficient data to show this level of action, we can see that a significant amount of this has been delivered and reported, and we are confident this number will increase as further data become available. Delivery of the target is also unlikely to be completely linear, as large-scale projects like those in the Landscape Recovery scheme have not yet started to deliver. The published report provides further details of exactly what data we have over which time periods and what other data we are currently working to acquire.",
                "tag": "p"
            },
            {
                "content": "Alongside the headline figure we can also see which types of habitat we are creating and restoring the most (arable field margins) and the least (coastal and aquatic habitats) so far. Aquatic habitats are particularly difficult to report on as they are often impacted by multiple pressures, meaning that a single action is rarely sufficient to restore them. Consequently, no actions for aquatic habitats have been included in this year’s report, as we did not have the evidence to be confident that sufficient action was underway to completely restore a water body. In future, an outcome approach may be taken for these habitats instead, but it would lead to a longer time lag between action undertaken and reporting.",
                "tag": "p"
            },
            {
                "content": "As expected, the report shows agri-environment schemes have delivered most of this target so far. The report also includes information on where action is being taken, reported by amount of delivery in each Local Nature Recovery Strategy area.",
                "tag": "p"
            },
            {
                "content": "As habitat creation and restoration should help contribute to delivery of the Lawton principles of bigger, better, more and joined up sites for nature, we analysed the data to see if current delivery is contributing to that ambition. The data shows that some delivery has increased the number of large patches of habitat in England, but we have also continued to deliver many small patches too.",
                "tag": "p"
            },
            {
                "content": "The mechanisms that we evaluated are mostly voluntary, so this delivery pattern does not reflect a purposeful focus on particular habitats or patch sizes. Instead, it reflects the appetite of those who use these mechanisms for delivering these actions, as currently incentivised by the mechanism.",
                "tag": "p"
            },
            {
                "content": "Whilst much more habitat creation and restoration will be needed over the next eighteen years to meet the habitat target and restore nature, today’s publication shows the journey towards nature recovery is underway, we have hit the ground running, and we look forward with anticipation to seeing these habitats develop into places where wildlife thrives.",
                "tag": "p"
            },
            {
                "content": "The full report can be found here: https://publications.naturalengland.org.uk/publication/5726258254839808",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/19/action-to-restore-or-create-at-least-38877-hectares-of-wildlife-rich-habitat-has-been-undertaken-since-january-2023/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Dr Ruth Hall, Principal specialist for habitats at Natural England Today, for the first time we can start to understand our progress towards the Environment Act habitat target, which is to restore or create at least 500,000 hectares of …"
    }
]