[
    {
        "title": "Occupational psychology — making work better for everyone",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-07-21T16:13:09",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Modernisation and Reform",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "A guest blog by Dr Antonia Dietmann, Head of the Government Occupational Psychology Profession",
                "tag": "p"
            },
            {
                "content": "Ever wondered why some teams just click? Or how to find the right person for a job? What about creating a workplace that truly supports your well-being? That's where occupational psychology comes in. It's the science of understanding how people, groups, and organisations behave at work. The goal is simple: to make the working experience better for individuals and to make organisations more effective, without one being at the expense of the other.",
                "tag": "p"
            },
            {
                "content": "We help answer the big questions that affect us all at work, and we do it using a scientific process. We gather evidence from four key sources — organisational data, stakeholder information, scientific evidence, and practitioner expertise. We use all four because we're an applied science. This means we're doing real-world work to solve real-world problems for workers, teams, and organisations.",
                "tag": "p"
            },
            {
                "content": "What kind of questions can we answer?",
                "tag": "h3"
            },
            {
                "content": "Our work covers five main areas:",
                "tag": "p"
            },
            {
                "content": "1. Psychological assessment at work",
                "tag": "p"
            },
            {
                "content": "2. Learning, training, and development",
                "tag": "p"
            },
            {
                "content": "3. Leadership, engagement, and motivation",
                "tag": "p"
            },
            {
                "content": "4. Wellbeing at work",
                "tag": "p"
            },
            {
                "content": "5. Work design, organisational change, and development",
                "tag": "p"
            },
            {
                "content": "We all work in the Civil Service, and getting answers to these questions, plus many more, would help make our experiences at work even better.",
                "tag": "p"
            },
            {
                "content": "My journey into occupational psychology",
                "tag": "h3"
            },
            {
                "content": "Dr Antonia Dietmann, Head of the Government Occupational Psychology Profession",
                "tag": "p"
            },
            {
                "content": "During my undergraduate psychology degree, I completed a module on ‘work psychology’ and it hit me like a ton of bricks that I would be working for the next 40+ years. I had to be part of making that experience better for myself and as many others as possible. That's what started my career in occupational psychology, which has now lasted nearly 25 years, and I've no plans to stop now. Being part of the Government Occupational Psychology profession has given me a wonderful network, opportunities for professional and career development and roles across the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Our thriving community",
                "tag": "h3"
            },
            {
                "content": "We have around 250 members of the Occupational Psychology profession across the Civil Service. This makes us the largest occupational psychology community in the UK. Our members work in dedicated occupational psychology roles, but also in other professions and teams, all using their occupational psychology skills to solve organisational challenges. ",
                "tag": "p"
            },
            {
                "content": "I recently spent two days at our annual member conference, and I'm full of joy and energy seeing the contributions they're making. We heard about how members are:",
                "tag": "p"
            },
            {
                "content": "Our commitment to continuing professional development is one benefit of joining the Government Occupational Psychology Profession. We run an excellent programme of learning events, including our annual conference. Other benefits include:",
                "tag": "p"
            },
            {
                "content": "The Government Occupational Psychology Profession is open to current civil servants (and some Crown servants) who have an undergraduate degree in psychology (or equivalent, including conversion courses) and intend to complete, are currently undertaking, or have completed a postgraduate (MSc) qualification in occupational psychology (or a similar course, e.g. Business Psychology, Organisational Psychology, Work Psychology).",
                "tag": "p"
            },
            {
                "content": "Please check out our Government Occupational Psychology Careers Hub. If you meet our criteria, we'd be delighted to welcome you. You don't need to be a fully qualified Occupational Psychologist to make positive changes in your workplace – even small steps can make a big difference. Joining a Profession and building relationships with others across the Civil Service is a great way to increase collaboration and community amongst us all.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/07/21/occupational-psychology-making-work-better-for-everyone/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Ever wondered why some teams just click? Or how to find the right person for a job? What about creating a workplace that truly supports your well-being? That's where occupational psychology comes in."
    },
    {
        "title": "Working together to make delivery a reality ",
        "authors": [
            "Graham Stallwood"
        ],
        "posted_on": "2025-07-21T13:49:42",
        "categories": [
            "Appeals",
            "Local plans",
            "nationally significant infrastructure projects"
        ],
        "content": [
            {
                "content": "The Planning and Infrastructure Bill has gained pace in Parliament - and planning is at the heart of the Government’s Plan for Change , delivering new homes, speeding up essential infrastructure, and unlocking clean power.  ",
                "tag": "p"
            },
            {
                "content": "Each of us in planning holds a critical role in turning this vision into reality, whatever role, organisation or sector we are in. Only by working across perceived boundaries will we achieve it.  ",
                "tag": "p"
            },
            {
                "content": "Over the course of this Parliament the government aims to decide at least 150 major economic infrastructure projects.  The Plan for Change recognises that is ambitious and a challenge.  ",
                "tag": "p"
            },
            {
                "content": "Our performance ",
                "tag": "h2"
            },
            {
                "content": "At the Planning Inspectorate, we’re stepping up. We’re meeting statutory deadlines for nationally significant infrastructure (NSIP) applications and finding new ways to accelerate processes without compromising on quality. We’re making time savings at every step of the process.  ",
                "tag": "p"
            },
            {
                "content": "And the work is having a tangible impact – the two most recent NSIP applications granted by the Secretary of State following our examination (Mona Offshore Wind Farm and the Oaklands Farm Solar Park) will provide enough clean energy to give power to more than a million homes. (See Notes) ",
                "tag": "p"
            },
            {
                "content": "Ten new local plans started examination in June alone, the highest in a month for more than five years, with 61 plans in total currently being examined. You can see where at: ",
                "tag": "p"
            },
            {
                "content": "Local Plan: monitoring progress - GOV.UK   ",
                "tag": "p"
            },
            {
                "content": "On appeals, momentum is building. Decision times are becoming faster and more predictable. Our latest official statistics show that since the end of January we’ve reduced the number of open cases by 1,466, and our average decision time for cases decided in June was 24 weeks, quicker than the 27-week average of the last 12 months.  ",
                "tag": "p"
            },
            {
                "content": "What next? ",
                "tag": "h2"
            },
            {
                "content": "But we hear you: even faster and more predictable times for appeal decisions still top your list of priorities.  ",
                "tag": "p"
            },
            {
                "content": "Encouragingly, more decisions are now being made within the ministerial targets we’re working towards – 20 weeks for written appeals and 26 weeks for hearing and inquiry appeals. But stubborn legacy cases remain, especially for lawful development certificates and written enforcement appeals. Deciding these is a top focus this year.  ",
                "tag": "p"
            },
            {
                "content": "There’s been a couple of exciting announcements too. Our new digital appeals service will be rolled out to all local planning authorities by December, making it much more efficient for all, while a simplified appeals process will help keep planning decisions local and reduce unnecessary bureaucracy. ",
                "tag": "p"
            },
            {
                "content": "Your support is needed ",
                "tag": "h3"
            },
            {
                "content": "We can’t transform the system alone so here are a few things everyone can do to help us this year:  ",
                "tag": "p"
            },
            {
                "content": "The Plan for Change is an opportunity for planning to demonstrate how good it is at delivery. To be successful we need to be dynamic, demanding and deeply collaborative. It needs all of us to work together. Please share your own thoughts. ",
                "tag": "p"
            },
            {
                "content": "Notes: ",
                "tag": "p"
            },
            {
                "content": "The figure for the number of homes powered by the latest two consented NSIPS is based on the size of the schemes and the MW of power they will generate. See Ofgem’s factsheet on electricity generation.  ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/07/21/working-together-to-make-delivery-a-reality/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Graham Stallwood, the Planning Inspectorate’s Chief Operating Officer, talks about our latest performance and working together to deliver a better planning system for all. "
    },
    {
        "title": "Digital Planning: From pilots to scale – how PropTech partnerships are unlocking its potential   ",
        "authors": [
            "Bridget Wilkins, Head of Adoption, Engagement and Innovation"
        ],
        "posted_on": "2025-07-21T11:07:46",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Last week marked a pivotal moment for scaling PropTech (property technology) and shaping how this technology can help deliver the government’s target of 1.5million homes over this Parliament.  ",
                "tag": "p"
            },
            {
                "content": "We hosted, with Geovation from Ordnance Survey, the PropTech Innovation Challenge bootcamps. These competitive pitches brought together industry and government judges to select a cohort of scalable solutions which can help us tackle some of the most pressing challenges in planning and housing. ",
                "tag": "p"
            },
            {
                "content": "The timing couldn't be more significant. Recent artificial intelligence (AI) announcements are highlighting the transformative potential of digital technologies, while the government’s industrial strategy positions PropTech as a key enabler for economic growth. The question is no longer whether PropTech can make a difference – it's how quickly we can identify and scale solutions across the entire system.  ",
                "tag": "p"
            },
            {
                "content": "From green shoots to tangible results ",
                "tag": "h2"
            },
            {
                "content": "We’ve seen PropTech deliver real results through our PropTech Innovation Fund. This was introduced in 2021 to support the PropTech sector and Local Planning Authorities to accelerate the adoption of digital planning tools and fast track the plan-making process.  ",
                "tag": "p"
            },
            {
                "content": "Four rounds later we have supported 77 local planning authorities (LPAs) across 114 pilots – the largest UK Government PropTech programme working with local government and industry at pace and scale.  ",
                "tag": "p"
            },
            {
                "content": "Our commissioned research, the Opportunity for PropTech report, published by the UK PropTech Association (UKPA) and PUBLIC earlier this year, shows the sector has the potential to grow by 20% by 2032 and generate revenue of approximately £72bn. It also contained a number of measures designed to deliver growth and drive investment. The case studies we’ve developed with the sector, demonstrate how PropTech solutions can unlock significant benefits across planning and regeneration, with ripple effects supporting broader economic growth.",
                "tag": "p"
            },
            {
                "content": "But despite the increased demand from local government and compelling evidence of benefits, scaling remains a persistent challenge.  ",
                "tag": "p"
            },
            {
                "content": "Even with an ambitious reform agenda across government, persistent barriers continue to limit adoption. These include market awareness gaps, procurement hurdles, lack of evidence, skills shortages, prohibitive costs, and a lack of digital infrastructure, interoperability and policy guidance. ",
                "tag": "p"
            },
            {
                "content": "Evolving our approach  ",
                "tag": "h2"
            },
            {
                "content": "That's why our approach has evolved over the past 6 months. When planning the next stage of LPA funding, we wanted to ensure the pilots could scale and benefit the wider system. This shaped the core principles of the Continuous Funding round, which for the first time requires funded projects to produce replicable blueprints – tangible guides that enable other LPAs to learn from proven experiences and be able to adopt different PropTech solutions with confidence.  ",
                "tag": "p"
            },
            {
                "content": "This is just one of the tactics we have explored to see how we can tackle barriers and enable the PropTech market to thrive.  ",
                "tag": "p"
            },
            {
                "content": "Through our work with Policy Lab, cross-government engagement and industry workshops, we’ve also learned that lasting change requires sustainable intervention across the entire PropTech ecosystem. Simply funding more individual pilots isn’t enough – we need to tackle the underlying market conditions that will allow those pilots to embed into standard practice.  ",
                "tag": "p"
            },
            {
                "content": "We’ve therefore shaped our ongoing PropTech programme around strategic partnerships that bridge the public and private sectors, with a view to taking PropTech from the margins to the mainstream:  ",
                "tag": "p"
            },
            {
                "content": "Each relationship is designed to strengthen networks and tackle adoption barriers collectively.  ",
                "tag": "p"
            },
            {
                "content": " What happens next?  ",
                "tag": "h2"
            },
            {
                "content": "Last week’s PropTech Innovation Challenge bootcamps marked a high point in our strategic evolution. With 85 applicants working alongside 225 partners competing for funding that could unlock over a million homes, we weren’t just selecting projects – we were identifying solutions that can genuinely transform planning and housing systems.  ",
                "tag": "p"
            },
            {
                "content": "The competitive pitch style format allowed judges from across government and industry to dive deeper into shortlisted applications. Innovators from across the country brought their university, council or developer partners into the room to demonstrate how their solutions will be tested in real world environments – from housing developments to active planning departments. We aim to announce the successful projects with Geovation in September. ",
                "tag": "p"
            },
            {
                "content": "Alongside the bootcamps the UKPA hosted their first industry roundtable, bringing together senior voices from government, local authorities, and the PropTech sector to discuss the PropTech adoption barriers in the planning system and what can be done to overcome them. The discussions have given us much food for thought and also reinforced what we've learned through our Innovation Fund – that systematic barriers require collective solutions. ",
                "tag": "p"
            },
            {
                "content": "And so, the work continues!  ",
                "tag": "p"
            },
            {
                "content": "Building on these insights the UKPA will be organising further industry roundtables as well as regional roadshow events with different councils on their ambitions for digital planning adoption, we’ll be publishing blueprints from our Continuous Funding projects and supporting the Task Force with the continuing development of the Digital Planning Directory. All of these activities serve the same goal – converting PropTech’s proven potential into systematic change that is driven by, and with, industry stakeholders. ",
                "tag": "p"
            },
            {
                "content": "This is how we convert ambitions into action – and finally realise PropTech’s true potential as an enabler for faster plan-making, planning system improvements, housing and infrastructure delivery.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/21/digital-planning-from-pilots-to-scale-how-proptech-partnerships-are-unlocking-its-potential/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Through strategic partnerships with Geovation, the UK PropTech Association, and the Digital Task Force for Planning, the Digital Planning programme is evolving its approach to scale the adoption of PropTech. We're bridging public and private sectors with one shared goal: converting PropTech's proven potential into systematic change that can help deliver 1.5 million homes and transform the planning system nationwide. "
    },
    {
        "title": "My Path to the Civil Service: A Care Leaver's Perspective",
        "authors": [
            "Sebastian Moore"
        ],
        "posted_on": "2025-07-21T10:02:56",
        "categories": [
            "Care leavers"
        ],
        "content": [
            {
                "content": "I’m Sebastian Moore, a proud care leaver whose identity is shaped, but not defined, by my experiences. Fresh from my 2022 Politics & International Relations degree, I was uncertain about my future. The Civil Service Care Leavers Internship Scheme changed that. Starting in HM Treasury’s correspondence team, I found purpose. ",
                "tag": "p"
            },
            {
                "content": "Now a permanent IT Business Partner, I’m proof you can join the Civil Service, blend in, and thrive as yourself. This scheme isn’t just a job — it’s a launchpad for anyone ready to shine.",
                "tag": "p"
            },
            {
                "content": "My first steps at HM Treasury",
                "tag": "h2"
            },
            {
                "content": "Stepping into HM Treasury felt like standing at the edge of possibility. As a care leaver, I was used to navigating life solo, but this scheme made me feel seen. My role? Driving robotic process automation in the correspondence team. Each task, from streamlining communications to solving complex challenges, felt like a chance to prove myself.",
                "tag": "p"
            },
            {
                "content": "Career growth: automation projects and recognition in government",
                "tag": "h2"
            },
            {
                "content": "What lights me up? The chance to make a mark. Since joining the scheme, I have led automation projects and won the HMT Professional Award at No. 11 Downing Street, which was a real pinch me moment. However, the real joy is knowing my work challenges conventional thinking, as the Civil Service thrives on fresh voices.",
                "tag": "p"
            },
            {
                "content": "Building professional networks",
                "tag": "h2"
            },
            {
                "content": "Support was my superpower. My first manager, Lisa, saw my potential and helped to build my confidence, while the HR team championed me. These tools empowered me to lead AI and automation events for thousands of civil servants. ",
                "tag": "p"
            },
            {
                "content": "My team’s belief in me turned obstacles into opportunities. Whether you’re loud about your care experience or quietly carving your path, this scheme ensures you’re never alone.",
                "tag": "p"
            },
            {
                "content": "From intern to Civil Service leader",
                "tag": "h2"
            },
            {
                "content": "This internship rewrote my story. I’ve sharpened skills in presenting, automation, and Microsoft tools, but the real win is resilience and clarity. I now lead a cross-government care leaver network, advocating for others. The scheme showed me I belong in the Civil Service, where diverse thought dismantles groupthink and sparks innovation. It gave me stability, a network, and a career I love. ",
                "tag": "p"
            },
            {
                "content": "Care experience is part of me, but here, you can be anyone —your background only strengthens the team.",
                "tag": "p"
            },
            {
                "content": "Why care leavers should apply",
                "tag": "h2"
            },
            {
                "content": "The internship scheme is a game-changer, and I urge every care leaver to apply. My advice? Be you, whether your care experience defines you or not. Share your story boldly or blend in, both are powerful. You’re not just joining a scheme, you’re transforming lives, starting with your own.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "For further information about eligibility requirements, application deadlines, and the selection process, visit the Civil Service Care Leaver Scheme webpage.",
                "tag": "p"
            },
            {
                "content": "2025 application timeline",
                "tag": "h3"
            },
            {
                "content": "This year’s timeline is as follows:",
                "tag": "p"
            },
            {
                "content": "Eligibility criteria",
                "tag": "h3"
            },
            {
                "content": "To apply for the scheme, you must meet the following eligibility criteria:",
                "tag": "p"
            },
            {
                "content": "*You must have been in care for a minimum of 13 weeks. Some of this time must have been after your 16th birthday. If you are unsure whether you meet this criteria, please speak to your personal advisor or local authority.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/07/21/civil-service-care-leavers-internship-scheme-2025-2/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Sebastian talks about his experience with the Civil Service Care Leavers Internship Scheme."
    },
    {
        "title": "Maximising Pupil Premium Impact: Whole-School Approaches That Work",
        "authors": [
            "Lisa Wise"
        ],
        "posted_on": "2025-07-21T09:53:39",
        "categories": [
            "Primary schools",
            "Pupil Premium"
        ],
        "content": [
            {
                "content": "Wilbury Primary School is a large primary school in Edmonton, North London, in an area of significant deprivation. Children can start from two years of age. As the end of the school year approaches, we know many schools will be evaluating their current pupil premium strategy and starting to plan their pupil premium spend for the upcoming academic year. We asked the Headteacher of Wilbury, Lisa Wise, to tell us about her school’s approach to supporting pupils through their pupil premium strategy.",
                "tag": "p"
            },
            {
                "content": "We are a happy and vibrant school, where staff and children thrive and achieve. For us, early intervention is key. We focus on language development, in all its forms, the core subjects and using evidence (internal and external) to constantly refine and improve the quality of our teaching across the curriculum.",
                "tag": "p"
            },
            {
                "content": "Evaluating and improving teaching practice",
                "tag": "h2"
            },
            {
                "content": "Our leadership team play a significant role in evaluating disadvantaged pupils’ progress through ongoing, and crucially, supportive monitoring and quality assurance.",
                "tag": "p"
            },
            {
                "content": "We evaluate last year’s activity and impact to update our pupil premium strategy each year. We triangulate evidence from assessments and pupil data, as well as reports and studies on effective use of pupil premium and the impact of educational disadvantage.",
                "tag": "p"
            },
            {
                "content": "A key focus of our pupil premium spending is supporting high-quality teaching. Our leadership team devote time to our staff for collaborative team planning and teaching, and spend time in classrooms to provide on-the-spot coaching, training, and immediate feedback to develop practice. This all happens within an open and enthusiastic culture, where staff at all levels support and challenge each other.",
                "tag": "p"
            },
            {
                "content": "There is a collective understanding of the impact of disadvantage on pupils’ learning, and staff at every level speak with one voice about our ambition for all our pupils. ",
                "tag": "p"
            },
            {
                "content": "Effective implementation",
                "tag": "h2"
            },
            {
                "content": "At Wilbury, the practitioner is the intervention – we strongly reject labels for children. We know our children’s success and progress is dependent on the quality of staff at all levels across the school and every moment matters. The professional development of staff is therefore at the heart of our pupil premium strategy.",
                "tag": "p"
            },
            {
                "content": "Effective implementation is key, and we strongly believe ‘the way you do what you do’ is the most important thing.",
                "tag": "p"
            },
            {
                "content": "Top tips for tackling educational disadvantage",
                "tag": "h2"
            },
            {
                "content": "My advice to school leaders who are looking back at their current pupil premium strategy, and planning for the next academic year, is as follows:",
                "tag": "p"
            },
            {
                "content": "Further resources",
                "tag": "h2"
            },
            {
                "content": "Department for Education (DfE) publications",
                "tag": "p"
            },
            {
                "content": "Education Endowment Foundation resources",
                "tag": "p"
            },
            {
                "content": "DfE pupil premium webinars and blogs ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/07/21/maximising-pupil-premium-impact-whole-school-approaches-that-work/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Wilbury Primary School Headteacher, Lisa Wise, shares her approach to pupil premium."
    },
    {
        "title": "Brushing up on partnerships: Civil servants secured 23 million toothbrushes to improve kids' health",
        "authors": [
            "Dan Sorensen"
        ],
        "posted_on": "2025-07-21T09:48:29",
        "categories": [
            "A Modern Civil Service",
            "A Skilled Civil Service",
            "An Innovative Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "DHSC’s journey to improve children's dental health in the UK's most deprived areas, transformed through a partnership with Colgate-Palmolive. This initiative directly supports our government's mission to break down barriers to opportunity by giving children the best start in life. Flynn Hickey, Sector Insights and Commercial Strategy Lead and Dan Sorensen, Brand Manager share their journey on how this partnership came about, and what it means for future public-private sector collaborations.",
                "tag": "p"
            },
            {
                "content": "Flynn Hickey:",
                "tag": "p"
            },
            {
                "content": "I never imagined I'd be transforming children's health with toothbrushes, but with child tooth decay reaching crisis levels in deprived areas, we needed bold solutions. Shockingly, the most common reason for children aged 5 to 9 being admitted to hospital is to have treatment for decayed teeth.",
                "tag": "p"
            },
            {
                "content": "When the Dental Policy Team was asked to explore corporate partnerships to improve children’s oral health, I felt excited as this was exactly the type of bold solution the commercial team were delighted to support the policy team to deliver.",
                "tag": "p"
            },
            {
                "content": "I led a market engagement inviting companies who shared our vision for reducing children’s oral health inequalities to collaborate with the government. When Colgate expressed interest, I saw real potential for a partnership, but I also recognised the challenges we’d face in getting many different parts of government, and Colgate, aligned to reach a first-of-its-kind agreement.",
                "tag": "p"
            },
            {
                "content": "By working innovatively with teams across policy, commercial, branding, legal and oral health professionals, we’ve been able to deliver a collaborative partnership that will reach 600,000 children a year in deprived communities and help instil good habits that last a lifetime.",
                "tag": "p"
            },
            {
                "content": "The numbers speak for themselves; Colgate-Palmolive will donate 23 million toothbrushes and toothpastes over five years. That’s millions of smiles protected, and thousands of children spared the pain of tooth decay.",
                "tag": "p"
            },
            {
                "content": "What began as a policy directive evolved into something dramatically different: a template for how government and business can collaborate for public good.",
                "tag": "p"
            },
            {
                "content": "We’ve delivered a Plan for Change initiative and by thinking differently about how we work with commercial partners, we unlocked significant resources for public health at no cost to the taxpayer. I’m so proud to have been part of it!",
                "tag": "p"
            },
            {
                "content": "Branded partnerships between government and commercial entities have always been a challenge to navigate. Too commercial, and we undermine public trust. Too restrictive, and we lose business interest. The NHS brand, particularly, evokes high levels of trust, and we have a responsibility as government to ensure that trust is not eroded by inappropriate use.",
                "tag": "p"
            },
            {
                "content": "Our mission? How do we partner with a commercial organisation to serve public health without compromising the integrity of the NHS brand?",
                "tag": "p"
            },
            {
                "content": "Over several months I worked closely with the policy, commercial, and legal teams to craft a brand strategy that was innovative yet compliant. There was a lot of excitement on all sides as we encountered problems, suggested ideas and found solutions. With Colgate, we eventually settled on a new ‘supporting NHS’ brand, which will feature across educational materials and a joint dual-branded awareness campaign.  ",
                "tag": "p"
            },
            {
                "content": "While this collaboration with Colgate is a first-of-its-kind, the ‘supporting NHS’ brand creates a template for future partnerships across various public health priorities. The potential is enormous. Just imagine similar collaborations addressing other preventable health issues, with partners who share our commitment to improving public health.",
                "tag": "p"
            },
            {
                "content": "This partnership shows what’s possible when creative government thinking solves pressing public health challenges. I’m so excited to see where it leads us next. ",
                "tag": "p"
            },
            {
                "content": "Want to chat about how your team could develop similar partnerships? Drop me an email at identity@dhsc.gov.uk – I’d love to share what we’ve learned on this journey. You can learn more about our supervised toothbrushing programme.",
                "tag": "p"
            },
            {
                "content": "This is part 3 of a four-part series marking 1 year of government by showcasing the extraordinary work of civil servants across the country delivering the Missions.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/21/brushing-up-on-partnerships-civil-servants-secured-23-million-toothbrushes-to-improve-kids-health/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "DHSC’s journey to improve children's dental health in the UK's most deprived areas, transformed through a partnership with Colgate-Palmolive. This initiative directly supports our government's mission to break down barriers to opportunity by giving children the best start in life. …"
    },
    {
        "title": "Stakeholder update: Glycerol in slush ice drinks warning",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-07-21T09:37:31",
        "categories": [
            "Business guidance"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Following a recent Board decision, we’ve just launched a new campaign to warn parents and caregivers about the potential health risks that slush ice drinks, or 'slushies', can pose to young children when they contain glycerol.",
                "tag": "p"
            },
            {
                "content": "Glycerol is a food additive used in some no and low sugar slushies to create their distinctive frozen texture. These drinks are widely consumed without harmful effects, but our recent assessment has shown they can in rare cases, especially when consumed in large quantities over a short time period, pose serious health risks to young children - symptoms include shock, dangerously low blood sugar levels, and loss of consciousness.",
                "tag": "p"
            },
            {
                "content": "To coincide with the start of the summer holidays, when slushie sales increase, we’ve launched new guidance and a public awareness campaign about these risks. Our advice is straightforward: children under seven should not consume slush ice drinks (slushies) containing glycerol at all. ",
                "tag": "p"
            },
            {
                "content": "For children aged seven to ten, consumption should be limited to one 350ml serving per day - roughly the size of a standard fizzy drink can.",
                "tag": "p"
            },
            {
                "content": "Parents and guardians should check with the food business on whether the drink contains glycerol - but don’t buy if in doubt. We're also calling on retailers to play their part by displaying our advice clearly at the point of sale and not offering free refills to children aged ten and under.",
                "tag": "p"
            },
            {
                "content": "We are calling on manufacturers to include these warnings on ready to drink slushie pouches and on the syrups and labelling on home slush ice drink kits.",
                "tag": "p"
            },
            {
                "content": "Please support this initiative within your networks and amplify our communications through your channels, to help to get the message out to parents. We want to ensure that families can continue to enjoy these popular treats safely, while protecting the health and wellbeing of our youngest consumers.",
                "tag": "p"
            },
            {
                "content": "Yn dilyn penderfyniad diweddar gan y Bwrdd, rydym wedi lansio ymgyrch newydd i rybuddio rhieni a gofalwyr am y risgiau iechyd posib y gall diodydd iâ slwsh, neu ‘slushies’, eu peri i blant ifanc pan fyddant yn cynnwys glyserol.",
                "tag": "p"
            },
            {
                "content": "Ychwanegyn bwyd yw glyserol a ddefnyddir mewn rhai diodydd iâ slwsh nad ydynt yn cynnwys llawer o siwgr neu ddim siwgr o gwbl, a hynny er mwyn creu’r gwead rhewedig nodedig. Mae’r diodydd hyn yn cael eu hyfed yn helaeth heb effeithiau niweidiol, ond mae ein hasesiad diweddar wedi dangos y gallant mewn achosion prin, yn enwedig pan gaiff nifer fawr ohonynt eu hyfed dros gyfnod byr, beri risgiau iechyd difrifol i blant ifanc. Mae’r symptomau’n cynnwys sioc, lefelau siwgr gwaed peryglus o isel, a cholli ymwybyddiaeth.",
                "tag": "p"
            },
            {
                "content": "I gyd-fynd â dechrau gwyliau’r haf, pan fydd mwy o ddiodydd iâ slwsh yn cael eu gwerthu, rydym wedi lansio canllawiau newydd ac ymgyrch i godi ymwybyddiaeth y cyhoedd am y risgiau hyn. Mae ein cyngor yn syml: ni ddylai plant dan saith oed yfed diodydd iâ slwsh (‘slushies’) sy’n cynnwys glyserol o gwbl.",
                "tag": "p"
            },
            {
                "content": "I blant saith i ddeg oed, dim ond un dogn o 350ml y dydd y dylent ei gael – tua maint un can o ddiod pop safonol.",
                "tag": "p"
            },
            {
                "content": "Dylai rhieni a gwarcheidwaid ofyn i’r busnes bwyd a yw’r ddiod yn cynnwys glyserol – ond peidiwch â’i brynu os oes unrhyw amheuaeth. Rydym hefyd yn galw ar fanwerthwyr i chwarae eu rhan drwy arddangos ein cyngor yn glir yn y man gwerthu, a pheidio â chynnig ail-lenwadau am ddim i blant deg oed ac iau. Rydym yn galw ar weithgynhyrchwyr i gynnwys y rhybuddion hyn ar godenni diodydd iâ slwsh parod i’w hyfed ac ar y suropau a’r labelu ar gitiau cartref ar gyfer y diodydd iâ slwsh hyn.",
                "tag": "p"
            },
            {
                "content": "Gofynnwn yn garedig i chi gefnogi’r fenter hon o fewn eich rhwydweithiau a rhannu ein cyfathrebiadau trwy eich sianeli er mwyn helpu i rannu’r neges â rhieni. Rydym am sicrhau y gall teuluoedd barhau i fwynhau’r danteithion poblogaidd hyn, wrth ddiogelu iechyd a lles ein defnyddwyr ieuengaf ar yr un pryd.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/07/21/stakeholder-update-glycerol-in-slush-ice-drinks-warning/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Following a recent Board decision, we’ve just launched a new campaign to warn parents and caregivers about the potential health risks that slush ice drinks, or 'slushies', can pose to young children when they contain glycerol. Glycerol is a …"
    },
    {
        "title": "What can I say about my certification?",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-07-21T09:00:00",
        "categories": [
            "Certification",
            "Digital identity",
            "Register of digital identity and attribute services",
            "Trust mark",
            "UK digital identity and attributes trust framework"
        ],
        "content": [
            {
                "content": "Your service has been certified by an approved Conformity Assessment Body (CAB) and is listed on the GOV.UK register of digital identity and attribute services. You want to tell people about that.",
                "tag": "p"
            },
            {
                "content": "How should you do that? What should you say and what shouldn’t you?",
                "tag": "p"
            },
            {
                "content": "What the rules say",
                "tag": "h2"
            },
            {
                "content": "The trust framework and its certification processes require that service providers take steps to represent accurately the certified or registered status of their services. Failure to do this can risk losing your certification and appearance on the GOV.UK register.",
                "tag": "p"
            },
            {
                "content": "These rules apply to you as a service provider in all of your activities. In your service. In your marketing materials. Everywhere. ",
                "tag": "p"
            },
            {
                "content": "They also apply to any other parties that you have partnered with; you must manage your relationship with them to protect trust in the ecosystem as a whole.",
                "tag": "p"
            },
            {
                "content": "Say things like this",
                "tag": "h2"
            },
            {
                "content": "What does that look like in practice? When you are talking about your certification, you could say things like:",
                "tag": "p"
            },
            {
                "content": "When you are talking about your service being on the GOV.UK register, you could say things like:",
                "tag": "p"
            },
            {
                "content": "Don’t say things like this",
                "tag": "h2"
            },
            {
                "content": "Don’t say you’re “certified by government”",
                "tag": "h3"
            },
            {
                "content": "Certification of digital identity services is independent from government. We set the rules and independent conformity assessment bodies decide whether your service meets them. ",
                "tag": "p"
            },
            {
                "content": "Don’t say that your service is “government approved”",
                "tag": "h3"
            },
            {
                "content": "Being on the GOV.UK register does not mean government has approved or endorsed a service: it means you meet the rules and criteria for being on the list.",
                "tag": "p"
            },
            {
                "content": "Don’t use Crown or Government logos, or anything like it",
                "tag": "h3"
            },
            {
                "content": "Use of government logos and the Crown are reserved and must not be used without prior permission. Don’t create your own versions that could give a false impression either. In the near future, digital identity services on the GOV.UK register will be permitted to use an official ‘trust mark’ on their services instead.",
                "tag": "p"
            },
            {
                "content": "Don’t misrepresent your status",
                "tag": "h2"
            },
            {
                "content": "Maintaining trust in the digital identity services is a shared responsibility across OfDIA, CABs and providers. You must avoid doing anything that might be considered misleading in relation to your certification or appearance on the GOV.UK register, or that might damage trust in the ecosystem.",
                "tag": "p"
            },
            {
                "content": "If we identify service providers using marketing that could be misleading in these ways, we will ordinarily write to the provider to ask them to stop. We will also refer the issue to the relevant CAB. Failure to take appropriate action may result in certification being suspended or withdrawn by your CAB, and a provider being removed from the register.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/07/21/what-can-i-say-about-my-certification/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "You want to tell people that your service is certified and on the GOV.UK register of digital identity and attribute services. What should you say and what shouldn't you?"
    },
    {
        "title": "Frank on the frontline: Transforming young lives at Ealing Jobcentre",
        "authors": [
            "Frank Maryako"
        ],
        "posted_on": "2025-07-21T08:50:32",
        "categories": [
            "A Skilled Civil Service",
            "An Innovative Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Every day, all across the UK, our amazing colleagues work tirelessly to help young people discover their potential and take bold steps into the world of work. Frank Maryako is at the frontline of youth employment support at Ealing Jobcentre, West London. Frank shares his journey on guiding young people in overcoming barriers to find work, and he highlights why early career support is essential for their success.",
                "tag": "p"
            },
            {
                "content": "Many of the young people I work with face significant challenges. Some struggle to get interviews, let alone actually find a job. It’s eye-opening because these young people possess incredible potential and skills that often go unnoticed. As a youth work coach, I have the privilege of seeing firsthand what they are capable of and the unique strengths they bring to the table.",
                "tag": "p"
            },
            {
                "content": "My work directly supports one of the government's key missions: Breaking down barriers to opportunity for everyone across the UK. By helping young people access the training and employment opportunities they need, we can build a stronger economy where everyone can contribute and thrive.",
                "tag": "p"
            },
            {
                "content": "The impact of COVID-19 on young people has been profound, particularly in terms of their confidence. For many their confidence felt shot. That’s why I believe it’s so important to prioritise their personal development and career paths. It’s a wonderful opportunity for them to thrive.",
                "tag": "p"
            },
            {
                "content": "I speak to these young people all the time and I’m constantly blown away by their abilities. When I give them tasks, they often exceed my expectations. Their potential is boundless; they just need the right opportunities. That’s where we come in and help.",
                "tag": "p"
            },
            {
                "content": "My commitment to public service is a reflection of our department’s dedication to young people. By ensuring they have access to quality training and employment opportunities, we’re helping the next generation build rewarding careers.",
                "tag": "p"
            },
            {
                "content": "To colleagues out there helping customers, my top tips are: be honest, be approachable, actively listen to them and more than anything, treat your customers as individuals. This will help you to tailor your approach to support their individual needs.",
                "tag": "p"
            },
            {
                "content": "See Frank in action",
                "tag": "p"
            },
            {
                "content": "Frank features in an inspiring video that gives a glimpse into how he and his colleagues can make a difference in the lives of young people. Check it out and see how our frontline colleagues are changing lives every day!",
                "tag": "p"
            },
            {
                "content": "This is part 2 of a four-part series marking 1 year of government by showcasing the extraordinary work of civil servants across the country delivering the Missions.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/21/frank-on-the-frontline-transforming-young-lives-at-ealing-jobcentre/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Every day, all across the UK, our amazing colleagues work tirelessly to help young people discover their potential and take bold steps into the world of work. Frank Maryako is at the frontline of youth employment support at Ealing Jobcentre, …"
    }
]