[
    {
        "title": "Update on progress against Departments' evaluation commitments ",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-07-28T15:13:14",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "In April, our Blog on departments’ performance in undertaking regulatory evaluation noted that there was a backlog of 85 outstanding Post Implementation Reviews (PIRs), of which over 40% related to Department for Transport measures. The Blog also included commitments to address the backlog from permanent secretaries in the 8 departments with the largest number of outstanding PIRs.  ",
                "tag": "p"
            },
            {
                "content": "This Blog provides an update on the progress by two departments against their commitments. ",
                "tag": "p"
            },
            {
                "content": "Department for Transport (DfT) ",
                "tag": "p"
            },
            {
                "content": "DfT committed to clear its outstanding Post Implementation Reviews (PIRs) by the end of June 2025, but noted that some might take slightly longer. The department has made considerable progress, with 26 of the 36 outstanding PIRs having been completed. The department has informed us that a further 2 are mostly completed and will be published shortly and that the remaining 8 are underway. ",
                "tag": "p"
            },
            {
                "content": "Department for Business and Trade (DBT) ",
                "tag": "p"
            },
            {
                "content": "DBT committed to completing all of their outstanding PIRs by the summer recess (22 July 2025). They have made progress, clearing 5 of their 9 outstanding PIRs, but 4 still remain outstanding. The department has informed us that the remaining 4 ones are underway and on track to be completed by the end of the year. ",
                "tag": "p"
            },
            {
                "content": "Conclusion ",
                "tag": "p"
            },
            {
                "content": "Both departments have made progress in addressing their backlogs, but there is still work to be done. We will provide a more detailed update on the progress by all departments in the autumn. ",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/07/28/update-on-progress-against-departments-evaluation-commitments/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "In April, our Blog on departments’ performance in undertaking regulatory evaluation noted that there was a backlog of 85 outstanding Post Implementation Reviews (PIRs), of which over 40% related to Department for Transport measures. The Blog also included commitments to …"
    },
    {
        "title": "The Communications Challenge ",
        "authors": [
            "Chris Price"
        ],
        "posted_on": "2025-07-28T10:31:14",
        "categories": [
            "Features"
        ],
        "content": [
            {
                "content": "We’ve all felt the sinking feeling when our car starts making an unusual noise the week before an MOT is due. Car maintenance can be stressful and knowing when to seek professional help is crucial.  ",
                "tag": "p"
            },
            {
                "content": "It’s no surprise that drivers want to work with a garage they can trust to explain the issue clearly, assess its severity and determine potential future impacts. Having open dialogue with customers helps establish long-term trust – calming nerves and helping explain the technical side of vehicle maintenance. It’s only right that we celebrate the garages that get it right.  ",
                "tag": "p"
            },
            {
                "content": "We recently found this in our feedback from a key survey – more on that later. But for now, we want to spotlight a garage that has been getting it right for a while. ",
                "tag": "p"
            },
            {
                "content": "Trust in action  ",
                "tag": "h2"
            },
            {
                "content": "Every year, the Independent Garage Association runs the British Independent Garage (BIG) Awards, celebrating the best in the industry across the country.  ",
                "tag": "p"
            },
            {
                "content": "Holmer Green wins at the BIG Awards 2024 ",
                "tag": "p"
            },
            {
                "content": "Last year, High Wycombe garage, Holmer Green, took home the Customer Choice award. Sponsored by DVSA, this award recognises excellence in communication and customer service. ",
                "tag": "p"
            },
            {
                "content": "The garage was founded by two local business partners 41 years ago. Today, they service cars from around Buckinghamshire, offering MOTs, diagnostics, and everyday fixes on gearboxes, brakes and conditioning. ",
                "tag": "p"
            },
            {
                "content": "“We're getting more and more work from outside, but we've got such a strong customer base that we're kind of struggling to take anything else on – which is a good thing!” ",
                "tag": "p"
            },
            {
                "content": "We spoke to Shane Ferguson, Holmer Green’s Position Director and Service Manager, to reflect on last year’s win – and how things had changed since. ",
                "tag": "p"
            },
            {
                "content": "“Winning last year was a huge vote of confidence from our customers – and it was amazing to be recognised by the industry with the award,” he told us. ",
                "tag": "p"
            },
            {
                "content": "“People's perceptions have changed a lot over the years - but people come to us because we have an honest, trustworthy relationship with all our customers and pride ourselves on serving the local community. ",
                "tag": "p"
            },
            {
                "content": "“We just want to continue to give the customer the best service that we can.” ",
                "tag": "p"
            },
            {
                "content": "Industry feedback ",
                "tag": "h2"
            },
            {
                "content": "Garage technicians have challenging conversations every day. Whether it’s delivering news of an MOT failure or discussing costly repairs with a concerned customer, these moments can make or break relationships.  ",
                "tag": "p"
            },
            {
                "content": "Shane’s experience reflects broader trends we’re seeing across the industry, which recent research has helped us understand better. We asked 1050 people who’d had an MOT in the past six months about their experience and what could be improved in out 2025 MOT Citizens Annual Relationship Survey.   ",
                "tag": "p"
            },
            {
                "content": "Unsurprisingly, people getting an MOT reported a range of concerns before their test. In addition to the costs of vehicle ownership, our survey revealed that 25% reported nervousness about interacting with garage staff, while 23% worried that their lack of technical knowledge held them back from understanding the results. ",
                "tag": "p"
            },
            {
                "content": "“Working with customers means having honest conversations,” Shane told us. “If a car needs repairs, we can work with them on what needs fixing now and what can be sorted later.” ",
                "tag": "p"
            },
            {
                "content": "This aligns with what we’ve heard from customers and garages across the UK. Interestingly, most of the people surveyed reported that they trusted their garage more following their car's MOT, with 48% more aware of what was checked during the test. ",
                "tag": "p"
            },
            {
                "content": "Even better – we were pleased to see that the majority said they’d choose to go back to the same garage. ",
                "tag": "p"
            },
            {
                "content": "How can you get involved? ",
                "tag": "h2"
            },
            {
                "content": "This alignment between what customers want and what the best garages deliver is exactly what the industry celebrates each year. ",
                "tag": "p"
            },
            {
                "content": "“I firmly believe the standout garages let their beliefs and work ethic shine through,” said Shane, reflecting on their success. “It’s so important to establish long-term trust with your customers.”  ",
                "tag": "p"
            },
            {
                "content": "It was encouraging to see Holmer Green doing excellently since their win – and we’re excited to see who’ll win this year. ",
                "tag": "p"
            },
            {
                "content": "The 2025 Consumer Choice Award nominees are: ",
                "tag": "p"
            },
            {
                "content": "The BIG Awards take place on 12 September in Birmingham. We hope to see some of you there – and we can, together, celebrate the best examples of customer service in the industry.  ",
                "tag": "p"
            },
            {
                "content": "As for all our services, we are always keen to hear from the end users – the motorists. This gives us information on how we can improve the services. When we have feedback from the next motorist survey we’ll let you know what we are hearing.",
                "tag": "p"
            },
            {
                "content": "Check out the BIG Awards here and let us know if you’ll be joining: IGA | The BIG Awards | IGA  ",
                "tag": "p"
            }
        ],
        "link": "https://mattersoftesting.blog.gov.uk/the-communications-challenge/",
        "blog": "Matters of Testing",
        "blog_link": "https://mattersoftesting.blog.gov.uk",
        "description": "Holmer Green shares what it's like to be a trusted MOT provider and reflects on their BIG Awards 2024 win"
    },
    {
        "title": "Introducing UCD Ops at MHCLG: Bringing ResearchOps and DesignOps together ",
        "authors": [
            "Yana Blake-Walker, UCD Operations Manager"
        ],
        "posted_on": "2025-07-28T09:26:55",
        "categories": [
            "Design",
            "Ways of working"
        ],
        "content": [
            {
                "content": "User-centred design (UCD) at the Ministry of Housing, Communities and Local Government (MHCLG) is growing, and we’re building the systems, structures and communities it needs to scale efficiently. Across government, specialist Research Operations (ReOps) and Design Operations (DesOps) roles are emerging to help designers and researchers work more efficiently. At MHCLG, we’ve taken a blended approach: introducing UCD Operations (UCD Ops) to support both disciplines in one function. ",
                "tag": "p"
            },
            {
                "content": "In this blog, we share our experiences as UCD Ops Managers, explaining the unique role of UCD Ops, the challenges we’ve faced in blending two disciplines, the impact we’ve made so far, and our plans for the future. ",
                "tag": "p"
            },
            {
                "content": "About us ",
                "tag": "h2"
            },
            {
                "content": "We are both UCD Operations Managers in MHCLG. Our backgrounds span service improvement, HR and user research in the NHS, central and Welsh government (Yana), and ReOps and participant recruitment in the private sector and the Civil Service (Cathryn). ",
                "tag": "p"
            },
            {
                "content": "What UCD Ops is and why it matters ",
                "tag": "h2"
            },
            {
                "content": "Ops roles are essential for creating the right conditions for teams to do their best work. In the context of user-centred design, Ops set up the systems, structures and support that enable researchers and designers to focus on solving user problems, not navigating administrative or bureaucratic hurdles. ",
                "tag": "p"
            },
            {
                "content": "Ops is not just about managing day-to-day tasks – it’s a strategic function. It ensures that teams have the right processes in place to work efficiently, fostering long-term sustainability and scalability. As UCD teams grow, so do their challenges. Without dedicated operational support, researchers and designers end up spending time solving internal problems like managing processes or sourcing tools, which slows progress and introduces risks. ",
                "tag": "p"
            },
            {
                "content": "Ops addresses these challenges by streamlining workflows, reducing duplication and ensuring compliance with critical standards like the General Data Protection Regulation (GDPR). This strategic support allows teams to focus on delivering high-quality UCD work while maintaining safe, sustainable practices that align with broader digital strategy goals. ",
                "tag": "p"
            },
            {
                "content": "While ReOps and DesOps are well established in government departments like the HMRC, the Department for Education (DfE) and the NHS, they often function separately. At MHCLG, we’ve taken a different approach by merging ReOps and DesOps into a single function – UCD Ops. This ensures consistency, reduces duplication, and fosters stronger collaboration across research and design teams. This unified approach provides a consistent strategy, holistic support and greater flexibility, making it more efficient and scalable. UCD Ops helps streamline operations while aligning both disciplines under one shared vision. ",
                "tag": "p"
            },
            {
                "content": "We focus on: ",
                "tag": "p"
            },
            {
                "content": "How we got started and what we’ve done ",
                "tag": "h2"
            },
            {
                "content": "UCD practice at MHCLG is decentralised, with practitioners embedded across multiple directorates, under different management and recruitment processes. Our UCD community of practice helps build connections and is working towards more consistent ways of working. ",
                "tag": "p"
            },
            {
                "content": "We’re not tied to one team or discipline, which gives us a bird’s eye view of what’s working, what’s missing, and where improvements can have the biggest impact.  ",
                "tag": "p"
            },
            {
                "content": "One of our early challenges was figuring out where to start, so we used the insights from our listening tour with UCD professionals to the create a roadmap to help us think strategically and focus on the areas with the greatest opportunities to reduce risk, connect people and improve consistency.  ",
                "tag": "p"
            },
            {
                "content": "In our first few months, we’ve: ",
                "tag": "p"
            },
            {
                "content": "What we’ve learned ",
                "tag": "h2"
            },
            {
                "content": "Since starting, we’ve learned a lot about the unique challenges and opportunities that come with building UCD Ops.  ",
                "tag": "p"
            },
            {
                "content": "What’s next for UCD Ops at MHCLG ",
                "tag": "h2"
            },
            {
                "content": "We’ve built strong momentum but we’re still at the start of our journey. Next, we’re focusing on areas that will strengthen our foundations and better support our growing UCD community. ",
                "tag": "p"
            },
            {
                "content": "In the coming months, we’ll be: ",
                "tag": "p"
            },
            {
                "content": "We also have aspirations to build an insights library in the future. We know that this is a big task and will start with looking at how we can create consistent terms and categories for research. The aim here is to reduce duplication and make it easier for teams to organise, share and access research insights. ",
                "tag": "p"
            },
            {
                "content": "We’re excited to keep building on what we’ve started. ",
                "tag": "p"
            },
            {
                "content": "A final note ",
                "tag": "h2"
            },
            {
                "content": "We are so grateful for the support of more mature Ops teams from other government departments and the cross-government ReOps community. Their experiences and guidance have been invaluable in helping us shape our approach to UCD Ops here at MHCLG. We’re excited to continue building on these lessons as we scale the future of UCD in our department. ",
                "tag": "p"
            },
            {
                "content": "We’re also keen to keep learning from others. If you’re working in UCD Ops, ReOps or DesOps in your department or organisation, we’d love to connect. Reach out to us at ucd.operations@communities.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/28/introducing-ucd-ops-at-mhclg-bringing-researchops-and-designops-together/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "User-centred design (UCD) is integral to building and delivering more efficient and effective policy and services for the public we serve. Yana and Cathryn, UCD Operations (Ops) Managers within MHCLG, share insights on the unique role of UCD Ops and how it supports scaling up UCD practices and impact across the organisation."
    }
]