[
    {
        "title": "The Management of Hedgerows (England) Regulations 2024: One year on",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-05-23T17:49:34",
        "categories": [
            "Hedgerows"
        ],
        "content": [
            {
                "content": "The regulations to strengthen the protection of hedgerows came into force on 23 May 2024.  The rules now protect all hedgerows on or next to agricultural land in England.  ",
                "tag": "p"
            },
            {
                "content": "In this blog we reflect on how we’ve supported people to follow the rules this year. We recap on the guidance, videos and podcast we’ve created to help customers, and we pick out some of the frequently asked questions to try and answer your queries.",
                "tag": "p"
            },
            {
                "content": "Firstly, here’s a reminder of the rules.",
                "tag": "p"
            },
            {
                "content": "What have we done since the rules came into force?",
                "tag": "p"
            },
            {
                "content": "Frequently Asked Questions",
                "tag": "p"
            },
            {
                "content": "These are some of the frequently asked questions we’ve responded to this year.",
                "tag": "p"
            },
            {
                "content": "Are domestic hedgerows covered by the rules?",
                "tag": "p"
            },
            {
                "content": "We’ve received a number of reports of cutting and trimming of domestic hedgerows. The cutting and trimming rules do not apply to hedgerows within the area of land around a domestic dwelling or to hedgerows that mark the boundary of the dwelling.",
                "tag": "p"
            },
            {
                "content": "The rules only cover hedgerows on, or next to, agricultural land. This could include hedgerows which are on agricultural land but form the boundary between other areas such as golf courses and village halls. The cutting and trimming rules also apply to hedgerows bordering allotments.",
                "tag": "p"
            },
            {
                "content": "Who do the rules apply to?",
                "tag": "p"
            },
            {
                "content": "Farmers, landowners and contractors are the largest groups affected by these regulations. However, it is important to note that the rules could apply to any person responsible for the hedgerow. This includes owners and tenants, and anyone employed by or acting on behalf of those responsible.    ",
                "tag": "p"
            },
            {
                "content": "The cutting and trimming rules apply to the person who actually carries out the cutting and trimming. This means they apply to contractors who carry out such cutting and trimming. They can also apply to any person who causes or permits another person to cut or trim.",
                "tag": "p"
            },
            {
                "content": "Reporting possible breach of the rules",
                "tag": "p"
            },
            {
                "content": "Anyone can report a possible breach of the hedgerow management rules to RPA. Details of how to do this can be found on the Hedgerow management rules: cutting and trimming  and Hedgerow management rules: buffer strips GOV.UK guidance pages. It is important to be aware that there are some exemptions to these rules which allow for cutting and trimming during the non-cutting period. These are set out on the Hedgerow management rules: cutting and trimming guidance. Please read these carefully before reporting a possible breach of the rules. For example, there is a public and private rights of way exemption that allows hedgerows to be cut or trimmed for road safety purposes.",
                "tag": "p"
            },
            {
                "content": "Removal of hedgerows dealt with by Local Authorities",
                "tag": "p"
            },
            {
                "content": "We've also received a number of reports about the removal of hedgerows. The hedgerow management rules only cover cutting and trimming and buffer strips. They do not cover the removal of hedgerows which remains the responsibility of Local Authorities. For more information read the Countryside hedgerow protection: removing hedgerows - GOV.UK guidance.  ",
                "tag": "p"
            },
            {
                "content": "Derogations and agri-environment schemes (for example Sustainable Farming Incentive and Countryside Stewardship)",
                "tag": "p"
            },
            {
                "content": "You can apply to RPA for written permission (a derogation) to be exempt from the rules for any of the following reasons:",
                "tag": "p"
            },
            {
                "content": "Before applying for any derogation, consider the impact it may have on any agri-environment agreements you have. For example, if have you chosen the ‘Manage hedgerows’ action CHRW2 under the Sustainable Farming Incentive (SFI) scheme. This action permits hedgerow cutting or trimming in autumn and winter only. Would a derogation from the hedgerow management cutting and trimming rules impact on your ability to meet your obligations under this chosen action?  If so, please contact RPA to discuss your options before you request a derogation.",
                "tag": "p"
            },
            {
                "content": "Notifications for oilseed rape and temporary grass",
                "tag": "p"
            },
            {
                "content": "Under Cross compliance which ended on 31 December 2023, farmers and land managers had to request a derogation to cut or trim their hedgerows in August to plant oilseed rape or temporary grass during that same August. They then had to wait for RPA’s written permission to do so. ",
                "tag": "p"
            },
            {
                "content": "We have introduced a simple notification process for the hedgerow management rules. You do not need to wait for written permission before carrying out cutting or trimming before sowing oilseed rape or temporary grass. As long as you meet the rules, you only need to make sure your notification is received by the RPA. Make sure you receive an acknowledgement of your notification from RPA before carrying out any work. For email notifications this will be the automated RPA acknowledgement. ",
                "tag": "p"
            },
            {
                "content": "You can find details of the notification process in the Hedgerow management rules: cutting and trimming and Hedgerow management rules: buffer strips guidance pages on GOV.UK. When you email your notification, please use the subject header 'Hedgerow management cutting and trimming rules notification’.",
                "tag": "p"
            },
            {
                "content": "Where can I find more information on the hedgerow management rules?",
                "tag": "p"
            },
            {
                "content": "You can find more information about the rules, when exemptions apply and what you need to do on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Hedgerow management rules: cutting and trimming - GOV.UK",
                "tag": "p"
            },
            {
                "content": "Hedgerow management rules: buffer strips - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/05/23/the-management-of-hedgerows-england-regulations-2024-one-year-on/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "The regulations to strengthen the protection of hedgerows came into force on 23 May 2024.  The rules now protect all hedgerows on or next to agricultural land in England.   In this blog we reflect on how we’ve supported people to …"
    },
    {
        "title": "What is measles and why is it so important we're all up to date with our MMR vaccine?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-05-23T12:15:48",
        "categories": [
            "Children and Young people",
            "Immunisation and vaccination"
        ],
        "content": [
            {
                "content": "More than 1 in 10 eligible children under the age of 5 in England haven’t had the Measles Mumps and Rubella (MMR) vaccine or are only partially vaccinated.",
                "tag": "p"
            },
            {
                "content": "This leaves these children unprotected and increases the risk of measles outbreaks occurring in nurseries and schools. We are reminding parents and guardians to ensure their children are protected by taking up 2 doses of the MMR vaccine at the right time.",
                "tag": "p"
            },
            {
                "content": "Over the past decade, there has been a slow decline in the number of parents and carers getting their children vaccinated with the MMR and other childhood vaccines. Measles is highly contagious so even a small decline in MMR uptake can lead to a rise in cases.",
                "tag": "p"
            },
            {
                "content": "In 2024 there were 2,911 laboratory confirmed measles cases in England, the highest number of cases recorded annually since 2012. Most of these cases were in unvaccinated children under the age of 10. We have also seen a resurgence of measles in Europe after the COVID-19 pandemic.  As families prepare for travel over the summer break, there is more chance for measles to be brought in from countries where there are outbreaks. Catching up children who missed out on their MMR vaccines is a priority, in order to help prevent another rise in measles cases.",
                "tag": "p"
            },
            {
                "content": "Vaccinations remain the best defence against infection, so it is very important that children attend their routine vaccination appointments and catch up on any they may have missed. You can see the NHS vaccination schedule here.",
                "tag": "p"
            },
            {
                "content": "Measles symptoms and complications ",
                "tag": "p"
            },
            {
                "content": "Measles is caused by a virus and spreads very easily, it used to be common in childhood but is now rare due to the MMR vaccination programme.",
                "tag": "p"
            },
            {
                "content": "When you catch it, at first it can feel like you have a cold with a runny nose and a cough, sore red eyes (conjunctivitis) and a fever, but this is followed a few days later by a rash that spreads all over the body. Most people will feel better after 7 to 10 days, however measles can lead to complications such as ear and chest infections, fits and diarrhoea and dehydration in younger children. On rare occasions measles can also lead to infection of the lining of the brain and spinal cord (meningitis) or brain itself (encephalitis) which can lead to long term disabilities or even death.",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine protects against 3 infections - measles, mumps and rubella. These are viral infections that can quickly spread to non-immune children and adults who have not had their vaccinations or been previously infected.",
                "tag": "p"
            },
            {
                "content": "The first dose of MMR is currently offered to infants when they turn 1 and the second dose to pre-school children when they are around 3 years and 4 months old. This is due to change, however, so children turning 1 on 1 July, and 18 months on 1 January 2026, will get their second MMR dose earlier - at 18 months instead of 3 years 4 months",
                "tag": "p"
            },
            {
                "content": "Two doses of MMR for full protection",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine is the safest and most effective way to protect yourself against measles, mumps and rubella. Over 99% of those who have 2 doses of the MMR vaccine will be protected against measles and rubella. Although mumps protection is slightly lower, cases in vaccinated people are much less severe.",
                "tag": "p"
            },
            {
                "content": "Since the MMR vaccine was introduced in 1988, these conditions have become rare in the UK. However, outbreaks of disease, especially measles, have occurred when the number of people having the vaccine has dropped. The fall in MMR uptake over the last decade explains the rise in measles cases we have subsequently seen in the UK since 2023.",
                "tag": "p"
            },
            {
                "content": "Measles rates internationally",
                "tag": "p"
            },
            {
                "content": "Since the introduction of the measles vaccine in 1968, 20 million measles cases and 4,500 deaths have been prevented in the UK. However, countries around the world with low MMR vaccine uptake continue to experience large measles outbreaks and epidemics.",
                "tag": "p"
            },
            {
                "content": "It is especially important to check you are up to date with your 2 doses of MMR before you travel.  Not only would it be unpleasant to become ill while abroad, but you may risk bringing the infection back with you and exposing your family and friends.",
                "tag": "p"
            },
            {
                "content": "Vaccination for older children and adults",
                "tag": "p"
            },
            {
                "content": "Anyone who has not had 2 doses of the MMR vaccine can contact their GP surgery to book an appointment. It is never too late to catch-up.",
                "tag": "p"
            },
            {
                "content": "It's important to check you've had both doses if you are:",
                "tag": "p"
            },
            {
                "content": "Side effects from the MMR vaccine",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine has been safely protecting children for many years in many countries worldwide. In the UK, millions of doses have been given since it was introduced in 1988. Before vaccines can be used, they have to be thoroughly tested for safety. Although there may be some side effects from vaccination, they are usually mild and much less severe than the disease itself. Serious reactions following vaccination are rare.",
                "tag": "p"
            },
            {
                "content": "Common side effects can include:",
                "tag": "p"
            },
            {
                "content": "Reasons to have the MMR vaccine",
                "tag": "p"
            },
            {
                "content": "You should have the vaccine to protect yourself against 3 serious infections. By doing so you will also help to protect others who can’t have the vaccine. These include unborn babies, infants who are too young to have the vaccine and children/ adults who can’t have the vaccine because they have weakened immune systems.",
                "tag": "p"
            },
            {
                "content": "This will help to prevent large outbreaks of disease. You should also have the vaccine if you work with young children or care for people as part of your work. Passing on measles to children who are too young to have MMR vaccine or to someone who is already ill, can have very serious consequences for their health.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/05/23/what-is-measles-and-why-is-it-so-important-were-all-up-to-date-with-our-mmr-vaccine/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "As families prepare for travel over the summer break, there is more chance for measles to be brought in from countries where there are outbreaks. Catching up children who missed out on their MMR vaccines is a priority, in order to help prevent another rise in measles cases."
    },
    {
        "title": "Teacher pay: everything you need to know about the 2025 pay award",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-22T16:39:45",
        "categories": [
            "Breaking news",
            "Schools",
            "Teacher pay"
        ],
        "content": [
            {
                "content": "The School Support Staff Negotiating Body (STRB) is an independent group that makes recommendations on the pay of teachers and leaders in maintained schools in England and reports to the Secretary of State for Education and the Prime Minister. ",
                "tag": "p"
            },
            {
                "content": "Each year the STRB recommends a pay award based on different factors including the economy, school workforce data and evidence from organisations including the DfE, employers, and the teaching unions. ",
                "tag": "p"
            },
            {
                "content": "The government then considers the recommendations in depth and makes a decision on what pay award teachers receive for the coming year. ",
                "tag": "p"
            },
            {
                "content": "Here’s everything you need to know about teacher pay. ",
                "tag": "p"
            },
            {
                "content": "Are teachers getting a pay rise this year? ",
                "tag": "h3"
            },
            {
                "content": "The STRB recommended a pay award of 4% and this has been accepted in full by the Education Secretary, reflecting the crucial role teachers play in breaking the link between background and success for pupils. ",
                "tag": "p"
            },
            {
                "content": "The 4% pay award would see pay packets increase by over £1,900 for the average classroom teacher, which would take the median salary for 2025/26 to over £51,000 a year. ",
                "tag": "p"
            },
            {
                "content": "Will teachers at all schools receive the pay award? ",
                "tag": "h3"
            },
            {
                "content": "The pay award applies to maintained schools currently, but most academies also choose to follow the statutory pay arrangements in practice.",
                "tag": "p"
            },
            {
                "content": "Through the Children’s Wellbeing and Schools Bill, the government is legislating to ensure all teachers in academies as well as maintained schools can rely on a core pay offer and all schools can innovate to attract and retain the best talent.",
                "tag": "p"
            },
            {
                "content": "Is the pay award fully funded? ",
                "tag": "h3"
            },
            {
                "content": "This year’s pay award is backed by a significant investment of £615 million this financial year, on top of the £3.2 billion funding increase the government is already investing to support schools. ",
                "tag": "p"
            },
            {
                "content": "Like the rest of the public sector, schools will need to play their part in getting maximum value from every pound of public money. ",
                "tag": "p"
            },
            {
                "content": "Schools will be expected to find approximately the first 1% of pay awards through improved productivity and smarter spending to make every pound count.  ",
                "tag": "p"
            },
            {
                "content": "To support schools the government is providing a range of initiatives to help them cut the cost on things like energy and recruitment, as well as providing better banking solutions. ",
                "tag": "p"
            },
            {
                "content": "There are already examples of schools making savings and bringing costs down: the 400 schools who have already participated in the department’s new energy for schools offer will save 36% on average compared to their previous contracts. ",
                "tag": "p"
            },
            {
                "content": "When will teachers receive their pay rise? ",
                "tag": "h3"
            },
            {
                "content": "The pay award now goes through a period of consultation with unions and employers’ organisations. The school teachers' pay conditions (STPCD) which sets out teachers pay and conditions, will be updated ahead of the new academic year. This should remove the need for schools to backdate the pay award, meaning teachers can expect their updated salaries from September. ",
                "tag": "p"
            },
            {
                "content": "Will school support staff get a pay rise? ",
                "tag": "h3"
            },
            {
                "content": "The teacher pay award only applies to school teachers, but the additional funding schools will receive also takes into account the current 2025-26 pay offer for support staff, which is currently under negotiation. ",
                "tag": "p"
            },
            {
                "content": "Unlike teachers, most school support staff are currently employed on the pay and conditions of the National Joint Council (NJC) for Local Government Services. The NJC is a negotiating body made up of representatives from trade unions and local government employers. ",
                "tag": "p"
            },
            {
                "content": "We are committed to reinstating the STRB to give support staff like teaching assistants, caretakers and cleaners a stronger voice. The body will be tasked with establishing a national terms and conditions handbook, training, career progression routes, and fair pay rates for support staff. ",
                "tag": "p"
            },
            {
                "content": "Will further education teachers get a pay rise?",
                "tag": "h3"
            },
            {
                "content": "The Department for Education does not set further education teacher pay. However, we are providing £160 million in the 2025-2026 financial year to support colleges and other 16-19 providers to address immediate priorities, including recruiting and retaining expert teachers in subject areas such as construction and manufacturing so more young people gain the skills need to deliver growth and the workforce of tomorrow. ",
                "tag": "p"
            },
            {
                "content": "What else are you doing to ensure teaching is an attractive profession? ",
                "tag": "h3"
            },
            {
                "content": "We are continuing to work alongside the sector to re-establish teaching as the attractive, expert profession it should be. ",
                "tag": "p"
            },
            {
                "content": "This includes investing hundreds of millions of pounds to offer tax free financial incentives and professional development to attract and keep the best and brightest teachers alongside targeted action to improve teachers’ workload and wellbeing. You can find out more about how we’re attracting and retaining the best teachers here.  ",
                "tag": "p"
            },
            {
                "content": "There are encouraging signs that this is working with two thousand more secondary school teachers training this year than last, a 25% increase in the number of people accepting teacher training places in STEM subjects, and more teachers forecasted to stay in the profession. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/teacher-pay-everything-you-need-to-know-about-the-2025-pay-award/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "The School Support Staff Negotiating Body (STRB) is an independent group that makes recommendations on the pay of teachers and leaders in maintained schools in England and reports to the Secretary of State for Education and the Prime Minister.  Each …"
    },
    {
        "title": "An apology to FP McCann Limited and its directors",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-05-22T16:30:00",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "On 26 March 2024, the Home Office issued a press release which contained false and defamatory allegations concerning FP McCann Limited. The press release stated that FP McCann Limited had been fined up to £225,000 in civil penalties for illegally employing five contractors at a mill in North Wales. This allegation was erroneous and false. The Home Office accepts that FP McCann’s contractors were lawfully entitled to work the site in North Wales. FP McCann has therefore not been fined by the Home Office. The Home Office apologises to FP McCann Limited and its directors for publishing the false and defamatory allegations, and has agreed to pay it substantial damages, and its reasonable legal costs, as a result of the publication of the erroneous press release.",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/05/22/an-apology-to-fp-mccann-limited-and-its-directors/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "On 26 March 2024, the Home Office issued a press release which contained false and defamatory allegations concerning FP McCann Limited. The press release stated that FP McCann Limited had been fined up to £225,000 in civil penalties for illegally …"
    },
    {
        "title": "Fair process as public policy",
        "authors": [
            "Joe Tomlinson"
        ],
        "posted_on": "2025-05-22T12:00:00",
        "categories": [
            "PublicPolicyDesign",
            "Research"
        ],
        "content": [
            {
                "content": "People are sensitive to how public services treat them. They evaluate whether the processes they experience are fair in a way that is distinct from the outcomes they may receive.",
                "tag": "p"
            },
            {
                "content": "In turn, people’s evaluation of whether processes in public services are fair can shape their attitudes and behaviours over time, including towards government more broadly.",
                "tag": "p"
            },
            {
                "content": "These attitudes and behaviours can then have large-scale impacts on society, as well as the capacity of government to deliver policy.",
                "tag": "p"
            },
            {
                "content": "For the last few years, my research group (Administrative Fairness Lab) has been striving to understand more about the public’s perceptions of fair process in the context of public services.",
                "tag": "p"
            },
            {
                "content": "Being treated fairly is personal",
                "tag": "h2"
            },
            {
                "content": "It’s helpful to make this more concrete.",
                "tag": "p"
            },
            {
                "content": "Imagine a person with a disability who is in part-time work. They rely on support through the benefits systems, must have regular healthcare appointments, and are entitled to a range of other forms of support and exemptions from the government.",
                "tag": "p"
            },
            {
                "content": "If this person were to perceive that benefits or healthcare processes were persistently treating them unfairly (even if they were ultimately getting the benefits and healthcare they were entitled to) it is likely to affect their attitudes and behaviours towards these and other services.",
                "tag": "p"
            },
            {
                "content": "They might, for instance, be less willing to reach out to these services, take up other entitlements they ought to have access to, or be less engaged when those services ask for something to be done.",
                "tag": "p"
            },
            {
                "content": "In turn, this can reduce the capability of services to effectively deliver.",
                "tag": "p"
            },
            {
                "content": "The consequences of perception",
                "tag": "h2"
            },
            {
                "content": "There are many reasons why it is important to understand if this theory plays out in reality.",
                "tag": "p"
            },
            {
                "content": "Given the millions of interactions between individuals and public services every day, the potential scale of these effects is significant and diverse.",
                "tag": "p"
            },
            {
                "content": "At the same time, it is often suggested that - while many do - many services are perceived by users as not implementing fair processes.",
                "tag": "p"
            },
            {
                "content": "It is also common to see a (well-intentioned) assumption that people focus on outcomes, not processes, when accessing public services. While it is true that outcomes matter, public service processes are more than just a mechanism to get somebody the outcome they are entitled to as efficiently as possible.",
                "tag": "p"
            },
            {
                "content": "Fair policing",
                "tag": "h2"
            },
            {
                "content": "There is one field where this theory has been widely proven: frontline policing.",
                "tag": "p"
            },
            {
                "content": "Following the pioneering work of Tom Tyler, there is now ample evidence that frontline police officers play a crucial role in shaping public perceptions of the legal system.",
                "tag": "p"
            },
            {
                "content": "The way police treat individuals during encounters - whether fairly, respectfully, and without bias- influences people's willingness to comply with the law. When individuals feel that police officers are procedurally fair, they view them as more legitimate authorities. This legitimacy increases voluntary compliance with laws, as people obey not out of fear of punishment but because they trust the system and believe it is just.",
                "tag": "p"
            },
            {
                "content": "This approach obviously has systemic benefits not only for society but for government; it is premised on a less resource-intensive form of policing.",
                "tag": "p"
            },
            {
                "content": "Improving the NHS",
                "tag": "h2"
            },
            {
                "content": "There is also growing evidence for this theory in other areas, such as healthcare.",
                "tag": "p"
            },
            {
                "content": "Studies have linked, for instance, perceptions of fair process in treatment with higher levels of adherence to medical advice and also to better results in weight management programmes.",
                "tag": "p"
            },
            {
                "content": "Most of these studies have been done in the US, but in the UK, the NHS is one of the most significant points of interaction between the public and public bodies, and administrative processes are too often an afterthought.",
                "tag": "p"
            },
            {
                "content": "Take, for instance, GP’s booking appointments. In 2023, NHS England estimated that general practice delivered 353 million appointments across the year, but appointment booking processes are of highly variable quality, often leaving people frustrated.",
                "tag": "p"
            },
            {
                "content": "There are grounds to think increasing perceptions of procedural fairness in systems like these could be good for health outcomes and good for the NHS overall.",
                "tag": "p"
            },
            {
                "content": "Willingly paying into the system",
                "tag": "h2"
            },
            {
                "content": "Tax researchers have also found evidence to support this theory.",
                "tag": "p"
            },
            {
                "content": "Seeking to explore the potential of alternatives to direct enforcement approaches, researchers across the world have become increasingly interested in how voluntary adherence to tax rules can be increased and whether reform that increases perceptions of procedural fairness could achieve this.",
                "tag": "p"
            },
            {
                "content": "One leading study found that taxpayers who believed that they were treated fairly and respectfully by tax authorities were more likely to perceive the tax system as legitimate. This perception of legitimacy, in turn, was a significant predictor of voluntary tax compliance. Moreover, these people were more willing to comply with tax laws, even in the absence of direct enforcement or penalties. Conversely, when taxpayers felt unfairly treated, they were more likely to resist compliance.",
                "tag": "p"
            },
            {
                "content": "Helping people back to work",
                "tag": "h2"
            },
            {
                "content": "We have been conducting a large study of perceptions of claimants’ perceptions of fair process in Universal Credit, which has been funded by the Nuffield Foundation.",
                "tag": "p"
            },
            {
                "content": "As part of this work, we have developed a better understanding of what fair process means in this context.",
                "tag": "p"
            },
            {
                "content": "Moreover, we have found associations between perceptions of fair process and a range of important behavioural and attitudinal outcomes amongst claimants.",
                "tag": "p"
            },
            {
                "content": "We found that perceptions of fair process were positively associated with claimants being willing to share information and cooperate with the DWP, being willing to complain or appeal, and having a positive relationship with work. In relation to the latter, claimants who perceive they have been subject to fair processes were more likely to report that the Universal Credit system helped them to feel more confident about finding a job or better-paid work, has raised their long-term work-related ambitions, and increased their motivation to leave Universal Credit by finding a job or better-paid work.",
                "tag": "p"
            },
            {
                "content": "Further work is required to evidence these links but initial evidence points to how fair process can help and hinder the effective implementation of some of Universal Credit’s central policy goals.",
                "tag": "p"
            },
            {
                "content": "Process design must be part of policymaking",
                "tag": "h2"
            },
            {
                "content": "There is much more we need to understand about the effects of fair process in public services, and this discussion raises a host of complex questions about how such perceptions are formed across different settings.",
                "tag": "p"
            },
            {
                "content": "But we are at a point where we should be starting to think differently about fair process in public services and what value it has.",
                "tag": "p"
            },
            {
                "content": "Far too often, public bodies draw too sharp of a line between law-making/policymaking and the processes designed to allow people to access the benefits of those laws and policies. This typically reduces user design to narrow questions of implementation.",
                "tag": "p"
            },
            {
                "content": "Our research, and the research of others, suggests fair process in public services has important substantive effects and, in this way, ought to be seen as part and parcel of substantive social and economic policy.",
                "tag": "p"
            },
            {
                "content": "Viewed from this perspective, achieving greater alignment between the procedural fairness expectations of the public and the delivery of government should be central to law-making, policymaking, and attempts to increase the capacity of government to deliver transformative change.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/05/22/fair-process-as-public-policy/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "Public law expert, Joe Tomlinson, sets out the case for why it's important that public services feel fair."
    },
    {
        "title": "Aston Rowant National Nature Reserve & Kew Millennium Seed Bank: Sowing Seeds for Nature’s Recovery",
        "authors": [
            "Mick Venters"
        ],
        "posted_on": "2025-05-22T11:55:30",
        "categories": [
            "Biodiversity",
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Parks, trails and nature reserves",
            "Science and evidence",
            "Species recovery",
            "Tree Planting",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Mick Venters, Senior Reserve Manager at Aston Rowant NNR, Natural England.",
                "tag": "p"
            },
            {
                "content": "Aston Rowant National Nature Reserve (NNR) is a hidden gem in the Chiltern Hills, and I am fortunate to have spent over twenty years as the Reserve Manager here, looking after the habitats whilst welcoming visitors and volunteers to enjoy and care for this special place.  ",
                "tag": "p"
            },
            {
                "content": "In this post, I want to share why the Reserve is so important when we think about restoring nature and give you a sense of how we work in partnership with other organisations, such as our recent work with Kew Millenium Seed Bank.",
                "tag": "p"
            },
            {
                "content": "Let me begin with my personal ode to the Reserve:",
                "tag": "p"
            },
            {
                "content": "The early morning sun casting long shadows over the hillside as the sheep rest peacefully. I am serenaded by a myriad of bird songs from the bushes and trees all around. Summer swallows glide overhead as my gaze is drawn to the patchwork of fields and villages of the Vale of Oxfordshire below. ",
                "tag": "p"
            },
            {
                "content": "This gentle landscape of the Chilterns in southern England fills me with a sense of belonging, a sense of home. ",
                "tag": "p"
            },
            {
                "content": "Aston Rowant NNR’s role in Nature Recovery",
                "tag": "h4"
            },
            {
                "content": "NNRs were established to protect the country's most important habitats, species and geology, whilst also serving as places for scientific research.  Here at Aston Rowant the mix of chalk hills, scrubland (areas of low-growing bushes) and ancient woodland have thrived for hundreds of years and are home to many species that are rare or absent elsewhere in the country.",
                "tag": "p"
            },
            {
                "content": "Aston Rowant NNR is also a Site of Special Scientific Interest (SSSI) and Special Area of Conservation (SAC), containing one of the largest surviving areas of beech woodland, once widespread across the Chilterns, now fragmented by agricultural fields and urban development.  ",
                "tag": "p"
            },
            {
                "content": "Working Together for Nature",
                "tag": "h4"
            },
            {
                "content": "Aston Rowant NNR has a long history of working in partnership with organisations like Chilterns National Landscape, Plantlife, National Trust, and Berkshire, Buckinghamshire, and Oxfordshire Wildlife Trust, to drive nature recovery.",
                "tag": "p"
            },
            {
                "content": "The Reserve is a perfect place for the public to enjoy and learn about nature conservation through activities such as local school trips, community events, and walking groups. We know that engaging with the community is key to delivering nature recovery and we cherish those local relationships.",
                "tag": "p"
            },
            {
                "content": "Our Partnership with Kew’s Millenium Seed Bank",
                "tag": "h4"
            },
            {
                "content": "Recently, we’ve been working with scientists from Kew’s Millennium Seed Bank who have been out on the NNR collecting Wild Cherry tree seeds for conservation and research purposes. This is one of several ongoing conservation initiatives on the NNR, often unnoticed by most visitors. ",
                "tag": "p"
            },
            {
                "content": "That's why we’ve collaborated with the Royal Botanic Gardens, Kew to create a short film to showcase this essential work and raise awareness of the importance of our NNR for nature recovery.",
                "tag": "p"
            },
            {
                "content": "“The NNR at Aston Rowant really is a fantastic site and was a real pleasure to work within. By making these collections of cherry seed we hope to have been able to conserve seed that may be specifically adapted to the local environment here in the Chilterns, not only acting as a long-term safeguard to catastrophic events but also for potential use in the here and now, in scientific research or for possible use in future reintroductions.",
                "tag": "p"
            },
            {
                "content": " It really has been a great opportunity and a perfect illustration of the ongoing partnership between Kew and Natural England.”  - Owen Blake, UK Tree Seed Collecting Project Officer",
                "tag": "p"
            },
            {
                "content": "Watch the film below to see the Wild Cherry seed collection in action at Aston Rowant (film by Nicola Schafer.)",
                "tag": "p"
            },
            {
                "content": "Although Aston Rowant was established as an NNR nearly 70 years ago, researchers are still discovering new and unique species on the site, from fungi and insects to flowers and birds. ",
                "tag": "p"
            },
            {
                "content": "Our partnership with Kew, ensures we can continue to conserve rare species for future generations. In many ways the reserve is a time capsule, but I see it more as a living library of species ready to spread the good news story of nature recovery.",
                "tag": "p"
            },
            {
                "content": "Why Partnerships Matter for Nature Recovery",
                "tag": "h4"
            },
            {
                "content": "By working together with Kew to collect tree seeds from our ancient woodland, we not only preserve these incredible species, but they may one day be used to restore damaged habitats, increase our resilience to climate change, and even contribute to medical research. ",
                "tag": "p"
            },
            {
                "content": "This collaboration is one example of what's possible when we unite behind a common goal: not only to preserve nature, but to help it thrive.",
                "tag": "p"
            },
            {
                "content": "Aston Rowant NNR is one of many NNRs across the country where partnership working is at the heart of driving long-term nature recovery. We understand that we cannot achieve this goal alone, which is why our mission of ‘Building Partnerships for Nature’s Recovery’ remains more vital than ever. ",
                "tag": "p"
            },
            {
                "content": "Together we can create a brighter future for our natural world.",
                "tag": "p"
            },
            {
                "content": "Visit and Get Involved",
                "tag": "h4"
            },
            {
                "content": "To discover more about Aston Rowant NNR and volunteering opportunities, please visit Oxfordshire's National Nature Reserves - GOV.UK and click on ‘Aston Rowant’",
                "tag": "p"
            },
            {
                "content": "To learn more about the mission to protect the world's biodiversity, visit Millennium Seed Bank | Kew. 2025 marks the 25th anniversary of the seed bank and since its inception in 2000, nearly 2.5 billion seeds from more than 40,000 wild plant species have been banked.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/22/aston-rowant-national-nature-reserve-kew-millenium-seed-bank-sowing-seeds-for-natures-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Mick Venters, Senior Reserve Manager at Aston Rowant NNR, Natural England. Aston Rowant National Nature Reserve (NNR) is a hidden gem in the Chiltern Hills, and I am fortunate to have spent over twenty years as the Reserve Manager …"
    },
    {
        "title": "Eye-P Protection",
        "authors": [
            "Sara Jones"
        ],
        "posted_on": "2025-05-22T10:33:00",
        "categories": [
            "Enforcement",
            "Innovation",
            "Patents"
        ],
        "content": [
            {
                "content": "The sun coming out means it’s time to don one of my favourite accessories. As I reorganise my collection of shades, I can't help but marvel at how one pair is never enough. From classic tortoiseshells for everyday wear, to bold statement frames for weekend brunches, each pair of sunnies serves a distinct purpose in my seasonal wardrobe. ",
                "tag": "p"
            },
            {
                "content": "But have you ever wondered about the clever innovations that allow us to transform from squinting pedestrians to effortlessly cool individuals with a simple accessory? Behind those UV-protective lenses lies a fascinating story of British ingenuity, design evolution and intellectual property (IP) that spans centuries. ",
                "tag": "p"
            },
            {
                "content": "Specs through time ",
                "tag": "h3"
            },
            {
                "content": "While prehistoric Inuits crafted snow goggles with narrow slits to combat snow blindness, ancient Chinese judges used darkened glasses to hide their emotions during court proceedings. However, it was the British inventors who made some of the most significant contributions to sunglasses as we know them today. ",
                "tag": "p"
            },
            {
                "content": "The first documented instance of sunglasses came in 1752, when English optician James Ayscough experimented with tinted lenses in spectacles. Ayscough worked as an optician's apprentice while simultaneously establishing his shop in London. Though primarily known for his microscopes, Ayscough introduced spectacles with revolutionary double-hinged side pieces in c.1752 – the start of what we know today as sunglasses. ",
                "tag": "p"
            },
            {
                "content": "While Ayscough wasn't specifically focused on sun protection, he believed blue or green-tinted glass could potentially correct specific vision impairments and his work laid crucial groundwork for future innovations. While these early tinted lenses weren't yet the UV protective accessories we treasure today, they represented an important step in the evolution of protective eyewear. ",
                "tag": "p"
            },
            {
                "content": "It was another British pioneer, Sir David Brewster, who made a discovery in c.1815 that would transform sunglasses. While studying polarised light, Brewster determined the precise angle at which light on a reflective surface could be transmitted. This was previously known as plane-polarised but is now referred to as \"Brewster's Angle.\" This scientific principle underpins the polarised sunglasses that protect our eyes from glare today. ",
                "tag": "p"
            },
            {
                "content": "Protected by patents",
                "tag": "h3"
            },
            {
                "content": "While we often focus on the stylish frames, some of the most valuable patents in the sunglasses industry relate to lens technology. Brewster's work on polarised light would later be applied practically when Edwin Land developed the first synthetic polarising materials in the 1930s. View one of Land’s patents for his polarising sunshades here [link]: US2005426A ",
                "tag": "p"
            },
            {
                "content": "The early 20th century saw sunglasses transition from medical devices to mainstream accessories. By the 1930s, sunglasses gained popularity when they were developed for pilots to combat high-altitude glare, birthing the iconic Aviator style - still one of the bestselling designs today. ",
                "tag": "p"
            },
            {
                "content": "The late 1960s and 1970s saw further innovations, with photochromic lenses that automatically darken in bright conditions. Since 1990, companies like Transitions Optical have built substantial patent portfolios around these technologies, with continuous improvements protected by intellectual property rights. They protect their products with patents such asUS12076951B2.",
                "tag": "p"
            },
            {
                "content": "UK optical companies have continued this tradition of innovation, securing patents for advancements in impact resistance, UV protection, scratch-resistant coatings, and even smart technologies. Patents such as GB1520099A demonstrate how intellectual property protection encourages the ongoing development of safer, more effective eyewear that protects our vision whilst complementing our style. ",
                "tag": "p"
            },
            {
                "content": "Shady look-alikes  ",
                "tag": "h3"
            },
            {
                "content": "Sunglasses are among the most frequently counterfeited products in the UK, so knowing how to identify authentic eyewear really matters! Beyond potentially missing the quality markers of genuine glasses, counterfeits may lack proper UV protection certification, putting your eyes at risk while giving a false sense of security.",
                "tag": "p"
            },
            {
                "content": "This month, £6 million worth of sunglasses, perfume and trainers were seized in Manchester by Rochdale Neighbourhood Policing Team, alongside Rochdale Trading Standards and Greater Manchester Police, in a huge effort to stamp down on criminals selling counterfeits. ",
                "tag": "p"
            },
            {
                "content": "Getting the real deal is important, not only for your eye protection but to ensure you’re getting good value for your hard-earned cash. When adding to your collection look out for: ",
                "tag": "p"
            },
            {
                "content": "The perfect finishing touch ",
                "tag": "h3"
            },
            {
                "content": "So next time you reach for your favourite pair of sunnies, appreciate the layers of innovation and IP protection that make them possible. From historical tinted lenses to today's high-tech eyewear, sunglasses showcase how our IP system encourages creativity and investment in the everyday items we love. ",
                "tag": "p"
            },
            {
                "content": "After all, whether you're relaxing in the park, driving along the coast, or simply trying to look effortlessly cool while grabbing a coffee, your sunglasses aren't just shading your eyes - they're showcasing centuries of protected British innovation at its finest.  ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/05/22/eye-p-protection/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "The sun coming out means it’s time to don one of my favourite accessories. As I reorganise my cherished collection of shades, I can't help but marvel at how one pair is never enough. But have you ever wondered about the clever innovations that allow us to transform from squinting pedestrians to effortlessly cool individuals with a simple accessory?"
    },
    {
        "title": "Applying to register with Ofsted: what you need to know",
        "authors": [
            "Jayne Coward, Deputy Director for Early Years Regulatory Policy and Practice"
        ],
        "posted_on": "2025-05-22T10:18:38",
        "categories": [
            "Childminder registration",
            "Registration"
        ],
        "content": [
            {
                "content": "Whether you’re thinking about registering with Ofsted or are in the process of submitting your application, this blog post aims to help you understand the registration process and the actions you need to take.",
                "tag": "p"
            },
            {
                "content": "Before you begin your application, you need to determine the type of childcare you intend to provide. You need to register with Ofsted unless you’re exempt from registration or you’re going to register with a childminder agency.",
                "tag": "p"
            },
            {
                "content": "Below is a useful flowchart to help you determine what type of provider you should apply to register as. You can contact your local authority early years team if you want advice:",
                "tag": "p"
            },
            {
                "content": "Which register should I join?",
                "tag": "h2"
            },
            {
                "content": "To understand which register you should join, first consider the ages of the children you plan to care for. It is completely up to you whether you join one or more registers, depending on what type of childcare you want to provide.",
                "tag": "p"
            },
            {
                "content": "If you plan to care for children aged from birth to the 31 August after their fifth birthday, you’ll need to register on the Early Years Register and meet the requirements of the early years foundation stage (EYFS) statutory framework.",
                "tag": "p"
            },
            {
                "content": "If you plan to care for children from 1 September after the child’s fifth birthday up until their eighth birthday, you’ll need to register on the compulsory part of the Childcare Register.",
                "tag": "p"
            },
            {
                "content": "If you plan to provide care for children that does not require registration, for example if you’re becoming a nanny, then you can register on the voluntary part of the Childcare Register.   ",
                "tag": "p"
            },
            {
                "content": "If you’re registering on the Childcare Register, whether that’s the compulsory or voluntary parts, you’ll need to follow the relevant requirements for the type of care you intend to provide.",
                "tag": "p"
            },
            {
                "content": "Our registration manual, Childminders and childcare providers: register with Ofsted, gives some examples of different types of care and register combinations.",
                "tag": "p"
            },
            {
                "content": "Which registration form should I complete?",
                "tag": "h2"
            },
            {
                "content": "It’s important to use the correct form to complete your application. Which registration service you use will depend on the provider type you are applying to register as. To apply to operate as:",
                "tag": "p"
            },
            {
                "content": "Each form contains links to further guidance to help you with your application.",
                "tag": "p"
            },
            {
                "content": "What information will I need to complete the form?",
                "tag": "h2"
            },
            {
                "content": "You need to supply us with information to help us process your application and determine how suitable you are to provide childcare. It’s important to supply this information as early as possible to avoid delays to your application.",
                "tag": "p"
            },
            {
                "content": "As an example, if you’re applying to register as a childminder you’ll need: a valid DBS certificate for yourself and anyone living or working with you; first aid training for the age group you intend to look after; a completed health declaration form; and contact details of 2 references (one of which must be from your most recent childcare employer). We also need details of the setting, your address history and any previous registrations you have held with Ofsted or a childminder agency.",
                "tag": "p"
            },
            {
                "content": "If you’re applying to register a nursery or other daycare, we’ll send you an invoice with details of your application fee. Please pay the fee as quickly as possible to avoid delays.",
                "tag": "p"
            },
            {
                "content": "You can find more details on the information we require at the point of application for your type of child care at: Early years and childcare registration.",
                "tag": "p"
            },
            {
                "content": "How long will it take to process my application?",
                "tag": "h2"
            },
            {
                "content": "If you're applying to register on the Early Years Register, once you’ve submitted your application form we’ll contact you to let you know whether we can accept it. We will usually phone you but we may try by email if we are unable to reach you.",
                "tag": "p"
            },
            {
                "content": "During this call, we’ll confirm that you understand the type of service you are registering and outline what to expect. Where applicable, we’ll also schedule a registration visit with you. This will usually be 8 weeks after we’ve accepted your application.",
                "tag": "p"
            },
            {
                "content": "Once we’ve confirmed that your form has been accepted, we will give you a unique reference number (URN) and start to carry out suitability checks.",
                "tag": "p"
            },
            {
                "content": "If you’re already known to us, for example if you’ve been registered before, we may not need to schedule a registration visit during the initial call. This is because we have already carried out suitability checks on you and therefore it’s likely a registration visit can be organised earlier than 8 weeks. We will contact you to confirm this.  ",
                "tag": "p"
            },
            {
                "content": "We aim to complete applications within:",
                "tag": "p"
            },
            {
                "content": "These timescales apply from the point at which we confirm your application has been accepted.",
                "tag": "p"
            },
            {
                "content": "If we need to carry out further checks, we’ll contact you to request these – and it may result in a longer timescale.",
                "tag": "p"
            },
            {
                "content": "Will I receive updates on my application?",
                "tag": "h2"
            },
            {
                "content": "We’ll keep in touch with you throughout the process.",
                "tag": "p"
            },
            {
                "content": "You do not need to contact us to chase your application. Please only contact us by email to make a change to your application or to send us any information we’ve requested. You can do this via enquiries@ofsted.gov.uk from the email address you have registered with us.  ",
                "tag": "p"
            },
            {
                "content": "Our guidance Childcare: application review provides further details on what to expect while your application is under review.",
                "tag": "p"
            },
            {
                "content": "What to look out for when submitting your application",
                "tag": "h2"
            },
            {
                "content": "It’s important to have the required information ready when you begin your application. If we receive an incomplete form, we’ll return it to you and this may cause delays to your application.",
                "tag": "p"
            },
            {
                "content": "To avoid delays, here are some key points to consider when submitting your application:",
                "tag": "p"
            },
            {
                "content": "Adding a setting to your registration",
                "tag": "h2"
            },
            {
                "content": "If you’re already registered with Ofsted and want to add an additional setting to your registration, you must apply to register the new premises. You can do this through our service: Add another setting to your nursey or other daycare organisation (EYS). ",
                "tag": "p"
            },
            {
                "content": "We need to approve any additional setting before you can begin operating from it. We may need to complete an approval visit at the new premises or do an inspection at one of your existing settings before we can make an approval decision. You’ll also need to pay an approval and annual fee for each setting.",
                "tag": "p"
            }
        ],
        "link": "https://earlyyears.blog.gov.uk/2025/05/22/applying-to-register-with-ofsted-what-you-need-to-know/",
        "blog": "Ofsted: early years",
        "blog_link": "https://earlyyears.blog.gov.uk",
        "description": "Whether you’re thinking about registering with Ofsted or are in the process of submitting your application, this blog post aims to help you understand the registration process and the actions you need to take. Before you begin your application, you …"
    },
    {
        "title": "Cuttlefish Action Plan - supporting the Channel demersal NQS fishery",
        "authors": [
            "Callum Williams - Principal Fisheries Manager, Marine Management Organisation"
        ],
        "posted_on": "2025-05-22T09:40:32",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) has launched an action plan for the cuttlefish fishery in ICES areas 7d and 7e.   ",
                "tag": "p"
            },
            {
                "content": "The development of an action plan was proposed in the Channel demersal non-quota species (NQS) fisheries management plan (FMP) because the cuttlefish fishery is of high economic importance, has a potential risk of exploitation and doesn’t have a formal ICES stock assessment determining levels of sustainability.  ",
                "tag": "p"
            },
            {
                "content": "The plan focuses on restoring or maintaining the stock at sustainable levels and delivering benefits for future generations, whether they are environmental, social, or economic. It will help us pinpoint where more evidence is required and enhance monitoring and data collection to guide future management decisions. ",
                "tag": "p"
            },
            {
                "content": "Key actions from the plan are:  ",
                "tag": "h2"
            },
            {
                "content": "Find the full Cuttlefish Action Plan on gov.uk (you’ll find a summary table of the goals and actions on page seven.) ",
                "tag": "p"
            },
            {
                "content": "Stakeholder engagement to develop the FMP and Cuttlefish Action Plan ",
                "tag": "h2"
            },
            {
                "content": "MMO started engaging with stakeholders in early 2024 to explore what should be included in the cuttlefish action plan.  ",
                "tag": "p"
            },
            {
                "content": "We started by holding a roundtable discussion with key stakeholders to look at the existing evidence base, views and opinions on the key issues of the cuttlefish fishery. This identified the need for a better understanding of the fishery.  ",
                "tag": "p"
            },
            {
                "content": "A roadshow followed which visited Newlyn, Brixham, Shoreham-by Sea and Hastings. This helped us to build on the initial findings and gather further understanding of views on the status of the fishery and the proposed management measures in the FMP. A questionnaire supported this to gather information from those that couldn't attend. ",
                "tag": "p"
            },
            {
                "content": "Thanks to all those involved in the development of the action plan so far. The views and opinions we collected were fed into both the development of the cuttlefish action plan and other measures which were proposed in the FMP.  ",
                "tag": "p"
            },
            {
                "content": " Next steps  ",
                "tag": "h2"
            },
            {
                "content": "We're planning a follow-up roundtable and after that, we'll hit the road to some key spots in the 7d/7e areas to share the progress from our action plan, including insights from evidence projects and market sampling. We'll also be gathering views on the latest roundtable discussion outputs and explore the potential for gear trials.  ",
                "tag": "p"
            },
            {
                "content": "Feedback we get from these will be crucial in shaping the focus and ongoing development of our action plan, which will keep evolving as we learn more about the fishery. ",
                "tag": "p"
            },
            {
                "content": "To get involved, please contact us at fmp@marinemanagement.org.uk for more details. ",
                "tag": "p"
            },
            {
                "content": "Find the published FMP at Channel demersal non-quota species fisheries management plan (FMP) - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/05/22/cuttlefish-action-plan-supporting-the-channel-demersal-nqs-fishery/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "MMO has launched the Cuttlefish Action Plan as part of the Channel demersal non-quota species FMP.  Read about the steps we’re taking to support the fishery and develop the evidence base."
    },
    {
        "title": "How we value: nurseries",
        "authors": [
            "Justin Allen - National Valuation Lead"
        ],
        "posted_on": "2025-05-22T09:23:34",
        "categories": [
            "Business Rates",
            "How We Value"
        ],
        "content": [
            {
                "content": "There are around 12,500 nurseries, made up of day nurseries, pre-schools and other daycare facilities, across England and Wales, providing care, support and early education to children up to 5 years old.",
                "tag": "p"
            },
            {
                "content": "The Valuation Office Agency (VOA) is responsible for calculating their rateable values.",
                "tag": "p"
            },
            {
                "content": "Rateable value vs business rates",
                "tag": "h2"
            },
            {
                "content": "A property’s rateable value is not the same as its business rates bill.",
                "tag": "p"
            },
            {
                "content": "Rateable values are estimates of the annual rent a property could reasonably be expected to generate on a date set in law, known as the Antecedent Value Date (or AVD). ",
                "tag": "p"
            },
            {
                "content": "Local councils use these values to calculate business rates bills. They do this by multiplying the rateable value by an agreed multiplier and then applying any rate reliefs or exemptions a property qualifies for.",
                "tag": "p"
            },
            {
                "content": "Reliefs and exemptions do not affect rateable values, but they do affect how much you pay in business rates. Nurseries in Wales are eligible for Small Business Rates Relief.",
                "tag": "p"
            },
            {
                "content": "The valuation method",
                "tag": "h2"
            },
            {
                "content": "Like most other business properties, nurseries are valued using the rental comparison method.",
                "tag": "p"
            },
            {
                "content": "For properties valued using this method we collect a representative sample of real rental prices across the sector.",
                "tag": "p"
            },
            {
                "content": "This information helps us get a sense of the rental market, but rent paid will not always equal a property’s rateable value.",
                "tag": "p"
            },
            {
                "content": "This is because:",
                "tag": "p"
            },
            {
                "content": "To account for this we use a measure, known as a unit of comparison. This helps us make sure we value all nurseries fairly and consistently.",
                "tag": "p"
            },
            {
                "content": "Unit of comparison",
                "tag": "h2"
            },
            {
                "content": "As our valuations are based on rental evidence above all else, the unit of comparison we use doesn’t generally impact the rateable value. But it does help to ensure rateable values are as accurate as possible.",
                "tag": "p"
            },
            {
                "content": "For the 2026 revaluation, the unit of comparison for nurseries is a price per square metre. We use all the evidence we have collected to set it. We multiply this by the size of the property to calculate its rateable value.",
                "tag": "p"
            },
            {
                "content": "We also consider the individual features of each property, looking at factors like how the building is designed and used. We do this to account for variation in the sector, as nurseries occupy a wide range of different buildings such as industrial properties and converted commercial spaces.",
                "tag": "p"
            },
            {
                "content": "Location",
                "tag": "h2"
            },
            {
                "content": "In any area, the specific location of a nursery is key in determining rental value, and valuations will naturally differ between areas.",
                "tag": "p"
            },
            {
                "content": "Usually, nurseries in prime locations – for example in or near city centres, or close to major employers, like hospitals - will be able to charge higher fees, therefore attracting the highest rents. At the other end, nurseries in areas with less demand tend to charge less, with lower rental values.",
                "tag": "p"
            },
            {
                "content": "Looking ahead: Revaluation 2026",
                "tag": "h2"
            },
            {
                "content": "The next business rates revaluation is due to come into effect on 1 April 2026. It will be based on property values as of 1 April 2024.",
                "tag": "p"
            },
            {
                "content": "Changes in rateable values will be primarily driven by changes in the property market since the last revaluation was carried out, regardless of whether these go up or down.",
                "tag": "p"
            },
            {
                "content": "To view your current rateable value, check the details we hold about your property and receive notifications about future valuations, register for a Business Rates Valuation Account.",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2025/05/22/how-we-value-nurseries/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "In this instalment of our How We Value series, we explain how we value day nurseries and pre-schools across England and Wales."
    },
    {
        "title": "A channel and domain strategy for adult social care content ",
        "authors": [
            "Hayley Sorrell"
        ],
        "posted_on": "2025-05-21T17:03:03",
        "categories": [
            "Adult Social Care",
            "Content",
            "Discovery"
        ],
        "content": [
            {
                "content": "Last week, in the Department of Health and Social Care’s (DHSC’s) digital transformation team, we started work to create a channel and domain strategy for adult social care content linked to DHSC and NHS England. ",
                "tag": "p"
            },
            {
                "content": "When we say digital ‘channels’ we mean the platforms where content is shared, such as websites, social media, and email services. ‘Domains’ are the specific web addresses or sections within a website where information is hosted.  ",
                "tag": "p"
            },
            {
                "content": "This work aims to make sure content is structured effectively, making it easier for people to find and access the right information. ",
                "tag": "p"
            },
            {
                "content": "Why we’re doing this ",
                "tag": "h2"
            },
            {
                "content": "There are many adult social care websites and domains which are owned or commissioned by DHSC and NHS England. Some of this content is aimed at the care workforce (for example, care home managers) and some is aimed at people who need care. ",
                "tag": "p"
            },
            {
                "content": "Examples of this content: ",
                "tag": "p"
            },
            {
                "content": "While each piece of content has a target audience and meets a need, content can feel fragmented and hard to navigate - for example, when someone is trying to understand if they are eligible to get funding for their care costs.  ",
                "tag": "p"
            },
            {
                "content": "We hope a clear channel and domain strategy will mean we can understand where current and future content should sit to serve our users best. We’re working alongside another discovery which is focussed on the information needs of people looking for adult social care. ",
                "tag": "p"
            },
            {
                "content": "What work has happened so far ",
                "tag": "h2"
            },
            {
                "content": "Working with user-centred design professionals from our team and content designers from our delivery partner, we kicked off the work with a workshop with colleagues from DHSC and NHS England who are responsible for much of our adult social care content. In this workshop, we worked on understanding the problem further, identifying user types and discussing different models for managing and publishing content.  ",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2025/05/21/a-channel-and-domain-strategy-for-adult-social-care-content/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "Last week, in the Department of Health and Social Care’s (DHSC’s) digital transformation team, we started work to create a channel and domain strategy for adult social care content linked to DHSC and NHS England.  When we say digital ‘channels’ …"
    },
    {
        "title": "Research and Development for Integrated Pest Management and how it can help you   ",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-05-21T15:45:13",
        "categories": [
            "Grants"
        ],
        "content": [
            {
                "content": "Integrated Pest Management (IPM) is a whole-farm approach that uses all available methods to prevent, monitor, and control pests, weeds and diseases.",
                "tag": "p"
            },
            {
                "content": "Adopting IPM practices can help you reduce the risks associated with pesticides, combat pesticide resistance, and support sustainable agricultural productivity.",
                "tag": "p"
            },
            {
                "content": "Research and development for IPM is unearthing new findings that can help you use the most effective methods to tackle pests, weeds and diseases.",
                "tag": "p"
            },
            {
                "content": "From farmer-led innovative projects, improved decision-making tools to insights into predatory beetles – this post outlines some of the exciting work that’s going on around IPM and how you can get involved.",
                "tag": "p"
            },
            {
                "content": "Innovation on Farm",
                "tag": "p"
            },
            {
                "content": "Upcoming grants",
                "tag": "p"
            },
            {
                "content": "We are supporting the development of new effective IPM research targeted at some of the most challenging areas of crop protection.",
                "tag": "p"
            },
            {
                "content": "You can now apply for Farming Innovation Programme (FIP) grants which can fund research to deliver practical benefits of precision breeding technology, such as disease resistant crop varieties.",
                "tag": "p"
            },
            {
                "content": "FIP has supported innovative projects, such as trialling slug-resistant wheat varieties and polyculture arable crop growing techniques to reduce the need for pesticides. You can find out more about these projects on the FIP case studies page.",
                "tag": "p"
            },
            {
                "content": "Through the Farming Equipment and Technology Fund, you can apply for grants of up to £25,000 to buy new equipment such as tractor powered electric weeders to help reduce pesticide use.",
                "tag": "p"
            },
            {
                "content": "The Accelerating Development of Practices and Technologies Fund is now open and provides collaborative farmer-led grants, which can help you trial new technology and IPM methods on your farm.",
                "tag": "p"
            },
            {
                "content": "Rothamsted IPM Research project",
                "tag": "p"
            },
            {
                "content": "Dr Sam Cook and Charlotte Robb work at Rothamsted Research on regenerative agriculture and IPM. Their areas of interest include encouraging natural pest predators, intercropping and using trap crops, to help farmers reduce the pest incidents and protect their oilseed rape and mustard seeds.",
                "tag": "p"
            },
            {
                "content": "By working collaboratively with farmers, they are building a picture of the techniques being used to tackle pests and producing data on pest numbers – to understand what works and what doesn’t.",
                "tag": "p"
            },
            {
                "content": "In this video, they talk about their research and their aims to support farmers to adopt IPM practices. ",
                "tag": "p"
            },
            {
                "content": "Cabbage Stem Flea Beetle projects",
                "tag": "p"
            },
            {
                "content": "A greater understanding of the Cabbage Stem Flea Beetle (CSFB) lifecycle can help develop new monitoring tools to help protect oilseed rape crop and support the development of new strategies to target the beetle.",
                "tag": "p"
            },
            {
                "content": "The csfbSMART project – Sharing Management and Agronomy Research Tools – connected two research projects investigating CSFB control.",
                "tag": "p"
            },
            {
                "content": "Together, these projects worked to develop tools to aid farmers’ decision-making so they could effectively monitor and interpret CSFB data. When applied, these tools helped farmers to select the most appropriate management approaches for the oilseed rape crop and the surrounding landscape.",
                "tag": "p"
            },
            {
                "content": "Key findings from this research have shown that the timing of CSFB emerging from the crop is later than previously thought and that longer lasting companion crops have the potential to reduce the number of CSFB larvae whilst increasing biodiversity.",
                "tag": "p"
            },
            {
                "content": "This means there is potential to reduce the adult population of CSFB in winter oilseed rape by using targeted post-harvest cultivations as part of an IPM strategy. These approaches are now being used by some farmers as part of an IPM approach.",
                "tag": "p"
            },
            {
                "content": "Next steps: pesticide resistance",
                "tag": "p"
            },
            {
                "content": "The overuse of chemical pesticides can lead to resistant pests, weeds and diseases. Pesticide resistance is when a pesticide shows reduced control of target pests, weeds and diseases compared to the formerly effective application rate.",
                "tag": "p"
            },
            {
                "content": "IPM can help reduce the risk of pesticide resistance by targeting pesticide use to when and where it is needed and using alternative non-chemical approaches.",
                "tag": "p"
            },
            {
                "content": "We are collating the latest research on pesticide resistance to identify crops and pests most at risk. This project will assess existing databases on pesticide resistance and help to build a greater understanding of resistance challenges in England and potential routes to manage and reduce these.",
                "tag": "p"
            },
            {
                "content": "This will be available on our science search site found here.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "p"
            },
            {
                "content": "To support the adoption of different IPM approaches, we’ve published an Integrated Pest Management (IPM) guidance page on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "It provides practical information to help you increase your use of IPM and includes:  ",
                "tag": "p"
            },
            {
                "content": "Listen",
                "tag": "p"
            },
            {
                "content": "The most recent episode of the Defra Farming Podcast features arable farmer and leader of the British On Farm Innovation Network (BOFIN), Tom Allen-Stevens, speaking with farmer Martin Lines and agronomist Ed Schofield about their experience of implementing integrated pest management (IPM).",
                "tag": "p"
            },
            {
                "content": "Join the ADAS Integrated Pest Management Network (IPM NET) ",
                "tag": "p"
            },
            {
                "content": "IPM NET is a free knowledge-sharing network that seeks to improve understanding of IPM and promote effective IPM strategies.",
                "tag": "p"
            },
            {
                "content": "Being part of IPM NET can help you review your IPM strategy and identify opportunities to reduce costs and improve the efficiency, sustainability, and profitability of your farm.",
                "tag": "p"
            },
            {
                "content": "You can find out more and register here: IPM NET | The Yield Enhancement Network",
                "tag": "p"
            },
            {
                "content": "As a member, you will receive:",
                "tag": "p"
            },
            {
                "content": "•           updates on IPM resources, news, and opportunities",
                "tag": "p"
            },
            {
                "content": "•           invites to relevant IPM events",
                "tag": "p"
            },
            {
                "content": "•           opportunities to discuss and feedback on different IPM approaches",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/05/21/research-and-development-for-integrated-pest-management-and-how-it-can-help-you/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "Integrated Pest Management (IPM) is a whole-farm approach that uses all available methods to prevent, monitor, and control pests, weeds and diseases. Adopting IPM practices can help you reduce the risks associated with pesticides, combat pesticide resistance, and support sustainable …"
    },
    {
        "title": "National Numeracy Day 2025: Top tips for helping children feel more confident with maths",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-21T15:10:20",
        "categories": [
            "numeracy",
            "Primary Schools",
            "Schools",
            "Secondary schools"
        ],
        "content": [
            {
                "content": "This post was guest written by National Numeracy ",
                "tag": "p"
            },
            {
                "content": "This Wednesday 21 May marks National Numeracy Day and we're sharing practical advice to boost number confidence. Maths and numeracy are essential life and work skills, and the government are committed to ensuring they remain a core part of every young person's learning.",
                "tag": "p"
            },
            {
                "content": "Whether you're a parent supporting homework or a teacher inspiring future mathematicians, our tips help transform number anxiety into confidence.",
                "tag": "p"
            },
            {
                "content": "Around half of working-age adults have primary school-level numeracy skills, with many struggling with basic budgeting multiplication, which can lead adults to feel negatively towards the subject.",
                "tag": "p"
            },
            {
                "content": "This can change - most people can improve their numeracy and overcome maths anxiety. To become a more numerate nation, change must start with children from the youngest age. Parents and carers have the most significant influence on children's feelings about maths, despite often lacking confidence themselves.",
                "tag": "p"
            },
            {
                "content": "How can parents, carers and teachers, help children to feel more confident with numbers?",
                "tag": "h3"
            },
            {
                "content": "The approach that National Numeracy, the independent charity behind National Numeracy Day, takes focuses on building confidence first and foremost. ",
                "tag": "p"
            },
            {
                "content": "Secondly, we work with adults and children together – building confidence with both the supporter and child. It’s a winning combination.",
                "tag": "p"
            },
            {
                "content": "Families and teachers can make a huge difference children’s maths learning and help them build their confidence with numbers.",
                "tag": "p"
            },
            {
                "content": "Here are our top three tips for helping children feel confident with maths:",
                "tag": "h3"
            },
            {
                "content": "It is vital that adults that support children do not think they have to be maths experts themselves. There is no ‘maths gene’ – our abilities come from nurture not nature. So, one of the best ways to help support the children in your care is to improve your own number confidence.",
                "tag": "p"
            },
            {
                "content": "Here are our five top tips to for parents and teachers supporting children:",
                "tag": "h3"
            },
            {
                "content": "This National Numeracy Day, take a look at the charity’s website for free activities and resources for both adults and children.How you talk about maths shapes your child's confidence with numbers.",
                "tag": "p"
            },
            {
                "content": "Avoid saying you were \"never good at maths\" as this can make children think maths ability is fixed. Instead, share that while you may have found maths hard at school, you've learned useful number skills for everyday life. Let them know that working together on problems helps everyone improve.",
                "tag": "p"
            },
            {
                "content": "This simple change helps children see that getting better at maths is possible for everyone with practice and support.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/national-numeracy-day-2025-top-tips-for-helping-children-feel-more-confident-with-maths/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "This Wednesday 21 May marks National Numeracy Day and we're sharing practical advice to boost number confidence. Maths and numeracy are essential life and work skills, and the government are committed to ensuring they remain a core part of every young person's learning"
    },
    {
        "title": "International Bilateral Fund to further boost global space partnerships",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-05-21T15:06:14",
        "categories": [
            "Funding",
            "International"
        ],
        "content": [
            {
                "content": "The UK Space Agency is making £5.5 million of funding available for new proposals under the International Bilateral Fund (IBF) - a programme supporting ambitious partnerships between UK organisations and international space entities. ",
                "tag": "p"
            },
            {
                "content": "Since its launch, the IBF has helped build pioneering collaborations across the globe, driving innovation and strengthening the UK’s position as a trusted space partner. ",
                "tag": "p"
            },
            {
                "content": "The IBF encourages partnerships that align with the priorities of both the UK and its international counterparts, promoting economic growth through inward investment and exports, while accelerating development of key UK space capabilities. ",
                "tag": "p"
            },
            {
                "content": "Professor Anu Ojha, International Director at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "Driving innovation through collaboration: IBF success stories",
                "tag": "h2"
            },
            {
                "content": "Since its launch in 2023, the IBF has supported a variety of groundbreaking projects that demonstrate the strength and diversity of UK space partnerships: ",
                "tag": "p"
            },
            {
                "content": "Details of the new call",
                "tag": "h2"
            },
            {
                "content": "The International Bilateral Fund seeks proposals that: ",
                "tag": "p"
            },
            {
                "content": "Key points: ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency looks forward to receiving innovative proposals that will continue to strengthen the UK’s international space partnerships and drive forward our ambitions in this dynamic sector. ",
                "tag": "p"
            },
            {
                "content": "Click here for full application guidance. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/05/21/international-bilateral-fund-to-further-boost-global-space-partnerships/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is making £5.5 million of funding available for new proposals under the International Bilateral Fund - a programme supporting ambitious partnerships between UK organisations and international space entities.  "
    },
    {
        "title": "Applying for Probate: Top Tips, Tools and What to Expect",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2025-05-21T13:21:06",
        "categories": [
            "Digital services",
            "Family",
            "Podcast"
        ],
        "content": [
            {
                "content": "Applying for probate is something many people will face at some point, but it often comes during a deeply difficult time.",
                "tag": "p"
            },
            {
                "content": "In this episode of Inside HMCTS, we chat with Arjan and Nigel about the process of applying for probate.",
                "tag": "p"
            },
            {
                "content": "Whether you're applying online or using a paper form, this episode offers clear, supportive guidance to help navigate what can be a difficult time with confidence.",
                "tag": "p"
            },
            {
                "content": "From avoiding common mistakes to understanding timelines and requirements, this practical conversation is designed to make the journey smoother for everyone involved.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/05/21/applying-for-probate-top-tips-tools-and-what-to-expect/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "In this episode, our colleagues share expert advice on how to make the probate process easier and less stressful. If you're preparing to apply or just want to understand how it works, this episode is here to help."
    },
    {
        "title": "How we’re providing real-time accessibility statements and issue management",
        "authors": [
            "Andy Jones"
        ],
        "posted_on": "2025-05-21T10:00:00",
        "categories": [
            "Accessibility",
            "Cross-government",
            "design"
        ],
        "content": [
            {
                "content": "In late 2023, the Department for Education (DfE) DesignOps team noticed a recurring problem across the services DfE provided to users. Many of our digital services did not have accessibility statements, or had out-of-date, or incorrect statements. This issue made it difficult for users to understand how accessible our services were, and we lacked the data needed to identify common accessibility issues or track progress. ",
                "tag": "p"
            },
            {
                "content": "Identifying the challenge ",
                "tag": "p"
            },
            {
                "content": "We recognised the challenge – teams struggled to provide or keep accessibility statements accurate and compliant with the Public Sector Accessibility Regulations 2018. Without a central way to manage these statements, it was impossible to consistently identify accessibility risks or track fixes effectively. ",
                "tag": "p"
            },
            {
                "content": "Setting our objectives ",
                "tag": "p"
            },
            {
                "content": "We set ourselves the task of creating a service that could manage accessibility statements and issues centrally. In January 2024, we recruited a senior accessibility specialist who guided us in aligning our approach with best practices and legal standards. They were instrumental in developing learning and training tools in the department, working with digital teams in understanding accessibility requirements, and supporting them with audits, troubleshooting, advice, and recommendations. ",
                "tag": "p"
            },
            {
                "content": "Throughout 2024, we also involved a group of T-Level students from Bury College who were with us as part of a work placement. They joined us one day each week, mapping user journeys, researching user needs, and identifying the crucial data points needed to capture accessibility issues to support the wider goal of automating accessibility statement generation.  ",
                "tag": "p"
            },
            {
                "content": "Taking practical steps ",
                "tag": "p"
            },
            {
                "content": "By early 2025, with the students completing their placement, the DesignOps team took their valuable work forward. ",
                "tag": "p"
            },
            {
                "content": "In April 2025, we launched a private beta involving several key DfE services to understand if it improved the management of issues and accessibility statements for teams. This beta allows teams to: ",
                "tag": "p"
            },
            {
                "content": "We also built our product to support multi-tenant use, meaning arms-length bodies and partner agencies can use it with their own branding on their statements. ",
                "tag": "p"
            },
            {
                "content": "Positive early outcomes ",
                "tag": "p"
            },
            {
                "content": "The initial feedback from our private beta is very positive. Teams now have clearer visibility of accessibility issues, enabling them to act quickly and keep statements accurate and compliant. Users benefit from up-to-date accessibility statements, better support, and clearer information. ",
                "tag": "p"
            },
            {
                "content": "We’ve also identified several future features: ",
                "tag": "p"
            },
            {
                "content": "Additional ideas include integrating automated accessibility checks into continuous integration processes and enabling automatic onboarding from service registers for departments ",
                "tag": "p"
            },
            {
                "content": "Cross-government show and tell ",
                "tag": "p"
            },
            {
                "content": "We held a cross-government show and tell on 13 May, where we demoed the product. Questions and feedback were forthcoming and it’s clear there is a need for a product like this in other departments. As we work in the open, the code for the product is freely available to use and with a little configuration, could be used by anyone to track issues and provide real-time accessibility statements.  ",
                "tag": "p"
            },
            {
                "content": "Our next steps ",
                "tag": "p"
            },
            {
                "content": "Over the coming months, we’ll: ",
                "tag": "p"
            },
            {
                "content": "By bringing together issue management, dynamic accessibility statements, and targeted guidance, we aim to significantly improve digital accessibility across government services. ",
                "tag": "p"
            }
        ],
        "link": "https://dfedigital.blog.gov.uk/2025/05/21/how-were-providing-real-time-accessibility-statements-and-issue-management/",
        "blog": "DfE Digital, Data and Technology",
        "blog_link": "https://dfedigital.blog.gov.uk",
        "description": "In late 2023, the Department for Education (DfE) DesignOps team noticed a recurring problem across the services DfE provided to users. Many of our digital services did not have accessibility statements, or had out-of-date, or incorrect statements. This issue made …"
    },
    {
        "title": "Wildlife licensing: enabling development while protecting Nature - annual summary 2024  ",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-21T10:00:00",
        "categories": [
            "Biodiversity",
            "Development",
            "Evidence",
            "Licensing",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Protected sites and species",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Gemma Ole's, Deputy Director, Natural England Wildlife Licensing Service ",
                "tag": "p"
            },
            {
                "content": "At Natural England we help balance economic growth with nature protection. Wildlife licensing is a vital tool to enable this. Our licences are broad ranging and allow development and other activities to proceed, while safeguarding protected species and their habitats.  ",
                "tag": "p"
            },
            {
                "content": "Wildlife licensing presents many challenges in balancing the needs of people, protected species and the landscape we share. We are committed to reforming our processes to better support our customers with timely decisions – whilst also minimising impacts on and seeking positive outcomes for nature.   ",
                "tag": "p"
            },
            {
                "content": "What we do  ",
                "tag": "p"
            },
            {
                "content": "Wildlife licences support a wide range of activities across the UK - from research projects and species reintroductions to housing developments, infrastructure projects and renewable energy installations.  ",
                "tag": "p"
            },
            {
                "content": "Improving our service  ",
                "tag": "p"
            },
            {
                "content": "To meet growing demands for sustainable development, home building and nature recovery, we've streamlined our processes and reduced regulatory burden. Overall on-time delivery improved from 84.9% in 2023 to 91.1% in 2024.   ",
                "tag": "p"
            },
            {
                "content": "Innovation in action  ",
                "tag": "p"
            },
            {
                "content": "Our Bat Earned Recognition scheme accredits ecologists before they submit licence applications. This gives them:  ",
                "tag": "p"
            },
            {
                "content": "Since launching, this scheme has saved an estimated 10,000 working days, worth around £1.5 million to our stakeholders.  ",
                "tag": "p"
            },
            {
                "content": "Early advice service  ",
                "tag": "p"
            },
            {
                "content": "In 2024, we funded additional teams to provide early advice at the pre-application stage, helping developers build nature-friendly solutions from the start. These teams have supported:  ",
                "tag": "p"
            },
            {
                "content": "Paving the way for species reintroductions  ",
                "tag": "p"
            },
            {
                "content": "Alongside these improvements, this year we issued our first licence for the wild release of beavers, to the National Trust's Purbeck Beaver Project in Dorset. The beavers are expected to increase biodiversity, restore wetland habitats and improve protected sites across the Purbeck Heaths National Nature Reserve.  ",
                "tag": "p"
            },
            {
                "content": "The project was assessed against specific beaver wild release criteria to help ensure all the impacts, positive and negative, are considered as part of the assessment approach. The licensing approach aims to achieve a measured pace of reintroduction across the country.   ",
                "tag": "p"
            },
            {
                "content": "Background and further details on Natural England’s wildlife licensing statistics 2024  ",
                "tag": "p"
            },
            {
                "content": "Many wild animals and plants are protected by legislation such as the Wildlife and Countryside Act 1981 and the Conservation of Habitats and Species Regulations 2017. As the Government’s nature conservation adviser and regulator, one of Natural England’s roles is to licence certain activities that may disturb or harm wildlife, in line with the legal framework established by Parliament.  ",
                "tag": "p"
            },
            {
                "content": "Each year, as part of our commitment to transparency, we publish a summary of the wildlife licences we have issued and the data for 2024 are now available here.  ",
                "tag": "p"
            },
            {
                "content": "In our 2024 summary, the licences fall into four main categories:  ",
                "tag": "p"
            },
            {
                "content": "Further information  ",
                "tag": "p"
            },
            {
                "content": "The full wildlife licencing statistics are available on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "For more information, please contact: enquiries@naturalengland.org.uk  ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/21/wildlife-licensing-enabling-development-while-protecting-nature-annual-summary-2024/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Gemma Ole's, Deputy Director, Natural England Wildlife Licensing Service At Natural England we help balance economic growth with nature protection. Wildlife licensing is a vital tool to enable this. Our licences are broad ranging and allow development and other …"
    },
    {
        "title": "Supporting students in crisis: how we’re supporting students with their mental health and suicide prevention  ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-21T09:32:49",
        "categories": [
            "Mental Health",
            "Universities"
        ],
        "content": [
            {
                "content": "Warning: some people may find the content of this article upsetting",
                "tag": "p"
            },
            {
                "content": "We have just published the largest-ever national review into student suicides in higher education, examining over 160 cases of suspected suicide or self-harm during the 2023/24 academic year. The review was conducted by the National Confidential Inquiry into Suicide and Safety in Mental Health (NCISH) and aimed to understand how universities currently respond to students in urgent need of help and how to help identify areas for improvement.",
                "tag": "p"
            },
            {
                "content": "What were the main findings of the review? ",
                "tag": "h3"
            },
            {
                "content": "Looking at the broader picture, the review found that undergraduates made up the majority of cases, with first-year students and international students being particularly vulnerable. These findings point to key transition periods as times of heightened risk, when students may struggle with adapting to university life, being away from home, or navigating a new country and culture.",
                "tag": "p"
            },
            {
                "content": "Universities now need to focus their support on these specific groups and improve how they identify students who might need help. The review revealed several gaps in university practices. In three-quarters of cases, bereaved families were not included in serious incident reviews following a death. Many students who died by suicide were already known to universities and had experienced stresses like academic pressure, social isolation, or mental health struggles.  ",
                "tag": "p"
            },
            {
                "content": "What actions will universities need to take? ",
                "tag": "h3"
            },
            {
                "content": "Following this report, we are calling on universities to do more to help protect students. They will now be expected to: ",
                "tag": "p"
            },
            {
                "content": "The government is also taking several steps to drive change: ",
                "tag": "p"
            },
            {
                "content": "How have universities responded to these challenges so far? ",
                "tag": "h3"
            },
            {
                "content": "Universities have shown real commitment to improving student mental health support. Currently, 113 universities have joined the University Mental Health Charter Programme, and there has been increased investment in support services across the sector. But we also want the sector to do more to offer support and protection where it’s needed.  ",
                "tag": "p"
            },
            {
                "content": "Will families be more involved in the future? ",
                "tag": "h3"
            },
            {
                "content": "The government and taskforce will work to encourage universities to include bereaved families in future reviews following a student's death. Input from families will be sought as much as possible, and universities will now be held to account if they fail to include families appropriately. ",
                "tag": "p"
            },
            {
                "content": "How can I access the full report? ",
                "tag": "h3"
            },
            {
                "content": "The full National Review into Higher Education Student Suicides is now available, providing detailed insights into the findings and recommendations for improving student support and preventing future tragedies. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/supporting-students-in-crisis-how-were-supporting-students-with-their-mental-health-and-suicide-prevention/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We have just published the largest-ever national review into student suicides in higher education, examining over 160 cases of suspected suicide or self-harm during the 2023/24 academic year. The review was conducted by the National Confidential Inquiry into Suicide and Safety in Mental Health (NCISH) and aimed to understand how universities currently respond to students in urgent need of help and how to help identify areas for improvement."
    },
    {
        "title": "How we protect the UK from vector-borne diseases like dengue and West Nile virus",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-05-21T09:30:00",
        "categories": [
            "Health Protection",
            "Zoonoses"
        ],
        "content": [
            {
                "content": "Vector-borne diseases - illnesses transmitted to humans by organisms such as mosquitoes and ticks - account for more than 17% of all infectious diseases globally, causing over 700,000 deaths annually. They include malaria, West Nile virus, dengue and yellow fever. At UKHSA, our medical entomology teams play a vital role in monitoring and assessing new species and diseases that could threaten public health.",
                "tag": "p"
            },
            {
                "content": "Current UK risk profile",
                "tag": "h2"
            },
            {
                "content": "The risk from vector-borne diseases in the UK is increasing due to global travel and trade, changing land use and climate change.",
                "tag": "p"
            },
            {
                "content": "Imported malaria cases in England, Wales and Northern Ireland exceeded 2,000 in 2023 - the highest in 20 years - compared to 1,369 in 2022. This rise coincides with malaria's global resurgence and increased post-pandemic travel.",
                "tag": "p"
            },
            {
                "content": "In recent years there has been an increase in locally acquired dengue cases in France, Italy and Spain, transmitted by the tiger mosquito, as well as an increase in imported travel-associated dengue cases in UK travellers. UKHSA vector surveillance systems have detected these mosquito species in the UK on a number of occasions, leading to rapid action to minimise their chances of establishing.",
                "tag": "p"
            },
            {
                "content": "Climate-sensitive mosquito-borne viruses have started to emerge in the UK, including the detection of Usutu virus in 2020, affecting blackbirds. Now, West Nile virus has been detected in UK mosquitoes for the first time. In July 2023, fragments of the virus were identified in Aedes vexans mosquitoes collected from wetlands in Nottinghamshire. While the risk to the public remains very low, this marks a significant development in vector surveillance",
                "tag": "p"
            },
            {
                "content": "How disease vectors reach the UK",
                "tag": "h2"
            },
            {
                "content": "Mosquitoes and ticks with the potential to transmit disease can reach our shores through:",
                "tag": "p"
            },
            {
                "content": "As our climate warms, non-native species increasingly find UK conditions suitable for survival, reproduction and establishment.",
                "tag": "p"
            },
            {
                "content": "UKHSA's response strategy",
                "tag": "h2"
            },
            {
                "content": "Our Medical Entomology and Zoonoses Ecology (MEZE) team in our Centre for Climate and Health Security (CCHS) assesses the emerging risks from vectors and advises the government on appropriate responses.",
                "tag": "p"
            },
            {
                "content": "Mosquito surveillance and control",
                "tag": "h2"
            },
            {
                "content": "Transport hubs, such as motorway service stations and truck stops, are ideal sites at which in-depth data can be gathered on the detection of invasive mosquito species brought into the country in lorries and other vehicles.",
                "tag": "p"
            },
            {
                "content": "If imported goods or vehicles carrying mosquitoes reach the UK, they could establish a local population. Motorway service stations, showing evidence of eggs or larvae, could be the first sign of a potentially established population in the UK.",
                "tag": "p"
            },
            {
                "content": "We run mosquito traps targeting invasive species at high-risk sites across England, in collaboration with local authorities. Left unchecked, the consequences of not controlling these species could lead to the establishment of this invasive vector and therefore potential for new diseases that we have not seen in the UK.",
                "tag": "p"
            },
            {
                "content": "Coordinated by our teams, local authorities and communities are being encouraged to step into action in these instances and clear out sources of standing and stagnant water such as blocked gutters and drains, and ensure rainwater in litter, tarpaulin, open buckets, bins and discarded items are cleared away or arranged in a way that they drain away. This will also reduce the common Culex pipiens mosquito which is transmitting Usutu virus to blackbirds.",
                "tag": "p"
            },
            {
                "content": "When invasive species are detected, we implement aggressive interventions, including:",
                "tag": "p"
            },
            {
                "content": "Tick surveillance",
                "tag": "h2"
            },
            {
                "content": "Our tick surveillance programme provides critical insights into the evolving threat these disease vectors pose to public health across the UK. With over 20 recorded tick species in Britain, the MEZE team conducts extensive sampling at a range of natural habitat (including woodland sites nationwide) to understand local species diversity, distribution patterns, host preferences and population dynamics.",
                "tag": "p"
            },
            {
                "content": "Through a technique called 'flagging' - where cloth sheets are dragged through vegetation to collect questing ticks - we gather specimens for laboratory analysis to identify pathogens and assess disease risk. This work is supported by our national tick surveillance scheme, which receives thousands of tick samples from the public, veterinary practices, GP surgeries and wildlife organisations, particularly during the peak season of April to June. The information collected helps map seasonal patterns and geographical distribution, while our Rare and Imported Pathogens Laboratory (RIPL) tracks positive cases of diseases like Lyme disease and tick-borne encephalitis, correlating infections with potential exposure locations.",
                "tag": "p"
            },
            {
                "content": "The impact of climate change on vector-borne disease",
                "tag": "h2"
            },
            {
                "content": "Climate change is significantly altering the UK's vector-borne disease landscape, creating increasingly favourable conditions for disease-carrying organisms. The recent detection of West Nile virus in British mosquitoes exemplifies this emerging threat. Rising temperatures and changing rainfall patterns are extending the active seasons and geographical range of ticks and mosquitoes, introducing new diseases to the UK like tick-borne encephalitis, which were previously absent in Britain except for cases associated with overseas travel. Without decisive action, these changes could substantially impact public health, increasing disease burden and straining healthcare systems.",
                "tag": "p"
            },
            {
                "content": "UKHSA's surveillance systems provide essential early warning, allowing us to track vector populations, detect pathogens, and develop targeted interventions - from habitat management to public education. Our ability to protect current and future generations depends on maintaining robust monitoring networks and implementing adaptive public health strategies that recognise the crucial connection between climate change and human health.",
                "tag": "p"
            },
            {
                "content": "How you can protect yourself",
                "tag": "h2"
            },
            {
                "content": "When in areas where mosquitoes or ticks may be present:",
                "tag": "p"
            },
            {
                "content": "Working together to reduce risk",
                "tag": "h2"
            },
            {
                "content": "Our comprehensive surveillance systems give us early warning of potential threats. By collaborating with local authorities, healthcare professionals and the public, we're strengthening our ability to detect and respond to vector-borne diseases before they become established in the UK.",
                "tag": "p"
            },
            {
                "content": "For more information or to report invasive mosquitoes, contact the UKHSA mosquito surveillance scheme with an image or sample. If you have been bitten by a tick you can submit samples to our tick surveillance scheme.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/05/21/how-we-protect-the-uk-from-vector-borne-diseases/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "As West Nile virus is detected in mosquitoes collected in the UK for the first time, we take a look at how UKHSA is protecting the UK from vector-borne diseases"
    },
    {
        "title": "Environment Agency tracks down waste criminals trading online",
        "authors": [
            "defrablogs"
        ],
        "posted_on": "2025-05-21T08:44:50",
        "categories": [
            "Environment Agency",
            "Regulated industry",
            "Waste"
        ],
        "content": [
            {
                "content": "Waste Crime Engagement Specialist, Alan Dengate shares how the Environment Agency is working to prevent waste criminals trading online. ",
                "tag": "p"
            },
            {
                "content": "Once upon a time waste crimes were committed by those working in the sector cutting a few regulatory corners, looking to save a few quid and make more profit. Rogue operators still exist, and their actions then and now negatively impact the environment and look unsightly, but their crimes were manageable.",
                "tag": "p"
            },
            {
                "content": "But times have changed.",
                "tag": "p"
            },
            {
                "content": "Now the waste industry is rife with rogue traders and a target for organised crime groups who weave a web of deceit, using online trading platforms to attract customers, offering low prices and stealing business from law abiding businesses.",
                "tag": "p"
            },
            {
                "content": "In our 2023 National Waste Crime Survey, the waste industry estimated that 18% of waste may be handled illegally at some point in the waste supply chain, this is around 34 million tonnes of waste every year, enough to fill 4 million skips.  ",
                "tag": "p"
            },
            {
                "content": "In my role I work with a range of enforcement and non-enforcement partners to inform, educate and collaborate to mitigate all forms of waste crime.",
                "tag": "p"
            },
            {
                "content": "The online space is still relatively new and continues to evolve at pace especially with AI now coming to the forefront of most search engines. This poses both a challenge for enforcement partners and opportunities for those who wish to exploit the current waste regulation systems.",
                "tag": "p"
            },
            {
                "content": "The Environment Agency started working with online trading platforms over five years ago but since those initial days of waste companies having a small online presence, the space has exploded with trading sites and apps becoming the norm as members of the public and businesses want waste removed with a few clicks and usually without needing any human interaction.",
                "tag": "p"
            },
            {
                "content": "We faced the challenge of collaborating with providers to ensure they performed the same checks we require from individuals, such as verifying our public register to confirm that a company is a registered waste carrier.",
                "tag": "p"
            },
            {
                "content": "Sounds simple but when you are asking an online trading company to change their web design in a competitive world it is not that easy.",
                "tag": "p"
            },
            {
                "content": "Slowly we have made progress and now have agreements in place with most of the main trading platforms to take down any traders convicted of waste crime offences or who are trading illegally as waste collectors or advertising an illegal waste site.",
                "tag": "p"
            },
            {
                "content": "Often, we find these illegal traders use the Environment Agency logo to convey legitimacy, but we never give permission for our logo to be used by any traders, legal or otherwise. This is not allowed under any circumstances and shouldn’t be viewed as an endorsement of that business.",
                "tag": "p"
            },
            {
                "content": "As we move forward there is always more we can do through collaboration with our enforcement partners and as the waste regulatory reform changes come through over the next few years, the rules and regulations around trading will become tighter so that legitimate businesses continue to thrive and are not undercut by that small minority who continue to flout the rules.",
                "tag": "p"
            },
            {
                "content": "In summary we have our eyes and ears open in more places than you expect, so stay vigilant and ensure that your waste does not become part of our next major investigation.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/05/21/environment-agency-tracks-down-waste-criminals-trading-online/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Waste Crime Engagement Specialist, Alan Dengate shares how the Environment Agency is working to prevent waste criminals trading online.  Once upon a time waste crimes were committed by those working in the sector cutting a few regulatory corners, looking to …"
    },
    {
        "title": "Coverage on new towns costs",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-05-20T15:40:12",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Reports today suggest a dozen new towns in England will cost as much as £48 billion according to a WPI Strategy report, with the average cost of each development likely to be in the range of £3.5 to £4 billion.",
                "tag": "p"
            },
            {
                "content": "The WPI’s estimate of costs per new town is extremely speculative. The government does not recognise these figures as locations for new towns have not yet been announced or decided by ministers.",
                "tag": "p"
            },
            {
                "content": "Last September, we established an independent New Towns Taskforce and tasked the experts on it with identifying and recommending locations for new towns within 12 months.",
                "tag": "p"
            },
            {
                "content": "The Taskforce will make its recommendations on locations for new towns in the national interest and on the basis of defined criteria.",
                "tag": "p"
            },
            {
                "content": "A Ministry of Housing, Communities and Local Government spokesperson said:“Any hypothetical cost projections associated with the New Towns programme are at this stage pure speculation. We are awaiting the recommendations from the independent New Towns Taskforce on potential locations for new towns and we will receive this later this year.  ",
                "tag": "p"
            },
            {
                "content": "“The Taskforce is working in partnership with local leaders and communities, and its selection of sites will be made in the national interest.",
                "tag": "p"
            },
            {
                "content": "“Our next generation of new towns will be well-designed communities of at least 10,000 homes each, with many significantly larger, as part of the biggest housebuilding programme since the Second World War.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/05/20/coverage-on-new-towns-costs/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Reports today suggest a dozen new towns in England will cost as much as £48 billion according to a WPI Strategy report, with the average cost of each development likely to be in the range of £3.5 to £4 billion. …"
    },
    {
        "title": "Growing more than food: The benefits of nature-friendly farming",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-20T15:09:11",
        "categories": [
            "Farming",
            "Natural England",
            "wildlife and farming"
        ],
        "content": [
            {
                "content": "By Martin Lines, CEO, Nature Friendly Farming Network, andPeter Craven, Head of Agriculture, Natural England",
                "tag": "p"
            },
            {
                "content": "This week is Nature Friendly Farming Week, and with a theme of 'More than growing food' it aims to highlight the wider benefits of nature-friendly farming and celebrates the great work being done by farmers across the country to tackle challenges head-on and build more resilient farms.",
                "tag": "p"
            },
            {
                "content": "Challenges farmers and nature are facing",
                "tag": "p"
            },
            {
                "content": "Across the country, farmers are grappling with increasingly unpredictable and volatile weather, which makes it difficult to plan, grow crops or raise livestock. At the same time, many are keenly aware that their land has become less rich in nature than it once was. There are fewer insects in the soil, fewer birds in the air, and fewer natural features that once helped farms prosper.",
                "tag": "p"
            },
            {
                "content": "Urgent shift to nature-centred farming methods needed",
                "tag": "p"
            },
            {
                "content": "This shift in farming practices wasn’t a choice, but the result of years of advice that focused solely on maximising yields. For decades, farmers were told to prioritise output and rely on chemicals, while nature was seen as an obstacle. Hedgerows were grubbed out, trees felled and wetlands drained to make way for larger fields and more intensive production and practices. But this approach has come at a steep environmental cost, and continuing down this path puts the future of farming at risk. To protect both the land and the livelihoods of farmers, we urgently need a shift to nature-centered farming methods.",
                "tag": "p"
            },
            {
                "content": "This means recognising that conventional, intensive farming systems not only harm the environment, but also jeopardise the long-term viability of farm businesses. Over-reliance on artificial inputs degrades soil and pollutes water and air, weakening the land’s resilience and its ability to store water - exactly what farmers need to protect their crops and livelihoods during both heavy rains and dry spells.",
                "tag": "p"
            },
            {
                "content": "Farmers are on the front line of the climate and nature crises. Their decisions shape the health of our soils, rivers, wildlife, and food systems. Nature-friendly farming isn’t just good for nature; it’s a proven, practical way to build stronger, more resilient farm businesses.",
                "tag": "p"
            },
            {
                "content": "Tom Edmondson, an NFFN farmer who runs a mixed farm near Milton Keynes, said: ",
                "tag": "p"
            },
            {
                "content": "“Our nature-friendly farming approach - using cover crops, careful grazing, minimal soil disturbance, and years of building organic matter - has made a huge difference. While others around us are really struggling with the dry spring and failing crops, ours are still holding up well. You just don’t know what the weather will throw at you year to year. That’s why building resilience into the farming system is absolutely essential.”",
                "tag": "p"
            },
            {
                "content": "Farming benefits from increasing biodiversity",
                "tag": "p"
            },
            {
                "content": "Using land for multiple purposes to create extra income streams",
                "tag": "p"
            },
            {
                "content": "When we recognise that farming every inch of land for crops or livestock isn’t always the best long-term approach, and that nature plays a crucial role on farms, new opportunities arise to do more with farmland. Enterprise stacking - using land for multiple purposes - can boost environmental benefits that support the farm, and create extra income streams.",
                "tag": "p"
            },
            {
                "content": "Agroforestry",
                "tag": "p"
            },
            {
                "content": "One powerful approach is agroforestry, where trees help build a resilient landscape that supports livestock through increasingly unpredictable weather, offering shade and shelter, and helping to prevent heat stress as temperatures rise. Trees and shrubs with medicinal properties can also reduce the need for wormers, benefitting both livestock and soil health by supporting dung beetles. An example of this approach is Jack Cockburn's, farm in Ceredigion, West Wales.",
                "tag": "p"
            },
            {
                "content": "Upland farming",
                "tag": "p"
            },
            {
                "content": "Upland farms can play a vital role in holding water by helping to protect communities downstream from flooding, while still providing grazing land for pasture-fed animals and supporting species-rich habitats. Techniques like re-meandering streams and installing leaky dams slow the flow of water, reducing the impact of storms and violent deluges that are becoming increasingly common. These natural approaches not only mitigate flood risk but also enhance biodiversity and soil health. Renewable energy, such as solar panels, can significantly reduce farm bills while contributing to wider emissions reduction efforts. ",
                "tag": "p"
            },
            {
                "content": "Expanding on regeneration farming",
                "tag": "p"
            },
            {
                "content": "Growing a wider range of crops can open up new markets and build farm resilience. Niche grains, legumes, herbal leys and heritage varieties all offer opportunities to tap into changing consumer tastes. Adding value through on-farm processing or direct sales, and exploring potential premiums for sustainable or local produce, can further strengthen farm income. An example of this approach is Debbie Wilkins’ work at her family farm in Gloucestershire.",
                "tag": "p"
            },
            {
                "content": "Making this vision the norm can open up new opportunities for farmers to prosper, both environmentally and economically. By embracing nature-friendly farming practices, farms can not only contribute to a healthier environment but also drive rural prosperity and ensure that high-quality food is available to all.",
                "tag": "p"
            },
            {
                "content": "Farms play a broader role than just producing food, they sustain both nature and communities, by:",
                "tag": "p"
            },
            {
                "content": "To get support and help with nature-friendly farming visit the Catchment Sensitive Farming page.",
                "tag": "p"
            },
            {
                "content": "You can find a wide range of resources about nature-friendly farming, including practical guides to agroecological practices, case studies and farmer blogs, on the Nature Friendly Farming Network website.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/20/growing-more-than-food-the-benefits-of-nature-friendly-farming/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Martin Lines, CEO, Nature Friendly Farming Network, andPeter Craven, Head of Agriculture, Natural England This week is Nature Friendly Farming Week, and with a theme of 'More than growing food' it aims to highlight the wider benefits of nature-friendly …"
    },
    {
        "title": "The Rural Payments Agency Podcast: Episode 12",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2025-05-20T14:09:02",
        "categories": [
            "Hedgerows",
            "RPA podcast"
        ],
        "content": [
            {
                "content": "Welcome to the twelfth episode of The RPA Podcast. In our latest episode, we speak with RPA Field Officer Peter Clampett about the Management of Hedgerows (England) Regulations 2024.",
                "tag": "p"
            },
            {
                "content": "The regulations set out the rules for protecting hedgerows on, or next to, agricultural land. This includes a hedgerow cutting and trimming ban which runs from 1 March to 31 August each year, as well as a 2-metre buffer strip where green cover must be established.",
                "tag": "p"
            },
            {
                "content": "We held a public consultation to seek views on how the implementation of the regulations would be approached. Earlier this year we published the formal response and final statutory guidance on the use of civil sanctions.",
                "tag": "p"
            },
            {
                "content": "In the Podcast, Peter talks about the regulations and why they were introduced, which hedgerows the rules apply to, the buffer strip rules and exemptions to the regulations.",
                "tag": "p"
            },
            {
                "content": "The Podcast is also an opportunity for RPA to engage with farmers and land managers, and we encourage you to contact us with your suggestions for topics you’d like us to cover with our subject experts. You can email us at External.Affairs@rpa.gov.uk",
                "tag": "p"
            },
            {
                "content": "You can listen to episode 12 of The RPA Podcast on Apple and Spotify or through Buzzsprout. You can also listen to earlier episodes of The RPA Podcast on Apple and Spotify, or through Buzzsprout.",
                "tag": "p"
            },
            {
                "content": "Follow us on social media for the latest updates and information on the following accounts:",
                "tag": "p"
            },
            {
                "content": "By following and subscribing to our social channels and blog, you’ll be able to see the latest updates about important information.",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2025/05/20/the-rural-payments-agency-podcast-episode-12/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "Welcome to the twelfth episode of The RPA Podcast. In our latest episode, we speak with RPA Field Officer Peter Clampett about the Management of Hedgerows (England) Regulations 2024. The regulations set out the rules for protecting hedgerows on, or …"
    },
    {
        "title": "JoeySat: two years of UK-led satellite innovation",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-05-20T13:57:39",
        "categories": [
            "Satellites"
        ],
        "content": [
            {
                "content": "Two years ago, a small but powerful satellite launched into low Earth orbit—and it’s been making a big impact ever since.",
                "tag": "p"
            },
            {
                "content": "JoeySat, developed through a collaboration between the UK Space Agency, the European Space Agency (ESA), and OneWeb (now Eutelsat Group) has redefined what’s possible in satellite communications. Today, we’re celebrating its achievements and the role it continues to play in connecting people across the globe.",
                "tag": "p"
            },
            {
                "content": "JoeySat is at the forefront of next-generation satellite innovation. Developed under the Sunrise Partnership between the UK Space Agency, the European Space Agency (ESA), and Eutelsat Group, and built by UK-based Satixfy and MDA it features a fully digital, software-defined payload capable of beam-hopping and regenerative processing. This means it can steer, and switch communication beams up to 1,000 times per second—dynamically adjusting coverage and power to meet real-time demand.",
                "tag": "p"
            },
            {
                "content": "This level of flexibility allows JoeySat to deliver high-speed, low-latency internet to users on land, at sea, and in the air. Whether it’s powering 5G mini hubs, enhancing in-flight broadband, or supporting emergency response teams during crises, JoeySat was designed to adapt instantly to where it’s needed most.",
                "tag": "p"
            },
            {
                "content": "Henny Sands, Head of Telecommunications at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "What sets JoeySat apart is its ability to evolve. Thanks to its software-defined architecture, the satellite can be reconfigured while in orbit. It’s also a key demonstrator for integrating satellite communications with terrestrial 5G networks, helping to bridge the digital divide in underserved and remote regions. With its scheduled testing now successfully completed, JoeySat is ready to enhance space environment characterisation—such as radiation monitoring—supporting the operational safety of the Eutelsat OneWeb LEO constellation.",
                "tag": "p"
            },
            {
                "content": "Guillaume Scottez, Senior Director for Innovation at Eutelsat Group, said:",
                "tag": "p"
            },
            {
                "content": "Beyond its technical achievements, JoeySat also represents a new model for rapid satellite development. Using a lean engineering approach and commercial off-the-shelf components, the satellite went from contract signing to launch in under 2 years, despite major impacts such as the COVID pandemic—demonstrating the UK’s ability to deliver complex space missions quickly and efficiently. The payload was fully tested and integrated in the UK, showcasing national capabilities in sustainable satellite manufacturing and advanced testing infrastructure.",
                "tag": "p"
            },
            {
                "content": "Thanks to the Sunrise Partnership, UK organisations - including Satixfy, MDA, Celestia, CGI, Proelectric, and the University of Surrey – also harnessed Joeysat to develop and test cutting-edge technologies. These included user terminals, multi-beam digital gateways, 5G portable mini hubs, ground network validation tools, and advanced 5G applications. The project delivered tangible improvements in data volume, speed, and latency, helping shape the future of global connectivity.",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency invested £52 million in JoeySat and related technologies, helping to grow a sustainable, end-to-end UK space ecosystem. ",
                "tag": "p"
            },
            {
                "content": "Khalil Kably, ESA Telecom Satellite Project Manager, said:",
                "tag": "p"
            },
            {
                "content": "As JoeySat embarks on its next chapter we celebrate the technologies it has unlocked for the satellites of the future.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/05/20/joeysat-two-years-of-uk-led-satellite-innovation/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "JoeySat, developed through a pioneering collaboration between the UK Space Agency, the European Space Agency, and OneWeb (now Eutelsat Group) has redefined what’s possible in satellite communications. "
    },
    {
        "title": "Building blocks for better food regulation",
        "authors": [
            "Carmel Lynskey, Deputy Director of Achieving Business Compliance"
        ],
        "posted_on": "2025-05-20T13:36:15",
        "categories": [
            "Our mission",
            "Partners"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Today we are hosting leaders and experts from across the food system to listen to their views on how food regulation could evolve so that it works for consumers and businesses in the future. ",
                "tag": "p"
            },
            {
                "content": "Views gathered today will build on our understanding and inform future thinking for our Board. ",
                "tag": "p"
            },
            {
                "content": "We will hear a range of voices representing businesses, consumer groups and enforcement agencies on some of the system-wide challenges and opportunities in food regulation.  ",
                "tag": "p"
            },
            {
                "content": "As a regulator we must evolve and adapt to a changing world, make the most of advances in technology and support growth, all while continuing to focus on our primary responsibility to protect public health and deliver food you can trust. ",
                "tag": "p"
            },
            {
                "content": "The event today is part of our ongoing engagement process to understand how regulation could help address some of the systemic challenges in the hospitality, retail and manufacturing sectors. This work complements engagement with the UK meat sector to address future challenges. ",
                "tag": "p"
            },
            {
                "content": "We have proposed four ‘building blocks’ that form the framework of actions to address some of these challenges. These actions will focus on enhancing consumer choice and information; enabling more intelligence-led surveillance and enforcement; driving business compliance and economic growth; and ensuring a skilled and capable food safety workforce. ",
                "tag": "p"
            },
            {
                "content": "Views gathered at the event will help identify priority areas for the FSA and inform future thinking for our Board. To share your views, you can contact us directly via sharingperspectives@food.gov.uk",
                "tag": "p"
            },
            {
                "content": "Heddiw, rydym yn croesawu arweinwyr ac arbenigwyr o bob cwr o’r system fwyd ac yn gwrando ar eu barn ar sut y gallai’r trefniadau ar gyfer rheoleiddio bwyd esblygu fel eu bod yn gweithio i ddefnyddwyr a busnesau yn y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Bydd y safbwyntiau a gesglir heddiw yn adeiladu ar ein dealltwriaeth ac yn llywio syniadaeth ein Bwrdd at y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn clywed trafodaethau gan amrywiaeth o leisiau sy’n cynrychioli busnesau, grwpiau defnyddwyr ac asiantaethau gorfodi ynghylch rhai o’r heriau a’r cyfleoedd ar draws y system ym maes rheoleiddio bwyd.",
                "tag": "p"
            },
            {
                "content": "Fel rheoleiddiwr, rhaid i ni esblygu ac addasu i fyd sy’n newid, manteisio i’r eithaf ar ddatblygiadau mewn technoleg a chefnogi twf, a hynny i gyd wrth barhau i ganolbwyntio ar ein prif gyfrifoldeb, sef diogelu iechyd y cyhoedd a darparu bwyd y gallwch ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Mae’r digwyddiad heddiw yn rhan o’n proses ymgysylltu barhaus i ddeall sut y gallai rheoleiddio helpu i fynd i’r afael â rhai o’r heriau systemig yn y sectorau lletygarwch, manwerthu a gweithgynhyrchu. Mae’r gwaith hwn yn ategu ymgysylltiad â sector cig y DU i fynd i’r afael â heriau’r dyfodol. ",
                "tag": "p"
            },
            {
                "content": "Rydym wedi cynnig pedwar ‘bloc adeiladu’ sy’n ffurfio’r fframwaith o gamau gweithredu i fynd i’r afael â rhai o’r heriau hyn. Bydd y camau gweithredu hyn yn canolbwyntio ar wella’r dewis a’r wybodaeth sydd ar gael i ddefnyddwyr; galluogi mwy o waith goruchwylio a gorfodi sy’n seiliedig ar wybodaeth; ysgogi cydymffurfiaeth busnesau a thwf economaidd; a sicrhau gweithlu diogelwch bwyd medrus a galluog. ",
                "tag": "p"
            },
            {
                "content": "Bydd y safbwyntiau a gesglir yn y digwyddiad yn helpu i nodi meysydd blaenoriaeth ar gyfer yr ASB ac yn llywio syniadaeth ein Bwrdd aty dyfodol. I rannu eich barn, gallwch gysylltu â ni’n uniongyrchol drwy e-bostio sharingperspectives@food.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/05/20/building-blocks-for-better-food-regulation/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Today we are hosting leaders and experts from across the food system to listen to their views on how food regulation could evolve so that it works for consumers and businesses in the future.  Views gathered today will build …"
    },
    {
        "title": "World Bee Day 2025",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-05-20T11:12:47",
        "categories": [
            "Guest Blog"
        ],
        "content": [
            {
                "content": "By the Bees Needs Team, Department for Environment Food and Rural Affairs (DEFRA) ",
                "tag": "p"
            },
            {
                "content": "As the Department for Environment Food and Rural Affairs (DEFRA) Bees Needs Team with responsibility for pollinators, we lead on wild pollinator public engagement activities, including our fantastic Bees’ Needs Week. We’ll be sharing some information about that week to support 2025’s World Bee Day celebrations.  ",
                "tag": "p"
            },
            {
                "content": "Why are pollinators important? ",
                "tag": "p"
            },
            {
                "content": "Pollinators support our wider ecosystem by pollinating trees and flowers, which in turn support insects, birds, and mammals by providing food, shelter, and other resources. Pollinators are also particularly important when it comes to food production. The economic contribution of wild bees (which pollinate between 85%-95% of the UK’s insect pollinated crops), have been assessed to be worth about £1,800 per hectare.  That adds over half a billion pounds a year to the value of UK crops and food production.   ",
                "tag": "p"
            },
            {
                "content": "Bees’ Needs Week ",
                "tag": "p"
            },
            {
                "content": "Bees’ Needs Week is an annual event coordinated by our team. We work alongside a host of organisations including conservation groups, businesses, and charities. The aim of the week is to raise awareness of the importance of pollinators and share ideas, actions, and activities that highlight the ways everyone can help bees and other pollinators thrive. This year, Bees’ Needs Week is taking place between 14-20 July, and several events are being held across the country with activities such as Flower-Insect Timed Counts (FIT Counts), a live bumble beehive to observe, informative talks, and rare bee surveys.     ",
                "tag": "p"
            },
            {
                "content": "Wondering how you can get involved?  ",
                "tag": "p"
            },
            {
                "content": "We really encourage everyone get involved, nurture nature, and help our pollinators thrive by taking 5 simple actions:  ",
                "tag": "p"
            },
            {
                "content": "Citizen science  ",
                "tag": "p"
            },
            {
                "content": "You can also get involved with invaluable citizen science projects by simply spending 10 minutes watching flowers and insects in good weather. Flower Insect Timed (FIT) Counts can be done anywhere, including gardens and parks, in warm, dry weather and at any time from April to September. Every count submitted to the UK Pollinator Monitoring Scheme (PoMS) helps us learn more about where pollinators live and how their numbers are changing. Read the PoMS instructions for FIT Counts to find out more and help us help pollinators!  ",
                "tag": "p"
            },
            {
                "content": "Thank you for reading, and Happy World Bee Day!  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/05/20/world-bee-day-2025/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "By the Bees Needs Team, Department for Environment Food and Rural Affairs (DEFRA)  As the Department for Environment Food and Rural Affairs (DEFRA) Bees Needs Team with responsibility for pollinators, we lead on wild pollinator public engagement activities, including our …"
    },
    {
        "title": "To plant or not to plant, that is tree question",
        "authors": [
            "Paul Brannen"
        ],
        "posted_on": "2025-05-20T09:00:00",
        "categories": [
            "Climate change and resilience",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "Wood – a renewable resource to drive the bioeconomy",
                "tag": "h2"
            },
            {
                "content": "Let’s work backwards. By 2050 the UK economy needs to have been decarbonised. It will no longer be based on fossil fuels, rather it will be a bioeconomy powered by sustainable and renewable energy and material sources. Getting there will present huge challenges, but it will also offer big opportunities especially for new, innovative businesses.",
                "tag": "p"
            },
            {
                "content": "One of the key sustainable and renewable materials that the bioeconomy will increasingly require as a feedstock will be wood. Take these three examples:",
                "tag": "p"
            },
            {
                "content": "1. Wood for construction",
                "tag": "h3"
            },
            {
                "content": "First, we have construction where demand for timber is already accelerating. In the government’s recently published Timber in construction roadmap, the ministerial foreword notes that timber ‘offers immense potential to reduce emissions, create jobs, and build the homes we need’. ",
                "tag": "p"
            },
            {
                "content": "Unknown to most people in the UK, Scotland already builds 92% of its new family homes using timber frames whereas in England it is less than 10%.1 Housebuilders in England are now following Scotland, driven by the desire to build faster and greener – a situation evidenced by all the UK’s main volume housebuilders having, acquiring or building their own timber frame factories. ",
                "tag": "p"
            },
            {
                "content": "An increase in demand for more wood to build more timber framed homes can initially be met by increased imports, mainly from Sweden, Latvia and Finland, where ‘super-sawmills’ can efficiently produce spruce timber at a competitive price despite the additional shipping costs.",
                "tag": "p"
            },
            {
                "content": "At this point we need to address a commonly held misconception, namely ‘UK grown’ timber is not good enough for most construction roles. The timber industry uses a grading classification where ‘C’ stands for ‘coniferous’ followed by a number which refers to the bending strength in Newton meters. C16 is suitable for most general construction applications, including structural framing or cut sections for roof trusses, whereas C24 is used for roles requiring more strength/load bearing i.e. longer spans. ",
                "tag": "p"
            },
            {
                "content": "Generally, UK timber is mainly graded C16 and Scandinavian C24. Most architects and housebuilders opt for the latter as there is no significant price difference. Meanwhile the majority of UK timber is used to make fencing, decking, pallets, chipboard, paper and cardboard. Although, we could use more UK timber in construction.",
                "tag": "p"
            },
            {
                "content": "2. Wood for home insulation",
                "tag": "h3"
            },
            {
                "content": "Secondly, insulation will be needed in all the government’s planned 1.5 million new homes as well as for 13 million existing homes in need of better loft insulation in the UK.2 Currently, the UK insulation market is dominated by products such as glass, stone, wool and polystyrene which are manufactured using fossil fuels. What would make much more sense for the climate would be insulation made from wood fibre, as it can both store carbon and has a lower level of embodied carbon i.e., uses less fossil fuels.",
                "tag": "p"
            },
            {
                "content": "However, change is coming; Poland and Germany both now manufacture wood fibre insulation and as a result, around 8% of their new homes use it (European Panel Federation). Woodknowledge Wales have been working with the Welsh Assembly on a plan to build a wood fibre insulation factory using UK wood – and a lot of it.",
                "tag": "p"
            },
            {
                "content": "3. Wood for aviation fuel",
                "tag": "h3"
            },
            {
                "content": "Lastly, Sustainable Aviation Fuel (SAF) will be needed to power long-haul flights. Across the globe, laboratories are working on a range of formulae and feedstocks to perfect a SAF. On Teesside, Novapangaea Technologies can make a green aviation fuel from almost anything grown on a farm or in a forest. However, they do have a preferred feedstock – Sitka spruce. ",
                "tag": "p"
            },
            {
                "content": "Yes, you read that correctly; the much maligned Sitka spruce is their sustainable and renewable number one feedstock of choice. Just one snag, their potential manufacturing operation could devour the whole of the UK’s current annual Sitka spruce harvest!",
                "tag": "p"
            },
            {
                "content": "Home-grown softwood for an expanding bioeconomy",
                "tag": "h2"
            },
            {
                "content": "At this point you have probably spotted the problem – the UK currently does not have enough home-grown softwood to provide the necessary feedstock for an expanding UK bioeconomy. Add in textiles made from wood, mass/engineered timbers, hemicellulose (used for biofuels, food, beverages, packaging and much more), chemicals from wood fibres and more, and we hit the buffers.  ",
                "tag": "p"
            },
            {
                "content": "There is the option of importing more softwood, but we are already the second biggest net importer of wood in the world, after China. As it stands, we import 73% of our wood,3 which makes importing 40% of our food look quite modest.4 Until recently, it was believed that the UK could reliably import all the timber we needed. ",
                "tag": "p"
            },
            {
                "content": "However, the Covid pandemic, the war in Ukraine and the developing situation with global trade have demonstrated that supply chains are less reliable than previously thought. This is a useful reminder that the Forestry Commission was partly set up to ensure we had a strategic supply of home-grown timber.",
                "tag": "p"
            },
            {
                "content": "The outlook for UK hardwood",
                "tag": "h2"
            },
            {
                "content": "While the current and future demand for softwood is clear, what about UK hardwoods? Most UK broadleaf woodlands (52% of our total forest cover) are undermanaged in terms of hardwood timber production, and both existing and new woodlands have deer and grey squirrel problems.5 As a result – unsurprisingly – the quality of the timber produced is generally poor, hence we either import ready-made hardwood products or hardwood from the USA, Estonia, France and Italy to make products here.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, 85% of our home-grown hardwood harvest is not made into anything and is instead mainly burned to generate heat and power.6 In the longer term two options need to be pursued. We need:",
                "tag": "p"
            },
            {
                "content": "Now is a good time for landowners, farmers, agents and foresters to plant trees. The government target is to increase forest cover by 2% and the demand for softwood is rising exponentially. Meanwhile hardwoods are a sleeping giant waiting for the innovation of the bioeconomy to unlock their latent potential. This is tree-mendous news.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/20/to-plant-or-not-to-plant-that-is-tree-question/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Paul Brannen is the Director of Public Affairs at the Confederation of Timber Industries and author of Timber! How wood can help save the world from climate breakdown (Agenda Publishing 2024). Here he explains the need for home-grown softwood and hardwood timber for an expanding bioeconomy."
    },
    {
        "title": "Rolling out digital delivery at scale in Defra",
        "authors": [
            "Richard Baines"
        ],
        "posted_on": "2025-05-19T14:42:03",
        "categories": [
            "Defra digital",
            "Digital delivery",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Deputy Director for Digital Delivery Richard Baines reflects on designing environments for digital delivery. Moving away from hierarchical culture and change frameworks, he outlines Defra's emerging 'outcome delivery groups' model  and how it's being rolled out across the group.",
                "tag": "p"
            },
            {
                "content": "If you ask any digital delivery leader in government what the biggest challenges they face are, there’s a good chance you will end up in a conversation about:",
                "tag": "p"
            },
            {
                "content": "Creating a delivery environment",
                "tag": "h2"
            },
            {
                "content": "Since the introduction of the Service Manual and Agile delivery, the practice of digital service delivery in government has quite rightly moved away from a hierarchical culture and frameworks for governing change that excessively centralise control and design up-front. ",
                "tag": "p"
            },
            {
                "content": "Governance principles like ‘don’t slow down delivery’ and ‘decisions when they’re needed, at the right level’ have put working services in the hands of citizens faster than ever before, and reduced the risk of time and money being spent developing the wrong things.",
                "tag": "p"
            },
            {
                "content": "For delivery teams, the Service Manual and Service Standard give a deep understanding of how to thrive in this environment. ",
                "tag": "p"
            },
            {
                "content": "However, once you step outside of a team and lead multiple teams – as I first did many years ago – you may become responsible for creating and growing this sort of delivery environment. ",
                "tag": "p"
            },
            {
                "content": "There is a bewildering array of methodologies aimed at middle and senior managers looking for a template to design their organisation in a way that achieves the same sort of user-centred, iterative delivery outcomes we expect from a small empowered Agile team. ",
                "tag": "p"
            },
            {
                "content": "Some of us in Digital jokingly call this the “agile industrial complex”. It's full of supposedly turn-key frameworks that may move the organisation towards the right direction, but more often than not in my view, still present hierarchical structures of control. They borrow words from Agile methodologies, but are quite contrary to the principles articulated in the Service Manual.",
                "tag": "p"
            },
            {
                "content": "'Do it with the right people'",
                "tag": "h2"
            },
            {
                "content": "At Defra, when designing our environment for Digital Delivery, we’ve thought a lot about the governance principle 'do it with the right people'. ",
                "tag": "p"
            },
            {
                "content": "This reminds us to:",
                "tag": "p"
            },
            {
                "content": "Outcome delivery groups",
                "tag": "h2"
            },
            {
                "content": "We call our environment 'outcome delivery groups' and I’m fortunate to be leading the first, which we’ve piloted with the Animal and Plant Health Agency. ",
                "tag": "p"
            },
            {
                "content": "As part of the design, we aim to ensure the delivery roadmap is developed in collaboration between digital, operational and policy staff.",
                "tag": "p"
            },
            {
                "content": "It's really important to emphasise that digital delivery should never exist in a vacuum inside the organisation. We need close working partnerships between the user researchers deeply listening to the needs of our citizens, and the subject matter experts who understand the impact our policies and services have. ",
                "tag": "p"
            },
            {
                "content": "The product managers and service designers working on the roadmap and the future digital service vision must work with the policy professionals who deeply understand the needs of ministers and, in our case, the responsibility we have to enhance biosecurity and protect the food supply and welfare of animals and plants across the United Kingdom.",
                "tag": "p"
            },
            {
                "content": "There are many reasons for this joined up approach, some of which are outlined in the blueprint for modern digital government (see 'join up public sector services'). However, put simply, it helps our teams to quickly build the right thing, and build the thing right.",
                "tag": "p"
            },
            {
                "content": "How decisions get made",
                "tag": "h2"
            },
            {
                "content": "So you might be wondering at this point, how do decisions get made in the outcome delivery group? In the UK government’s governance principles, it states:",
                "tag": "p"
            },
            {
                "content": "The move to product and service centric ownership for us has led to a positive shift towards role based decision making at the right level. As delivery group lead I use our governance forums to coach and support delivery teams in achieving their outcomes.",
                "tag": "p"
            },
            {
                "content": "The ceremonies in our delivery group emphasise show and tells, which leads to us understanding delivery a lot better than if we made decisions based on committees receiving lengthy options papers to appraise.",
                "tag": "p"
            },
            {
                "content": "There is a noticeable shift in skillset required for this kind of role, moving away from reliance on project and programme methodologies and putting more emphasis on experience in Government Digital and Data practices. So my background in product management and working within delivery teams in the past helps a lot here.",
                "tag": "p"
            },
            {
                "content": "There is still the need to support teams with commercial, financial, political and strategic issues – they are present as ever. However, in this modern age, there is an opportunity here for us at Defra to redefine the role of a ‘deputy director for digital delivery’. We can really embody the principles that come from the service manual and role model excellent servant-leadership ourselves.",
                "tag": "p"
            },
            {
                "content": "Implementing outcome delivery across Defra",
                "tag": "h2"
            },
            {
                "content": "Looking to what’s next for us in Defra, we are now looking to implement this outcome delivery group approach across the entire group. ",
                "tag": "p"
            },
            {
                "content": "I’m really enjoying leading this change with my colleagues. I hope you enjoy this and future blog posts we’ll release soon to give more insight into how we’re doing this at scale.",
                "tag": "p"
            },
            {
                "content": "Richard Baines is Deputy Director of Digital Delivery at Defra. Follow Richard on LinkedIn.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/05/19/rolling-out-digital-delivery-at-scale-in-defra/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Deputy Director for Digital Delivery Richard Baines reflects on designing environments for digital delivery. Moving away from hierarchical culture and change frameworks, he outlines Defra's emerging 'outcome delivery groups' model and how it's being rolled out across the group. If …"
    },
    {
        "title": "Flying with Co-Pilot – How AI is helping neurodiverse staff thrive in DBT",
        "authors": [
            "Richard Given, Deputy Director"
        ],
        "posted_on": "2025-05-19T13:52:32",
        "categories": [
            "People",
            "Products"
        ],
        "content": [
            {
                "content": "Richard Given",
                "tag": "h3"
            },
            {
                "content": "I am one of the senior civil servant sponsors for DBT's Neurodiversity network. When the introduction of Co-Pilot was being discussed with Digital Data and Technology (DDaT) colleagues, there was a sense that it could be a powerful tool for neurodiverse staff.  Neurodiversity can bring unique strengths and challenges to the workplace. No two neurodiverse people experience the world in the same way, but they often thrive where clarity, structure, and clear communication are prioritised.  They bring those qualities to their work – areas where digital assistance can be transformational.",
                "tag": "p"
            },
            {
                "content": "Co-Pilot is a conversational, AI-powered tool that can assist with tasks like writing, editing, summarising and generating text. Tools like Co-Pilot reduce cognitive load by simplifying some of the complexity. For example, drawing out key points from long, laborious email chains that seem to be central to how we communicate with each other. It also helps people to organise their thoughts. This frees up people to focus on leveraging their creativity and problem-solving skills. As well as enhancing productivity, it fosters inclusion, allowing people to fully harness their strengths.",
                "tag": "p"
            },
            {
                "content": "I was delighted when our DDaT colleagues agreed to include specific questions in the evaluation exercise to test the tool’s benefits for neurodiverse staff. I appreciate that they invested so much in getting people the training they needed to use the tool effectively.",
                "tag": "p"
            },
            {
                "content": "The experiences described below by neurodiverse staff members.",
                "tag": "p"
            },
            {
                "content": "Maddy Lunskey",
                "tag": "h3"
            },
            {
                "content": "A common experience for neurodivergent people is a desire to get into the detail of things. This can be particularly challenging in working environments, where understanding is regularly assumed, or there isn’t time for thorough explanations. As a non-technical person working in technical teams, I often find myself hung up on questions about how things work.  I also feel the need to spend time gaining a deeper understanding of things mentioned in passing by colleagues, before I can properly engage in the topic at hand.",
                "tag": "p"
            },
            {
                "content": "I have loved using CoPilot to revolutionise my quest for detail! Beforehand, I would often leave meetings having opened numerous tabs with a Google search of a new acronym or product that had been mentioned. It was a chore to go through those tabs, trying to gather enough detail to feel confident in my understanding of everything.",
                "tag": "p"
            },
            {
                "content": "The CoPilot trial at the end of last year co-incided with me starting a new role as a Product Manager for AI Enablement. In this new territory, I had even more questions. Seemingly made-up words were bandied around in meetings. I worked hard to follow conversations while my brain was stuck questioning what these things were and how they worked.",
                "tag": "p"
            },
            {
                "content": "I was able to use CoPilot during meetings to provide summaries of new terminology I came across. I prompted CoPilot by telling it my role and the level of detail I wanted.  At the end of the meeting, I could read through an easily digestible amount of information pitched at an appropriate level. I found this much quicker and more manageable than Googling.",
                "tag": "p"
            },
            {
                "content": "Although I have now been in my role for longer, and come across less unknowns each day, I still use CoPilot regularly. I think it will continue to be an important resource for me, especially as AI continues to develop, and I continue to come across new ideas.",
                "tag": "p"
            },
            {
                "content": "Sarusha Navaratnarajah",
                "tag": "h3"
            },
            {
                "content": "Discovering my neurodivergent identity has been a transformative experience. It's comforting to know that there are others who share similar thoughts and struggles, unlike most neurotypical individuals. This realisation has been particularly significant in my role at DBT, where I am required to respond quickly to varied stakeholders across all governmental departments. The fast-paced nature of my job can be overwhelming, often leading to overthinking and producing long-winded emails and discussion points.",
                "tag": "p"
            },
            {
                "content": "One tool that has become indispensable in my daily routine is Co-pilot. It helps me plan my thoughts and ideas into concise and impactful replies, improving my colleagues' understanding of my points. This facilitates progress in the projects I am part of. Additionally, my diagnosis revealed that my hyperfocus on work affects my time management, impacting both my personal life and work environment. This can sometimes be mistaken for laziness or poor preparation.",
                "tag": "p"
            },
            {
                "content": "Studies show that neurodivergent individuals often work harder on tasks considered basic by others. To manage this, I use Co-pilot to organise my weekly schedule and allocate time for each task. Setting timers while working prevents overrunning, and these tools have boosted my confidence and the quality of my work.",
                "tag": "p"
            },
            {
                "content": "Embracing neurodivergence has not only helped me understand myself better, but also allowed me to leverage tools like Co-pilot to enhance my productivity and communication. It's a journey of continuous learning and adaptation, and I'm grateful for the support and resources that make it possible.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h2"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/05/19/flying-with-co-pilot-how-ai-is-helping-neurodiverse-staff-thrive-in-dbt/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Find out how Co-Pilot is fostering inclusivity in DBT and helping neurodiverse colleagues to harness their strengths."
    },
    {
        "title": "How to help young trees survive prolonged hot dry weather",
        "authors": [
            "Chris Watson"
        ],
        "posted_on": "2025-05-19T13:47:53",
        "categories": [
            "Climate change and resilience",
            "Tree planting",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "This spring has been particularly challenging for young trees with prolonged spells of hot dry weather, but there are things we can do to help them survive.",
                "tag": "p"
            },
            {
                "content": "The first 12 to 36 months after planting are a critical time for young trees as they adapt to new site conditions, develop their roots and get established. During this period, water availability is a critical factor.",
                "tag": "p"
            },
            {
                "content": "Prolonged exposure to dry conditions can impact trees in several ways. Initially, trees have natural responses which help them cope with these conditions. These can include increasing root development to encourage uptake of more water and reducing water loss from leaves during the hottest periods. Early signs include wilting of leaves/needles, and in these initial stages trees are usually able to recover from these conditions.",
                "tag": "p"
            },
            {
                "content": "As periods of dry weather continue, trees’ responses to the weather conditions can become detrimental to their ability to photosynthesise, their growth may be restricted and permanent cell damage and loss of whole shoots, branches and roots can occur. In young trees it is likely that extended periods of exposure to drought will result in tree death.",
                "tag": "p"
            },
            {
                "content": "A changing climate",
                "tag": "h2"
            },
            {
                "content": "Unfortunately, young trees are increasingly faced with extended periods of hot, dry weather from early spring onwards, leading to drought conditions in some areas of the country. Many young trees will struggle to survive under these conditions. ",
                "tag": "p"
            },
            {
                "content": "This is by no means an isolated event. As we see our climate change, we are experiencing the alteration of seasonal weather patterns with long dry springs becoming a common occurrence. We should therefore see this as a timely reminder to plan for increasingly unpredictable and challenging conditions.",
                "tag": "p"
            },
            {
                "content": "What can you do?",
                "tag": "h3"
            },
            {
                "content": "The good news is that there are things you can do to prepare for such events and alleviate the pressure on trees through hot and dry weather which also increases their overall resilience to pests and diseases.",
                "tag": "p"
            },
            {
                "content": "Things to do now",
                "tag": "h2"
            },
            {
                "content": "Water larger ‘standard’ trees",
                "tag": "h3"
            },
            {
                "content": "During dry periods, young standards planted in urban or rural areas can require 20 litres of water every other day. Councils and community groups should consider organising volunteers to water trees using non-potable water sources such as rainwater harvesting and household ‘grey’ water (for example water from baths or washing up). ",
                "tag": "p"
            },
            {
                "content": "Contaminants such as detergent and soap are unlikely to cause issues for the trees from short-term, emergency use, but grey water should be used within 24 hours of collection to minimise any bacterial growth.",
                "tag": "p"
            },
            {
                "content": "Weeding",
                "tag": "h3"
            },
            {
                "content": "Where trees are young and surrounding vegetation is competing with the tree’s roots for water, removing this vegetation can help the tree.",
                "tag": "p"
            },
            {
                "content": "Firming up soil around trees",
                "tag": "h3"
            },
            {
                "content": "Where the soil is cracked, make sure young trees are in contact with the soil to avoid damage to exposed roots and to reduce evaporation so that they can extend their root systems in search of water.",
                "tag": "p"
            },
            {
                "content": "Preparing for next year",
                "tag": "h2"
            },
            {
                "content": "Unfortunately, it might be too late to save some trees, but you can prepare for future dry weather and take action to anticipate these challenges:",
                "tag": "p"
            },
            {
                "content": "Thorough beat-up surveys to assess mortality",
                "tag": "h3"
            },
            {
                "content": "Towards the end of summer, whilst leaves are still on the trees, it is important to get an accurate assessment of losses (it can be difficult to establish the extent of mortality once trees move into winter and leaves begin to fall). The sooner an assessment can be made, the sooner trees can be ordered as replacements. Increased demand for planting stock as a result of this year’s drought will put pressure on tree availability. ",
                "tag": "p"
            },
            {
                "content": "Do remember, particularly for established trees, they may look dead but premature autumn senescence (leaf fall) or rust/pest outbreak can make a tree look dead when it is very much alive; don’t remove trees unless you’re certain they’ve died.",
                "tag": "p"
            },
            {
                "content": "Autumn planting",
                "tag": "h3"
            },
            {
                "content": "Try to begin new planting, restocking or beat-up (the replacement of dead trees) as early as possible – this can be as early as the start of autumn, although this may require the use of cell grown trees, rather than bare rooted stock. Planting in autumn will allow trees to respond better to their new site conditions before the challenges of spring and hot weather. Tree root development can continue during winter, especially if mild, and this can help ensure the best chances of water uptake in spring.",
                "tag": "p"
            },
            {
                "content": "Quality planting material",
                "tag": "h3"
            },
            {
                "content": "Ensuring a good root/shoot ratio on healthy trees is important to give your trees the best chance of survival. Smaller overall tree size with good root development is better than big plants when planning for drought.",
                "tag": "p"
            },
            {
                "content": "Plant handling ",
                "tag": "h3"
            },
            {
                "content": "Ensure trees are carefully handled to avoid root damage and plant as soon as possible after lifting in the nursery to avoid the risk of desiccation. Even five minutes left with bare roots exposed during planting can lead to the death of a young tree.",
                "tag": "p"
            },
            {
                "content": "Weed management ",
                "tag": "h3"
            },
            {
                "content": "In the early stages of establishment, tree roots are directly in competition with other vegetation for water. Good control of weed growth immediately around the trees both before planting and during the growing season will help trees access water.",
                "tag": "p"
            },
            {
                "content": "Mulching",
                "tag": "h3"
            },
            {
                "content": "Mulching can be helpful in controlling both competing weed growth and maintaining soil moisture immediately around the plant; this is especially relevant where bare earth is present at the planting location. Mulching can also be done as a response to the current drought.",
                "tag": "p"
            },
            {
                "content": "Watering tubes or bags",
                "tag": "h3"
            },
            {
                "content": "When planting urban standards, installing watering tubes or bags reduces surface water run-off and ensures water reaches the tree roots.",
                "tag": "p"
            },
            {
                "content": "Planning for the future",
                "tag": "h2"
            },
            {
                "content": "Drought is likely to become an ever more present threat to our trees, woods and forests as our climate changes. It is therefore essential that any woodland creation or restocking assesses the potential for changing local conditions over the lifespan of the trees being planted.",
                "tag": "p"
            },
            {
                "content": "Choosing the right trees for the site and owner’s objectives has never been more important, as is making sure that trees are sourced from suppliers who meet the requirements set out in the Plant Health Management Standard, such as by being a member of the Plant Healthy Certification Scheme or by obtaining a successful Ready to Plant assessment.",
                "tag": "p"
            },
            {
                "content": "Use Forest Research's Ecological Site Classification system to help you identify the best trees for both current soils and site factors as well as predicted future climate suitability.",
                "tag": "p"
            },
            {
                "content": "The Right Trees for a Changing Climate database supports species choice in an urban environment where a range of characteristics may be important.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/05/19/how-to-help-young-trees-survive-prolonged-hot-dry-weather/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Chris Watson, Forestry Commission Woodland Resilience Advisor, looks at the effects of prolonged hot and dry weather on trees and what you can do to help them survive. "
    },
    {
        "title": "UK aims to lead an instrument on NASA mission to find habitable worlds",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-05-19T11:22:34",
        "categories": [
            "Space exploration",
            "Space science"
        ],
        "content": [
            {
                "content": "The UK Space Agency is taking its first major step towards contributing to NASA’s Habitable Worlds Observatory (HWO), a next-generation space telescope designed to search for Earth-like planets and signs of life beyond our Solar System. ",
                "tag": "p"
            },
            {
                "content": "Today the Agency is launching a call for proposals from UK-based research organisations and companies to explore the feasibility of a UK-led scientific instrument for the mission. ",
                "tag": "p"
            },
            {
                "content": "This early-stage investment will support studies to develop concepts for instruments such as imagers or spectrographs. These studies will determine whether a UK-led instrument could be included on the mission. While the mission won’t launch until the early 2040s, the UK must act now to be ready for NASA’s selection process in 2026. ",
                "tag": "p"
            },
            {
                "content": "Dr Caroline Harper, Head of Space Science at the UK Space Agency, said:",
                "tag": "p"
            },
            {
                "content": "NASA has expressed strong support for international collaboration on HWO, much as it did with the James Webb Space Telescope (JWST). The UK led the European consortium that designed and built the MIRI instrument for JWST— one of four instruments on board, and that leadership delivered long-term benefits for the UK, winning more observing time than any country aside from the US in NASA’s first competition. The UK Space Agency hopes to replicate this model on HWO. ",
                "tag": "p"
            },
            {
                "content": "Potential applicants include universities and national labs, which can collaborate with UK industry partners. In the case of MIRI, major UK companies such as Airbus played critical roles in systems engineering and project management. This new call encourages similar partnerships, with research institutions acting as principal investigators and grant recipients. ",
                "tag": "p"
            },
            {
                "content": "While the current call focuses only on feasibility and design concepts, the Agency is clear that long-term funding for construction and delivery would depend on future government approval.  ",
                "tag": "p"
            },
            {
                "content": "HWO’s modular design is particularly exciting—it will be positioned a million miles from Earth, and its instruments will be replaceable using robotic servicing.",
                "tag": "p"
            },
            {
                "content": "Beyond scientific discovery, HWO presents broader economic and societal benefits. Space missions drive innovation across sectors, with technologies like AI tools from Gaia now being adapted for use in cancer diagnostics. They also support high-skill jobs, attract global talent, and inspire young people to pursue STEM careers. ",
                "tag": "p"
            },
            {
                "content": "As part of its strategic planning, the UK Space Agency is working closely with international partners and will co-lead European discussions on HWO in Austria this July. Later in the month, UK representatives will also attend a key NASA meeting in Washington focused on defining HWO’s detailed science objectives and technical needs. ",
                "tag": "p"
            },
            {
                "content": "This is a pivotal moment for UK space science. With strong heritage, world-class researchers, and growing industrial capability, the UK is well positioned to shape one of the most ambitious astronomical missions of the 21st century. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/05/19/uk-aims-to-lead-an-instrument-on-nasa-mission-to-find-habitable-worlds/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is taking its first step towards contributing to NASA’s Habitable Worlds Observatory, which will search for life beyond our Solar System. The Agency is launching a call for proposals to explore the feasibility of a UK-led scientific instrument for the mission."
    },
    {
        "title": "Unlocking NUAR's full potential: opportunities ahead ",
        "authors": [
            "Richard Duffield, NUAR Discovery Project Lead"
        ],
        "posted_on": "2025-05-19T10:59:57",
        "categories": [
            "Data",
            "Technology"
        ],
        "content": [
            {
                "content": "Richard Duffield, NUAR Discovery Project Lead, shares insights on the next phase of his project, exploring expanded access to NUAR data for new user groups and use cases, aiming to unlock significant economic and social value while ensuring robust security measures. ",
                "tag": "p"
            },
            {
                "content": "The National Underground Asset Register (NUAR) is envisaged to deliver over £400 million per year of economic growth through increased efficiency, reduced asset strikes and reduced disruptions for the public and businesses. However, extensive feedback and responses to our 2022 public consultation suggest that the full value of NUAR data could be even greater. ",
                "tag": "p"
            },
            {
                "content": "We are pleased to share that the NUAR team is now moving into the next phase of exploring if and how additional benefits can be delivered by securely expanding access to NUAR data. Embarking on this next phase marks an important milestone in our journey to understand the maximum possible value that could be achieved from this important national geospatial data asset. ",
                "tag": "p"
            },
            {
                "content": "To explore this in November 2023 the Government Digital Service geospatial team (formerly Geospatial Commission) launched an exciting new discovery project. During the discovery phase, we focused on understanding views from a wide range of stakeholders, including potential users, asset owners, security stakeholders and industry bodies. Over 200 individuals from over 150 different organisations participated with representation from across the UK and beyond, covering a wide range of industries in both the private and public sectors. Through interviews, workshops and research, we have gained valuable insights into the potential opportunities, constraints and risks associated with making NUAR:   ",
                "tag": "p"
            },
            {
                "content": "Following this extensive, open and fruitful period of stakeholder engagement, in November 2024 we announced that discovery research had concluded. We have now considered the evidence gathered, held further dialogue with key stakeholders, including our security partners, and are able to share the findings and communicate our next steps. ",
                "tag": "p"
            },
            {
                "content": "What we learned",
                "tag": "h2"
            },
            {
                "content": "During the discovery phase, we set out to explore the three key opportunities set out above.  ",
                "tag": "p"
            },
            {
                "content": "We said that we would explore making NUAR available to other user groups for safe digging purposes. Our research highlighted:  ",
                "tag": "p"
            },
            {
                "content": "We said we would explore making NUAR available to support other use cases. Our research with stakeholders across the public and private sectors, as well as from data providers and the research community, captured: ",
                "tag": "p"
            },
            {
                "content": "The NUAR service today exists to meet a single, critical need for planning and carrying out safe excavations —and that alone justifies its value. However, expanding access to support these new user groups could unlock similarly transformational benefits across society and the economy. From housing and infrastructure to decarbonisation, climate adaptation, resilience, and emergency response, the potential for innovation and cross-sector collaboration is significant. ",
                "tag": "p"
            },
            {
                "content": "We said that we would explore making NUAR data accessible via third party intermediaries / APIs, rather than solely via the NUAR user interface. We found:  ",
                "tag": "p"
            },
            {
                "content": "What would providing NUAR data via intermediaries mean for safe digging users? If intermediaries can securely access the data within NUAR they can build smarter services, aligned to the unique business needs and personal preferences of specific users. As well as benefitting from comprehensive, standardised national data, users could benefit from greater choice and tailored digital experiences.  ",
                "tag": "p"
            },
            {
                "content": "Looking beyond safe digging, the recent research suggests this could help stimulate innovation and accelerate digital transformation across sectors—ultimately leading to improved services that better meet user needs and deliver benefits at scale. For example, a local authority could use the API to combine NUAR data with environmental datasets to identify areas at higher risk of flooding. ",
                "tag": "p"
            },
            {
                "content": "In summary: the evidence collected in the discovery project identified that enabling access to NUAR data for a broader range of users and use cases, as well as via APIs and intermediaries, could unlock significant additional economic and social value. This has the potential to support critical government priorities, including: ",
                "tag": "p"
            },
            {
                "content": "By broadening access in a secure and purposeful way, we can help maximise the value of the data—ensuring it delivers benefits across sectors and society. ",
                "tag": "p"
            },
            {
                "content": "Asset owner sentiment ",
                "tag": "h2"
            },
            {
                "content": "We heard strong support from asset owners for enabling broader access to their data, provided that appropriate safeguards and controls are in place. Many saw clear benefits in expanding the range of users and use cases—particularly where it could support greater collaboration with the public sector, academia and other data providers. There was also interest from potential commercial users, who indicated a willingness to pay for access for certain use cases, which could help offset asset owners’ operational costs and thus support the financial sustainability of the service. ",
                "tag": "p"
            },
            {
                "content": "Security",
                "tag": "h2"
            },
            {
                "content": "Our security partners told us that while widening access does require a rigorous review of the security model, they support the idea in principle providing appropriate security measures are in place. This is likely to be in the form of differing levels of data / access depending on who is accessing the data, what for and how they access it.  ",
                "tag": "p"
            },
            {
                "content": "Seven potential enhancements to the NUAR service ",
                "tag": "h2"
            },
            {
                "content": "Based on the evidence collected through the extensive discovery work, and our follow-up work, we have identified seven opportunities. We believe that these are technically feasible, of value, in the public interest and would have the support of asset owners, which we are now keen to test further. ",
                "tag": "p"
            },
            {
                "content": "These are making NUAR data securely available:  ",
                "tag": "p"
            },
            {
                "content": "These potential enhancements are intended to deliver additional economic and social benefit while balancing user needs, asset owner support, security risks and technical feasibility.   ",
                "tag": "p"
            },
            {
                "content": "Security",
                "tag": "h2"
            },
            {
                "content": "Security is at the heart of everything we do on NUAR and it is critical that the benefits of wider access are balanced with the need to keep data safe and ensure it is accessed and used appropriately. We have worked closely with the National Protective Security Authority to develop guidance on securing underground asset data. This outlines a security minded approach detailing measures and principles which when “applied in an appropriate and proportionate manner ... aim to encourage responsible access to and use of infrastructure information”. We are now working closely with them to develop a security access model, which shows how these measures and principles could be applied to the proposed enhanced NUAR service (outlined above) to ensure responsible access and use, while achieving additional benefits.  ",
                "tag": "p"
            },
            {
                "content": "While this model is still in development, one option being explored is that safe digging users outside of the asset owner and supply chain community may only be able to access low-detail or static, read only data for a limited number of searches, and / or may need to go through rigorous onboarding and identity verification processes.    ",
                "tag": "p"
            },
            {
                "content": "Another possibility is that for a site selection use case, access may be restricted to aggregated data summarising asset density on a standardised hex grid.  ",
                "tag": "p"
            },
            {
                "content": "A Trusted Research Environment (TRE) may be required to provide access to detailed data for larger areas for research purposes. ",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "The Government Digital Service (GDS) recognises and values the high levels of engagement we receive from industry and wider stakeholders (including asset owners and the national security community) and this has played a critical role throughout the development of NUAR.    ",
                "tag": "p"
            },
            {
                "content": "We are now ready to move into the next phase of the project – the NUAR enhancements testing phase. During this phase we will further validate the feasibility of unlocking additional social and economic value—while ensuring that robust security measures are in place and any associated risks are carefully managed. ",
                "tag": "p"
            },
            {
                "content": "Working closely with data providers, users and intermediaries, we will explore these seven proposed enhancements in more detail. This includes further assessing the benefits, understanding constraints and evaluating the technical feasibility of possible solutions, such as secure access controls and APIs. ",
                "tag": "p"
            },
            {
                "content": "In partnership with AtkinsRéalis, we will be running a series of engagement activities from May to July, including:  ",
                "tag": "p"
            },
            {
                "content": "The NUAR team at GDS is working with Scottish Roadworks Commissioner to test making NUAR data available for safe digging via Scottish Roadworks Register, which houses Scotland’s own national infrastructure map (Vault). ",
                "tag": "p"
            },
            {
                "content": "Feedback from this phase will help build a clearer picture of the opportunities, challenges and technical options surrounding improved access to the data. This evidence will support a decision by the end of 2025 on which, if any, of these enhancements should be taken forward. ",
                "tag": "p"
            },
            {
                "content": "Legislation",
                "tag": "h2"
            },
            {
                "content": "Measures tabled in the Data (Use and Access) Bill seek to update the existing legislation and contain provisions that would make it possible for NUAR data to be securely accessed for purposes other than safe digging (such as those outlined above) should they prove feasible and of high value. We intend to continue our engagement with stakeholders, and will consult with industry in due course, including the street works sector, in the development of any regulations, to ensure they are aligned with the sector’s needs and enable NUAR to realise its projected, and potentially additional, benefits. ",
                "tag": "p"
            },
            {
                "content": "Stay involved",
                "tag": "h2"
            },
            {
                "content": "If you participated in the discovery project, we will contact you to let you know how you can take part in this exciting next phase. ",
                "tag": "p"
            },
            {
                "content": "If you have not yet participated and would like to get involved, then please contact NUARContact@atkinsrealis.com ",
                "tag": "p"
            },
            {
                "content": "If you wish to contact GDS directly then please email any questions to the NUAR team at GDS by emailing geospatial@dsit.gov.uk.  Please email any questions and queries regarding the current NUAR service to support@nuar.uk  ",
                "tag": "p"
            },
            {
                "content": "Look out for future updates on the NUAR page on GOV.UK, for the latest news on this exciting work as it progresses. ",
                "tag": "p"
            },
            {
                "content": "You can also  sign up to get an email notification every time we publish a new blog post. For more information about this and other news see our  website, or follow us on  LinkedIn ",
                "tag": "p"
            },
            {
                "content": "Footnotes:",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/05/19/unlocking-nuars-full-potential-opportunities-ahead/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "Richard Duffield, NUAR Discovery Project Lead, shares insights on the next phase of his project, exploring expanded access to NUAR data for new user groups and use cases, aiming to unlock significant economic and social value while ensuring robust security …"
    },
    {
        "title": "Competition to accelerate agri-tech investment: guidance out now ",
        "authors": [
            "Sarah Kaya"
        ],
        "posted_on": "2025-05-19T10:21:16",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "A new £5 million round of the Farming Innovation Investor Partnerships competition will open on 2 June. ",
                "tag": "p"
            },
            {
                "content": "I'm pleased to say that guidance is now available to help you prepare. ",
                "tag": "p"
            },
            {
                "content": "The Investor Partnerships competition blends grant funding with private investment. ",
                "tag": "p"
            },
            {
                "content": "It helps agri-tech businesses scale and commercialise innovations that are ready to be used on farms. ",
                "tag": "p"
            },
            {
                "content": "In this post, I'll give an overview and share details of an upcoming webinar for you to learn more. ",
                "tag": "p"
            },
            {
                "content": "A unique investment model  ",
                "tag": "h2"
            },
            {
                "content": "The Investor Partnerships competition is part of Defra's Farming Innovation Programme, delivered in collaboration with our partners, Innovate UK. ",
                "tag": "p"
            },
            {
                "content": "The competition is unique because it combines public and private funding. It helps agri-tech businesses scale and commercialise innovations that are ready to be used on farms.  ",
                "tag": "p"
            },
            {
                "content": "Through the ‘Investor Partner Pool’, grant funding from Defra is matched with equity investment from private investors in the pool. ",
                "tag": "p"
            },
            {
                "content": "The Investor Partner Pool includes more than 150 trusted investment organisations. These have been selected for their track record, expertise, and interest in backing innovative, high-growth businesses. ",
                "tag": "p"
            },
            {
                "content": "This model encourages private investment and supports the growth of UK agri-tech businesses. ",
                "tag": "p"
            },
            {
                "content": "This new round follows a successful pilot that supported 5 agri-tech businesses and attracted more than £10 million in private investment. ",
                "tag": "p"
            },
            {
                "content": "Eligibility  ",
                "tag": "h2"
            },
            {
                "content": "To be eligible, you must be a micro, small or medium-sized business with an experimental technology close to market. You should be looking for late seed or Series A stage investment. ",
                "tag": "p"
            },
            {
                "content": "Projects must: ",
                "tag": "p"
            },
            {
                "content": "Grant funding will cover: ",
                "tag": "p"
            },
            {
                "content": "The application process ",
                "tag": "h2"
            },
            {
                "content": "Applications open on 2 June 2025 and close on 2 July 2025.",
                "tag": "p"
            },
            {
                "content": "To apply, you must: ",
                "tag": "p"
            },
            {
                "content": "Applications will be assessed by independent experts from business and academia. ",
                "tag": "p"
            },
            {
                "content": "If your project meets the threshold, you will be notified in early August. You’ll then have until December to agree heads of terms with a lead investor. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants will be notified after that.",
                "tag": "p"
            },
            {
                "content": "You should apply through Innovate UK’s Innovation Funding Service.  ",
                "tag": "p"
            },
            {
                "content": "Learn more  ",
                "tag": "h2"
            },
            {
                "content": "Together with UKRI, we’ll hold a webinar and Q&A session on Thursday 5 June.  ",
                "tag": "p"
            },
            {
                "content": "In the session, we’ll: ",
                "tag": "p"
            },
            {
                "content": "Sign up to attend the webinar. ",
                "tag": "p"
            },
            {
                "content": "If you can’t make the webinar, don’t worry – it’ll be recorded. I’ll add the link here once it’s available.",
                "tag": "p"
            },
            {
                "content": "Case study: Upcycled Plant Protein ",
                "tag": "h2"
            },
            {
                "content": "Through the pilot, 5 ambitious agri-tech businesses received a total of £4 million in Defra grant funding and secured more than £10 million in private investment. ",
                "tag": "p"
            },
            {
                "content": "One of those businesses was Upcycled Plant Protein (UPP). ",
                "tag": "p"
            },
            {
                "content": "UPP developed Harvesta – a technology that automates the labour-intensive broccoli harvesting process and converts would-be crop waste into nutrient-dense protein ingredients.",
                "tag": "p"
            },
            {
                "content": "Harvesta reduces the need for large teams and multiple field passes, lowering labour dependency and costs for farmers. Lower harvest costs, less pressure from labour shortages, and reduced waste means that UPP has been able to enhance the viability and productivity of broccoli harvesting for farmers. ",
                "tag": "p"
            },
            {
                "content": "Investor Partnerships stimulated research and development in UPP. Through the competition, UPP were able to secure more than £350,000 in grant funding from Defra, and over £700,000 in private investment.  ",
                "tag": "p"
            },
            {
                "content": "Mark Evans, CEO of UPP, said: 'The Investor Partnership competition has played a catalytic role in delivering new technologies and business models that will help secure the financial sustainability of UK broccoli farmers. This will strengthen the resilience of UK farming and food supply, and support the development of new, highly nutritious, hypoallergenic and sustainable foods UK consumers love — all produced here in the UK.'",
                "tag": "p"
            },
            {
                "content": "Stay up to date  ",
                "tag": "h2"
            },
            {
                "content": "For the latest news and updates from the Farming and Countryside Programme, subscribe to the Farming blog.",
                "tag": "p"
            },
            {
                "content": "By subscribing, you’ll receive an email notification whenever we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/19/competition-to-accelerate-agri-tech-investment-guidance-out-now/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "A new £5 million round of the Farming Innovation Investor Partnerships competition will open on 2 June. Guidance is now available. The competition supports agri-tech businesses to fast-track the late-stage development and commercialisation of technologies that are close to market. It offers government funding alongside private investment."
    },
    {
        "title": "Action to restore or create at least 38,877 hectares of wildlife-rich habitat has been undertaken since January 2023",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-19T09:10:00",
        "categories": [
            "Biodiversity",
            "Climate change",
            "Environment Act",
            "Environmental Improvement Plan",
            "Evidence",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Protected sites and species",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Dr Ruth Hall, Principal specialist for habitats at Natural England",
                "tag": "p"
            },
            {
                "content": "Today, for the first time we can start to understand our progress towards the Environment Act habitat target, which is to restore or create at least 500,000 hectares of a range of wildlife-rich habitats by 31st December 2042.",
                "tag": "p"
            },
            {
                "content": "Natural England and Defra have worked in partnership to analyse data provided from the Environment Agency, the Defra Farming and Countryside Programme, the Forestry Commission, Forestry England, and the Nature for Climate Peatland Grant Scheme to assess the amount of habitat action delivered since January 2023. This is a crucial step to monitor and evaluate work to restore nature.",
                "tag": "p"
            },
            {
                "content": "Creating and restoring habitats is crucial for biodiversity, including progress towards the species abundance and extinction targets; contributing to improving environmental quality; and delivering ecosystem services. Evaluating current progress and trends will help inform plans, such as the forthcoming Environmental Improvement Plan, to ensure delivery of the habitat target.",
                "tag": "p"
            },
            {
                "content": "Delivering action to create and restore 38,877 hectares of wildlife-rich habitat over two years is significant progress, but we know this is not all the action that has been undertaken. In this first report, we have concentrated on those Defra schemes likely to deliver the most hectarage and that had readily available data to allow robust reporting. We decided it is better to share the data we have in an open and transparent way now, rather than waiting for more data before sharing the extent of progress made.",
                "tag": "p"
            },
            {
                "content": "We know that many more people are working hard to create and restore wildlife-rich habitat and we have not been able to capture all of this action in our first progress report. We also know that a number of multi-year schemes will not report their data until completion (e.g. the Species Survival Fund). Some delivery mechanisms report every financial year rather than calendar year, so for these delivery mechanisms we only have one full year’s data since the target began. We will continue to work towards including action delivered by everyone in future reporting where data are available, and we will add any appropriate action undertaken since the beginning of 2023 to the running total when we publish yearly updates.",
                "tag": "p"
            },
            {
                "content": "Knowing that the figure reported is currently underreporting, due to the reasons above, makes it difficult to know categorically whether we are on track with the habitat target. If delivery was linear across the target timeframe, we would need to have delivered 56,000 hectares by January 2025 to meet the current Environment Improvement Plan interim target. Whilst we do not currently have sufficient data to show this level of action, we can see that a significant amount of this has been delivered and reported, and we are confident this number will increase as further data become available. Delivery of the target is also unlikely to be completely linear, as large-scale projects like those in the Landscape Recovery scheme have not yet started to deliver. The published report provides further details of exactly what data we have over which time periods and what other data we are currently working to acquire.",
                "tag": "p"
            },
            {
                "content": "Alongside the headline figure we can also see which types of habitat we are creating and restoring the most (arable field margins) and the least (coastal and aquatic habitats) so far. Aquatic habitats are particularly difficult to report on as they are often impacted by multiple pressures, meaning that a single action is rarely sufficient to restore them. Consequently, no actions for aquatic habitats have been included in this year’s report, as we did not have the evidence to be confident that sufficient action was underway to completely restore a water body. In future, an outcome approach may be taken for these habitats instead, but it would lead to a longer time lag between action undertaken and reporting.",
                "tag": "p"
            },
            {
                "content": "As expected, the report shows agri-environment schemes have delivered most of this target so far. The report also includes information on where action is being taken, reported by amount of delivery in each Local Nature Recovery Strategy area.",
                "tag": "p"
            },
            {
                "content": "As habitat creation and restoration should help contribute to delivery of the Lawton principles of bigger, better, more and joined up sites for nature, we analysed the data to see if current delivery is contributing to that ambition. The data shows that some delivery has increased the number of large patches of habitat in England, but we have also continued to deliver many small patches too.",
                "tag": "p"
            },
            {
                "content": "The mechanisms that we evaluated are mostly voluntary, so this delivery pattern does not reflect a purposeful focus on particular habitats or patch sizes. Instead, it reflects the appetite of those who use these mechanisms for delivering these actions, as currently incentivised by the mechanism.",
                "tag": "p"
            },
            {
                "content": "Whilst much more habitat creation and restoration will be needed over the next eighteen years to meet the habitat target and restore nature, today’s publication shows the journey towards nature recovery is underway, we have hit the ground running, and we look forward with anticipation to seeing these habitats develop into places where wildlife thrives.",
                "tag": "p"
            },
            {
                "content": "The full report can be found here: https://publications.naturalengland.org.uk/publication/5726258254839808",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/19/action-to-restore-or-create-at-least-38877-hectares-of-wildlife-rich-habitat-has-been-undertaken-since-january-2023/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Dr Ruth Hall, Principal specialist for habitats at Natural England Today, for the first time we can start to understand our progress towards the Environment Act habitat target, which is to restore or create at least 500,000 hectares of …"
    }
]