[
    {
        "title": "Everything you need to know about teacher training bursaries and scholarships ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-06T22:35:00",
        "categories": [
            "Teacher recruitment",
            "teachers"
        ],
        "content": [
            {
                "content": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know. ",
                "tag": "p"
            },
            {
                "content": "What is being announced? ",
                "tag": "h3"
            },
            {
                "content": "From today, people training to become teachers in key subjects can apply for tax-free bursaries and scholarships worth up to £31,000. ",
                "tag": "p"
            },
            {
                "content": "This funding is designed to attract more people into the profession by helping cover the cost of training, so that finances are less of a barrier. ",
                "tag": "p"
            },
            {
                "content": "Which subjects are covered? ",
                "tag": "h3"
            },
            {
                "content": "Bursaries are focused on priority subjects where more teachers are needed, including: ",
                "tag": "p"
            },
            {
                "content": "In addition, scholarships are available in Physics, Chemistry and Computing.",
                "tag": "p"
            },
            {
                "content": "These subjects are vital to young people’s futures, but also areas where schools have found it hardest to recruit enough teachers. ",
                "tag": "p"
            },
            {
                "content": "How can I apply for the bursaries and scholarships?",
                "tag": "h3"
            },
            {
                "content": "Bursaries are straightforward - if you qualify for one, you'll get it automatically when you start your teacher training. No application is needed.",
                "tag": "p"
            },
            {
                "content": "Scholarships work differently. They're run by organisations who love their subject and want to support new teachers. As well as money, you'll get extra perks like mentoring and the chance to meet other teachers in your field. You do need to apply for these.",
                "tag": "p"
            },
            {
                "content": "However it is worth noting you can only get one or the other - not both.",
                "tag": "p"
            },
            {
                "content": "Find out more here.",
                "tag": "p"
            },
            {
                "content": "Are there other routes into teaching? ",
                "tag": "h3"
            },
            {
                "content": "Yes. There are also employment-based routes. We support these too, for example, schools offering Postgraduate Teaching Apprenticeships (PGTA) will continue to receive salary grants of up to £29,000. ",
                "tag": "p"
            },
            {
                "content": "This means trainees can earn a salary while they learn. ",
                "tag": "p"
            },
            {
                "content": "How does this support fit into wider plans to recruit more teachers? ",
                "tag": "h3"
            },
            {
                "content": "The government has pledged to recruit an additional 6,500 teachers by the end of this Parliament. ",
                "tag": "p"
            },
            {
                "content": "Already, there are over 2,300 more secondary and special schoolteachers in classrooms this year compared to last year, and 1,300 fewer teachers leaving the profession, meaning more pupils are being taught by experienced staff. ",
                "tag": "p"
            },
            {
                "content": "The bursaries build on this progress by encouraging more people to enter the profession. ",
                "tag": "p"
            },
            {
                "content": "Why is this important? ",
                "tag": "h3"
            },
            {
                "content": "High-quality teaching is the single biggest driver of school improvement and pupil success. ",
                "tag": "p"
            },
            {
                "content": "By supporting more people to train as teachers, particularly in shortage subjects, these bursaries will help ensure that every child has access to excellent teaching. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for families and pupils? ",
                "tag": "h3"
            },
            {
                "content": "More teachers in classrooms, especially in maths, science and computing, means pupils can get the specialist teaching they need. This is particularly important in disadvantaged communities, where the impact of high-quality teaching can be most transformative. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/everything-you-need-to-know-about-teacher-training-bursaries-and-scholarships/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses.  Here’s what you need to …"
    },
    {
        "title": "Kinship care: a journey, not always a destination",
        "authors": [
            "Jahnine Davis"
        ],
        "posted_on": "2025-10-06T16:32:43",
        "categories": [
            "Kinship care"
        ],
        "content": [
            {
                "content": "In 2021, I was appointed to the Child Safeguarding Review Panel and became the National Kinship Care Ambassador in September 2024. Through my lived and professional experiences, I advocate for children living in kinship care and their families across England. Twelve months into this position, I've met children, parents, carers, extended family members, and professionals across the sector. Each conversation has deepened my understanding of kinship care's complexities and highlighted its vital role in giving children the best start in life.",
                "tag": "p"
            },
            {
                "content": "Children enter kinship care for various reasons—bereavement, parental mental ill-health, safeguarding concerns, and other challenges. The Department for Education supports kinship arrangements through statutory guidance and commissioned practice guides.",
                "tag": "p"
            },
            {
                "content": "Reflecting on a Whole Family Approach",
                "tag": "h2"
            },
            {
                "content": "When first briefed on this role, I questioned whether we were taking a sufficiently holistic approach. While carers' experiences must never be overlooked, I found myself asking: Where are the children in this narrative? What do we know about parents and the wider family network?",
                "tag": "p"
            },
            {
                "content": "In this role, my lens must include children, parents, carers, and supporting services. Policy must reflect this comprehensive view.",
                "tag": "p"
            },
            {
                "content": "Listening to Families",
                "tag": "h2"
            },
            {
                "content": "This year's journey has taught me that focusing solely on carers, particularly those with Special Guardianship Orders, risks sidelining children's voices and needs, despite best intentions. We also overlook insights from other arrangements especially informal ones, and miss opportunities to understand and support parents navigating difficult circumstances.",
                "tag": "p"
            },
            {
                "content": "Most arrangements are loving, stable, and secure. Yet critical questions remain:",
                "tag": "p"
            },
            {
                "content": "Research from Foundations and Coram found that mediation and conflict resolution between parents and carers can improve contact arrangements and alleviate concerns. Regardless of how children enter kinship care, family needs continue evolving—we must view kinship as a journey, and not always a destination.",
                "tag": "p"
            },
            {
                "content": "Year Two Initiatives",
                "tag": "h2"
            },
            {
                "content": "To build a more inclusive kinship care landscape, I'm working on some new projects:",
                "tag": "p"
            },
            {
                "content": "Moving Forward Together",
                "tag": "h2"
            },
            {
                "content": "Kinship families’ needs continue to evolve once a placement is made, whether they are the child’s, parents’ or carers’. It is incumbent on all of us as policymakers, practitioners, families, and communities to work together to ensure that every child, regardless of where or with whom they live, can thrive.",
                "tag": "p"
            },
            {
                "content": "Please look out for a future First-Year Report reflecting on my first year in post. This will highlight insights from families and professionals, and showcases local innovation and challenges implementing the local offer of support to kinship families.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/10/06/national-kinship-care-ambassador-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "The National Kinship Care Ambassador, Jahnine Davis, talks about taking a whole family approach that includes children's voices, parental support, and evolving family needs."
    },
    {
        "title": "GOVERNMENT VETERINARY SERVICES (GVS) AT THE LONDON VET SHOW 2025 ",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-10-06T14:37:55",
        "categories": [
            "Government Veterinary Services",
            "Jobs and Experiences",
            "Professional development"
        ],
        "content": [
            {
                "content": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we do. ",
                "tag": "p"
            },
            {
                "content": "The Government Veterinary Services, led by UK Chief Veterinary Officer (CVO) Christine Middlemiss, represents the community of vets working across government. It provides a community for all government vets, from those conducting inspections and ensuring our food is safe to eat, disease control, and safeguarding animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "They work in a number of government departments and agencies, such as the Food Standards Agency (FSA), The Veterinary Medicines Directorate (VMD) and the Animal and Plant Health Agency (APHA) as well as the devolved governments in Scotland, Wales and Northern Ireland ",
                "tag": "p"
            },
            {
                "content": "This year, we are sharing our stand with the Animal and Plant Health Agency (APHA). Visit our joint stand to explore what a career in GVS could look like for you — and get inspired to start your own Government Veterinary Story. ",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/10/06/government-veterinary-services-gvs-at-the-london-vet-show-2025/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we …"
    },
    {
        "title": "Coverage of our proposals to shakeup home buying and selling process ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-06T13:13:10",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.  ",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of first-time buyers are set to save £710 when buying a home under the proposals which will reduce the process by four weeks, saving people time, money and reducing unnecessary stress.  ",
                "tag": "p"
            },
            {
                "content": "The Metro’s front page splashes on exclusive comments from the Prime Minister, stating the homebuying process is “one of the most stressful things” people will do. He focused on the “torturous process of transactions” that \"fall through at the last minute, costing thousands of pounds” after they have “shelled out for surveys and solicitors”.   ",
                "tag": "p"
            },
            {
                "content": "In addition, several national papers have run the story on its front pages including The Daily Telegraph, alongside further prominent coverage in The Guardian, Sky News (including a news alert), Independent, BBC News online, PA, The Mirror, The I, the Sun, Daily Star, Financial Times, The Times and the Daily Mail. Minister Fahnbulleh has also undertaken the morning broadcast round on the topic and carried out interviews with Times Radio, Sky News, BBC Breakfast, LBC, ITV’s Good Morning Britain, ITN, Bauer and GB News.  ",
                "tag": "p"
            },
            {
                "content": "The news has also been welcomed by a number of organisations, with comments across the media from groups such as Rightmove, Zoopla, Nationwide, Santander, and the Royal Institute of Chartered Surveyors.  ",
                "tag": "p"
            },
            {
                "content": "Reforms unveiled today include:  ",
                "tag": "p"
            },
            {
                "content": "Housing Secretary, Steve Reed, said:  ",
                "tag": "p"
            },
            {
                "content": "“Buying a home should be a dream, not a nightmare.   ",
                "tag": "p"
            },
            {
                "content": "“Our reforms will fix the broken system so hardworking people can focus on the next chapter of their lives.   ",
                "tag": "p"
            },
            {
                "content": "“Through our Plan for Change we are putting more money back into working people’s pockets and making a simple dream a simple reality.”  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/06/coverage-of-our-proposals-to-shakeup-home-buying-and-selling-process/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.   Hundreds of thousands of first-time buyers are …"
    },
    {
        "title": "UK Space Agency funding for growing Welsh space sector ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-06T12:52:03",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "At the UK Space Agency, we are committed to building a truly national space ecosystem; one that draws on the strengths of every part of the UK. Wales is home to a dynamic and fast-growing space sector, and we’re proud to support its continued growth with a dedicated funding boost.",
                "tag": "p"
            },
            {
                "content": "Delivered through our Devolved Administrations Programme, this £247,000 funding will help deliver on the ambitions set out in Wales: A Sustainable Space Nation – the Welsh space strategy published in 2022. Working in partnership with Space Wales and the Welsh Government, the programme is designed to unlock new opportunities for businesses, researchers, and communities, driving local growth and supporting innovation. ",
                "tag": "p"
            },
            {
                "content": "Driving sustainable growth across the UK",
                "tag": "h2"
            },
            {
                "content": "We want to build one of the most innovative and attractive space economies in the world. A big part of this mission is ensuring that every region of the UK plays a role in the sector’s success. ",
                "tag": "p"
            },
            {
                "content": "This new round of funding – announced ahead of World Space Week (4–10 October) – will enable organisations across Wales to deliver targeted, high-impact projects that support the goal of becoming a sustainable space nation. Funding is divided into two strands, ensuring opportunities are available for both early-stage innovators and established cluster partners. ",
                "tag": "p"
            },
            {
                "content": "Antonia Yendell, Head of Space Ecosystem Development at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "A thriving Welsh space sector",
                "tag": "h2"
            },
            {
                "content": "The Welsh space sector already contributes £345 million annually to the economy, sustaining over 1,700 jobs across more than 105 organisations. It is home to an impressive mix of strengths, including an environment suited for spaceplane operations, advanced optical tracking and telemetry, and 7,100 sq km of segregated airspace with no ceiling. ",
                "tag": "p"
            },
            {
                "content": "Dr Rosie Cane, Cluster Development Manager at Space Wales, said: ",
                "tag": "p"
            },
            {
                "content": "Apply for funding",
                "tag": "h2"
            },
            {
                "content": "We are inviting applications from organisations across Wales that can demonstrate: ",
                "tag": "p"
            },
            {
                "content": "Companies have until 24 October 2025 to apply via GOV.UK. All projects must be completed by 31 March 2026. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/06/uk-space-agency-funding-for-growing-welsh-space-sector/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is supporting the growth of Wales' space sector with a dedicated funding boost to unlock new opportunities, drive local growth and support innovation. "
    },
    {
        "title": "PropTech innovation takes on housing delivery challenges  ",
        "authors": [
            "Joanna Averley, Chief Planner, MHCLG"
        ],
        "posted_on": "2025-10-06T10:06:48",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "How do we embark on the journey of solving 3 fundamental problems holding back housing delivery in England?  ",
                "tag": "p"
            },
            {
                "content": "Several months ago, we challenged the PropTech sector to come up with scalable solutions to address land data accessibility, small site deliverability and infrastructure certainty.  ",
                "tag": "p"
            },
            {
                "content": "The response exceeded all our expectations. I discussed the overwhelming interest we had in a previous blog post. Now, following a series of in-depth judging days, 84 applications have been whittled down to 12 selected pilots which were launched at a celebration event at the end of September. These teams will now develop their innovations further, including real world testing with local authority and developer partners. ",
                "tag": "p"
            },
            {
                "content": "We’re running the PropTech Innovation Challenge in collaboration with Geovation from Ordnance Survey. At the recent event I was thrilled to hear from each of the winning teams about their innovative solutions. The energy in the room was tangible, and it was clear the teams were eager to move from their pitch presentations to the implementation phase.  ",
                "tag": "p"
            },
            {
                "content": "Each team is receiving up to £100,000 and will work up until March 2026 to develop and test their innovations.  ",
                "tag": "p"
            },
            {
                "content": "3 critical areas ",
                "tag": "h2"
            },
            {
                "content": "The solutions each cover one of the 3 challenge areas we set out. One company is developing an innovative approach to make land ownership data more accessible and transparent. Five teams are exploring how they can offer greater certainty to developers with tools that provide reliable insights into essential infrastructure capacity. Meanwhile 6 companies are focused on unlocking small site delivery by reducing investment risks and improving viability assessments for smaller developments. You can find out more about the statements in another one of our previous blog posts and Geovation's Challenge research report.",
                "tag": "p"
            },
            {
                "content": "Powerful collaboration ",
                "tag": "h2"
            },
            {
                "content": "At the event what struck me most wasn't just the innovative ideas and sophistication of the technology on display, but the genuine collaboration between public and private sectors. I am delighted that these teams are embarking on their journeys of discovery alongside local government partners who are equally passionate about solving these problems. These partnerships represent something new – a shared commitment to solving complex problems together, through innovation, with the ultimate goal of delivering the 1.5 million homes our country needs. ",
                "tag": "p"
            },
            {
                "content": "And that’s really what it all comes down to. And something we must keep front of mind. Having also chaired the recent Housing Design Awards, which culminated last month, I visited many schemes during the judging process and stood with people in their new homes. These visits are always powerful reminders of what a vital stepping stone a home is for people and just how important this work is.  ",
                "tag": "p"
            },
            {
                "content": "The journey ahead ",
                "tag": "h2"
            },
            {
                "content": "I’m looking forward to seeing how these 12 teams progress with their pilots and the advances they’ll have made by March 2026, which will hopefully lead to adoption and scaling across the housing sector. You can follow their progress and learn more about each solution on the PropTech Innovation Challenge website page. We’re planning to organise a show and tell in December.  ",
                "tag": "p"
            },
            {
                "content": "I also set the teams a challenge – to build open source solutions wherever possible and design out repeat costs. This way, we can maximise the number of people who benefit from these innovations. I have also asked them to consider how we can enable local authorities to leapfrog their current practice and what key messages I need to take back to policymakers to help make this happen. I am looking forward to seeing how they respond. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/10/06/proptech-innovation-takes-on-housing-delivery-challenges/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Following rigorous judging, 12 project teams have been selected from 84 applications to tackle three fundamental problems holding back housing delivery in England. Working alongside local authority and developer partners, each innovator will work until March 2026 testing their solutions in the real world."
    },
    {
        "title": "Working together to shape the next generation of New Towns ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-06T09:29:26",
        "categories": [
            "Community",
            "Planning",
            "Regulated industry",
            "Sustainability"
        ],
        "content": [
            {
                "content": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. ",
                "tag": "p"
            },
            {
                "content": "Building environmentally resilient communities ",
                "tag": "p"
            },
            {
                "content": "Consideration and investment in environmental capacity and enhancement is essential for healthy, economically thriving and climate-resilient communities of the future. The New Towns programme presents an exciting opportunity to help shape plans for new development at scale, delivering sustainable growth that is resilient to climate change. ",
                "tag": "p"
            },
            {
                "content": "Our involvement in new towns is part of the broader engagement we undertake on housing and development matters across the country. We respond to over 10,000 development consultations each year, and engaging on New Town proposals enables us to provide input early on these very large, emerging sites. We have rapidly reformed our planning service, now providing advice consistently within the 21-day deadline, and will continue to use our technical expertise to achieve the best outcomes for both the environment and economic growth. ",
                "tag": "p"
            },
            {
                "content": "Our commitment to sustainable development ",
                "tag": "p"
            },
            {
                "content": "We want to ensure new homes are built with adequate flood risk protection, reliable supplies of drinking water and sewerage services, whilst remediation brings previously developed land back into productive use. Crucially, we want to put green space, nature recovery and enhancement at the heart of these new communities. ",
                "tag": "p"
            },
            {
                "content": "To support this vision, we have already been working closely with the Ministry of Housing, Communities and Local Government (MHCLG) and Homes England teams supporting the Taskforce. We have been providing environmental evidence for exploratory locations and sharing our insights on the key ingredients for new town design, location and the essential infrastructure investment needed. ",
                "tag": "p"
            },
            {
                "content": "Supporting the Strategic Environmental Assessment process ",
                "tag": "p"
            },
            {
                "content": "We are keen to continue supporting the next stage of the  work on new towns over the coming months, working closely with the New Towns Unit ahead of selecting new town locations in the spring. This includes providing evidence on environmental opportunities and constraints for the Strategic Environmental Assessment (SEA) process, helping to ensure optimum locations are identified. ",
                "tag": "p"
            },
            {
                "content": "The SEA is required by the Environmental Assessment of Plans and Programmes Regulations 2004. It provides a high level of protection to the environment by ensuring environmental and sustainability considerations are built into the preparation of relevant plans and programmes that set a framework for development consent. The SEA process will assess the likely significant environmental effects of the proposed New Towns programme, alongside reasonable alternatives. It ensures these environmental effects are known, publicised, consulted on, integrated into decisions, and then monitored. ",
                "tag": "p"
            },
            {
                "content": "Bringing expertise and experience ",
                "tag": "p"
            },
            {
                "content": "Our expertise, including our experience of working with local authorities, development corporations and developers, will help ensure these new communities achieve the Taskforce's ambition that \"New towns should be designed and delivered to embrace environmental principles, with buildings and neighbourhoods that are low carbon, climate resilient and which help to protect, restore and enhance biodiversity.\" ",
                "tag": "p"
            },
            {
                "content": "We are excited to be part of this next stage and the opportunities it brings to ensure the protection and enhancement of the environment alongside supporting growth, affordable homes and job creation. By working together, we can create communities that are not only economically successful but also environmentally sustainable for generations to come. ",
                "tag": "p"
            },
            {
                "content": "Further reading  ",
                "tag": "p"
            },
            {
                "content": "New Towns Taskforce: Report to government - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/06/working-together-to-shape-the-next-generation-of-new-towns/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. "
    },
    {
        "title": "New Weed Control Handbook Published: A Smarter, Greener Approach to Vegetation Management",
        "authors": [
            "Patrick Shannon-Hughes"
        ],
        "posted_on": "2025-10-06T09:10:17",
        "categories": [
            "Biodiversity",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Weed Control"
        ],
        "content": [
            {
                "content": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals)",
                "tag": "p"
            },
            {
                "content": "We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition reflects more than two decades of evolving practice, policy, and environmental awareness. It offers practical, evidence-based guidance for anyone managing vegetation on sites of ecological importance. ",
                "tag": "p"
            },
            {
                "content": "The importance of vegetation management in conservation  ",
                "tag": "p"
            },
            {
                "content": "Vegetation management is a cornerstone of habitat management on conservation sites, especially in areas of significant ecological value.  For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000) For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000), maintaining biodiversity requires controlling unwanted plant species that can outcompete native or endangered species. ",
                "tag": "p"
            },
            {
                "content": "Competitive weeds pose a significant threat to the survival of species of conservation importance. This makes it essential for site managers to implement strategies to control problem species effectively.",
                "tag": "p"
            },
            {
                "content": "Alternatives to herbicide use ",
                "tag": "p"
            },
            {
                "content": "At its core, the Handbook supports an Integrated Pest Management (IPM) approach. It helps site managers assess when herbicide use is appropriate, how to apply it responsibly, and—crucially—when other methods might be more effective or environmentally sound. ",
                "tag": "p"
            },
            {
                "content": "From mechanical techniques like cutting and digging, to implementing biological controls, and adjusting habitat design, the Handbook explores a wide range of options to reduce reliance on chemicals. By diversifying control measures, site managers can lessen the potential for unintended consequences like herbicide resistance or negative impacts on non-target species.  ",
                "tag": "p"
            },
            {
                "content": "This edition also expands its relevance beyond traditional conservation sites. It is a valuable resource for landowners, contractors, and managers working in semi-natural habitats such as woodlands, hedgerows, riverbanks, field margins, and amenity areas. These landscapes often fall outside of agricultural schemes but still require thoughtful weed control to protect biodiversity and ecosystem function. ",
                "tag": "p"
            },
            {
                "content": "Key features of the Handbook include: ",
                "tag": "p"
            },
            {
                "content": "Who Benefits from the Handbook?  ",
                "tag": "p"
            },
            {
                "content": "The Handbook is designed to be practical and adaptable. It doesn’t prescribe a one-size-fits-all solution but instead equips land managers with the knowledge to make informed decisions based on site conditions, conservation goals, and legal requirements. It’s a tool for balancing ecological integrity with operational needs. ",
                "tag": "p"
            },
            {
                "content": "The Handbook offers a practical, up-to-date reference to support vegetation management decisions across a wide range of habitats. It reflects our shared commitment to evidence-based conservation and provides a useful framework for applying herbicide guidance alongside sustainable alternatives. Many Natural England and DEFRA colleagues contributed to its development, and their expertise has helped shape a resource that will support our work across the country.",
                "tag": "p"
            },
            {
                "content": "Please share the handbook with colleagues, partners, and stakeholders who may benefit from its guidance.  Thank you to everyone involved in bringing this updated edition to life. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/06/new-weed-control-handbook-published-a-smarter-greener-approach-to-vegetation-management/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals) We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition …"
    },
    {
        "title": "5 tips for managing your woodland this autumn",
        "authors": [
            "MacBradan Bones"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Autumn is a key time in the woodland calendar. It marks the start of tree planting season and visually, it makes the biggest impact on our landscapes in the shortest amount of time, as the trees change colour and then lose their leaves.",
                "tag": "p"
            },
            {
                "content": "If you own a woodland, it's also the ideal time to get out and make sure it's in the best health to get through the cold winter months.",
                "tag": "p"
            },
            {
                "content": "It can be hard to know where to start, so we’ve put together our top 5 tips for managing your woodland this autumn.",
                "tag": "p"
            },
            {
                "content": "1. Check your tree guards",
                "tag": "h2"
            },
            {
                "content": "If you have any tree guards which are no longer needed, or need removing and replacing, now is a good time to do this as the scrub and weed growth will be dying down.",
                "tag": "p"
            },
            {
                "content": "Also consider weed control around young trees if they are becoming overtopped and cut bracken before it folds over onto the trees. Competing vegetation can continue to grow through a mild winter so even if you can see the trees now, they might be swamped by the spring.",
                "tag": "p"
            },
            {
                "content": "Read our guidance on how to reuse and recycle tree shelters and guards.",
                "tag": "p"
            },
            {
                "content": "2. Build protective fencing",
                "tag": "h2"
            },
            {
                "content": "The drop in temperature and the increase in rain at this time of year leads to softer ground so if you haven’t already done it, now is a good time to put up fencing to keep livestock or deer away from your trees. If you’re using machinery, be careful that it doesn’t cause soil compaction around tree roots.",
                "tag": "p"
            },
            {
                "content": "Of course, this time of year is generally much cooler so you’ll also work up less of a sweat!",
                "tag": "p"
            },
            {
                "content": "3. Prune and thin trees",
                "tag": "h2"
            },
            {
                "content": "During late autumn the sap is sinking in the trees, so if you have any pruning, thinning or tree maintenance that needs to be done, now is the time to do it. This is especially important for broadleaves as you want to avoid the trees bleeding sap and becoming distressed.",
                "tag": "p"
            },
            {
                "content": "It’s also an ideal time to carry out any felling needed as birds have fledged the nest and dormice are not yet hibernating. If you’re carrying out hardwood felling then you’ll also be ready for the annual winter hardwood auctions.",
                "tag": "p"
            },
            {
                "content": "Don’t forget to check if you need a felling licence before carrying out any work. Our Tree felling: getting permission guide tells you what you need to know and how to apply.",
                "tag": "p"
            },
            {
                "content": "4. Choose and order new trees",
                "tag": "h2"
            },
            {
                "content": "If you’re planning to expand your woodland or replant any felled areas this planting season, now is a good time to choose and order your trees. Use biosecure trees from nurseries with Plant Healthy Certification or similar to help protect against pests and diseases.",
                "tag": "p"
            },
            {
                "content": "When you receive them, handle carefully, store them in a well-ventilated covered area and be mindful that bare root trees have a short 'shelf life' of about two weeks. Cell-grown trees have a longer shelf life and provide a bit more flexibility.",
                "tag": "p"
            },
            {
                "content": "Trees can be planted anytime before very early spring, but those planted before the end of the year have a chance to grow new roots sooner and are better able to survive spring droughts.",
                "tag": "p"
            },
            {
                "content": "5. Look out for signs of tree disease",
                "tag": "h2"
            },
            {
                "content": "With the leaves off most broadleaf trees and some conifers such as larch, it can sometimes be more difficult to detect signs of ill health in the trees. Look for those holding on to their dead leaves as this can be a good indicator that they have died. You can also keep a close eye on the bark for lesions and weeping, as well as looking to the crown for dying twiggy branches.",
                "tag": "p"
            },
            {
                "content": "Autumn is probably the best time for fungi, all of which are fascinating and play a key role in the woodland ecosystem, recycling nutrients and helping trees to take up soil minerals. Some, however, particularly those growing on the wood of living trees, can be a sign that the tree is diseased or dying. So if those trees are located where they could pose a safety risk, have them checked by a qualified tree safety inspector or arboriculturist.",
                "tag": "p"
            },
            {
                "content": "As a woodland owner, you need to protect your trees from pests and diseases and simple biosecurity measures can stop them being introduced. Ask any visitors to clean their shoes and vehicles before entering your woodland and once they leave. Falling leaves can carry fungal diseases in the leaf litter and this prevents it spreading.",
                "tag": "p"
            },
            {
                "content": "Find information on how to identify and report tree pests and diseases.",
                "tag": "p"
            },
            {
                "content": "Finally, take some time for yourself to enjoy the last strains of sunshine filtering through the trees. Getting out into woodlands brings a variety of health benefits, both physical and mental, and working now to prepare your site for winter will bring a great sense of satisfaction.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/10/06/5-tips-for-managing-your-woodland-this-autumn/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "MacBradan Bones is a Nature Recovery Advisor at the Forestry Commission. Here he shares his tips for managing your woodland in autumn."
    },
    {
        "title": "Red squirrel recovery: Why APHA are all in",
        "authors": [
            "Sarah Beatham"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Wildlife"
        ],
        "content": [
            {
                "content": "Red squirrels are fighting for survival and APHA is playing a key role with groundbreaking science, smart feeders, and a bold plan to restore balance to UK woodlands. APHA ecologist Sarah Beatham tells us how.",
                "tag": "p"
            },
            {
                "content": "This summer, my team at APHA Wildlife received some truly exciting news. The National Lottery Heritage Fund has awarded £4.86 million to Northumberland Wildlife Trust and its partners to launch the Red Squirrel Recovery Network (RSRN). This five-year initiative is a major step forward in protecting one of the United Kingdom’s (UK’s) most iconic native species, the red squirrel, and I am proud to say APHA is playing a key role.",
                "tag": "p"
            },
            {
                "content": "What we are doing and why it matters",
                "tag": "h2"
            },
            {
                "content": "As part of the RSRN project, APHA will be working alongside conservation organisations and volunteer groups across Northern England and Southern Scotland. Our focus? Advancing our research into grey squirrel fertility control and supporting red squirrel conservation efforts on the ground.",
                "tag": "p"
            },
            {
                "content": "Grey squirrels are a major threat to red squirrels. Not only do they outcompete reds for food and habitat, but they also carry squirrelpox virus, which is deadly to red squirrels. That is why, funded by the UK Squirrel Accord, we have been developing a world-first contraceptive for grey squirrels and it is progressing well. The RSRN project gives us the opportunity to trial bait delivery methods on a much larger scale than ever before, laying the groundwork for future deployment of the contraceptive.",
                "tag": "p"
            },
            {
                "content": "Building smarter feeders",
                "tag": "h2"
            },
            {
                "content": "To make this possible, we’re collaborating with manufacturers to develop two types of squirrel feeders:",
                "tag": "p"
            },
            {
                "content": "These feeders are based on designs we have used in previous APHA research, and we are testing them to ensure they are robust, cost-effective, and capable of delivering bait exclusively to grey squirrels.",
                "tag": "p"
            },
            {
                "content": "Field trials in action",
                "tag": "h2"
            },
            {
                "content": "In Southern Scotland and Northumberland, APHA will be training and working with red squirrel conservation volunteers in areas where both species coexist. The grey squirrel-specific feeders will be deployed and monitored using cameras to confirm that only grey squirrels are accessing the bait. These feeders use a clever weight threshold mechanism: the door to the bait only opens for animals weighing over 450 grams. Since grey squirrels are nearly twice the weight of reds, this threshold allows over 90% of adult greys access while excluding all red squirrels, something our research has so far demonstrated, but that needs to be fully tested on a larger scale.",
                "tag": "p"
            },
            {
                "content": "In a second trial, we will be working with partners in Cumbria and Lancashire to test the squirrel-specific feeder. This design features a metal tunnel with a bait compartment that squirrels access by pushing open a 70g door with their head. Volunteers trained by APHA will use these feeders to distribute bait containing a dye across large woodland areas. The dye helps us track which squirrels have consumed the bait.",
                "tag": "p"
            },
            {
                "content": "To determine how effective this method is, we will estimate local grey squirrel densities using a camera-based technique we developed. Then, by trapping squirrels and collecting hair samples, we will be able to see what proportion of the population consumed the bait, giving us critical insight into how well a contraceptive could work in the future. APHA research has shown that it is possible the deliver bait to most squirrels in most woods using this method.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "This project is incredibly important to us at APHA. It is not just about science, it is about restoring balance to our ecosystems. In the future, fertility control could offer a humane, sustainable way to reduce grey squirrel numbers, and with it, we hope to see red squirrels thrive once again across the UK.",
                "tag": "p"
            },
            {
                "content": "We are proud to be part of this journey, and we are excited to work with so many passionate volunteers and conservationists. Together, we are building a future where red squirrels are not just surviving, they are flourishing.",
                "tag": "p"
            },
            {
                "content": "The public are being encouraged to get involved with the Red Squirrel Recovery Network by supporting the “Don't Be Shy” campaign on social media, check out #DontBeShy to find out more.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/10/06/red-squirrel-recovery-why-apha-are-all-in/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Red squirrels are fighting for survival and APHA is playing a key role with ground breaking science, smart feeders, and a bold plan to restore balance to UK woodlands."
    }
]