[
    {
        "title": "Do I have flu, COVID-19 or a cold? Know the signs and symptoms",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-10-08T18:09:19",
        "categories": [
            "Coronavirus (COVID-19)",
            "flu",
            "Winter"
        ],
        "content": [
            {
                "content": "We see cases of flu, RSV and COVID-19 throughout the year, but in winter they circulate at the same time and can reach high levels.  ",
                "tag": "p"
            },
            {
                "content": "We also track other respiratory viruses – rhinovirus, adenovirus, human metapneumovirus (hMPV) and parainfluenza – that can also peak over the autumn and winter months.  ",
                "tag": "p"
            },
            {
                "content": "There are vaccines to help protect against flu, COVID-19 and RSV, which are offered to different vulnerable groups. ",
                "tag": "p"
            },
            {
                "content": "Staying at home when you have symptoms of flu or COVID-19 helps protect those who are vulnerable. If you need to go out when unwell, consider wearing a mask around other people.",
                "tag": "p"
            },
            {
                "content": "Simple measures like catching coughs and sneezes in a tissue, regular handwashing, and opening a window when meeting others indoors can all help reduce the spread of respiratory infections.",
                "tag": "p"
            },
            {
                "content": "The following is an explainer of important information about these winter infections; their signs and symptoms, and information on who is eligible for vaccination. ",
                "tag": "p"
            },
            {
                "content": "Flu ",
                "tag": "h2"
            },
            {
                "content": "Flu is a viral infection affecting the nose, throat, and lungs, mostly during the winter months. It is far worse than an ordinary cold, which usually causes a runny nose, sneezing, watery eyes and throat irritation. Symptoms of a cold usually occur gradually without causing a fever or body aches, which usually occur with flu.  Flu signs and symptoms develop very rapidly and extreme tiredness is common.",
                "tag": "p"
            },
            {
                "content": "Flu can lead to serious illness, especially in children, with thousands of hospitalisations each winter. Older people, those with a weakened immune system, and people with certain long-term health conditions are at higher risk. Last winter there were around 8,000 deaths associated with flu – this is higher than the approximately 3,500 deaths recorded the year before, but lower than during the 2022 to 2023 season, when there were around 16,000 deaths.",
                "tag": "p"
            },
            {
                "content": "For those who took up the offer, last year’s flu vaccine had a significant impact on reducing severe illness, ranging from an almost 40% reduction in the number of those aged 65 and over being hospitalised, and a 75% reduction in those aged between 2 and 17 years. ",
                "tag": "p"
            },
            {
                "content": "Many people are eligible for the flu vaccine including: ",
                "tag": "p"
            },
            {
                "content": "COVID-19 ",
                "tag": "h2"
            },
            {
                "content": "While for most people COVID-19 is not as severe as during the early years of the pandemic, the virus is still causing severe illness, hospitalisations, and deaths – particularly among those with a weakened immune system and those 75 year old and over. ",
                "tag": "p"
            },
            {
                "content": "It is normal and expected for viruses to genetically change over time and the current COVID-19 variants, much like previous variants, can spread easily through droplets released when an infected person coughs, sneezes or speaks. The autumn COVID-19 vaccines are our best defence against serious illness.  ",
                "tag": "p"
            },
            {
                "content": "We have seen COVID-19 symptoms change over time. Today, many people now experience cold-like symptoms and some will also experiencefever or chills, continuous cough, shortness of breath, tiredness, body aches, headache, sore throat, blocked nose, loss of appetite, nausea, diarrhoea, or change in sense of taste or smell. Some people report a hoarse voice or a particularly painful sore throat, associated with the latest variants. This has been referred to in the media as ‘razor-blade throat’.",
                "tag": "p"
            },
            {
                "content": "People aged 75 and over, living in a care home for older adults, or in who are immunosuppressed and aged over 6 months, are eligible for a COVID-19 vaccine. ",
                "tag": "p"
            },
            {
                "content": "Rhinovirus (as the most common cause of the ‘common cold’) ",
                "tag": "h2"
            },
            {
                "content": "Rhinovirus causes what we know as the common cold. Cold symptoms come on gradually over 2 to 3 days.  ",
                "tag": "p"
            },
            {
                "content": "The main symptoms include a blocked or runny nose, sneezing, a sore throat, a hoarse voice, a cough, feeling tired and unwell. You may also have a high temperature, aching muscles, a loss of taste and smell and a feeling of pressure in your ears and face.  ",
                "tag": "p"
            },
            {
                "content": "Symptoms of a cold can last longer in young children. They may also be irritable, have difficulty feeding and sleeping, breathe through their mouth, and get sick after coughing. ",
                "tag": "p"
            },
            {
                "content": "You can get more information on telling the difference between colds and flu via the NHS website.  ",
                "tag": "p"
            },
            {
                "content": "RSV ",
                "tag": "h2"
            },
            {
                "content": "Respiratory syncytial virus (RSV) is a major respiratory virus that is common over the winter period, typically November to February, and can spread through coughs and sneezes.  ",
                "tag": "p"
            },
            {
                "content": "Symptomsinclude cough, wheezing, shortness of breath, tiredness and fever.  ",
                "tag": "p"
            },
            {
                "content": "While the symptoms are mild for many, RSV can cause bronchiolitis in infants, which can make it difficult for them to breathe and feed. You may see your baby experiencing fast or noisy breathing and being unsettled or difficult to comfort. This accounts for approximately 20,000 hospitalisations annually in children aged under 1.  ",
                "tag": "p"
            },
            {
                "content": "RSV can also be severe in older adults, causing pneumonia and flare-ups of existing lung disease and other long-term conditions. It causes around 9,000 hospitalisations in those aged 75 and over in the UK each year.  ",
                "tag": "p"
            },
            {
                "content": "An NHS vaccine has been introduced for pregnant women, to protect babies once they are born, and for those aged 75 to 79 years. It hasn’t been recommended for those age 80 or older because there were too few people of that age in the clinical trials to be sure of protection.  ",
                "tag": "p"
            },
            {
                "content": "If received during pregnancy, the vaccine reduces the risk of severe bronchiolitis by 70% in the first 6 months of a baby’s life. ",
                "tag": "p"
            },
            {
                "content": "Adenovirus, parainfluenza and human metapneumovirus (hMPV) ",
                "tag": "h2"
            },
            {
                "content": "These 3 viruses cause a wide range of symptoms similar to those of a cold.  ",
                "tag": "p"
            },
            {
                "content": "Parainfluenza viruses are common causes of respiratory infections in infants, young children, older adults, and people with weakened immune systems.  ",
                "tag": "p"
            },
            {
                "content": "Adenoviruses and hMPV typically cause mild, cold-like illnesses in people of all ages. They are seen throughout the year, but can spread more easily in winter.  ",
                "tag": "p"
            },
            {
                "content": "Tracking these illnesses  ",
                "tag": "h2"
            },
            {
                "content": "You can see our surveillance reports which track these viruses, plus flu and COVID-19 here.  ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/10/08/do-i-have-flu-covid-19-or-a-cold-know-the-signs-and-symptoms/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "This blog post is an explainer of important information about these winter infections; their signs and symptoms, and information on who is eligible for vaccination. "
    },
    {
        "title": "Celebrating climate innovation during World Space Week",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-08T17:13:36",
        "categories": [
            "Delivering Missions and Capabilities",
            "Earth from space",
            "Earth observation"
        ],
        "content": [
            {
                "content": "As we mark World Space Week 2025, the UK Space Agency announces the launch of six new projects funded through our third Climate Services Call.",
                "tag": "p"
            },
            {
                "content": "These projects will use satellite data to tackle climate challenges in creative and practical ways, from monitoring woodland health to supporting sustainable aviation. ",
                "tag": "p"
            },
            {
                "content": "This year’s World Space Week theme, “Living in Space,” invites us to reflect on how space technologies are not only helping us explore beyond Earth, but also improving life here at home.",
                "tag": "p"
            },
            {
                "content": "With a combined investment of £380,000, the six projects demonstrate how satellite data can be transformed into practical tools that support sustainable living, whether through better forest monitoring, or more reliable carbon measurement in woodland and seagrass.",
                "tag": "p"
            },
            {
                "content": "Earth Observation (EO) is also playing a vital role in driving economic growth, as the insights gained from satellite data fuel new industries, create skilled jobs, and unlock innovative business opportunities in the environmental and technology sectors. ",
                "tag": "p"
            },
            {
                "content": "One project, led by Edinburgh based New Gradient, is developing machine learning tools that use satellite and aerial data to measure the health and carbon value of woodlands.",
                "tag": "p"
            },
            {
                "content": "This will help landowners and investors understand the impact of tree planting and restoration projects, making it easier to fund and manage nature-based climate solutions. ",
                "tag": "p"
            },
            {
                "content": "Data Dynamics, working with Fangorn, is testing whether drones and satellite images can replace traditional forest surveys done on foot. ",
                "tag": "p"
            },
            {
                "content": "By combining high-tech imaging with artificial intelligence, they hope to create fast, accurate maps of individual trees. This could save time and money while improving forest management. ",
                "tag": "p"
            },
            {
                "content": "Treeconomy is tackling a key challenge for nature-based climate solutions: trust in carbon credits. ",
                "tag": "p"
            },
            {
                "content": "Their project, QUBIST, will pioneer a cutting-edge methodology integrating data from multiple satellites with advanced statistical models to robustly quantify and reduce uncertainty in forest carbon estimates.",
                "tag": "p"
            },
            {
                "content": "This approach will build investor confidence, make carbon credits more trustworthy, and support the UK’s growing market for nature-based climate solutions.   ",
                "tag": "p"
            },
            {
                "content": "In the aviation sector, Amelia Space Technologies is building a system that uses satellite data and artificial intelligence to track agricultural waste that can be turned into Sustainable Aviation Fuel (SAF).",
                "tag": "p"
            },
            {
                "content": "This helps ensure the materials meet environmental standards, promotes a more circular economy, and supports the UK’s efforts to make flying greener. ",
                "tag": "p"
            },
            {
                "content": "2Excel’s woodland mapping initiative is exploring new types of satellites that can capture detailed images of woodland areas.",
                "tag": "p"
            },
            {
                "content": "These projects aim to go beyond simply mapping where trees are by assessing the overall condition of habitats. This includes spotting signs of stress, deadwood or invasive species, which are key indicators of biodiversity and carbon storage potential. ",
                "tag": "p"
            },
            {
                "content": "To support our oceans, Plastic-i’s Sequestra project is developing a UK-led satellite and AI tool to protect seagrass meadows – vital coastal habitats that store carbon and support marine life.",
                "tag": "p"
            },
            {
                "content": "By combining high-resolution satellite and drone data, Sequestra will detect damage from boat activity and estimate how much carbon is being stored or lost, supporting more sustainable marine management. ",
                "tag": "p"
            },
            {
                "content": "Together, these six projects show how space technology can help us understand and protect our natural environment.",
                "tag": "p"
            },
            {
                "content": "Living in space starts with learning how to live better on Earth.",
                "tag": "p"
            },
            {
                "content": "These projects show how satellite data can help us make smarter decisions about our environment, our resources and our future.  ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/08/celebrating-climate-innovation-during-world-space-week/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "As we mark World Space Week 2025, the UK Space Agency announces the launch of six new projects funded through our third Climate Services Call."
    },
    {
        "title": "How do you assess digital services for sustainability?",
        "authors": [
            "Ned Gartside"
        ],
        "posted_on": "2025-10-08T15:14:45",
        "categories": [
            "Defra digital",
            "Defra services",
            "Digital Sustainability"
        ],
        "content": [
            {
                "content": "Ned Gartside, Sustainable Design Lead, shares how Defra is testing an approach to assess and record how well digital services are managing their environmental and social impacts.",
                "tag": "p"
            },
            {
                "content": "Defra’s strategic goals for sustainability",
                "tag": "h2"
            },
            {
                "content": "2025 is a big year for digital sustainability, with more and more people getting interested in how building greener services can save money and support the growing UK sustainable technology sector. We’ve seen this momentum building in my own Digital Sustainability team in Defra – for example in the expansion of our Government Digital Sustainability Alliance (GDSA) advisory group, and in the increasing collaboration we’re leading across government on this issue with things like the Government Buying Standards (GBS).",
                "tag": "p"
            },
            {
                "content": "With so much happening and such an urgent issue there’s always a risk of unmanaged or duplicated effort, so within Defra we’ve been working on a new Digital Sustainability Strategy. This sets out our key objectives, which focus on decarbonization, circularity, water and material use, boosting social value, supply chain transparency and resilience to climate change.",
                "tag": "p"
            },
            {
                "content": "But we know strategies don’t mean anything unless they drive practical changes and outcomes, so we’re delighted Defra (with the sponsorship of our Director of Digital Delivery) is testing a way to ensure our digital services are as sustainable, efficient and circular as possible.",
                "tag": "p"
            },
            {
                "content": "What are we doing with Defra digital projects?",
                "tag": "h2"
            },
            {
                "content": "Our approach is based on creating a digital sustainability standard which Defra group digital services need to meet at their service assessments (where they also need to demonstrate compliance with the overall Government Digital Service (GDS) Service Standard).",
                "tag": "p"
            },
            {
                "content": "At present, these assessments cover things like usability, accessibility, privacy, security and reliability, so introducing sustainability puts it on a level with these established project priorities.",
                "tag": "p"
            },
            {
                "content": "Our approach",
                "tag": "h2"
            },
            {
                "content": "We’re designing a process to support both service teams and those who will be assessing them. As well as the digital sustainability standard, the key parts of this process are:",
                "tag": "p"
            },
            {
                "content": "We know sustainability is a new topic for most service teams, and it can be difficult for them to identify relevant sustainability actions, especially if these aren’t readily findable.",
                "tag": "p"
            },
            {
                "content": "For this reason, we’ve worked with experts across government and partners in the GDSA to develop the Greener Service Principles – a single repository of meaningful actions to deliver efficient, sustainable services.",
                "tag": "p"
            },
            {
                "content": "Testing and learning",
                "tag": "h2"
            },
            {
                "content": "We’ve begun testing and gathering feedback on this process and the products above with services in Defra group at different stages of the agile lifecycle.",
                "tag": "p"
            },
            {
                "content": "In early 2026, we intend to integrate the digital sustainability standard into Defra service assessments as a non-binding element.",
                "tag": "p"
            },
            {
                "content": "From later in the spring of 2026, the plan is for the digital sustainability standard to become fully part of Defra service assessments as a 15th point.",
                "tag": "p"
            },
            {
                "content": "Wider application",
                "tag": "h2"
            },
            {
                "content": "We’re really excited to pilot this approach within Defra group. As the lead department for sustainable IT across government, we work closely with GDS to embed digital sustainability into their cross-government guidance and strategies.",
                "tag": "p"
            },
            {
                "content": "We’re already working with GDS on some updates to the mandatory Service Standard and Service Manual, building on the best practice advice in our Greener Service Principles.",
                "tag": "p"
            },
            {
                "content": "From early 2026 we’ll be working with other departments to see how we could make the above approach repeatable across government more widely. We’ll also work with GDS on how to best reflect this within their products and guidance.",
                "tag": "p"
            },
            {
                "content": "The input of our cross-government steering group and GDSA will be vital in all this work, and we’re looking forward to finding out more and sharing updates on our progress.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/10/08/how-do-you-assess-digital-services-for-sustainability/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Ned Gartside, Sustainable Design Lead, shares how Defra is testing an approach to assess and record how well digital services are managing their environmental and social impacts."
    },
    {
        "title": "Qualified Electronic Signatures: Answering your questions",
        "authors": [
            "Emma Jackson, Senior Product Manager"
        ],
        "posted_on": "2025-10-08T15:14:16",
        "categories": [
            "Data",
            "Digital services",
            "Law and practice"
        ],
        "content": [
            {
                "content": "Since HM Land Registry's recent announcement that we will accept Qualified Electronic Signatures (QES), we've been monitoring your feedback and have received numerous enquiries and expressions of interest from the property market. We want to address the most frequently asked questions to help you understand how this development is working in practice.",
                "tag": "p"
            },
            {
                "content": "We're pleased to confirm that HM Land Registry now accepts applications signed with QES. The advantage of using QES is that a signatory’s identity is pre-checked, so that no witness is required for the signature. If you would like to lodge applications with QES, you can email us. We are currently accepting charges, transfers, and assents.",
                "tag": "p"
            },
            {
                "content": "Sign counterpart deeds?",
                "tag": "h2"
            },
            {
                "content": "We understand there are current technical challenges with counterpart signing using QES technology.  To support the development of a conveyancing process that enables a single document to be QES-signed by all parties, we encourage providers of QES to look at practitioner processes and their practical concerns to complete transactions.",
                "tag": "p"
            },
            {
                "content": "Providers will have their own guidance to produce a signed QES document. Our position remains that section 91 of the Land Registration Act 2002 requires a single document rather than the use of original and counterpart documents.",
                "tag": "p"
            },
            {
                "content": "Mixed-mode signing: Is it possible?",
                "tag": "h2"
            },
            {
                "content": "QES is a digital document. A wet signature cannot be added once the document is made secure. Once the identity has been verified and signatures have been added, the document is locked down. There can be no further additions to the document, otherwise it is no longer secure.",
                "tag": "p"
            },
            {
                "content": "A wet ink signature can only be applied to a paper document, whilst an electronic signature can only be applied to an electronic document. A document must be either paper or electronic, it cannot be both.",
                "tag": "p"
            },
            {
                "content": "The benefits of QES technology can only be fully realised when all parties to a deed use it. Mixed-mode signing would undermine these advantages, which is why we are not currently supporting that.",
                "tag": "p"
            },
            {
                "content": "How should documents be dated?",
                "tag": "h2"
            },
            {
                "content": "The requirements for dating documents reflect our current understanding of the technical necessities when using QES technology. However, we recognise that different platforms may handle dating documents in different ways. If a QES platform provider can demonstrate an alternative approach to dating that maintains the necessary legal and technical standards, we're open to adjusting our requirements accordingly. We will publish developments on our practice guide 82.",
                "tag": "p"
            },
            {
                "content": "Documents lodged with a QES signature will have to be amended in accordance with Notice 2 under rule 54(c) of the Land Registration Rules 2003 – a demonstration of the documentation process can be found with the notice.",
                "tag": "p"
            },
            {
                "content": "Which platform providers can be used?",
                "tag": "h2"
            },
            {
                "content": "HM Land Registry accepts QES but does not supply or operate the underlying technology for QES. Customers will need to obtain QES services from a third-party provider.  You have flexibility in your choice of platform . To learn about the eIDAS regulation that your provider will need to adhere to, visit the Information Commissioner’s Office (ICO) guide to eIDAS.",
                "tag": "p"
            },
            {
                "content": "What about Scotland?",
                "tag": "h2"
            },
            {
                "content": "The position in Scotland differs from England and Wales. According to Registers of Scotland, they currently accept QES-signed documents only for their register of deeds, which serves as a repository for safekeeping original deeds.",
                "tag": "p"
            },
            {
                "content": "However, it's not currently possible to submit QES-signed deeds for recording in either the Land Register of Scotland (the main register providing state-backed guarantees to property owners) or the General Register of Sasines (which lists deeds for properties dating back to 1617). RoS does, however, accept electronic discharge deeds (which discharge mortgages) signed using their own electronic signature solution through their Digital Discharge Service.",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "We're committed to working with the conveyancing community to ensure the successful implementation of QES technology. We are in the early stages of accepting QES and our long-term aim is to ultimately accept all applications using it. Platform providers are willing to work with the property market to help address the practical challenges of using QES while maintaining the legal requirements that protect property transactions.",
                "tag": "p"
            },
            {
                "content": "As we continue to refine these processes based on your feedback and our experience with early applications, we'll keep you updated on any developments. This technology represents a significant step forward in modernising property transactions, and we appreciate your patience as we work through the initial implementation phase together.",
                "tag": "p"
            },
            {
                "content": "If you have any questions about using QES for your applications, please don't hesitate to email our dedicated team.",
                "tag": "p"
            },
            {
                "content": "Conveyancer Certified Electronic Signatures (CCES)",
                "tag": "h2"
            },
            {
                "content": "Customers can still continue to use CCES - a simple and inexpensive form of electronic signature that’s used for different documents logged at HM Land Registry. You can keep up to date via our practice guide 82.",
                "tag": "p"
            },
            {
                "content": "If you need to contact us about Qualified Electronic Signatures, email: QES@landregistry.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/10/08/qualified-electronic-signatures-answering-your-questions/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "Following HM Land Registry's recent announcement that we will accept Qualified Electronic Signatures (QES), we've put together answers to your most frequently asked questions to help you understand how this is working in practice."
    },
    {
        "title": "Then and now: The impact of the Economic Crime and Corporate Transparency Act on Companies House ",
        "authors": [
            "Integrity and Enforcement Team"
        ],
        "posted_on": "2025-10-08T15:04:56",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation"
        ],
        "content": [
            {
                "content": "In March 2024, the first reforms brought about by the Economic Crime and Corporate Transparency Act 2023 came into effect.  ",
                "tag": "p"
            },
            {
                "content": "These changes granted Companies House enhanced powers and marked a major shift in our capacity to tackle corporate abuse and fraud.  ",
                "tag": "p"
            },
            {
                "content": "Before the Economic Crime and Corporate Transparency Act  ",
                "tag": "h2"
            },
            {
                "content": "Before the act, company registration was enacted with a strong emphasis on trust.  ",
                "tag": "p"
            },
            {
                "content": "We generally accepted documents sent to us and placed them on the public register with limited verification, which meant there was less assurance over the accuracy of the information provided. ",
                "tag": "p"
            },
            {
                "content": "Identity checks were not required to be as robust as they’re today, and this made it possible for directors and people with significant control (PSCs) to cover their tracks through the use of PO boxes. They may also have provided details that were intentionally misleading to make sure they would be difficult to authenticate. ",
                "tag": "p"
            },
            {
                "content": "We were less equipped to act on false, incomplete or misleading information. We were more constrained, and correcting the register was a timely and inefficient process.  ",
                "tag": "p"
            },
            {
                "content": "Enforcement action was far less common, and our approach was mostly reactive rather than proactive. These circumstances allowed for the register’s weaknesses to be exploited. This led to a rise in shell companies, the misuse of legitimate names and a greater ability for criminal enterprises to obscure ownership details. ",
                "tag": "p"
            },
            {
                "content": "A new chapter in company regulation",
                "tag": "h2"
            },
            {
                "content": "We’ve now been given a wider set of tools to strengthen the accuracy and reliability of the register. ",
                "tag": "p"
            },
            {
                "content": "We can now query or reject filings if the information provided appears to be incomplete, inaccurate or misleading. We can ask for changes before we accept records. We can remove false or incorrect entries more quickly than before, without always needing an external complaint. ",
                "tag": "p"
            },
            {
                "content": "Identity requirements have also been improved. Directors and PSCs will now need to verify their identity and companies must provide an appropriate registered office address. When a new company is formed, it must also confirm that it’s being created for a lawful purpose, and this statement is repeated in annual filings. ",
                "tag": "p"
            },
            {
                "content": "Companies House now has a broader range of options to encourage compliance. These include fines, annotations on the register, and where necessary, company strike-off action. We now have dedicated teams working with law enforcement to make sure that issues can be identified and addressed at the earliest possible stage. ",
                "tag": "p"
            },
            {
                "content": "Changes in action",
                "tag": "h2"
            },
            {
                "content": "Company name abuse",
                "tag": "h3"
            },
            {
                "content": "Then - Companies House had limited powers to combat misleading company names being registered. ",
                "tag": "p"
            },
            {
                "content": "Now - Companies House can reject names at incorporation, require changes, and annotate or remove records. ",
                "tag": "p"
            },
            {
                "content": "Companies House investigated a number of cloned restaurant companies in 2024, targeting 786 incorporations flagging suspicious applications and removing 965 companies and 2,895 fraudulent appointments. ",
                "tag": "p"
            },
            {
                "content": "False information",
                "tag": "h3"
            },
            {
                "content": "Then - Incorrect or incomplete entries could remain on the register for long periods, with challenges often needing external complaints or lengthy legal processes.",
                "tag": "p"
            },
            {
                "content": "Now - Companies House proactively removes false entries, verifies identities and applies sanctions. The focus has shifted from passive record-keeping to ongoing verification. ",
                "tag": "p"
            },
            {
                "content": "Between 4 March 2024 and 3 March 2025, we queried and removed false or misleading information affecting 100,400 companies and rejected over 10,200 suspicious applications. ",
                "tag": "p"
            },
            {
                "content": "Identity and addresses",
                "tag": "h3"
            },
            {
                "content": "Then - Use of PO boxes or non-traceable addresses was common and PSCs and directors could avoid identity confirmation. ",
                "tag": "p"
            },
            {
                "content": "Now - Companies must provide appropriate office addresses, and the identities of directors and PSCs can now be subject to verification requirements, with stronger checks on the legitimacy of submitted information. ",
                "tag": "p"
            },
            {
                "content": "Since March 2024, false entries have been removed across 82,600 registered office addresses, 66,900 officer addresses and 55,100 PSC addresses. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "Since the act received royal assent in October 2023, we've made great progress. We’ve moved from being a passive collector of information to an active guardian of corporate transparency.  ",
                "tag": "p"
            },
            {
                "content": "Many of the provisions under the act are still being rolled out. We’re continuing to strengthen the integrity of our identity verification systems and we’re expanding our workforce to make sure we can carry out timely and effective action at proportionate scale. ",
                "tag": "p"
            },
            {
                "content": "Together, we're strengthening the UK’s company register and helping to build a more transparent and trustworthy business environment. ",
                "tag": "p"
            },
            {
                "content": "Read more on our changes to UK company law website.  ",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/10/08/then-and-now-the-impact-of-the-economic-crime-and-corporate-transparency-act-on-companies-house/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Read about our progress since the introduction of new measures under the Economic Crime and Corporate Transparency Act."
    },
    {
        "title": "Building a reusable data matching product",
        "authors": [
            "Leonardo Mazzone - Senior Data Scientist"
        ],
        "posted_on": "2025-10-08T13:36:35",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Leonardo Mazzone",
                "tag": "h3"
            },
            {
                "content": "Will Langdale",
                "tag": "h3"
            },
            {
                "content": "When ordering online groceries, you expect your loyalty points to update, your delivery slot to sync with your calendar, and your payment to go through without retyping your address. Citizens and businesses face a different reality with government services, often re-entering the same information multiple times across disconnected systems.",
                "tag": "p"
            },
            {
                "content": "This fragmentation affects both user experience and government's ability to create effective policies. While solutions like centralised logins have proven challenging, departments have developed various approaches tackle this.",
                "tag": "p"
            },
            {
                "content": "Some departments have a centralised data matching team. Others leave analysts and services to solve the problem as they encounter it. Government needs a way to consolidate entity resolution in an environment that resists centralisation. That’s why we’ve built Matchbox. Matchbox is a reusable component for record matching. It allows us to deduplicate and link datasets in a way that is measurable, iterative and collaborative. It retains almost no information about the data it matches. We hope our unique approach to entity resolution will mean data is linked robustly enough to power both analysis and services, yet securely enough to defend civil liberties.",
                "tag": "p"
            },
            {
                "content": "Why we built Matchbox",
                "tag": "h2"
            },
            {
                "content": "Analysts at the Department for Business and Trade use company data to inform better policy, monitor the department’s impact, and improve our effectiveness. Digital products use company data to capture our relationship with businesses and offer them a more bespoke experience.  This improves the decisions we make on anything from grants to export licenses. ",
                "tag": "p"
            },
            {
                "content": "But company data comes from many different sources, which must be joined to produce powerful insights.  That is a difficult task when the identifiers in each data source differ.  It’s similarly tricky to join by other attributes such as name and address: all attributes can be ambiguous, missing, include mistakes, or change over time. We need to:",
                "tag": "p"
            },
            {
                "content": "Over the years, different parts of the department have tackled this challenge in many ways. Our objective was to build a tool that would make it easy to deduplicate and link datasets in a reusable and consistent way.  It had to be easy to query, protect sensitive data, and straightforward to evaluate and evolve. We can avoid repeated effort and ensure that everyone benefits from the highest quality matches available, shaped by the right domain experts in each area. ",
                "tag": "p"
            },
            {
                "content": "In building Matchbox, we benefit from the work of countless others, who have released open-source code on which our own code depends. To benefit from community contributions, encourage reuse across government, and to work transparently in the public interest, we also publish our work as an open-source project. We hope that by building an open-source and general solution that is easily customised and adopted, we can multiply our work’s impact, to benefit many government organisations and beyond.",
                "tag": "p"
            },
            {
                "content": "Linking datasets",
                "tag": "h2"
            },
            {
                "content": "Linking 2 data sources with Matchbox involves:",
                "tag": "p"
            },
            {
                "content": "All these steps are expressed in Python and scheduled to run automatically. These steps can be repeated and stacked to link much more than 2 datasets. For example, the output of a model linking datasets X and Y can be the input to a model adding dataset Z on top of X and Y.",
                "tag": "p"
            },
            {
                "content": "Models can be based on simple rules (e.g. “2 companies are the same if their cleaned named and postcodes are the same”), or more sophisticated. For example, “probabilistic models” output confidence scores about 2 records matching, which are fractional values from 0 to 1. These scores express how likely it is that 2 records are the same given that their fields are similar to varying degrees. We use Splink (another open-source government project) to build our probabilistic models.",
                "tag": "p"
            },
            {
                "content": "Matchbox components",
                "tag": "h2"
            },
            {
                "content": "Matchbox is made up of a client (which users and applications run), and a server. The server stores information about which models have been run and when, their results, and user evaluation. The original data being matched is never sent to the Matchbox server. The server knows how to stitch datasets together, but not what information they contain, to boost data security.",
                "tag": "p"
            },
            {
                "content": "The Matchbox client is a software package for the Python programming language. The client can:",
                "tag": "p"
            },
            {
                "content": "Thus, Matchbox users can access data from the sources if and only if they already have access to it outside of Matchbox.",
                "tag": "p"
            },
            {
                "content": "Evaluating model results",
                "tag": "h2"
            },
            {
                "content": "Let’s say that a model thinks that records A and B are the same, and a different model, stacked on top, thinks that records B and C are the same. From the second model’s point of view, A, B and C are all part of the same “cluster” of records. Which model describes the true entity?",
                "tag": "p"
            },
            {
                "content": "At any one point, we name one model as the “point of truth” in terms of which clusters exist in our data. Matchbox helps us discover which point of truth best-represents reality. We randomly sample clusters and show them to our users. They can confirm that different clusters look sensible or correct them. This forms our validation data, which we use to assign 2 scores describing a model’s performance:",
                "tag": "p"
            },
            {
                "content": "There is typically a trade-off between precision and recall: a more conservative model will have better precision and worse recall, and vice versa. Based on a suitable compromise between the 2, we can tune a model or compare alternative models.",
                "tag": "p"
            },
            {
                "content": "Querying matched data",
                "tag": "h2"
            },
            {
                "content": "Once we’re confident with the quality of a model that links multiple datasets, we can serve it to users. There are 2 ways it can be used:",
                "tag": "p"
            },
            {
                "content": "Learning at DBT",
                "tag": "h2"
            },
            {
                "content": "On top of the satisfaction of tackling a problem with far-reaching consequences for government, and ultimately for all citizens, working on Matchbox has been an incredible learning experience. It encourages us to stretch across product management, data engineering, DevOps and data science.",
                "tag": "p"
            },
            {
                "content": "There is still much more we want to do, such as allowing internal and external government services to look up and exchange company information resolved by Matchbox. ",
                "tag": "p"
            },
            {
                "content": "If you’re interested in helping solve similar challenges, have a look at our jobs board to see current opportunities. Alternatively, if you want to deploy your own Matchbox instance, or contribute features that benefit everyone, get in touch at datamatching@businessandtrade.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/10/08/building-a-reusable-data-matching-product/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "The Department for Business and Trade (DBT)’s Data Scientists have built Matchbox, an open-source platform that allows them to deduplicate and link datasets in a way that is measurable, iterative and collaborative."
    },
    {
        "title": "Power of Attorney Stories: Jennie",
        "authors": [
            "harryfortuna"
        ],
        "posted_on": "2025-10-08T10:00:00",
        "categories": [
            "Future planning",
            "lasting power of attorney",
            "LPA",
            "YourVoiceYourDecision"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you lack mental capacity to do so. ",
                "tag": "p"
            },
            {
                "content": "Jennie, 49, from Gloucestershire, has recently registered her LPA. When her stepmother lost capacity to make decisions for herself at a young age, Jennie became aware of the importance of planning for the future.  ",
                "tag": "p"
            },
            {
                "content": "Here, Jennie tells us about her experiences with LPAs and why she believes it’s never too early to start a conversation about them:  ",
                "tag": "h4"
            },
            {
                "content": "When people think about lasting power of attorney (LPA), they often imagine it’s something for later life, something you deal with when you’re retired or unwell. But I’ve learned, through my work and my own family’s experience, that it’s something we should all be thinking about much earlier. ",
                "tag": "p"
            },
            {
                "content": "As a former midwife and someone who worked closely with families through a child bereavement charity, I’ve seen the value of being prepared. Alongside a will and life insurance, having an LPA in place is one of the most thoughtful and practical things you can do — not just for yourself, but for the people you love. ",
                "tag": "p"
            },
            {
                "content": "My husband and I set up our LPAs last year when I was 48. We didn’t use a solicitor, although we had the support of my sister, who’d done hers professionally. It was straightforward and empowering. ",
                "tag": "p"
            },
            {
                "content": "For my own LPA, I chose three attorneys: my husband, my younger sister (who’s just had a baby herself), and my 18-year-old son. I waited until my son turned 18 so that I could include him. While I love and trust my husband and sister implicitly, I also know that life is unpredictable. I wanted to spread the responsibility across generations. Sharing the load is really important, because lots of people are willing to help. Having my son involved brings a layer of longevity and future-proofing to the decisions that might need to be made on my behalf. ",
                "tag": "p"
            },
            {
                "content": "I’m also an attorney for my husband, and for my sister which reinforces how much we trust each other as a family.  ",
                "tag": "p"
            },
            {
                "content": "My motivation for getting an LPA came from personal experience. In 2016, my stepmother, who was just 48 at the time, had a horse-riding accident that led to a brain injury. While the injury itself was being treated, doctors revealed to the family that she had a brain tumour, and within a short time she lost mental capacity. ",
                "tag": "p"
            },
            {
                "content": "She was American, with no family in the UK, and my father had already passed away. Her elderly mother, the only living named attorney on her LPA, had to fly over from America to help. It was a lesson in how crucial it is to think not just about who you want as an attorney, but who will realistically be able to help if and when that time comes. ",
                "tag": "p"
            },
            {
                "content": "Later, when my stepfather became unwell it was necessary to set up his LPA. Sadly, due to the time it takes to process, it came through the day after he died. It was a sharp reminder of how close we often cut these decisions, and how much smoother things can be if we act earlier. ",
                "tag": "p"
            },
            {
                "content": "I’m a horse rider. It’s a sport I love, but it’s one that carries risk. Life doesn’t always give us a warning before things change so my LPA gives me great peace of mind.  ",
                "tag": "p"
            },
            {
                "content": "It’s not always a comfortable conversation, but it’s one worth having. If you’re thinking it’s too early, it probably means it’s the perfect time. ",
                "tag": "p"
            },
            {
                "content": "Jennie is one of the many people across England and Wales who has made an LPA. It's never too early to talk about lasting powers of attorney with someone you trust. ",
                "tag": "p"
            },
            {
                "content": "Start a conversation today. ",
                "tag": "p"
            },
            {
                "content": "Find out more at https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae Atwrneiaeth Arhosol (sydd hefyd yn cael ei galw’n LPA) yn ddogfen gyfreithiol. Mae’n eich galluogi i enwebu rhywun rydych chi’n ymddiried ynddo i gamu i mewn a gwneud penderfyniadau am eich iechyd a lles a’ch eiddo a materion ariannol, os nad oes gennych chi’r galluedd meddyliol i wneud hynny.",
                "tag": "p"
            },
            {
                "content": "Mae Jennie, 49 oed, o Swydd Gaerloyw, wedi cofrestru ei Hatwrneiaeth Arhosol yn ddiweddar. Pan gollodd ei llysfam y galluedd i wneud penderfyniadau drosti hi ei hun yn ifanc iawn, daeth Jennie yn ymwybodol o bwysigrwydd cynllunio ar gyfer y dyfodol.",
                "tag": "p"
            },
            {
                "content": "Yma mae Jennie yn sôn am ei phrofiadau gydag atwrniaethau arhosol, a pham mae hi'n credu nad yw hi byth yn rhy gynnar i ddechrau siarad am hynny:",
                "tag": "h4"
            },
            {
                "content": "Pan fydd pobl yn meddwl am Atwrneiaeth Arhosol, maen nhw'n aml yn dychmygu mai rhywbeth i’w wneud yn nes ymlaen mewn bywyd yw hynny, rhywbeth i ddelio ag ef pan fyddwch chi wedi ymddeol neu'n sâl. Ond rydw i wedi dysgu, drwy fy ngwaith a drwy brofiad fy nheulu fy hun, ei fod yn rhywbeth y dylai pob un ohonom ei ystyried yn gynt o lawer.",
                "tag": "p"
            },
            {
                "content": "Fel cyn-fydwraig a rhywun a fu'n gweithio'n agos gyda theuluoedd drwy elusen profedigaeth plant, rydw i wedi gweld pa mor werthfawr yw paratoi. Ochr yn ochr ag ewyllys ac yswiriant bywyd, mae cael atwrneiaeth arhosol yn un o'r pethau mwyaf ystyriol ac ymarferol y gallwch chi ei wneud – nid dim ond i chi'ch hun, ond i'r bobl rydych chi'n eu caru hefyd.",
                "tag": "p"
            },
            {
                "content": "Mi wnaeth fy ngŵr a minnau drefnu ein hatwrniaethau arhosol y llynedd pan oeddwn i'n 48 oed. Wnaethon ni ddim defnyddio cyfreithiwr, ond fe gawson ni help gan fy chwaer a oedd wedi gwneud ei hatwrneiaeth arhosol hi gyda gweithiwr proffesiynol. Roedd yn broses syml, ac yn gwneud i mi deimlo bod gen i reolaeth dros fy mywyd.",
                "tag": "p"
            },
            {
                "content": "Ar gyfer fy atwrneiaeth arhosol fy hun, mi wnes i ddewis tri atwrnai: fy ngŵr, fy chwaer iau (sydd newydd gael babi ei hun), a fy mab 18 oed. Mi wnes i aros nes bod fy mab yn troi'n 18 oed er mwyn i mi allu ei gynnwys. Er fy mod i'n caru ac yn ymddiried yn llwyr yn fy ngŵr a fy chwaer, rydw i hefyd yn gwybod bod bywyd yn llawn troeon annisgwyl. Roeddwn i eisiau rhannu'r cyfrifoldeb rhwng y cenedlaethau. Mae’n bwysig iawn rhannu'r baich, oherwydd mae llawer o bobl yn barod i helpu. Mae cynnwys fy mab yn y broses yn ffordd o roi sicrwydd at y dyfodol ac yn dod ag elfen hirdymor i'r penderfyniadau y gallai fod angen eu gwneud ar fy rhan.",
                "tag": "p"
            },
            {
                "content": "Rydw i hefyd yn atwrnai i fy ngŵr, ac i fy chwaer hefyd – sy'n atgyfnerthu faint rydym ni'n ymddiried yn ein gilydd fel teulu.",
                "tag": "p"
            },
            {
                "content": "Roedd fy nghymhelliant i gael atwrneiaeth arhosol yn deillio o brofiad personol. Yn 2016 cafodd fy llysfam, a oedd ond yn 48 oed ar y pryd, ddamwain wrth farchogaeth a arweiniodd at anaf i'r ymennydd. Er bod yr anaf ei hun yn cael ei drin, datgelodd y meddygon wrth y teulu fod ganddi diwmor ar yr ymennydd, ac o fewn cyfnod byr fe gollodd alluedd meddyliol.",
                "tag": "p"
            },
            {
                "content": "Americanes oedd hi. Doedd ganddi ddim teulu yn y DU, ac roedd fy nhad eisoes wedi marw. Bu'n rhaid i'w mam oedrannus, yr unig atwrnai a enwyd ar ei hatwrneiaeth arhosol a oedd yn dal yn fyw, hedfan draw o America i helpu. Roedd yn esiampl o ba mor bwysig yw meddwl nid yn unig am bwy hoffech chi ei gael fel atwrnai, ond pwy yn realistig fydd yn gallu helpu os a phan ddaw'r amser.",
                "tag": "p"
            },
            {
                "content": "Pan aeth fy llystad yn sâl yn nes ymlaen, bu’n rhaid trefnu ei atwrneiaeth arhosol. Yn anffodus, oherwydd ei bod yn cymryd gymaint o amser i brosesu atwrneiaeth arhosol, cafodd ei chyhoeddi ddiwrnod ar ôl i fy llystad farw. Roedd yn wers anodd ynghylch pa mor hwyr rydym ni’n gwneud y penderfyniadau hyn yn aml iawn, a chymaint yn fwy hwylus y gall pethau fod os gwnawn ni weithredu'n gynt.",
                "tag": "p"
            },
            {
                "content": "Rydw i'n marchogaeth. Rydw i’n caru’r gamp, ond mae’n gallu bod yn beryglus. Dydy bywyd ddim bob amser yn rhoi rhybudd i ni cyn i bethau newid, felly mae fy atwrneiaeth arhosol yn rhoi tawelwch meddwl mawr i mi.",
                "tag": "p"
            },
            {
                "content": "Dydy hi ddim bob amser yn sgwrs gyfforddus, ond mae'n un sydd werth ei chael. Os ydych chi'n meddwl ei bod hi'n rhy gynnar, mae'n siŵr mai dyma’r amser delfrydol.",
                "tag": "p"
            },
            {
                "content": "Mae Jennie yn un o’r llu o bobl ledled Cymru a Lloegr sydd wedi gwneud atwrneiaeth arhosol. Dydy hi byth yn rhy gynnar i siarad am atwrneiaeth arhosol gyda rhywun rydych chi’n ymddiried ynddo.",
                "tag": "p"
            },
            {
                "content": "Dechreuwch sgwrs heddiw.",
                "tag": "p"
            },
            {
                "content": "Mae rhagor o wybodaeth ar gael yn https://powerofattorney.campaign.gov.uk/",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/10/08/power-of-attorney-stories-jennie/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] A lasting power of attorney (also known as an LPA) is a legal document. It allows you to nominate someone you trust to step in and make decisions about your health and welfare and property and finance if you …"
    },
    {
        "title": "Experience and expertise advising Natural England’s Board:  Natural England’s Landscape Advisory Panel after three and a half years. ",
        "authors": [
            "Sarah Mukherjee MBE"
        ],
        "posted_on": "2025-10-08T08:42:56",
        "categories": [
            "Green Infrastructure",
            "Landscape",
            "Landscapes and access",
            "Natural England"
        ],
        "content": [
            {
                "content": "By Co-Chairs Dame Caroline Spelman and Sarah Mukherjee MBE.",
                "tag": "p"
            },
            {
                "content": "Together, we have the pleasure of Co-Chairing Natural England’s Landscape Advisory Panel (NELAP), Sarah as our external Co-Chair, drawing upon her long experience, including as a Member of Julian Glover’s Landscapes Review Panel, and Caroline as our Co-Chair from the Natural England Board, where she brings her long experience, including as a previous Secretary of State, to both Board’s and the Panel’s discussions.  Professor Clare Fitzsimmons, of Newcastle University, is Natural England’s other Board Member on the Panel.  Clare is Chair of Natural England’s Science Advisory Panel, providing a useful link between the work of the two Panels.",
                "tag": "p"
            },
            {
                "content": "The Panel was established in 2021 to provide advice to Natural England’s Board on landscape aspects of its work.  We have grown into our role and in this blog post we aim to provide more insight into the work of the Panel, and the ways in which its advice has been used by Natural England.",
                "tag": "p"
            },
            {
                "content": "Early days ",
                "tag": "p"
            },
            {
                "content": "The Panel was established in late 2021, following an open recruitment to appoint Members from a range of different backgrounds and areas of expertise. Tony Juniper, Natural England’s Chair, celebrated the Panel’s launch in his Blog in January 2022. ",
                "tag": "p"
            },
            {
                "content": "The Panel’s early meetings were impacted by Covid-19 restrictions, meaning we could only meet online, limiting our ability to develop the open and creative discussions that face to face gatherings are so much better at facilitating.  With the lifting of Covid-19 restrictions, the Panel was able to get into its stride, meeting face to face and undertaking several field visits to look at current issues and opportunities, and to hear from many inspirational people.",
                "tag": "p"
            },
            {
                "content": "Bold and Brave ",
                "tag": "p"
            },
            {
                "content": "A strong theme in the Panel’s advice to Natural England has been to be bold and brave.  We know that we face nature, climate and wellbeing crises and know that England’s land – and therefore its landscapes – have a fundamental role to play in making a better place for people and nature to thrive in harmony together in the future. ",
                "tag": "p"
            },
            {
                "content": "The Panel has provided advice on a wider range of Naturel England business, but there are four areas where we feel it has had particular impact. ",
                "tag": "p"
            },
            {
                "content": "Urban greening and Nature Towns and Cities.   The Panel’s early work related directly to Natural England’s response to the Landscapes Review, commissioned by then Secretary of State, Michael Gove and undertaken by a Panel led by Julian Glover.  ",
                "tag": "p"
            },
            {
                "content": "The Review reported in 2019 and, amongst various recommendations, it highlighted the need for new landscape approaches on the coast and in urban areas.  The need for radical urban greening has been a concern for a long time, and the Panel was pleased to both endorse and advise upon development of an urban greening accreditation approach that has grown to become Nature Towns and Cities, with partners National Trust and National Heritage Lottery Fund. ",
                "tag": "p"
            },
            {
                "content": "A new National Park.   In November 2023, then-Prime Minister Rishi Sunak asked Natural England to identify where a new English National Park should go, and the Panel was closely involved in advising on strategic options, including looking at the potential for new styles of National Park.  ",
                "tag": "p"
            },
            {
                "content": "The Panel advised on technical aspects of some of the analysis Natural England undertook using the All-England Landscape Mapping tool and developed a set of principles that it advised Natural England could be used to think about a new-style National Park.  The 2024 General Election and change of Government meant this work has not been progressed any further. ",
                "tag": "p"
            },
            {
                "content": "Natural England’s new Strategy.  Natural England’s Board also commissioned the Panel to advise throughout development of its new Strategic Direction and subsequent full Strategy.  Important strands of our advice included around the ways in which landscape features, the need to be clearer about the many ways in which society values nature, that we need to emphasise that we depend on nature for survival, and caution about the risks of short-term horizons.  ",
                "tag": "p"
            },
            {
                "content": "At our most recent meeting in early July, we advised on strategic and practical aspects of adopting a more integrated, place-based approach to local nature recovery, as a contribution to Strategy delivery. ",
                "tag": "p"
            },
            {
                "content": "Supporting England’s Protected Landscapes to contribute more to 30by30.  Most recently, the Panel was commissioned by the Natural England Board to provide advice about how to support National Trails, National Landscapes and National Parks to deliver more towards achieving Government’s international commitment to protect 30% of land and sea for biodiversity by 2030.  ",
                "tag": "p"
            },
            {
                "content": "To help us develop our advice, the Panel held its April meeting in the beautiful surroundings of Upper Teesdale, in the North Pennines National Landscape, meeting farmers and land managers on the Raby Estate, at the sharp end of balancing nature, climate, social and economic needs.  The Panel’s resulting advice shaped proposals discussed with Natural England’s Board at the end of July, where NE Board Members were able to discuss issues, opportunities and priorities with Panel Members and Chairs and Chief Executives of National Trails UK, National Landscapes Association and National Parks England. ",
                "tag": "p"
            },
            {
                "content": "A collaborative, inclusive and listening approach ",
                "tag": "p"
            },
            {
                "content": "What made this Protected Landscapes and 30by30 gathering particularly valuable was the direct dialogue between Natural England Board Members and the people who know these landscapes best – the Chairs and Chief Executives who lead our protected landscape partnerships day in, day out – with the diverse membership of the Advisory Panel adding depth of knowledge, creativity and challenge. These conversations don't just inform Board decisions; they help to ensure that Natural England’s approach is grounded in practical reality and a genuinely collaborative, inclusive and listening approach to nature recovery. ",
                "tag": "p"
            },
            {
                "content": "This collaborative approach reflects the Government's broader Plan for Change vision, which recognises that achieving ambitious environmental goals requires bringing together expertise from across sectors and landscapes to create integrated solutions that work for nature, climate and communities. ",
                "tag": "p"
            },
            {
                "content": "Into the future ",
                "tag": "p"
            },
            {
                "content": "The Panel’s membership was reviewed in late 2024, as Members’ first three-year terms came towards an end.  All existing Members were reappointed for up to a further three years, but we also identified two areas of interest/expertise that we feel need strengthening – equality, diversity and inclusion, and the role of Local Authorities.  We plan to recruit to fill these gaps shortly, with the Terms of any new appointees starting in 2026.   ",
                "tag": "p"
            },
            {
                "content": "NELAP's value is in bringing together independent expertise and practical experience to help Natural England’s Board deliver the landscape aspects of its remit.  Our advice is helping Natural England to deliver Government’s climate, nature and wellbeing priorities across England’s diverse and wonderful landscape. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/08/experience-and-expertise-advising-natural-englands-board-natural-englands-landscape-advisory-panel-after-three-and-a-half-years/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Co-Chairs Dame Caroline Spelman and Sarah Mukherjee MBE. Together, we have the pleasure of Co-Chairing Natural England’s Landscape Advisory Panel (NELAP), Sarah as our external Co-Chair, drawing upon her long experience, including as a Member of Julian Glover’s Landscapes …"
    },
    {
        "title": "What’s changing – Patent examination",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2025-10-07T14:59:57",
        "categories": [
            "Digital",
            "Innovation",
            "IPO",
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "Our One IPO Patent Service is set to launch in early 2026. This new platform will revolutionise the way you apply for, oversee and track patents, delivering a modern approach to intellectual property management. ",
                "tag": "p"
            },
            {
                "content": "We are publishing a weekly blog series to provide you with comprehensive guidance on each aspect of the upcoming changes. Our goal is to ensure you're fully prepared and confident for a seamless move to our new digital service. ",
                "tag": "p"
            },
            {
                "content": "Last week we shared details of how applying for a patent will change. Now we’re going to focus on the next stage of the patent application process – patent examination. This is where our patent examiners scrutinise the patent application to make sure it meets the criteria for granting a patent and explain any reasons why it can’t be. ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of the new examination process? ",
                "tag": "h3"
            },
            {
                "content": "There are several benefits to the new process:",
                "tag": "p"
            },
            {
                "content": "How patent searches and exams work ",
                "tag": "h3"
            },
            {
                "content": "In the One IPO service you will receive an email notification once your patent search or examination has been completed. The email will contain a link that will take you to the relevant patent – you’ll have to be logged in to access it. ",
                "tag": "p"
            },
            {
                "content": "Within each patent record there’s an ‘upcoming actions’ heading. When an examination report is ready to be viewed, a link saying ‘respond to examination report’ will appear. This will allow you to respond to what the patent examiner has said and provide any additional information necessary. ",
                "tag": "p"
            },
            {
                "content": "What’s different about responding to an exam report? ",
                "tag": "h3"
            },
            {
                "content": "The ‘respond to an exam report’ page looks very similar to the ‘apply for a patent’ page. You will be able to upload revised documents for descriptions, claims and drawings if necessary. Similarly to the new application service, you will need to attach these separately, rather than as one combined document. ",
                "tag": "p"
            },
            {
                "content": "You must also upload a response document. This would essentially be your covering letter where you provide any comments for the patent examiner – for example, agreeing or disagreeing with their observations. ",
                "tag": "p"
            },
            {
                "content": "Previously, it’s been common practice for customers to submit ‘replacement pages’. That means only sending the IPO the pages of the document that have been changed. Now we’ll be asking for you to send us the complete document instead. This will make things quicker and more efficient because we won’t have to place the revised pages into the documents you have submitted. ",
                "tag": "p"
            },
            {
                "content": "Can I mark-up documents? ",
                "tag": "h3"
            },
            {
                "content": "When it comes to mark-up on documents (i.e. tracked changes or comments on documents) the rules are unchanged. You should submit documents with mark-up on with your covering letter. If you do not file clean copies of any marked up documents we will request them prior to processing your amendment.",
                "tag": "p"
            },
            {
                "content": "To aid our transition to One IPO, it would help us greatly if you could file complete copies of your amended patent specifications when submitting amendments through our legacy systems. For example, if you are submitting amendments to pages 3 and 8 of the description, it would be helpful if you could submit the following:",
                "tag": "p"
            },
            {
                "content": "Complete copies of amended specifications allow us to process amendments more quickly, which is of increasing importance as we transition to our new services.",
                "tag": "p"
            },
            {
                "content": "What’s the next step?",
                "tag": "h3"
            },
            {
                "content": "Once you have responded to the exam report, the process will repeat until both the applicant and the IPO are satisfied that the patent is ready to be granted or cannot be granted. You will be able to view your previous responses to the examiner and the associated documents in your account. ",
                "tag": "p"
            },
            {
                "content": "In some cases, there may be a slight delay in you being able to view your response to the examiner in your account. This is because we must first do a manual check to ensure that documents are suitable for publication (for example, ensuring personal information is redacted). Once this check has been completed, your response will be viewable in your account. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/10/07/whats-changing-patent-examination/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "We are publishing a weekly blog series to make sure you are prepared for the transition to One IPO Patent Service. This week we are focusing on the patent examination process."
    },
    {
        "title": "Top tips on how to keep your child healthy at school",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-07T12:34:38",
        "categories": [
            "Returning to school",
            "Schools"
        ],
        "content": [
            {
                "content": "For many, the start of the school term will mean mixing with different groups of people, which is why the autumn term is also known for its colds and bugs.",
                "tag": "p"
            },
            {
                "content": "While it’s usually safe for parents and carers to send their children to school with mild illnesses, like a minor cough, runny nose or sore throat, there are steps you can take to ensure your child is better protected against illnesses, so they don’t miss out on vital time in school.",
                "tag": "p"
            },
            {
                "content": "Here we take you through what you can do to reduce the chances of your child getting ill.",
                "tag": "p"
            },
            {
                "content": "Make sure your child is up to date with their vaccinations",
                "tag": "h3"
            },
            {
                "content": "Childhood infections such as measles are picking up again across England. And in 2024, there was a large outbreak of whooping cough across the country.",
                "tag": "p"
            },
            {
                "content": "Childhood infections like measles and whooping cough are rising, with outbreaks across the country.",
                "tag": "p"
            },
            {
                "content": "These infections can have a huge impact on your child’s life, including missing out on school due to illness, being hospitalised, and even experiencing life-long complications and disability.",
                "tag": "p"
            },
            {
                "content": "The best protection you can give your child is to get them vaccinated. If your child isn’t vaccinated, they’re not protected.",
                "tag": "p"
            },
            {
                "content": "It is important for parents to take up the offer of the NHS’ free childhood immunisation programme as soon as they are offered ensure your child has the best protection.",
                "tag": "p"
            },
            {
                "content": "However, if you or your child have missed a vaccine, it’s never too late to find out if you can catch up.",
                "tag": "p"
            },
            {
                "content": "Parents and guardians should check their child’s Red Book to find out if they have missed any vaccines or contact their GP if they are unsure.",
                "tag": "p"
            },
            {
                "content": "Protecting those who are most vulnerable ",
                "tag": "h3"
            },
            {
                "content": "Getting vaccinated also means you are helping protect others around you. For example, infants under one year, and those with weakened immune systems, can’t have the Measles Mumps Rubella (MMR) vaccine and they are also at greater risk of serious illness and complications from measles, including death. Some individuals may have been fully vaccinated in the past but have since developed a medical condition and/or are receiving treatment, such as cancer therapy, that can wipe out their previous immunity, leaving them at much greater risk.",
                "tag": "p"
            },
            {
                "content": "We all have our part to play in helping protect those who are more vulnerable by ensuring all children and family members are fully vaccinated and helping stop the spread of the disease to those at greatest risk. They rely on the rest of us getting the vaccine to protect them.",
                "tag": "p"
            },
            {
                "content": "Remind your child of basic hygiene measures",
                "tag": "h3"
            },
            {
                "content": "Some basic hygiene practices go a long way in preventing infections. Remind your child to:",
                "tag": "p"
            },
            {
                "content": "You can use the free e-Bug resources to explore hygiene topics with your child.",
                "tag": "p"
            },
            {
                "content": "Know when your child is too ill for school",
                "tag": "h3"
            },
            {
                "content": "It’s usually safe for you to send your child to school with mild illnesses, like a minor cough, runny nose or sore throat. However, children should stay at home if they have a high temperature of 38C or above.",
                "tag": "p"
            },
            {
                "content": "The NHS has published guidance to help you decide whether your child is well enough to attend school, including information on a range of common childhood illnesses and conditions, such as coughs, colds, chickenpox, measles and headlice.",
                "tag": "p"
            },
            {
                "content": "What can schools do to ensure they’re prepared for seasonal illness?",
                "tag": "h3"
            },
            {
                "content": "Basic hand, respiratory and cough hygiene measures have a big impact on reducing the spread of illness. You can find more detail on these in the guidance on preventing and controlling infections.",
                "tag": "p"
            },
            {
                "content": "This autumn term, all school children in England (from reception to year 11) will be offered a flu vaccination in school.",
                "tag": "p"
            },
            {
                "content": "Here’s where you can find the updated flu guidance for primary and secondary schools.",
                "tag": "p"
            },
            {
                "content": "This can help protect children against flu, reduce absence and reduce transmission within the community – including the likelihood of teachers catching flu from pupils.",
                "tag": "p"
            },
            {
                "content": "Here’s where you can find the updated flu guidance for primary and secondary schools.",
                "tag": "p"
            },
            {
                "content": "Secondary pupils are also offered the HPV vaccine in year 8, MenACWY vaccine in year 9, three in one teenage booster in year 9 and MMR for children who haven’t already been vaccinated.",
                "tag": "p"
            },
            {
                "content": "These vaccines help protect young people and the wider community against serious illness at a time when we are seeing the return of vaccine preventable illnesses circulating amongst the unvaccinated.",
                "tag": "p"
            },
            {
                "content": "By following these simple steps – keeping vaccinations up to date, practising good hygiene, and knowing when to keep children at home – you can help ensure your child stays healthy and enjoys a successful school term.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/top-tips-how-child-healthy-school/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "For many, the start of the school term will mean mixing with different groups of people, which is why the autumn term is also known for its colds and bugs. While it’s usually safe for parents and carers to send …"
    },
    {
        "title": "Protecting the environment in East Anglia during prolonged dry weather",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-07T09:36:54",
        "categories": [
            "Climate change",
            "Drought",
            "Environment Agency",
            "Fisheries and biodiversity",
            "Invasive species",
            "Rivers",
            "Water"
        ],
        "content": [
            {
                "content": "East Anglia is one of several areas across England experiencing prolonged dry weather or drought. Nationally, the Environment Agency is coordinating efforts through the National Drought Group to protect water supplies and the environment during this challenging period.",
                "tag": "p"
            },
            {
                "content": "Whilst the start of September has seen 40-60mm of welcome rain, it provides limited environmental benefits due to the exceptionally dry soils from the summer. Further rainfall, usually associated with autumn and winter, is required before our rivers, groundwater and ecology can recover.",
                "tag": "p"
            },
            {
                "content": "What's happening to the wildlife in our rivers",
                "tag": "p"
            },
            {
                "content": "River levels across East Anglia are currently at some of the lowest levels recorded since summer 1976. Public water supplies are secure, but the combination of below average rainfall and warmer temperatures has created challenging conditions for the wildlife.",
                "tag": "p"
            },
            {
                "content": "When water levels drop and temperatures rise, there's less oxygen dissolved in rivers and streams. This creates stressful conditions for fish and other aquatic life, and in severe cases can lead to fish rescues.",
                "tag": "p"
            },
            {
                "content": "How we're responding",
                "tag": "p"
            },
            {
                "content": "We've increased our environmental monitoring across East Anglia so we’ve been able to spot problems early and take action. Our teams have been measuring dissolved oxygen levels and river flows at over 100 additional sites throughout the region.",
                "tag": "p"
            },
            {
                "content": "Our fisheries teams have been:",
                "tag": "p"
            },
            {
                "content": "Local success stories",
                "tag": "p"
            },
            {
                "content": "Throughout the summer, where low levels of dissolved oxygen have been detected or reported, our staff have quickly intervened. Mechanical and chemical aeration equipment have raised oxygen levels back to a healthy condition saving thousands of fish.",
                "tag": "p"
            },
            {
                "content": "In Ipswich, we detected very low oxygen levels in the River Gipping. This was caused by a build-up of an invasive species call Azolla filiculoides (water fern). This non-native plant can quickly spread and block waterways, starving the water of oxygen. In response, our staff cleared substantial amounts of the invasive vegetation from the river. This work was supported by Anglian Water who temporarily reduced abstraction, increasing river flow.",
                "tag": "p"
            },
            {
                "content": "Throughout summer 2025, we have rescued fish from several local authority owned fishing ponds where water levels had dropped very low. Fish were carefully moved to enclosed lakes with better water levels. These lakes were not used for fishing so provided a safe home where fish could recover.",
                "tag": "p"
            },
            {
                "content": "You can read more about what the EA has been doing nationally to protect aquatic life during drought conditions:  From Fish to Rare Crayfish: England’s Drought Wildlife Rescue Operations  – Creating a better place",
                "tag": "p"
            },
            {
                "content": "What’s our long-term response?",
                "tag": "p"
            },
            {
                "content": "It can take a long time for rainfall to fully replenish groundwaters, reservoirs and rivers. The environment can take even longer to recover. Therefore, we'll continue monitoring the situation and act where necessary to protect the environment and wildlife.",
                "tag": "p"
            },
            {
                "content": "The Environment Agency continues to work nationally to monitor and respond to drought conditions. Through the National Drought Group, we’re coordinating efforts with water companies, farmers, environmental organisations and local authorities to safeguard water supplies and protect wildlife. You can read more about the national response here.",
                "tag": "p"
            },
            {
                "content": "How can the public help?",
                "tag": "p"
            },
            {
                "content": "Everyone can continue to play a part in managing the impact of dry weather:",
                "tag": "p"
            },
            {
                "content": "Find the latest information here:  weekly dry weather summaries, water situation reports, and the Water hub.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/07/protecting-the-environment-in-east-anglia-during-prolonged-dry-weather/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "East Anglia is one of several areas across England experiencing prolonged dry weather or drought. Nationally, the Environment Agency is coordinating efforts through the National Drought Group to protect water supplies and the environment during this challenging period. Whilst the …"
    },
    {
        "title": "Nature Returns: 4 years on",
        "authors": [
            "Mike Morecroft"
        ],
        "posted_on": "2025-10-07T09:00:00",
        "categories": [
            "Natural England",
            "Nature",
            "Nature Returns",
            "Nature-based solutions"
        ],
        "content": [
            {
                "content": "Nature Returns is a flagship programme led by Natural England, which is delivering practical solutions for nature and climate and building robust scientific evidence to support policy and investment decisions.",
                "tag": "p"
            },
            {
                "content": "Nature-based solutions address problems in ways that benefit both people and nature. For example, trees can take carbon out of the atmosphere and support biodiversity at the same time, and wetlands can store flood waters, build resilience to climate change and provide habitats for threatened species.As we look towards a Land Use Framework for England, we need to manage land for multiple benefits if we are to have any chance of meeting all the demands placed upon a small island by a growing population.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h4"
            },
            {
                "content": "The Nature Returns Programme has been running since 2021 and a summary report on achievements to date has recently been published.",
                "tag": "p"
            },
            {
                "content": "Good working relationships and efforts of a large cross-organisation team have been fundamental to the programme’s success. This includes fantastic partnership working with Royal Botanic Gardens, Kew, Environment Agency, Forestry Commission and six local partnerships around England, involving NGOs, local government and private landowners.  Defra and DESNZ, the sponsoring government departments, have also been closely involved.  The project has been mainly funded by HM Treasury’s Shared Outcomes Fund.",
                "tag": "p"
            },
            {
                "content": "Habitat creation and restoration",
                "tag": "h4"
            },
            {
                "content": "In conjunction with the six local partnerships, the programme has delivered real land use change on the ground. This includes:",
                "tag": "p"
            },
            {
                "content": "Practicalities of creating new habitats within working landscapes",
                "tag": "h4"
            },
            {
                "content": "The practicalities of creating new habitats within working landscapes were explored through this work, with the programme providing the opportunity for local partners to try different approaches. Two key points stand out:",
                "tag": "p"
            },
            {
                "content": "Practical nature recovery complemented by science",
                "tag": "h4"
            },
            {
                "content": "A strong science programme at both Natural England and the Royal Botanic Gardens, Kew, has complemented the practical nature recovery work.  This has focused on enhancing our understanding of carbon storage in biodiverse habitats including hedgerows, grasslands, and woodlands. ",
                "tag": "p"
            },
            {
                "content": "One highlight includes a newly published scientific paper by the Natural England team comparing the soil carbon and biodiversity of species-rich grasslands of different ages.  This shows how biodiverse grasslands can take up and store carbon, particularly in the early years after their establishment.",
                "tag": "p"
            },
            {
                "content": "Colleagues at Kew have carried out detailed studies across the landscape at Wakehurst, Sussex to complement the wider scale work at Natural England.  This included a study of mycorrhizal fungi, which have a symbiotic relationship with plant roots.  The presence of some of these species is a good indicator of high carbon storage.",
                "tag": "p"
            },
            {
                "content": "The programme has also enabled the development of new techniques, including ways of monitoring carbon in scrub and hedgerows using non-destructive Lidar techniques – a real step forward in assessing the benefits of these habitats as nature-based solutions. ",
                "tag": "p"
            },
            {
                "content": "Environment Agency and Forestry Commission staff have worked with local partners to explore the opportunities and challenges associated with seeking private finance to support nature-based solutions in addition to government support. The Nature Returns team has published a range of reports and run workshops and webinars to help local projects in this area.",
                "tag": "p"
            },
            {
                "content": "The future of the project",
                "tag": "h4"
            },
            {
                "content": "Nature Returns is continuing this year, with a big focus on climate change adaptation – how we can use natural solutions to reduce the risks associated with climate change.  For example, how trees and hedgerows can provide shade, and how restoring streams and creating wetlands can increase water retention in soils.",
                "tag": "p"
            },
            {
                "content": "Going forward a priority is to revisit our newly created habitats to see how they have developed and measure the extent to which carbon storage and biodiversity have been enhanced.",
                "tag": "p"
            },
            {
                "content": "More information",
                "tag": "h4"
            },
            {
                "content": "You can find all of our publications and further information on the Nature Returns website, or by visiting the Nature Returns Access to Evidence page.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/07/nature-returns-4-years-on/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Nature Returns is a flagship programme led by Natural England, which is delivering practical solutions for nature and climate and building robust scientific evidence to support policy and investment decisions. Nature-based solutions address problems in ways that benefit both people and …"
    },
    {
        "title": "Everything you need to know about teacher training bursaries and scholarships ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-10-06T22:35:00",
        "categories": [
            "Teacher recruitment",
            "teachers"
        ],
        "content": [
            {
                "content": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know. ",
                "tag": "p"
            },
            {
                "content": "What is being announced? ",
                "tag": "h3"
            },
            {
                "content": "From today, people training to become teachers in key subjects can apply for tax-free bursaries and scholarships worth up to £31,000. ",
                "tag": "p"
            },
            {
                "content": "This funding is designed to attract more people into the profession by helping cover the cost of training, so that finances are less of a barrier. ",
                "tag": "p"
            },
            {
                "content": "Which subjects are covered? ",
                "tag": "h3"
            },
            {
                "content": "Bursaries are focused on priority subjects where more teachers are needed, including: ",
                "tag": "p"
            },
            {
                "content": "In addition, scholarships are available in Physics, Chemistry and Computing.",
                "tag": "p"
            },
            {
                "content": "These subjects are vital to young people’s futures, but also areas where schools have found it hardest to recruit enough teachers. ",
                "tag": "p"
            },
            {
                "content": "How can I apply for the bursaries and scholarships?",
                "tag": "h3"
            },
            {
                "content": "Bursaries are straightforward - if you qualify for one, you'll get it automatically when you start your teacher training. No application is needed.",
                "tag": "p"
            },
            {
                "content": "Scholarships work differently. They're run by organisations who love their subject and want to support new teachers. As well as money, you'll get extra perks like mentoring and the chance to meet other teachers in your field. You do need to apply for these.",
                "tag": "p"
            },
            {
                "content": "However it is worth noting you can only get one or the other - not both.",
                "tag": "p"
            },
            {
                "content": "Find out more here.",
                "tag": "p"
            },
            {
                "content": "Are there other routes into teaching? ",
                "tag": "h3"
            },
            {
                "content": "Yes. There are also employment-based routes. We support these too, for example, schools offering Postgraduate Teaching Apprenticeships (PGTA) will continue to receive salary grants of up to £29,000. ",
                "tag": "p"
            },
            {
                "content": "This means trainees can earn a salary while they learn. ",
                "tag": "p"
            },
            {
                "content": "How does this support fit into wider plans to recruit more teachers? ",
                "tag": "h3"
            },
            {
                "content": "The government has pledged to recruit an additional 6,500 teachers by the end of this Parliament. ",
                "tag": "p"
            },
            {
                "content": "Already, there are over 2,300 more secondary and special schoolteachers in classrooms this year compared to last year, and 1,300 fewer teachers leaving the profession, meaning more pupils are being taught by experienced staff. ",
                "tag": "p"
            },
            {
                "content": "The bursaries build on this progress by encouraging more people to enter the profession. ",
                "tag": "p"
            },
            {
                "content": "Why is this important? ",
                "tag": "h3"
            },
            {
                "content": "High-quality teaching is the single biggest driver of school improvement and pupil success. ",
                "tag": "p"
            },
            {
                "content": "By supporting more people to train as teachers, particularly in shortage subjects, these bursaries will help ensure that every child has access to excellent teaching. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for families and pupils? ",
                "tag": "h3"
            },
            {
                "content": "More teachers in classrooms, especially in maths, science and computing, means pupils can get the specialist teaching they need. This is particularly important in disadvantaged communities, where the impact of high-quality teaching can be most transformative. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/10/everything-you-need-to-know-about-teacher-training-bursaries-and-scholarships/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "We want to make it easier for talented people to train as teachers, especially in subjects where they’re needed most. That’s why bursaries and scholarships have just been announced for those starting teacher training courses.  Here’s what you need to …"
    },
    {
        "title": "Kinship care: a journey, not always a destination",
        "authors": [
            "Jahnine Davis"
        ],
        "posted_on": "2025-10-06T16:32:43",
        "categories": [
            "Kinship care"
        ],
        "content": [
            {
                "content": "In 2021, I was appointed to the Child Safeguarding Review Panel and became the National Kinship Care Ambassador in September 2024. Through my lived and professional experiences, I advocate for children living in kinship care and their families across England. Twelve months into this position, I've met children, parents, carers, extended family members, and professionals across the sector. Each conversation has deepened my understanding of kinship care's complexities and highlighted its vital role in giving children the best start in life.",
                "tag": "p"
            },
            {
                "content": "Children enter kinship care for various reasons—bereavement, parental mental ill-health, safeguarding concerns, and other challenges. The Department for Education supports kinship arrangements through statutory guidance and commissioned practice guides.",
                "tag": "p"
            },
            {
                "content": "Reflecting on a Whole Family Approach",
                "tag": "h2"
            },
            {
                "content": "When first briefed on this role, I questioned whether we were taking a sufficiently holistic approach. While carers' experiences must never be overlooked, I found myself asking: Where are the children in this narrative? What do we know about parents and the wider family network?",
                "tag": "p"
            },
            {
                "content": "In this role, my lens must include children, parents, carers, and supporting services. Policy must reflect this comprehensive view.",
                "tag": "p"
            },
            {
                "content": "Listening to Families",
                "tag": "h2"
            },
            {
                "content": "This year's journey has taught me that focusing solely on carers, particularly those with Special Guardianship Orders, risks sidelining children's voices and needs, despite best intentions. We also overlook insights from other arrangements especially informal ones, and miss opportunities to understand and support parents navigating difficult circumstances.",
                "tag": "p"
            },
            {
                "content": "Most arrangements are loving, stable, and secure. Yet critical questions remain:",
                "tag": "p"
            },
            {
                "content": "Research from Foundations and Coram found that mediation and conflict resolution between parents and carers can improve contact arrangements and alleviate concerns. Regardless of how children enter kinship care, family needs continue evolving—we must view kinship as a journey, and not always a destination.",
                "tag": "p"
            },
            {
                "content": "Year Two Initiatives",
                "tag": "h2"
            },
            {
                "content": "To build a more inclusive kinship care landscape, I'm working on some new projects:",
                "tag": "p"
            },
            {
                "content": "Moving Forward Together",
                "tag": "h2"
            },
            {
                "content": "Kinship families’ needs continue to evolve once a placement is made, whether they are the child’s, parents’ or carers’. It is incumbent on all of us as policymakers, practitioners, families, and communities to work together to ensure that every child, regardless of where or with whom they live, can thrive.",
                "tag": "p"
            },
            {
                "content": "Please look out for a future First-Year Report reflecting on my first year in post. This will highlight insights from families and professionals, and showcases local innovation and challenges implementing the local offer of support to kinship families.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/10/06/national-kinship-care-ambassador-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "The National Kinship Care Ambassador, Jahnine Davis, talks about taking a whole family approach that includes children's voices, parental support, and evolving family needs."
    },
    {
        "title": "GOVERNMENT VETERINARY SERVICES (GVS) AT THE LONDON VET SHOW 2025 ",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-10-06T14:37:55",
        "categories": [
            "Government Veterinary Services",
            "Jobs and Experiences",
            "Professional development"
        ],
        "content": [
            {
                "content": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we do. ",
                "tag": "p"
            },
            {
                "content": "The Government Veterinary Services, led by UK Chief Veterinary Officer (CVO) Christine Middlemiss, represents the community of vets working across government. It provides a community for all government vets, from those conducting inspections and ensuring our food is safe to eat, disease control, and safeguarding animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "They work in a number of government departments and agencies, such as the Food Standards Agency (FSA), The Veterinary Medicines Directorate (VMD) and the Animal and Plant Health Agency (APHA) as well as the devolved governments in Scotland, Wales and Northern Ireland ",
                "tag": "p"
            },
            {
                "content": "This year, we are sharing our stand with the Animal and Plant Health Agency (APHA). Visit our joint stand to explore what a career in GVS could look like for you — and get inspired to start your own Government Veterinary Story. ",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/10/06/government-veterinary-services-gvs-at-the-london-vet-show-2025/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "The Government Veterinary Services (GVS) are really excited to be exhibiting at the London Vet Show on Thursday 20th and Friday 21st November. We will be on stand Q75, so do stop by to say \"hi\" and learn more about what we …"
    },
    {
        "title": "Coverage of our proposals to shakeup home buying and selling process ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-10-06T13:13:10",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.  ",
                "tag": "p"
            },
            {
                "content": "Hundreds of thousands of first-time buyers are set to save £710 when buying a home under the proposals which will reduce the process by four weeks, saving people time, money and reducing unnecessary stress.  ",
                "tag": "p"
            },
            {
                "content": "The Metro’s front page splashes on exclusive comments from the Prime Minister, stating the homebuying process is “one of the most stressful things” people will do. He focused on the “torturous process of transactions” that \"fall through at the last minute, costing thousands of pounds” after they have “shelled out for surveys and solicitors”.   ",
                "tag": "p"
            },
            {
                "content": "In addition, several national papers have run the story on its front pages including The Daily Telegraph, alongside further prominent coverage in The Guardian, Sky News (including a news alert), Independent, BBC News online, PA, The Mirror, The I, the Sun, Daily Star, Financial Times, The Times and the Daily Mail. Minister Fahnbulleh has also undertaken the morning broadcast round on the topic and carried out interviews with Times Radio, Sky News, BBC Breakfast, LBC, ITV’s Good Morning Britain, ITN, Bauer and GB News.  ",
                "tag": "p"
            },
            {
                "content": "The news has also been welcomed by a number of organisations, with comments across the media from groups such as Rightmove, Zoopla, Nationwide, Santander, and the Royal Institute of Chartered Surveyors.  ",
                "tag": "p"
            },
            {
                "content": "Reforms unveiled today include:  ",
                "tag": "p"
            },
            {
                "content": "Housing Secretary, Steve Reed, said:  ",
                "tag": "p"
            },
            {
                "content": "“Buying a home should be a dream, not a nightmare.   ",
                "tag": "p"
            },
            {
                "content": "“Our reforms will fix the broken system so hardworking people can focus on the next chapter of their lives.   ",
                "tag": "p"
            },
            {
                "content": "“Through our Plan for Change we are putting more money back into working people’s pockets and making a simple dream a simple reality.”  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/10/06/coverage-of-our-proposals-to-shakeup-home-buying-and-selling-process/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread, positive coverage across every national outlet on the government’s announcement to speed up the long drawn-out and costly homebuying and selling process – the biggest shakeup in this country’s history.   Hundreds of thousands of first-time buyers are …"
    },
    {
        "title": "UK Space Agency funding for growing Welsh space sector ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-10-06T12:52:03",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "At the UK Space Agency, we are committed to building a truly national space ecosystem; one that draws on the strengths of every part of the UK. Wales is home to a dynamic and fast-growing space sector, and we’re proud to support its continued growth with a dedicated funding boost.",
                "tag": "p"
            },
            {
                "content": "Delivered through our Devolved Administrations Programme, this £247,000 funding will help deliver on the ambitions set out in Wales: A Sustainable Space Nation – the Welsh space strategy published in 2022. Working in partnership with Space Wales and the Welsh Government, the programme is designed to unlock new opportunities for businesses, researchers, and communities, driving local growth and supporting innovation. ",
                "tag": "p"
            },
            {
                "content": "Driving sustainable growth across the UK",
                "tag": "h2"
            },
            {
                "content": "We want to build one of the most innovative and attractive space economies in the world. A big part of this mission is ensuring that every region of the UK plays a role in the sector’s success. ",
                "tag": "p"
            },
            {
                "content": "This new round of funding – announced ahead of World Space Week (4–10 October) – will enable organisations across Wales to deliver targeted, high-impact projects that support the goal of becoming a sustainable space nation. Funding is divided into two strands, ensuring opportunities are available for both early-stage innovators and established cluster partners. ",
                "tag": "p"
            },
            {
                "content": "Antonia Yendell, Head of Space Ecosystem Development at the UK Space Agency, said: ",
                "tag": "p"
            },
            {
                "content": "A thriving Welsh space sector",
                "tag": "h2"
            },
            {
                "content": "The Welsh space sector already contributes £345 million annually to the economy, sustaining over 1,700 jobs across more than 105 organisations. It is home to an impressive mix of strengths, including an environment suited for spaceplane operations, advanced optical tracking and telemetry, and 7,100 sq km of segregated airspace with no ceiling. ",
                "tag": "p"
            },
            {
                "content": "Dr Rosie Cane, Cluster Development Manager at Space Wales, said: ",
                "tag": "p"
            },
            {
                "content": "Apply for funding",
                "tag": "h2"
            },
            {
                "content": "We are inviting applications from organisations across Wales that can demonstrate: ",
                "tag": "p"
            },
            {
                "content": "Companies have until 24 October 2025 to apply via GOV.UK. All projects must be completed by 31 March 2026. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/10/06/uk-space-agency-funding-for-growing-welsh-space-sector/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is supporting the growth of Wales' space sector with a dedicated funding boost to unlock new opportunities, drive local growth and support innovation. "
    },
    {
        "title": "PropTech innovation takes on housing delivery challenges  ",
        "authors": [
            "Joanna Averley, Chief Planner, MHCLG"
        ],
        "posted_on": "2025-10-06T10:06:48",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "How do we embark on the journey of solving 3 fundamental problems holding back housing delivery in England?  ",
                "tag": "p"
            },
            {
                "content": "Several months ago, we challenged the PropTech sector to come up with scalable solutions to address land data accessibility, small site deliverability and infrastructure certainty.  ",
                "tag": "p"
            },
            {
                "content": "The response exceeded all our expectations. I discussed the overwhelming interest we had in a previous blog post. Now, following a series of in-depth judging days, 84 applications have been whittled down to 12 selected pilots which were launched at a celebration event at the end of September. These teams will now develop their innovations further, including real world testing with local authority and developer partners. ",
                "tag": "p"
            },
            {
                "content": "We’re running the PropTech Innovation Challenge in collaboration with Geovation from Ordnance Survey. At the recent event I was thrilled to hear from each of the winning teams about their innovative solutions. The energy in the room was tangible, and it was clear the teams were eager to move from their pitch presentations to the implementation phase.  ",
                "tag": "p"
            },
            {
                "content": "Each team is receiving up to £100,000 and will work up until March 2026 to develop and test their innovations.  ",
                "tag": "p"
            },
            {
                "content": "3 critical areas ",
                "tag": "h2"
            },
            {
                "content": "The solutions each cover one of the 3 challenge areas we set out. One company is developing an innovative approach to make land ownership data more accessible and transparent. Five teams are exploring how they can offer greater certainty to developers with tools that provide reliable insights into essential infrastructure capacity. Meanwhile 6 companies are focused on unlocking small site delivery by reducing investment risks and improving viability assessments for smaller developments. You can find out more about the statements in another one of our previous blog posts and Geovation's Challenge research report.",
                "tag": "p"
            },
            {
                "content": "Powerful collaboration ",
                "tag": "h2"
            },
            {
                "content": "At the event what struck me most wasn't just the innovative ideas and sophistication of the technology on display, but the genuine collaboration between public and private sectors. I am delighted that these teams are embarking on their journeys of discovery alongside local government partners who are equally passionate about solving these problems. These partnerships represent something new – a shared commitment to solving complex problems together, through innovation, with the ultimate goal of delivering the 1.5 million homes our country needs. ",
                "tag": "p"
            },
            {
                "content": "And that’s really what it all comes down to. And something we must keep front of mind. Having also chaired the recent Housing Design Awards, which culminated last month, I visited many schemes during the judging process and stood with people in their new homes. These visits are always powerful reminders of what a vital stepping stone a home is for people and just how important this work is.  ",
                "tag": "p"
            },
            {
                "content": "The journey ahead ",
                "tag": "h2"
            },
            {
                "content": "I’m looking forward to seeing how these 12 teams progress with their pilots and the advances they’ll have made by March 2026, which will hopefully lead to adoption and scaling across the housing sector. You can follow their progress and learn more about each solution on the PropTech Innovation Challenge website page. We’re planning to organise a show and tell in December.  ",
                "tag": "p"
            },
            {
                "content": "I also set the teams a challenge – to build open source solutions wherever possible and design out repeat costs. This way, we can maximise the number of people who benefit from these innovations. I have also asked them to consider how we can enable local authorities to leapfrog their current practice and what key messages I need to take back to policymakers to help make this happen. I am looking forward to seeing how they respond. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/10/06/proptech-innovation-takes-on-housing-delivery-challenges/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Following rigorous judging, 12 project teams have been selected from 84 applications to tackle three fundamental problems holding back housing delivery in England. Working alongside local authority and developer partners, each innovator will work until March 2026 testing their solutions in the real world."
    },
    {
        "title": "Working together to shape the next generation of New Towns ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-10-06T09:29:26",
        "categories": [
            "Community",
            "Planning",
            "Regulated industry",
            "Sustainability"
        ],
        "content": [
            {
                "content": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. ",
                "tag": "p"
            },
            {
                "content": "Building environmentally resilient communities ",
                "tag": "p"
            },
            {
                "content": "Consideration and investment in environmental capacity and enhancement is essential for healthy, economically thriving and climate-resilient communities of the future. The New Towns programme presents an exciting opportunity to help shape plans for new development at scale, delivering sustainable growth that is resilient to climate change. ",
                "tag": "p"
            },
            {
                "content": "Our involvement in new towns is part of the broader engagement we undertake on housing and development matters across the country. We respond to over 10,000 development consultations each year, and engaging on New Town proposals enables us to provide input early on these very large, emerging sites. We have rapidly reformed our planning service, now providing advice consistently within the 21-day deadline, and will continue to use our technical expertise to achieve the best outcomes for both the environment and economic growth. ",
                "tag": "p"
            },
            {
                "content": "Our commitment to sustainable development ",
                "tag": "p"
            },
            {
                "content": "We want to ensure new homes are built with adequate flood risk protection, reliable supplies of drinking water and sewerage services, whilst remediation brings previously developed land back into productive use. Crucially, we want to put green space, nature recovery and enhancement at the heart of these new communities. ",
                "tag": "p"
            },
            {
                "content": "To support this vision, we have already been working closely with the Ministry of Housing, Communities and Local Government (MHCLG) and Homes England teams supporting the Taskforce. We have been providing environmental evidence for exploratory locations and sharing our insights on the key ingredients for new town design, location and the essential infrastructure investment needed. ",
                "tag": "p"
            },
            {
                "content": "Supporting the Strategic Environmental Assessment process ",
                "tag": "p"
            },
            {
                "content": "We are keen to continue supporting the next stage of the  work on new towns over the coming months, working closely with the New Towns Unit ahead of selecting new town locations in the spring. This includes providing evidence on environmental opportunities and constraints for the Strategic Environmental Assessment (SEA) process, helping to ensure optimum locations are identified. ",
                "tag": "p"
            },
            {
                "content": "The SEA is required by the Environmental Assessment of Plans and Programmes Regulations 2004. It provides a high level of protection to the environment by ensuring environmental and sustainability considerations are built into the preparation of relevant plans and programmes that set a framework for development consent. The SEA process will assess the likely significant environmental effects of the proposed New Towns programme, alongside reasonable alternatives. It ensures these environmental effects are known, publicised, consulted on, integrated into decisions, and then monitored. ",
                "tag": "p"
            },
            {
                "content": "Bringing expertise and experience ",
                "tag": "p"
            },
            {
                "content": "Our expertise, including our experience of working with local authorities, development corporations and developers, will help ensure these new communities achieve the Taskforce's ambition that \"New towns should be designed and delivered to embrace environmental principles, with buildings and neighbourhoods that are low carbon, climate resilient and which help to protect, restore and enhance biodiversity.\" ",
                "tag": "p"
            },
            {
                "content": "We are excited to be part of this next stage and the opportunities it brings to ensure the protection and enhancement of the environment alongside supporting growth, affordable homes and job creation. By working together, we can create communities that are not only economically successful but also environmentally sustainable for generations to come. ",
                "tag": "p"
            },
            {
                "content": "Further reading  ",
                "tag": "p"
            },
            {
                "content": "New Towns Taskforce: Report to government - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/10/06/working-together-to-shape-the-next-generation-of-new-towns/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "The Environment Agency welcomes the publication of the New Towns Taskforce report and the government's initial response. With economic growth as the government's number one mission, we are uniquely positioned to contribute to the next generation of New Towns through our statutory role to protect and enhance the environment while supporting sustainable development. "
    },
    {
        "title": "New Weed Control Handbook Published: A Smarter, Greener Approach to Vegetation Management",
        "authors": [
            "Patrick Shannon-Hughes"
        ],
        "posted_on": "2025-10-06T09:10:17",
        "categories": [
            "Biodiversity",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Weed Control"
        ],
        "content": [
            {
                "content": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals)",
                "tag": "p"
            },
            {
                "content": "We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition reflects more than two decades of evolving practice, policy, and environmental awareness. It offers practical, evidence-based guidance for anyone managing vegetation on sites of ecological importance. ",
                "tag": "p"
            },
            {
                "content": "The importance of vegetation management in conservation  ",
                "tag": "p"
            },
            {
                "content": "Vegetation management is a cornerstone of habitat management on conservation sites, especially in areas of significant ecological value.  For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000) For nature reserves, Sites of Special Scientific Interest (SSSIs), National Nature Reserves (NNRs), Local Wildlife Sites (LWSs), and areas within the UK’s National Site Network (formerly part of Natura 2000), maintaining biodiversity requires controlling unwanted plant species that can outcompete native or endangered species. ",
                "tag": "p"
            },
            {
                "content": "Competitive weeds pose a significant threat to the survival of species of conservation importance. This makes it essential for site managers to implement strategies to control problem species effectively.",
                "tag": "p"
            },
            {
                "content": "Alternatives to herbicide use ",
                "tag": "p"
            },
            {
                "content": "At its core, the Handbook supports an Integrated Pest Management (IPM) approach. It helps site managers assess when herbicide use is appropriate, how to apply it responsibly, and—crucially—when other methods might be more effective or environmentally sound. ",
                "tag": "p"
            },
            {
                "content": "From mechanical techniques like cutting and digging, to implementing biological controls, and adjusting habitat design, the Handbook explores a wide range of options to reduce reliance on chemicals. By diversifying control measures, site managers can lessen the potential for unintended consequences like herbicide resistance or negative impacts on non-target species.  ",
                "tag": "p"
            },
            {
                "content": "This edition also expands its relevance beyond traditional conservation sites. It is a valuable resource for landowners, contractors, and managers working in semi-natural habitats such as woodlands, hedgerows, riverbanks, field margins, and amenity areas. These landscapes often fall outside of agricultural schemes but still require thoughtful weed control to protect biodiversity and ecosystem function. ",
                "tag": "p"
            },
            {
                "content": "Key features of the Handbook include: ",
                "tag": "p"
            },
            {
                "content": "Who Benefits from the Handbook?  ",
                "tag": "p"
            },
            {
                "content": "The Handbook is designed to be practical and adaptable. It doesn’t prescribe a one-size-fits-all solution but instead equips land managers with the knowledge to make informed decisions based on site conditions, conservation goals, and legal requirements. It’s a tool for balancing ecological integrity with operational needs. ",
                "tag": "p"
            },
            {
                "content": "The Handbook offers a practical, up-to-date reference to support vegetation management decisions across a wide range of habitats. It reflects our shared commitment to evidence-based conservation and provides a useful framework for applying herbicide guidance alongside sustainable alternatives. Many Natural England and DEFRA colleagues contributed to its development, and their expertise has helped shape a resource that will support our work across the country.",
                "tag": "p"
            },
            {
                "content": "Please share the handbook with colleagues, partners, and stakeholders who may benefit from its guidance.  Thank you to everyone involved in bringing this updated edition to life. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/10/06/new-weed-control-handbook-published-a-smarter-greener-approach-to-vegetation-management/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Patrick Shannon-Hughes, Environmental Quality for Nature Senior Officer (Agri Chemicals) We’re pleased to release the updated Weed Control Handbook: Guidance for Herbicide Use on Nature Conservation Sites - a long-awaited refresh of the 2002 Herbicide Handbook. This new edition …"
    },
    {
        "title": "5 tips for managing your woodland this autumn",
        "authors": [
            "MacBradan Bones"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Autumn is a key time in the woodland calendar. It marks the start of tree planting season and visually, it makes the biggest impact on our landscapes in the shortest amount of time, as the trees change colour and then lose their leaves.",
                "tag": "p"
            },
            {
                "content": "If you own a woodland, it's also the ideal time to get out and make sure it's in the best health to get through the cold winter months.",
                "tag": "p"
            },
            {
                "content": "It can be hard to know where to start, so we’ve put together our top 5 tips for managing your woodland this autumn.",
                "tag": "p"
            },
            {
                "content": "1. Check your tree guards",
                "tag": "h2"
            },
            {
                "content": "If you have any tree guards which are no longer needed, or need removing and replacing, now is a good time to do this as the scrub and weed growth will be dying down.",
                "tag": "p"
            },
            {
                "content": "Also consider weed control around young trees if they are becoming overtopped and cut bracken before it folds over onto the trees. Competing vegetation can continue to grow through a mild winter so even if you can see the trees now, they might be swamped by the spring.",
                "tag": "p"
            },
            {
                "content": "Read our guidance on how to reuse and recycle tree shelters and guards.",
                "tag": "p"
            },
            {
                "content": "2. Build protective fencing",
                "tag": "h2"
            },
            {
                "content": "The drop in temperature and the increase in rain at this time of year leads to softer ground so if you haven’t already done it, now is a good time to put up fencing to keep livestock or deer away from your trees. If you’re using machinery, be careful that it doesn’t cause soil compaction around tree roots.",
                "tag": "p"
            },
            {
                "content": "Of course, this time of year is generally much cooler so you’ll also work up less of a sweat!",
                "tag": "p"
            },
            {
                "content": "3. Prune and thin trees",
                "tag": "h2"
            },
            {
                "content": "During late autumn the sap is sinking in the trees, so if you have any pruning, thinning or tree maintenance that needs to be done, now is the time to do it. This is especially important for broadleaves as you want to avoid the trees bleeding sap and becoming distressed.",
                "tag": "p"
            },
            {
                "content": "It’s also an ideal time to carry out any felling needed as birds have fledged the nest and dormice are not yet hibernating. If you’re carrying out hardwood felling then you’ll also be ready for the annual winter hardwood auctions.",
                "tag": "p"
            },
            {
                "content": "Don’t forget to check if you need a felling licence before carrying out any work. Our Tree felling: getting permission guide tells you what you need to know and how to apply.",
                "tag": "p"
            },
            {
                "content": "4. Choose and order new trees",
                "tag": "h2"
            },
            {
                "content": "If you’re planning to expand your woodland or replant any felled areas this planting season, now is a good time to choose and order your trees. Use biosecure trees from nurseries with Plant Healthy Certification or similar to help protect against pests and diseases.",
                "tag": "p"
            },
            {
                "content": "When you receive them, handle carefully, store them in a well-ventilated covered area and be mindful that bare root trees have a short 'shelf life' of about two weeks. Cell-grown trees have a longer shelf life and provide a bit more flexibility.",
                "tag": "p"
            },
            {
                "content": "Trees can be planted anytime before very early spring, but those planted before the end of the year have a chance to grow new roots sooner and are better able to survive spring droughts.",
                "tag": "p"
            },
            {
                "content": "5. Look out for signs of tree disease",
                "tag": "h2"
            },
            {
                "content": "With the leaves off most broadleaf trees and some conifers such as larch, it can sometimes be more difficult to detect signs of ill health in the trees. Look for those holding on to their dead leaves as this can be a good indicator that they have died. You can also keep a close eye on the bark for lesions and weeping, as well as looking to the crown for dying twiggy branches.",
                "tag": "p"
            },
            {
                "content": "Autumn is probably the best time for fungi, all of which are fascinating and play a key role in the woodland ecosystem, recycling nutrients and helping trees to take up soil minerals. Some, however, particularly those growing on the wood of living trees, can be a sign that the tree is diseased or dying. So if those trees are located where they could pose a safety risk, have them checked by a qualified tree safety inspector or arboriculturist.",
                "tag": "p"
            },
            {
                "content": "As a woodland owner, you need to protect your trees from pests and diseases and simple biosecurity measures can stop them being introduced. Ask any visitors to clean their shoes and vehicles before entering your woodland and once they leave. Falling leaves can carry fungal diseases in the leaf litter and this prevents it spreading.",
                "tag": "p"
            },
            {
                "content": "Find information on how to identify and report tree pests and diseases.",
                "tag": "p"
            },
            {
                "content": "Finally, take some time for yourself to enjoy the last strains of sunshine filtering through the trees. Getting out into woodlands brings a variety of health benefits, both physical and mental, and working now to prepare your site for winter will bring a great sense of satisfaction.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/10/06/5-tips-for-managing-your-woodland-this-autumn/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "MacBradan Bones is a Nature Recovery Advisor at the Forestry Commission. Here he shares his tips for managing your woodland in autumn."
    },
    {
        "title": "Red squirrel recovery: Why APHA are all in",
        "authors": [
            "Sarah Beatham"
        ],
        "posted_on": "2025-10-06T09:00:00",
        "categories": [
            "Wildlife"
        ],
        "content": [
            {
                "content": "Red squirrels are fighting for survival and APHA is playing a key role with groundbreaking science, smart feeders, and a bold plan to restore balance to UK woodlands. APHA ecologist Sarah Beatham tells us how.",
                "tag": "p"
            },
            {
                "content": "This summer, my team at APHA Wildlife received some truly exciting news. The National Lottery Heritage Fund has awarded £4.86 million to Northumberland Wildlife Trust and its partners to launch the Red Squirrel Recovery Network (RSRN). This five-year initiative is a major step forward in protecting one of the United Kingdom’s (UK’s) most iconic native species, the red squirrel, and I am proud to say APHA is playing a key role.",
                "tag": "p"
            },
            {
                "content": "What we are doing and why it matters",
                "tag": "h2"
            },
            {
                "content": "As part of the RSRN project, APHA will be working alongside conservation organisations and volunteer groups across Northern England and Southern Scotland. Our focus? Advancing our research into grey squirrel fertility control and supporting red squirrel conservation efforts on the ground.",
                "tag": "p"
            },
            {
                "content": "Grey squirrels are a major threat to red squirrels. Not only do they outcompete reds for food and habitat, but they also carry squirrelpox virus, which is deadly to red squirrels. That is why, funded by the UK Squirrel Accord, we have been developing a world-first contraceptive for grey squirrels and it is progressing well. The RSRN project gives us the opportunity to trial bait delivery methods on a much larger scale than ever before, laying the groundwork for future deployment of the contraceptive.",
                "tag": "p"
            },
            {
                "content": "Building smarter feeders",
                "tag": "h2"
            },
            {
                "content": "To make this possible, we’re collaborating with manufacturers to develop two types of squirrel feeders:",
                "tag": "p"
            },
            {
                "content": "These feeders are based on designs we have used in previous APHA research, and we are testing them to ensure they are robust, cost-effective, and capable of delivering bait exclusively to grey squirrels.",
                "tag": "p"
            },
            {
                "content": "Field trials in action",
                "tag": "h2"
            },
            {
                "content": "In Southern Scotland and Northumberland, APHA will be training and working with red squirrel conservation volunteers in areas where both species coexist. The grey squirrel-specific feeders will be deployed and monitored using cameras to confirm that only grey squirrels are accessing the bait. These feeders use a clever weight threshold mechanism: the door to the bait only opens for animals weighing over 450 grams. Since grey squirrels are nearly twice the weight of reds, this threshold allows over 90% of adult greys access while excluding all red squirrels, something our research has so far demonstrated, but that needs to be fully tested on a larger scale.",
                "tag": "p"
            },
            {
                "content": "In a second trial, we will be working with partners in Cumbria and Lancashire to test the squirrel-specific feeder. This design features a metal tunnel with a bait compartment that squirrels access by pushing open a 70g door with their head. Volunteers trained by APHA will use these feeders to distribute bait containing a dye across large woodland areas. The dye helps us track which squirrels have consumed the bait.",
                "tag": "p"
            },
            {
                "content": "To determine how effective this method is, we will estimate local grey squirrel densities using a camera-based technique we developed. Then, by trapping squirrels and collecting hair samples, we will be able to see what proportion of the population consumed the bait, giving us critical insight into how well a contraceptive could work in the future. APHA research has shown that it is possible the deliver bait to most squirrels in most woods using this method.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "This project is incredibly important to us at APHA. It is not just about science, it is about restoring balance to our ecosystems. In the future, fertility control could offer a humane, sustainable way to reduce grey squirrel numbers, and with it, we hope to see red squirrels thrive once again across the UK.",
                "tag": "p"
            },
            {
                "content": "We are proud to be part of this journey, and we are excited to work with so many passionate volunteers and conservationists. Together, we are building a future where red squirrels are not just surviving, they are flourishing.",
                "tag": "p"
            },
            {
                "content": "The public are being encouraged to get involved with the Red Squirrel Recovery Network by supporting the “Don't Be Shy” campaign on social media, check out #DontBeShy to find out more.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/10/06/red-squirrel-recovery-why-apha-are-all-in/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Red squirrels are fighting for survival and APHA is playing a key role with ground breaking science, smart feeders, and a bold plan to restore balance to UK woodlands."
    }
]