[
    {
        "title": "Drowning Prevention Week: what children learn about water safety at school",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-06-16T12:19:48",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Swimming and water safety is a compulsory part of the National Curriculum at primary school to make sure that children are well equipped to enjoy swimming and know how to keep safe in and around water.  ",
                "tag": "p"
            },
            {
                "content": "As we head into summer, it’s especially important that children are prepared with these skills. ",
                "tag": "p"
            },
            {
                "content": "This year, the Royal Life Saving Society UK's Drowning Prevention Week runs from 14 June to 21 June 2025, and aims to raise awareness about water safety.  ",
                "tag": "p"
            },
            {
                "content": "Water safety skills are useful to know all year round. Here’s everything you need to know about what is taught in schools.  ",
                "tag": "p"
            },
            {
                "content": "What do pupils learn in school about water safety? ",
                "tag": "h3"
            },
            {
                "content": "To help build children’s confidence in and around water, we work closely with a range of organisations including Swim England, The Royal Life Saving Society UK and the RNLI.  ",
                "tag": "p"
            },
            {
                "content": "Water safety is a mandatory part of the curriculum for PE at primary school, with pupils taught to perform safe self-rescue in different water-based situations.  ",
                "tag": "p"
            },
            {
                "content": "By the end of primary school, all children should be able to swim at least 25 metres unaided and be able to perform a range of strokes. ",
                "tag": "p"
            },
            {
                "content": "Schools can also use their Personal, Social, Health and Economic (PSHE) programme to equip pupils with a good understanding of risk to help them make safe and informed decisions.  ",
                "tag": "p"
            },
            {
                "content": "The Canal and River Trust, in coordination with the PSHE Association, has published new lesson packs for Key Stage 3 pupils.",
                "tag": "p"
            },
            {
                "content": "How are you supporting schools to teach water safety? ",
                "tag": "h3"
            },
            {
                "content": "We have announced additional funding for academic year 25/26 for the PE and sport premium. This is funding which primary schools must use to make improvements to the quality of the PE, sport and physical activity on offer. ",
                "tag": "p"
            },
            {
                "content": "The PE and sport premium can be used by primary schools to support swimming and water safety lessons, including funding teacher training and additional swimming lessons for children who need extra help. ",
                "tag": "p"
            },
            {
                "content": "We’re also helping children with SEND (special educational needs and disabilities) to learn to swim about water safety through our Inclusion 2028 programme, led by the Youth Sport Trust. New resources are available on Swim England’s new online inclusion hub. ",
                "tag": "p"
            },
            {
                "content": "Where can I find out more? ",
                "tag": "h3"
            },
            {
                "content": "Swim England's School Swimming and Water Safety Charter provides schools with free resources and support. ",
                "tag": "p"
            },
            {
                "content": "Water safety resources are also available for pupils in Key Stages 1 to 3 via the Royal Life Saving Society's website. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/06/drowning-prevention-week-what-children-learn-about-water-safety-at-school/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Swimming and water safety is a compulsory part of the National Curriculum at primary school to make sure that children are well equipped to enjoy swimming and know how to keep safe in and around water.   As we head into …"
    },
    {
        "title": "Spending Review 2025: a commitment to farming ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-06-16T11:15:20",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Following the Spending Review, Defra has secured a multi-year funding commitment from HM Treasury. ",
                "tag": "p"
            },
            {
                "content": "More than £2.7 billion will be invested in sustainable farming and nature recovery a year from 2026/27 to 2028/29. ",
                "tag": "p"
            },
            {
                "content": "Funding paid to farmers under the Environmental Land Management Schemes will increase by 150% from £800m in 2023/24 to £2 billion by 2028/29.  ",
                "tag": "p"
            },
            {
                "content": "Overall, farmers and land managers will benefit from an average of £2.3bn a year through the Farming and Countryside Programme, and up to £400 million from additional nature schemes, including those for tree planting and our peatlands.",
                "tag": "p"
            },
            {
                "content": "This funding will be directed to support farm profitability, nature recovery and food production. It represents the most nature-friendly settlement in history. We believe the careful stewardship of this money can make it go further to attain our goals for farmers and government. ",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll give an overview.  ",
                "tag": "p"
            },
            {
                "content": "Overview ",
                "tag": "h2"
            },
            {
                "content": "Please note: final allocations will be agreed through business planning.",
                "tag": "p"
            },
            {
                "content": "Farming schemes",
                "tag": "h2"
            },
            {
                "content": "A record 50,000 farm businesses are now taking part in environmental land management schemes. Around half of all farmed land in England is now managed under these schemes.  ",
                "tag": "p"
            },
            {
                "content": "The settlement means we will continue to invest in sustainable food production through: ",
                "tag": "p"
            },
            {
                "content": "These schemes pay farmers for practical actions that support food production, improve the environment and build business resilience. They also help protect the long-term health of soils, water and wildlife, which are essential for sustainable food production and a healthy environment. ",
                "tag": "p"
            },
            {
                "content": "Together, this represents the largest financial investment into nature-friendly farming ever and a significant increase of 150% in current spending from £800 million in 2023/24 up to £2 billion by 2028/29.  ",
                "tag": "p"
            },
            {
                "content": "As we have said, we will honour all existing SFI, Countryside Stewardship and Higher Level Stewardship agreements. We’ll also continue payments under previous agri-environment schemes until those agreements end.  ",
                "tag": "p"
            },
            {
                "content": "As ministers have said before, the reformed scheme will be more targeted to better meet priorities on food, farming and nature. More details will be published later this summer, but we know that for too long ELM schemes have been far too complicated, which is a problem that is compounded by the massive workloads that farmers across the country undertake. ",
                "tag": "p"
            },
            {
                "content": "One of our key objectives is to ensure that the user experience of the schemes is prioritised, so that bureaucracy does not become a barrier between the schemes and these busy farmers.",
                "tag": "p"
            },
            {
                "content": "Through the Nature for Climate Fund and Biodiversity Targets Programme, worth up to £400 million a year, farmers and land managers will also be able to access funding for tree planting and our peatlands.  ",
                "tag": "p"
            },
            {
                "content": "Developer contributions to the Nature Restoration Fund will also pay to protect and enhance important wildlife and habitats. This could create opportunities for farmers and land managers to earn extra income by supporting these efforts, such as through the sale of nutrient credits. ",
                "tag": "p"
            },
            {
                "content": "Productivity, innovation and transition support ",
                "tag": "h2"
            },
            {
                "content": "We’re continuing to invest in support that helps farmers improve profitability, productivity and strengthen their businesses, both now and for the future. This includes: ",
                "tag": "p"
            },
            {
                "content": "Delinked payments ",
                "tag": "p"
            },
            {
                "content": "To maintain the overall farming budget and to increase investment in environmental land management, we plan to phase-out delinked payments.  ",
                "tag": "p"
            },
            {
                "content": "In line with our pledge to ensure that every penny of public money is spent as wisely as possible, the Government is ending the era of payouts to large and wealthy landowners for simply owning land. ",
                "tag": "p"
            },
            {
                "content": "These payments are based on past subsidies and do not provide value for money or support the environment.  ",
                "tag": "p"
            },
            {
                "content": "This will enable us to invest more in environmental schemes that will make a significant contribution to our Environment Act targets and will ensure that funding is targeted where it can have the greatest impact.   ",
                "tag": "p"
            },
            {
                "content": "By investing in nature, we help secure the foundations of long-term food security – including healthy soils, clean water and thriving ecosystems.",
                "tag": "p"
            },
            {
                "content": "As we continue to phase out Direct Payments, those who previously received the largest amounts have seen the biggest overall reductions since the start of the transition away from the EU system. For delinked payments in 2026 and 2027:",
                "tag": "p"
            },
            {
                "content": "As we did last year, we will calculate the reductions using the farmer’s reference amount (not the value of their 2025 payment).",
                "tag": "p"
            },
            {
                "content": "The Rural Payments Agency (RPA) will write to delinked payment recipients with information about these changes in due course.",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "We know change takes time and certainty matters. This Spending Review settlement gives us the resources to keep working alongside farmers, so together we can build a more productive, resilient, and sustainable future for farming in England. ",
                "tag": "p"
            },
            {
                "content": "We know how much funding we have from now until early 2029 and we will continue to share updates along the way. ",
                "tag": "p"
            },
            {
                "content": "To that end, the government’s New Deal for Farmers is designed to support growth and return farm businesses to profitability. It has already: ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog for the latest updates and look out for the Farming System Roadmap coming later this year. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/06/16/spending-review-2025-a-commitment-to-farming/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Standfirst: Following the Spending Review, Defra has secured a multi-year funding commitment from HM Treasury. More than £2.7 billion a year will be invested in sustainable farming and nature recovery from 2026 to 2029. Funding for the Environmental Land Management Schemes paid to farmers will increase by 150% over this time period.  "
    },
    {
        "title": "Stakeholder update: June 2025's FSA Board Meeting",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-06-16T10:30:09",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "The next FSA Board meeting is being held in Birmingham on 18 June 2025 and it’s another busy agenda with lots to discuss.",
                "tag": "p"
            },
            {
                "content": "We have an update on the review of the discount we currently offer to meat plants for the costs of delivering inspections. Following an extensive engagement process, we're proposing the FSA Board recommend to Ministers that there’s continued support for some parts of the abattoir sector - specifically to small abattoirs and to some medium-sized ones, to ensure diversity of farming and consumer choice.",
                "tag": "p"
            },
            {
                "content": "We’ll be revisiting a subject that generated a huge amount of discussion in the regulatory community when we covered it in December, and this is our trial of National Level Regulation (NLR). We are asking the Board to endorse the proposed next steps that we’ve developed with stakeholders. We want to continue to harness business-level data held by retailers and use this to provide insight to inform the current regulatory system. The Board will also hear about our engagement with stakeholders on wider ideas for regulatory reform.",
                "tag": "p"
            },
            {
                "content": "We’ll be seeking the Board’s views as we consider changes to our advice on the consumption of slushie-style drinks containing glycerol. This follows reported cases of glycerol intoxication in children where voluntary labelling, containing current FSA advice, was not displayed or not followed. Our revised advice is based on findings from a new rapid risk assessment.",
                "tag": "p"
            },
            {
                "content": "We’re also going to be discussing the next steps for reforming the system we use to authorise new food and feed products coming on to the market. We want the approval process to be as straightforward as possible for food businesses to navigate, so we can continue to support innovation in the food sector.",
                "tag": "p"
            },
            {
                "content": "If you want to read the full agenda and more details about what will be discussed on these and the other topics, we have published the Board papers for the meeting. You can also register to watch the meeting.",
                "tag": "p"
            },
            {
                "content": "Cynhelir cyfarfod nesaf Bwrdd yr Asiantaeth Safonau Bwyd (ASB) yn Birmingham ar 18 Mehefin. Mae’r agenda i’w gweld yn brysur unwaith eto, gyda llawer i’w drafod.",
                "tag": "p"
            },
            {
                "content": "Byddwn ni’n cael diweddariad ar yr adolygiad o’r gostyngiad rydym yn ei gynnig ar hyn o bryd i ffatrïoedd cig ar gyfer y gost o gynnal arolygiadau. Yn dilyn proses ymgysylltu helaeth, rydym yn cynnig y dylai Bwrdd yr ASB gymeradwyo bod gweinidogion yn sicrhau bod cefnogaeth barhaus ar gael i rai rhannau o’r sector lladd-dai – yn benodol i ladd-dai bach ac i rai lladd-dai canolig eu maint, a hynny er mwyn sicrhau amrywiaeth o ran ffermio a dewis i ddefnyddwyr.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn ailystyried pwnc a ysgogodd lawer iawn o drafodaeth ymhlith y gymuned reoleiddio pan wnaethom ei drafod ym mis Rhagfyr, sef ein treial o Reoleiddio ar Lefel Genedlaethol (NLR). Rydym yn gofyn i’r Bwrdd gymeradwyo’r camau nesaf arfaethedig yr ydym wedi’u datblygu ar y cyd â rhanddeiliaid. Rydym am barhau i fanteisio ar y data lefel busnes sydd gan fanwerthwyr, a defnyddio hyn i gael dealltwriaeth er mwyn llywio’r system reoleiddio bresennol. Bydd y Bwrdd hefyd yn clywed am ein gwaith ymgysylltu â rhanddeiliaid ar syniadau ehangach ar gyfer diwygiadau rheoleiddiol.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn ceisio barn y Bwrdd wrth i ni ystyried newidiadau i’n cyngor ar yfed diodydd iâ slwsh sy’n cynnwys glyserol. Mae hyn yn dilyn achosion a adroddwyd o feddwdod glyserol mewn plant lle na chafodd labeli gwirfoddol, â chyngor cyfredol yr ASB, eu harddangos neu eu dilyn. Mae ein cyngor diwygiedig yn seiliedig ar ganfyddiadau yn sgil asesiad risg cyflym newydd.",
                "tag": "p"
            },
            {
                "content": "Byddwn hefyd yn trafod y camau nesaf ar gyfer diwygio’r system a ddefnyddiwn i awdurdodi cynhyrchion bwyd a bwyd anifeiliaid newydd sy’n dod ar y farchnad. Rydym am i’r broses gymeradwyo fod mor syml â phosib i fusnesau bwyd ei dilyn, fel y gallwn barhau i gefnogi arloesedd yn y sector bwyd.",
                "tag": "p"
            },
            {
                "content": "Os hoffech chi ddarllen yr agenda lawn a chael mwy o fanylion am yr hyn a fydd yn cael ei drafod ar y pynciau hyn a phynciau eraill, rydym wedi cyhoeddi papurau’r Bwrdd ar gyfer y cyfarfod yma. Gallwch hefyd gofrestru i wylio’r cyfarfod yn fyw ar-lein.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/06/16/stakeholder-update-june-2025s-fsa-board-meeting/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg The next FSA Board meeting is being held in Birmingham on 18 June 2025 and it’s another busy agenda with lots to discuss. We have an update on the review of the discount we currently offer to meat plants …"
    },
    {
        "title": "Protected Site Strategies – Problems Shared",
        "authors": [
            "David Burton"
        ],
        "posted_on": "2025-06-16T10:15:55",
        "categories": [
            "Biodiversity",
            "Landscape",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Protected sites and species",
            "Site of Special Scientific Interest",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By David Burton, Principal Officer, Protected Site Strategies",
                "tag": "p"
            },
            {
                "content": "“Whatever lies on the horizon, these reserves might just offer a simple vision of how good things could be.”",
                "tag": "p"
            },
            {
                "content": "Professor John Wedgwood Clarke, Wild Westcountry Odyssey 2025",
                "tag": "p"
            },
            {
                "content": "So reflected academic and poet Professor Clarke on completing uplifting adventures across some of the Protected Sites of South-West England. The West Country Odyssey is part of work commissioned through the Protected Site Strategies research programme with the RENEW programme led by University of Exeter and the National Trust. The purpose, to showcase nature and the importance of nature recovery alongside partnership working and the power of film in communicating and engaging when working collaboratively.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Over the last three years, since we announced we were Springing Into Action to develop our approach to Protected Site Strategies, we have been joined by many fellow partners. The main purpose and rationale for Protected Site Strategies (PSS) (enshrined in the Environment Act legislation that provides us with new power to work collaboratively) is to find solutions to environmental issues that cannot be resolved well at the site level. Often, their root causes are part of a wider malaise, whether it be from diffuse pollution of air or water, overgrazing from overpopulations of herbivores, or a result of disconnection of people from the many benefits nature brings.",
                "tag": "p"
            },
            {
                "content": "From farmers struggling with the vagaries of climate change and the need to produce food profitably, to local planners seeking to implement the design of new nature-friendly residential areas and built infrastructure, the PSS development programme is drawing together a growing band of acolytes.  It might seem at times like we are pursuing over-optimistic quests; to tackle systematically the root causes of nutrient and air pollution, to create recreational opportunities that bring more people in contact with nature, and more thriving nature free from disturbance and harm.",
                "tag": "p"
            },
            {
                "content": "All this alongside helping to build food systems that help re-vitalise the fortunes of our very best biodiversity and geodiversity. But, by joining with a diversity of partners to resolve these conundrums, we have begun to demonstrate the full potential of PSS to tackle a variety of environmental ills in different contexts. What we have learned is core to our Strategy Direction ambitions, both ways of working and our priorities, and will be central to the delivery of our future Strategy outcomes. Details are provided in the sections of our first version of Protected Site Strategies Advisory Guidance. ",
                "tag": "p"
            },
            {
                "content": "Our current PSS partners are spreading the word through this first version of Advisory Guidance, uploading it to their own websites and social media channels. Please feel free to request access to do the same. We will continue to evaluate and further develop the Advisory Guidance sections based on learnings from the first fully fledged PSS. ",
                "tag": "p"
            },
            {
                "content": "Our Area Teams have helped select the first few places to trial PSS this year based on their potential for innovation, and nature recovery that brings wealth, health and security for all. These will be designed and delivered through collective effort in ways that bring prosperity to both nature and local economies. We are also starting to attract additional investments through Protected Site Strategies from both public and private investors, and we plan to accelerate roll out of in subsequent years.",
                "tag": "p"
            },
            {
                "content": "To set the scene we are pleased to share the first short film of Professor Clarke on his own personal Wild Westcountry Odyssey which explores the Protected Site on Kynance, the Lizard Peninsula, Cornwall:",
                "tag": "p"
            },
            {
                "content": "For further information or to gain access to the Protected Site Strategies Advisory Guidance drop us a line at  -  ActPSSenquiries@naturalengland.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/06/16/protected-site-strategies-problems-shared/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By David Burton, Principal Officer, Protected Site Strategies “Whatever lies on the horizon, these reserves might just offer a simple vision of how good things could be.” Professor John Wedgwood Clarke, Wild Westcountry Odyssey 2025 So reflected academic and poet …"
    },
    {
        "title": "Hot weather and heatwaves: guidance for schools and other education settings",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-06-16T09:30:03",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults. ",
                "tag": "p"
            },
            {
                "content": "The UK Health Security Agency (UKHSA) has published updated guidance for schools and early years settings to help them. ",
                "tag": "p"
            },
            {
                "content": "Here we recap the key points you need to know about how schools should manage hot weather. ",
                "tag": "p"
            },
            {
                "content": "Do schools close in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "During hot weather, we don’t normally advise schools to close. ",
                "tag": "p"
            },
            {
                "content": "This is because school attendance is the best way for pupils to learn and reach their potential, and hot weather can usually be managed safely. ",
                "tag": "p"
            },
            {
                "content": "School leaders should make sure they take any steps necessary to make sure children are safe and comfortable. ",
                "tag": "p"
            },
            {
                "content": "What are the rules for uniform in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "Schools could consider relaxing uniform rules during hot weather to make sure pupils are comfortable. ",
                "tag": "p"
            },
            {
                "content": "Children should wear loose, light-coloured clothing to help keep cool and sunhats with wide brims. When outdoors, encourage children to stay in the shade as much as possible.  ",
                "tag": "p"
            },
            {
                "content": "Sunscreen with high sun protection factors should be used to protect skin. ",
                "tag": "p"
            },
            {
                "content": "Teachers should also encourage children to take off their blazers and jumpers.  ",
                "tag": "p"
            },
            {
                "content": "What activities are appropriate in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "The Department of Health and Social Care (DHSC) recommends children should not take part in vigorous physical activity on very hot days. Lessons can be adapted for hot weather when sedentary activities are more appropriate. ",
                "tag": "p"
            },
            {
                "content": "What other adjustments can schools make in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "If possible, open classroom doors as well as windows to encourage cross ventilation in the single sided classrooms. ",
                "tag": "p"
            },
            {
                "content": "Windows should be opened as early as possible in the morning before children arrive, or preferably overnight to allow stored heat to escape from the building (checking insurance conditions and need for security if windows are to be left open overnight).  ",
                "tag": "p"
            },
            {
                "content": "Windows should be closed when the outdoor air becomes warmer than the air indoors – this should help keep the heat out while allowing adequate ventilation. Indoor blinds or curtains can be closed where possible but should not block ventilation, CO2 monitors can be used to keep a check on ventilation. ",
                "tag": "p"
            },
            {
                "content": "Electric lighting should be kept to a minimum and equipment should not be left in ‘standby mode’, as this generates heat. Mechanical fans can be used to increase air movement if temperatures are below 35°C – at temperatures above 35°C fans may not prevent heat-related illness and could worsen dehydration. ",
                "tag": "p"
            },
            {
                "content": "Provide and encourage children to drink more water than usual in hot weather. ",
                "tag": "p"
            },
            {
                "content": "Teachers and other educational professionals who manage or work in schools or early years settings should sign up to receive Weather-Heath Alerts from the UK Health Security Agency (UKHSA) and the Met Office by using this form. ",
                "tag": "p"
            },
            {
                "content": "What are the signs of heat related medical conditions in children? ",
                "tag": "h3"
            },
            {
                "content": "If sensible precautions are taken, children are unlikely to be seriously affected by hot conditions but teachers, assistants, school nurses and all child carers should look out for signs of heat stress, heat exhaustion and heatstroke. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat stress: ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat exhaustion may include: ",
                "tag": "p"
            },
            {
                "content": "To cool a child suffering from heat exhaustion: ",
                "tag": "p"
            },
            {
                "content": "If you are concerned about symptoms, or they are worsening, seek medical advice by contacting NHS 111. ",
                "tag": "p"
            },
            {
                "content": "Heat exhaustion can lead to heatstroke and is a medical emergency. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heatstroke may include: ",
                "tag": "p"
            },
            {
                "content": "If heatstroke is suspected, call 999 and then cool the child down whilst awaiting medical assistance. ",
                "tag": "p"
            },
            {
                "content": "If a child loses consciousness, or has a fit: ",
                "tag": "p"
            },
            {
                "content": "For more information on heat related illnesses visit the UKHSA’s website. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/06/hot-weather-and-heatwaves-guidance-for-schools-and-other-education-settings/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults.  The UK Health Security Agency (UKHSA) has published updated guidance …"
    }
]