[
    {
        "title": "Collaborative multi-year strategy for the king scallop fishery",
        "authors": [
            "Shellfish FMP policy team, Defra"
        ],
        "posted_on": "2025-12-08T16:30:17",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "King scallops are valuable shellfish that are important for fishing jobs and businesses. Both the UK and EU catch king scallops; however, they are at risk from overfishing. This is why they have been chosen as the subject of the first trial Multi-Year Strategy (MYSt) which will work alongside the king scallop fisheries management plan (FMP).",
                "tag": "p"
            },
            {
                "content": "The UK and EU are working together under the Specialised Committee on Fisheries (SCF) to trial the development of multi-year strategies, or long-term plans, for the conservation and management of shared non-quota species (NQS). They will follow rules in our Trade and Cooperation Agreement (TCA).  ",
                "tag": "p"
            },
            {
                "content": "Starting work on the MYSt",
                "tag": "h2"
            },
            {
                "content": "Back in September 2024, the European Commission and the UK government held a workshop to begin sharing knowledge and understanding of the king scallop fishery in UK and EU waters.",
                "tag": "p"
            },
            {
                "content": "This brought together representatives from EU member states, UK fisheries administrations, scientists, the fishing industry and environmental NGOs (non-governmental organisations). It marked the start of a positive collaboration with the EU in developing joint goals for management of shared king scallop stocks. A report of the workshop was published in May and can be found here: MYSt workshop report.",
                "tag": "p"
            },
            {
                "content": "Working together",
                "tag": "h2"
            },
            {
                "content": "In early 2025, a technical group was established to advance collaborative work on the strategy. The group includes officials from both Defra and the European Commission.",
                "tag": "p"
            },
            {
                "content": "In addition, a separate expert group of UK and EU scientists has been formed to offer independent analysis and advice. They will play a crucial role in building a shared understanding of the fisheries and informing strategic decisions.",
                "tag": "p"
            },
            {
                "content": "Their work will make sure that the management of shared king scallop fisheries under the first MYSt is guided by robust evidence and supports long-term sustainability.",
                "tag": "p"
            },
            {
                "content": "How the MYSt works with the king scallop FMP",
                "tag": "h2"
            },
            {
                "content": "The king scallop FMP provides a framework for sustainable management in England and Wales. It is designed to ensure stocks are fished sustainably and so will help to inform the MYSt, supporting effective management across different jurisdictions.",
                "tag": "p"
            },
            {
                "content": "What happens next?",
                "tag": "h2"
            },
            {
                "content": "Once the scientific group has completed its report, it will be shared with stakeholders and discussed at a further workshop, which we expect to take place in 2026. ",
                "tag": "p"
            },
            {
                "content": "To stay updated on the king scallop MYSt please look out for future emails, subscribe to the FMP blog for updates, or get in touch with Defra’s shellfish team at shellfish@defra.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/12/08/collaborative-multi-year-strategy-for-the-king-scallop-fishery/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The king scallop multi-year strategy will shape the future of UK-EU management collaboration. Catch up with the progress to date and what’s next."
    },
    {
        "title": "What Professional Recognition can do for you! ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-12-08T14:03:32",
        "categories": [
            "Blog Series",
            "GSE Offer",
            "Reward & Recognition"
        ],
        "content": [
            {
                "content": "This week we’re celebrating all things Professional Recognition, each day focusing on different aspects of the process, including case studies and testimonies from Government Science and Engineering (GSE) members who have benefitted from the process. Today we’re covering the basics – what Professional Recognition is, how it can benefit you as an individual, and how to start the process! ",
                "tag": "p"
            },
            {
                "content": "What is Professional Recognition? ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition is a formal, peer-reviewed validation of your expertise, skills, and ethical standards as a professional. Whether you’re a physicist, biologist, or engineer, professional registration through a recognised body demonstrates your commitment to quality, ongoing learning, and the highest standards in your field. ",
                "tag": "p"
            },
            {
                "content": "7 reasons why you should go for Professional Recognition ",
                "tag": "p"
            },
            {
                "content": "1. External validation and credibility ",
                "tag": "p"
            },
            {
                "content": "Professional registration signals to employers, colleagues, and stakeholders that you meet recognised standards in your field and are committed to maintaining them.  ",
                "tag": "p"
            },
            {
                "content": "2. Enhanced career prospects ",
                "tag": "p"
            },
            {
                "content": "Many recognition schemes are benchmarked against international standards, and holding a professional title can open doors to new roles, promotions, and opportunities - both within government and beyond.  ",
                "tag": "p"
            },
            {
                "content": "3. Recognition of your expertise ",
                "tag": "p"
            },
            {
                "content": "Professional Recognition demonstrates your expertise and commitment to ongoing learning. It’s a way to benchmark your skills against industry standards and show your dedication to keeping pace with advances in your field.  ",
                "tag": "p"
            },
            {
                "content": "4. Networking and influence ",
                "tag": "p"
            },
            {
                "content": "Registered professionals gain access to their institute’s networks, events, and communities. This can lead to collaboration, knowledge sharing, and greater influence within your sector, leading projects or when representing your department.  ",
                "tag": "p"
            },
            {
                "content": "5. Ethical standards and public trust ",
                "tag": "p"
            },
            {
                "content": "Professional bodies require registrants to adhere to codes of conduct and ethical practice. This builds public trust in science and engineering, especially important for those working in government roles that impact society.  ",
                "tag": "p"
            },
            {
                "content": "6. Support for professional development ",
                "tag": "p"
            },
            {
                "content": "Most professional bodies offer resources, mentoring, workshops, and CPD (Continuing Professional Development) schemes to help you maintain and grow your skills throughout your career. For example, the Institute of Engineering & Technology (IET) has a suite of tools to help develop your career and securing mentoring support, or the Science Council connects you through a worldwide community of cross-disciplinary scientists.  ",
                "tag": "p"
            },
            {
                "content": "7. Encouraging a culture of excellence and continuous improvement  ",
                "tag": "p"
            },
            {
                "content": "The Civil Service People Plan 2024-2027 identified the need to focus and celebrate the professionalisation of skills and committed to continuing to help develop members of professions through to deep specialism and is recognised by senior leaders as a core component of developing an agile, efficient public sector.  ",
                "tag": "p"
            },
            {
                "content": "How to get started ",
                "tag": "p"
            },
            {
                "content": "A good start would be to first check your departmental guidance on recognition for your specialist skills or ask your Line Manager to check if such guidance exists. Many departments fully fund membership fees as part of their commitment to continuous professional development! ",
                "tag": "p"
            },
            {
                "content": "Each professional body has its own requirements and application process, but most involve: ",
                "tag": "p"
            },
            {
                "content": "Explore the options relevant to your discipline: ",
                "tag": "p"
            },
            {
                "content": "If you are considering attaining professional recognition, we can provide our PR support booklet to help you make your decision – please let us know by emailing gse@go-science.gov.uk  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/12/08/what-professional-recognition-can-do-for-you/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "This week we’re celebrating all things Professional Recognition, each day focusing on different aspects of the process, including case studies and testimonies from Government Science and Engineering (GSE) members who have benefitted from the process. Today we’re covering the basics – what Professional Recognition is, how it can benefit you as an individual, and how …"
    },
    {
        "title": "A User Centred approach to helping colleagues collaborate by improving DBT’s People Finder ",
        "authors": [
            "Naomi Cauchi - Senior User Researcher"
        ],
        "posted_on": "2025-12-08T14:01:18",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Naomi Cauchi",
                "tag": "h3"
            },
            {
                "content": "At the Department for Business and Trade (DBT), we recently launched our People Finder tool in Beta to strengthen internal collaboration. In this blog, we share how our Employee Experience Team in DBT brought the project to life. Combining research, design, product, development and delivery expertise, the team built user-centred services that meet real needs.",
                "tag": "p"
            },
            {
                "content": "User centred steps to supporting internal staff collaboration",
                "tag": "h2"
            },
            {
                "content": "At the start of the year, we were asked to improve DBTs “People Finder” - our internal tool for exploring people and teams via the Intranet.",
                "tag": "p"
            },
            {
                "content": "We had plenty of evidence to suggest that our users, DBT colleagues, would benefit from such a change. In the 2024 DBT People Survey, 17% of respondents rated our collaboration technology unfavourably. Another survey found that 83% relied on People Finder for internal collaboration, yet  Help Desk tickets revealed frequent frustrations. Recent restructures and the creation of the Office for Investment had increased pressure to maintain effective collaboration and meet Whitehall targets during major organisational changes.",
                "tag": "p"
            },
            {
                "content": "The universal and resounding need was clear: “I need to know which colleagues are working on what so that I can understand who is best to work with”",
                "tag": "p"
            },
            {
                "content": "Step 1: What’s our goal?",
                "tag": "h4"
            },
            {
                "content": "We started by challenging the idea of a product centric goal, for example “How might we improve People Finder?” Whilst familiar, this framing risks overlooking the problem to be solved. Instead, we focused on the task or outcome People Finder intends to support for its users. We used a problem statement to steer creative and experimental product design towards making tangible, real life impact. Our guiding question became:",
                "tag": "p"
            },
            {
                "content": "“How might we improve People Finder to better support DBT colleagues' collaboration needs so that they can more effectively deliver their roles?”",
                "tag": "p"
            },
            {
                "content": "Step 2: Who should we support and why?",
                "tag": "h4"
            },
            {
                "content": "There are over 8,000 colleagues in DBT each with overlapping and unique ways of collaborating.",
                "tag": "p"
            },
            {
                "content": "To strategically focus our efforts, we prioritised a group we called \"Critical Collaborators\" - colleagues who:",
                "tag": "p"
            },
            {
                "content": "Step 3: What do Critical Collaborators need?",
                "tag": "h4"
            },
            {
                "content": "We spoke to these colleagues directly to understand what successful collaboration looks like in their roles. They shared their processes, challenges and desired outcomes. We observed them trying to complete tasks using the existing People Finder and mapped what worked and what didn’t.",
                "tag": "p"
            },
            {
                "content": "Whilst scenarios differed, 4 shared themes emerged:",
                "tag": "p"
            },
            {
                "content": "Policy briefing teams need to quickly identify the right individuals or teams to respond to urgent parliamentary questions, such as those concerning clean energy industry.",
                "tag": "p"
            },
            {
                "content": "Sector leads need to find and connect with overseas specialists to help businesses enter markets like the Middle East and Pakistan.",
                "tag": "p"
            },
            {
                "content": "Broad categories like “healthcare” aren’t enough. Sector Leads need to find specialists in areas like “diagnostic systems” to draft targeted policy briefings.",
                "tag": "p"
            },
            {
                "content": "Some colleagues are supporting staff across 170 countries. They need their expertise and guidance to be discoverable and used. ",
                "tag": "p"
            },
            {
                "content": "\"One of my priorities is that I want to be reached out [to] and I want to be found so I want [People Finder] to reflect what I'm actually doing.\" Participant 7",
                "tag": "p"
            },
            {
                "content": "Step 4: How might we re-design People Finder to support these user needs?",
                "tag": "h4"
            },
            {
                "content": "We used agile, iterative design to test early concepts with users to assess their effectiveness. This allowed us to refine our approach until we were ready to launch a Minimum Viable Product (MVP).",
                "tag": "p"
            },
            {
                "content": "What is new in People Finder?",
                "tag": "h2"
            },
            {
                "content": "Roles and Responsibilities tab",
                "tag": "p"
            },
            {
                "content": "Colleagues can now add their sector, market and keywords to their profiles. These fields will help colleagues find the right expertise more easily, supporting effective collaboration and knowledge sharing. We’ve ensured our updates are inclusive of our overseas colleagues, who can now add market and location to their profile.",
                "tag": "p"
            },
            {
                "content": "“Keywords” for discoverability",
                "tag": "h4"
            },
            {
                "content": "A new “Keywords” field allows users to capture a range of specific expertise and specialisms. These keywords could include sub-sectors or highly specialised topics, (such as “med-tech” or “semiconductors”), technical skills, (such as “Python”), and strategic priorities (such as “Future DBT”).",
                "tag": "p"
            },
            {
                "content": "\"It’s helpful for other people who are maybe thrashing around in exactly the same way I do, looking for who is the person who is closest to being the best bet to be able to provide what I need\" Participant 5",
                "tag": "p"
            },
            {
                "content": "“It makes sense. I would put the key workstreams I'm involved in.\" Participant 7 reflecting on how they would use the new Keywords field in People Finder to let their colleagues know what they are currently working on.",
                "tag": "p"
            },
            {
                "content": "Discover tool (Beta)",
                "tag": "h4"
            },
            {
                "content": " A new Discover feature allows users to:",
                "tag": "p"
            },
            {
                "content": "\"It would make it really easy to look for contacts [when] trying to look for a specific colleague, but not knowing their name or job title” Participant 10",
                "tag": "p"
            },
            {
                "content": "New Extended Leave tab",
                "tag": "h4"
            },
            {
                "content": "Users now have access to an \"Extended Leave\" tab within their profiles, allowing them to indicate periods of extended or long-term leave and designate an alternative point of contact. This experimental feature is designed to support continuity of work during an individual's leave and in the absence of Outlook integration. We will be testing and iterating this feature.",
                "tag": "p"
            },
            {
                "content": "Step 5: Launch, Learn, Iterate",
                "tag": "h4"
            },
            {
                "content": "The new People Finder has launched in beta on DBT’s Intranet last month. Ongoing user research will help us assess effectiveness of these changes and identify areas for future improvements as we continue to reach for progress over perfection.",
                "tag": "p"
            },
            {
                "content": "Next, we’ll be engaging with colleagues and teams across DBT to help ensure they can benefit from the new updates. If you are solving similar problems or working on a similar tool in another department we would love to hear from you. Please reach out to intranet@businessandtrade.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/12/08/a-user-centred-approach-to-helping-colleagues-collaborate-by-improving-dbts-people-finder/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT's Employee Experience team combined user research, design and delivery expertise to improve the department's intranet."
    },
    {
        "title": "The Architecture Decision Record (ADR) Framework: making better technology decisions across the public sector",
        "authors": [
            "Nabil Nazar, Principal Enterprise Architect, GDS"
        ],
        "posted_on": "2025-12-08T14:00:00",
        "categories": [
            "Architecture",
            "Technology"
        ],
        "content": [
            {
                "content": "The Enterprise Architecture team from Government Digital Service (GDS) is excited to have recently introduced the Architecture Decision Record (ADR) framework. This handy structure is designed to help teams to consistently make and record technology decisions in order to reach the UK government’s goals of better-documented decisions, less duplication and more joined-up delivery.",
                "tag": "p"
            },
            {
                "content": "Documenting decisions is essential across all levels of government departments, particularly for those that need to be brought to the Technical Design Council (TDC). The TDC is made up of empowered Chief Technology Officers from across the public sector as a commitment set out in the blueprint for modern digital government. The TDC is responsible for decisions which affect cross-government architecture and shared platforms, in which ADRs play a major part.",
                "tag": "p"
            },
            {
                "content": "What is the ADR framework?",
                "tag": "h2"
            },
            {
                "content": "In the public sector, we make thousands of technology decisions every year. This number will only increase as we work on delivering the ambitious vision set out in the blueprint for modern digital government, which requires us to make better and more consistent decisions. Some are small. Some are huge. But when they’re undocumented, we risk repeating work. When people move on, we can lose context of why decisions were made in certain ways. Most importantly, we miss opportunities to reuse good thinking.",
                "tag": "p"
            },
            {
                "content": "This is where architecture decision records come in. An ADR is a short note that captures a key architectural decision. It’s not a formal sign-off or a long report, but it can be used in formal governance boards and design authorities. ADRs are a way to document:",
                "tag": "p"
            },
            {
                "content": "ADRs are designed to be quick to write, easy to read and useful to others. They also maintain transparency in decision-making.",
                "tag": "p"
            },
            {
                "content": "Our mission is to make ADRs a standard part of the decision-making workflow, which is why we landed on a clear and simple framework to help embed this practice across the public sector.",
                "tag": "p"
            },
            {
                "content": "How we designed the framework ",
                "tag": "h2"
            },
            {
                "content": "We built the ADR framework using patterns that already work well in government and industry. An easily-replicated accessible format was what teams wanted the most so that even someone who had no prior knowledge of ADRs could understand what was needed.",
                "tag": "p"
            },
            {
                "content": "The point is to make decisions visible, not to add bureaucracy.",
                "tag": "p"
            },
            {
                "content": "This is why the ADR framework consists of two sections. The first section has guidance on when and how to use ADRs and the second one contains a standard template for recording decisions.",
                "tag": "p"
            },
            {
                "content": "The framework is designed to be flexible to reflect the diversity of how our teams work; it can be used in both agile and waterfall programmes, and anything in between.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned so far",
                "tag": "h2"
            },
            {
                "content": "We’ve already tested the framework with various teams across the Department of Science, Innovation and Technology (DSIT), as well as other departments, to ensure that it’s fit for purpose. Some great early feedback has indicated that this framework helps to:",
                "tag": "p"
            },
            {
                "content": "But we also learned that ADRs only work if they’re part of the team’s normal rhythm rather than bolt-ons or box-ticking exercises, so further change may be required to establish the practice of ADRs as standard.",
                "tag": "p"
            },
            {
                "content": "How to get involved in the next steps",
                "tag": "h2"
            },
            {
                "content": "We’re encouraging the ADR framework’s adoption across the public sector. While it won’t be mandated for day-to-day team decisions, it will be needed for anything brought to the TDC. We’re inviting more teams to test the framework and tell us what works so that we can adapt and improve it based on your feedback. We’re also looking at how ADRs can support wider reforms, such as reducing legacy risk, improving technical resilience and enabling joined-up services.",
                "tag": "p"
            },
            {
                "content": "If you work in government technology and would like to help us, you can use the ADR framework yourself.",
                "tag": "p"
            },
            {
                "content": "We encourage you to try out the template on your next architecture decision, and then share your ADRs with others in your organisation.",
                "tag": "p"
            },
            {
                "content": "If you have any suggestions or questions, reach out to the Enterprise Architecture team at publicsector.architecture@dsit.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/12/08/the-architecture-decision-record-adr-framework-making-better-technology-decisions-across-the-public-sector/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "We’ve introduced the Architecture Decision Record (ADR) framework to help teams across government make and record technology decisions consistently."
    },
    {
        "title": "Glimpse a Geminid meteor this weekend",
        "authors": [
            "Will Gater"
        ],
        "posted_on": "2025-12-08T13:53:32",
        "categories": [
            "Astronomy"
        ],
        "content": [
            {
                "content": "The peak of the Geminid meteor shower occurs this weekend, and with the Moon out of the way you’ve got a great opportunity to spot shooting stars.",
                "tag": "p"
            },
            {
                "content": "It might not sound like it, but one of the most interesting things about the Solar System is its dust. In fact, the stuff is everywhere in our planetary neighbourhood.  ",
                "tag": "p"
            },
            {
                "content": "These tiny grains, scattered between the planets, have been deposited by passing comets and asteroids over eons and the signs of it are visible every clear night in the form of shooting stars, or ‘meteors’, which appear as fleeting streaks of light across the starry sky. These meteors occur as the specks of interplanetary dust (typically only the size of a sand grain or fleck of rock salt) hit our atmosphere and vaporise.  ",
                "tag": "p"
            },
            {
                "content": "At certain times during the year the Earth also passes through denser trails and clumps of this dust left by comets and asteroids and these form so-called meteor ‘showers’ that occur annually. For example, in August we sweep through the dusty trails left by Comet Swift-Tuttle and we see the Perseid meteor shower which is known for its beautiful, bright summertime fireball meteors.  ",
                "tag": "p"
            },
            {
                "content": "This month is when Earth meets the trail of a somewhat enigmatic asteroid called Phaethon and its dusty debris gives rise to the Geminid meteor shower, which peaks overnight on Saturday (13 December).   ",
                "tag": "p"
            },
            {
                "content": "The Geminids are arguably one of the best meteor showers of the year, because of the relatively high number of meteors you can expect to see over the course of an hour compared to many of the other smaller meteor showers. However, how many Geminids you’ll actually observe will depend on factors such as your local light pollution levels, how much of your sky is blocked by buildings or treelines, and if there’s any thin cloud or haze obscuring fainter ones. You won’t see a ‘rain’ of myriad meteors as is sometimes claimed, but with a little patience you should catch a handful of really nice ones over the course of half an hour or so, even from suburban sites.  ",
                "tag": "p"
            },
            {
                "content": "The great thing about 2025’s Geminid shower is that the expected peak of its activity around Saturday night coincides with a time when the Moon sits below the horizon for most of the evening, so its light won’t wash out the sky and hide fainter meteors.  ",
                "tag": "p"
            },
            {
                "content": "To stand the best chance of seeing the Geminids, find a safe place to observe, wrap up warm and allow your eyes to adapt properly to the darkness around you. You don’t need any equipment to enjoy the show, but a sun lounger or reclining camping chair can make staring up at the sky much more comfortable, even if your neighbours end up thinking you’re slightly odd.    ",
                "tag": "p"
            },
            {
                "content": "How will you know if you’ve seen a Geminid? Well, because of the physics behind these events all shower meteors appear to come from a specific location on the night sky, called the ‘radiant’ of the shower. For the Geminids this radiant is located in the constellation Gemini (that’s why we call them the ‘Geminids’). So if you see a shooting star streak from a spot close to the bright star Castor (Alpha Geminorum) there’s a good chance it was a Geminid.  ",
                "tag": "p"
            },
            {
                "content": "While meteor showers like the Geminids provide a fun celestial spectacle to observe, more generally scientists, government organisations and space agencies around the world, like the UK Space Agency, take a keen interest in routine monitoring of large asteroids and comets. This is because some groups of asteroids, on certain orbits around the Sun, can pass close to our planet, potentially posing an impact risk to the Earth.  ",
                "tag": "p"
            },
            {
                "content": "The National Space Operations Centre, a collaboration between the UK Space Agency, UK Space Command and the Met Office, keeps tabs on so-called ‘near-Earth objects’ as part of its work, and if necessary can call on a network of telescopes located across the globe to carry out follow-up observations of targets of interest.  ",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency is also the UK government’s representative to the International Asteroid Warning Network (IAWN), which notifies officials and national governments if one of these bodies is identified as a potential threat. Something to ponder as you watch the odd, harmless, Geminid zipping amid the stars this weekend… ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/12/08/glimpse-a-geminid-meteor-this-weekend/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The peak of the Geminid meteor shower occurs this weekend and with the Moon out of the way you’ve got a great opportunity to spot shooting stars."
    },
    {
        "title": "New draft guidance published to support faster and clearer local plan-making ",
        "authors": [
            "Adele Maher, Head of Planning Transformation"
        ],
        "posted_on": "2025-12-08T09:40:31",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Local plans are the backbone of England’s planning system, shaping how places grow and develop. But the current system isn’t working as we need it to. Many plans take over 7 years to produce and cost councils millions of pounds, putting pressure on local resources and delaying the delivery of homes and infrastructure local communities need. ",
                "tag": "p"
            },
            {
                "content": "A new approach to plan-making ",
                "tag": "h2"
            },
            {
                "content": "Earlier this year, the government gave an update on the steps being taken to achieve universal coverage of local plans and realise the full potential of planning reforms initiated in 2024. ",
                "tag": "p"
            },
            {
                "content": "On 27 November, Housing and Planning Minister Matthew Pennycook confirmed details of a new plan-making system in a Written Ministerial Statement. The Minister outlined how the reforms will make it easier for councils to shape development in their area and play their part in delivering the government’s target of 1.5 million homes.  ",
                "tag": "p"
            },
            {
                "content": "The new local plan regulations underpinning the new approach to plan-making will come into force early next year, establishing a faster system with shorter and clearer local plans that communities and the development sector can rely on. At the heart of this reform is a new 30-month timeline for creating and adopting local plans, supporting the government’s commitment to achieving universal local plan coverage. ",
                "tag": "p"
            },
            {
                "content": "Supporting the new plan-making system ",
                "tag": "h2"
            },
            {
                "content": "MHCLG’s Digital Planning programme and Development Plans team, in collaboration with the Planning Inspectorate, have been working to address the pain points and inefficiencies within plan-making to help deliver a simpler, faster and more accessible new system of local plans. In February 2025 we published a new dedicated home of resources on GOV.UK - Create or update a local plan, bringing together guidance to provide greater clarity, consistency and certainty to the plan-making process. ",
                "tag": "p"
            },
            {
                "content": "We’ve now added, in draft, the first tranche of detailed draft guidance to help authorities preparing plans under the new system get started as soon as possible.  ",
                "tag": "p"
            },
            {
                "content": "We have prioritised resources for the earliest stages of plan-making so local planning authorities can understand how the new system will work and what they can do now to prepare.  ",
                "tag": "p"
            },
            {
                "content": "Developed with users at its heart ",
                "tag": "h2"
            },
            {
                "content": "What makes this planning guidance different is how we've developed it – with the primary users, the plan-makers. We’ve developed every piece directly with local planning authorities and planning inspectors. The intensive, iterative testing has shaped the content, structure and tools to ensure they work in practice and not just in theory.   ",
                "tag": "p"
            },
            {
                "content": "This user-centred approach is reflected in the practical tools we've created. It sets out how local councils are expected to prepare their local plan and provides practical resources to support preparation. For Gateway 1 – the first of a series of checkpoints designed to help local councils to stay on track to deliver plans within 30 months – we have developed ready-to-use templates including the Gateway 1 summary template, to remove guesswork from critical stages. Our site selection guidance walks planners through identification, assessment and allocation with step-by-step clarity. These are working tools shaped by the people who will use them every day. ",
                "tag": "p"
            },
            {
                "content": "The result is a fundamental shift towards making local planning work for everyone involved. Councils get the clarity and tools they need to deliver efficiently. Communities get plans faster that respond to their current needs. And nationally we can move more quickly to achieving full plan coverage across England, critical to unlocking the types of development our country needs. ",
                "tag": "p"
            },
            {
                "content": "We're enormously grateful to all the local authority officers who generously volunteered their time and expertise over the many months of testing.  ",
                "tag": "p"
            },
            {
                "content": "Learning from authorities using digital tools ",
                "tag": "h2"
            },
            {
                "content": "Local planning authorities are already discovering the potential of technology and digital tools to transform plan-making. Case studies showing how councils have used innovative tools as part of the PropTech Innovation Fund to speed up local plan creation are currently available and signposted to on Local Digital, with user-centred versions soon to be published on Create or update a local plan. These real-world examples illustrate the practical benefits and efficiency gains possible. ",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "We will review the guidance and make any necessary revisions and updates as the new system is implemented, and related regulations and policy are confirmed.  ",
                "tag": "p"
            },
            {
                "content": "These resources form part of a growing digital offer to support plan makers to deliver local plans faster. It will be followed by the timely release of tools and services both next year and beyond. ",
                "tag": "p"
            },
            {
                "content": "As local planning authorities start using these resources, we'll also be reviewing and refining the guidance based on real experience. ",
                "tag": "p"
            },
            {
                "content": "We're actively seeking feedback from plan-makers as they work with the new system. Each guidance page includes instructions on how to share their thoughts, suggestions and questions. This feedback will help us iterate the guidance to better support users through this transition and ensure it meets the practical needs of those using it every day. ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "As we've explored in this post, our research volunteers are at the heart of how the Digital Planning programme is transforming planning for the 21st century. ",
                "tag": "p"
            },
            {
                "content": "We're looking for volunteers from across the planning and development sector to take part in research sessions. Whether you're a planning officer, developer, landowner, planning consultant or technology vendor, your insights will directly shape our work. Register your interest to take part. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/12/08/new-draft-guidance-published-to-support-faster-and-clearer-local-plan-making/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Read about the details of a new plan-making system for England. It will ensure local plans, which are created by councils to shape development in their area, are simpler, faster to prepare, and more accessible for everyone. Learn about new user-tested digital guidance and tools published in draft to help plan-makers deliver local plans faster."
    },
    {
        "title": "Consultation opens on evidence relating to population screening for Type 2 diabetes in adults",
        "authors": [
            "Omaer Syed"
        ],
        "posted_on": "2025-12-08T08:38:25",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to population screening for Type 2 diabetes in adults.",
                "tag": "p"
            },
            {
                "content": "It is asking stakeholders and members of the public to provide feedback on a 2025 evidence map and its conclusions. Evidence maps are typically the first step in the UK NSC evidence review process. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map was commissioned to review literature on the topic published since the previous evidence review in 2019. The 2019 review concluded there was no evidence to support whole population screening for Type 2 diabetes mellitus (T2DM) in adults in the UK.",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map reaffirms the conclusion of the 2019 review and concludes that this topic should be reviewed again in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "To take part in the consultation, download the consultation documents by clicking on the grey ‘View documents’ button on the UK NSC’s diabetes recommendation page. Then submit your response by clicking on the green ‘Submit comments’ button. ",
                "tag": "p"
            },
            {
                "content": "The deadline for responses is 11.59pm GMT on 2 March 2026. ",
                "tag": "p"
            },
            {
                "content": "Consultation responses will be considered by the UK NSC when it updates its recommendation on this topic.",
                "tag": "p"
            },
            {
                "content": "About Type 2 diabetes",
                "tag": "h2"
            },
            {
                "content": "Diabetes is a long-term (chronic) condition caused by too much glucose (sugar) in the blood.",
                "tag": "p"
            },
            {
                "content": "Type 2 diabetes occurs when the body does not produce enough insulin to function properly, or when the body’s cells do not react to insulin. This is called insulin resistance. Type 2 diabetes is far more common than type 1 diabetes. It accounts for more than 95% of patients with diabetes and approximately 537 million cases of diabetes worldwide.",
                "tag": "p"
            },
            {
                "content": "Diabetes is one of the most common chronic diseases in the UK, and its prevalence is increasing. Registration figures from 2021-2022 from Diabetes UK showed that more than 4.3 million people in the UK were living with diabetes, and an additional 850,000 people could be living with diabetes who were yet to be diagnosed.",
                "tag": "p"
            },
            {
                "content": "Over time, diabetes can damage blood vessels in the heart, eyes, kidneys and nerves.  T2DM leads to complications within blood vessels that causes distress to patients and places a huge burden on the healthcare system. Early diagnosis is important to prevent the worst effects.",
                "tag": "p"
            },
            {
                "content": "A common test for T2DM is the HbA1c blood test which is less reliable for screening because of its low sensitivity and the need to be confirmed by a second test, such as a second HbA1c, a fasting plasma glucose (FPG) or an oral glucose tolerance test (OGTT).",
                "tag": "p"
            },
            {
                "content": "A further test, the 50-g glucose challenge test (GCT) does not require fasting and has been used extensively in screening for gestational diabetes. It appears to be a promising screening tool, but the evidence base is sparse.",
                "tag": "p"
            },
            {
                "content": "Treatment focuses on reducing blood glucose levels. Treatment includes lifestyle changes, antidiabetic drugs, or patients can be prescribed insulin.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified new published evidence since 2019 but:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/12/08/consultation-opens-on-evidence-relating-to-population-screening-for-type-2-diabetes-in-adults/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on evidence relating to population screening for Type 2 Diabetes in adults."
    },
    {
        "title": "How the Regulatory Policy Committee uses artificial intelligence",
        "authors": [
            "Ryan Williams"
        ],
        "posted_on": "2025-12-08T08:35:27",
        "categories": [
            "Artificial intelligence"
        ],
        "content": [
            {
                "content": "The government is keen that all areas of the public sector understand the opportunities from using artificial intelligence (AI) and mitigate the potential risks. The RPC has been experimenting with using AI tools over the past few months to see how far these can help us with different aspects of our work. ",
                "tag": "p"
            },
            {
                "content": "This post discusses where these tools can help, where they are of limited benefit and what that means for our work going forward.",
                "tag": "p"
            },
            {
                "content": "Our approach to AI",
                "tag": "h2"
            },
            {
                "content": "As a public body, we follow the core principles of the AI Playbook for the UK Government to use AI safely, effectively and securely. ",
                "tag": "p"
            },
            {
                "content": "It is essential that we protect the security of our information, which is why we only use dedicated AI tools authorised by the Department for Business and Trade as our sponsor department. We are also mindful of the need to protect against hallucinations, meaning incorrect or misleading results that AI models may sometimes generate. ",
                "tag": "p"
            },
            {
                "content": "The question we're trying to answer is whether these tools can improve the quality of scrutiny while reducing the time spent on mechanical tasks.",
                "tag": "p"
            },
            {
                "content": "Where AI is helpful in supporting the work of the RPC",
                "tag": "h2"
            },
            {
                "content": "AI has been very helpful in producing meeting notes and minutes. AI-generated transcripts from meetings are sufficiently accurate that staff can participate fully in the meeting rather than having to divide their attention between discussion and note-taking. The error rate is low enough that light editing suffices to produce a set of minutes and notes of the meeting.",
                "tag": "p"
            },
            {
                "content": "AI is also very useful in searching and summarising documents. When we are drafting our opinions, we often need to check what the Committee has said previously on similar or related issues. AI tools can search through hundreds of past RPC opinions in our archive and pull out relevant passages far faster and more comprehensively than a manual review.",
                "tag": "p"
            },
            {
                "content": "We have also seen time savings in producing our opinions. AI can produce acceptable first drafts of routine documents and maintain our house style. It cannot, however, identify the critical analytical weaknesses in an impact assessment or produce the kind of tightly reasoned argument that belongs in an expert opinion from the RPC. What it does well is speed up the mechanical parts of writing.",
                "tag": "p"
            },
            {
                "content": "Key challenges in using AI to produce RPC opinions",
                "tag": "h2"
            },
            {
                "content": "The main challenge is calibration. We've built a master prompt that can generate RPC-style drafts of our opinions, but producing an appropriate judgement of the quality of an impact assessment is difficult. Set it too critically and it produces unhelpful objections to everything. Set it too leniently and it misses genuine analytical gaps. The useful range is narrow, and what counts as 'appropriately critical' varies depending on the quality of the underlying analysis.",
                "tag": "p"
            },
            {
                "content": "The other limitation is that AI cannot engage with the substantive policy questions that often matter most. It can check whether an impact assessment has followed HM Treasury’s Green Book methodology, but it cannot assess whether the assumptions underlying a cost-benefit analysis are defensible given the actual policy context. That still requires human judgement informed by our expert experience.",
                "tag": "p"
            },
            {
                "content": "What we're considering next",
                "tag": "h2"
            },
            {
                "content": "We are looking at using our archive of the RPC’s past opinions as training data to improve AI drafting. The idea is that the system might learn to recognise the standards the Committee applies in practice, rather than just following written guidance. Whether this improves analytical rigour, or just teaches the system to reproduce house style more convincingly, is an open question but is worth testing.",
                "tag": "p"
            },
            {
                "content": "A more ambitious idea is whether we could build an interface that lets analysts across government submit impact assessments for AI-generated feedback before formal submission to the RPC. The logic would be to catch basic analytical errors early, when they are easier to fix, rather than only identifying them during formal scrutiny.",
                "tag": "p"
            },
            {
                "content": "This raises obvious questions:",
                "tag": "p"
            },
            {
                "content": "These aren't rhetorical questions. We don't know the answers yet, which is why we are proceeding carefully.",
                "tag": "p"
            },
            {
                "content": "The underlying reality is that AI can help with mechanical tasks and pattern recognition, but human scrutiny and expert judgement are still needed to understand the policy context (at least for now!).",
                "tag": "p"
            },
            {
                "content": "What has been your experience with AI? Leave us a comment below and subscribe to the RPC’s blog to be notified when we post new articles.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/12/08/how-the-regulatory-policy-committee-uses-artificial-intelligence/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The government is keen that all areas of the public sector understand the opportunities from using artificial intelligence (AI) and mitigate the potential risks. The RPC has been experimenting with using AI tools over the past few months to see how far these can help us with different aspects of our work."
    }
]