[
    {
        "title": "Best Start Family Hubs: what parents need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-07-07T16:48:03",
        "categories": [
            "Babies",
            "early years",
            "Families"
        ],
        "content": [
            {
                "content": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where we’ll be spending £1.5bn over the next three years to expand family services, make early education and childcare more accessible and affordable, and improve quality across the early years system. Here's what you need to know about the hubs and how they connect to other support for families. ",
                "tag": "p"
            },
            {
                "content": "What are Best Start Family Hubs? ",
                "tag": "h3"
            },
            {
                "content": "Best Start Family Hubs will be local hubs where families can access a range of services all in one place. Think of them as a 'one-stop shop' for families with children from pregnancy through the early years and beyond. ",
                "tag": "p"
            },
            {
                "content": "Whether its free classes, events and activities, help with your children before they start school or finance and housing advice - the hubs will either provide these services directly or connect you to the right local support. ",
                "tag": "p"
            },
            {
                "content": "Why are they being created? ",
                "tag": "h3"
            },
            {
                "content": "Many parents tell us they find it difficult to know where to go for help with their children. Services can feel disconnected and hard to navigate, especially if your child has additional needs. Some families can’t access help at all. Many children’s centres have closed or cut back services. At the same time, health services have faced new pressures such as with fewer health visitors and lower vaccination rates.  ",
                "tag": "p"
            },
            {
                "content": "Research shows that early support makes a real difference – children who had access to Sure Start centres were more likely to achieve better GCSE results and had improved health outcomes. ",
                "tag": "p"
            },
            {
                "content": "When will there be a Best Start Family Hub near me? ",
                "tag": "h3"
            },
            {
                "content": "The government is investing over £500 million to create a network of up to 1,000 Best Start Family Hubs across every local authority in England by 2028.  ",
                "tag": "p"
            },
            {
                "content": "If you already have a Family Hub or children's centre in your area, it will continue to operate and may be enhanced under this new programme. ",
                "tag": "p"
            },
            {
                "content": "What services will be available at the hubs? ",
                "tag": "h3"
            },
            {
                "content": "Services will vary depending on local needs, but you can expect: ",
                "tag": "p"
            },
            {
                "content": "For families with children who have additional needs, each hub will have a trained professional to help you navigate services and connect with local early years settings and health services.  ",
                "tag": "p"
            },
            {
                "content": "How will the hubs support children with SEND? ",
                "tag": "h3"
            },
            {
                "content": "Each Best Start Family Hub will have a children and family services professional trained to support children with additional needs. They'll help: ",
                "tag": "p"
            },
            {
                "content": "What if I can't get to a hub in person? ",
                "tag": "h3"
            },
            {
                "content": "A new Best Start digital service is being created that will give you quick access to trusted advice on parenting, child development. You'll be able to check your eligibility for childcare entitlements and connect to your local hub. This will eventually link to the NHS app.  ",
                "tag": "p"
            },
            {
                "content": "Will the hubs connect with other childcare and early education services? ",
                "tag": "h3"
            },
            {
                "content": "Yes, the hubs will help you find and access the right childcare for your family.The hubs will also work closely with local nurseries, childminders and schools to make sure children get consistent support, especially those with additional needs who might need extra help when moving between different settings. ",
                "tag": "p"
            },
            {
                "content": "The hubs are just one part of wider support for families. Alongside them, eligible working parents can get 30 hours of funded childcare from when their child is 9 months old (saving up to £7,500 a year), thousands of new nursery places are being created in schools, and there's extra funding for disadvantaged children through the Early Years Pupil Premium. All these changes are part of the Best Start in Life Strategy – our plan to make sure every child get the best possible start in life. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/07/best-start-family-hubs-what-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where …"
    },
    {
        "title": "Islamophobia Working Group Definition ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-07T14:59:36",
        "categories": [
            "Faith"
        ],
        "content": [
            {
                "content": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached record levels. ",
                "tag": "p"
            },
            {
                "content": "According to the most recent statistics, two in five police-recorded religious hate crimes were directed at Muslims, highlighting the urgent need for a clear and robust framework to address this form of hatred. The group’s work will support wider and ongoing government-led efforts to tackle religiously motivated hate crime – delivering on the government’s Plan for Change mission for safer streets. ",
                "tag": "p"
            },
            {
                "content": "The government, and the working group’s published terms of reference, make clear that any proposed definition must be fully compatible with the enduring and fundamental right of British citizens to freedom of speech and expression. This includes the right to criticise, express dislike of, or insult religions, as well as the beliefs and practices of their adherents. The government has made clear it will not compromise on this principle which is essential in a democratic society. ",
                "tag": "p"
            },
            {
                "content": "The group is operating independently and will provide Ministers with evidence-based advice, in line with the terms of reference already made public. Their work will be informed by a wide range of perspectives and expertise, ensuring that any recommendation is not only thoughtful and principled, but also grounded in the lived experiences and realities faced by communities across the country.  ",
                "tag": "p"
            },
            {
                "content": "By drawing on diverse insights, the working group aims to develop advice for ministers that is both practically effective and socially sensitive - capable of helping to address the rise of anti-Muslim hatred while upholding the democratic values that underpin our society.",
                "tag": "p"
            },
            {
                "content": "An MHCLG spokesperson said: ",
                "tag": "p"
            },
            {
                "content": "“We are absolutely committed to defending freedom of speech, and any proposed definition must be compatible with the right to freedom of speech and expression. ",
                "tag": "p"
            },
            {
                "content": "“The independent working group has been engaging extensively with a wide range of communities and will provide independent, evidence-based advice to Ministers.” ",
                "tag": "p"
            },
            {
                "content": "As mentioned, the working group is seeking views from a wide range of audiences as part of its work - please see here for more information on the call for evidence: Working Group on Anti-Muslim Hatred/Islamophobia Definition - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/07/islamophobia-working-group-definition/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached …"
    },
    {
        "title": "Unlocking Nature for All",
        "authors": [
            "Val Woods"
        ],
        "posted_on": "2025-07-07T13:34:27",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England",
                "tag": "p"
            },
            {
                "content": "I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre for Outdoor Accessibility Training - COAT for short; an easy acronym to remember as often needed for the British weather!",
                "tag": "p"
            },
            {
                "content": " I am excited to be able to share our vision of increasing inclusion and accessibility to nature and the outdoors for everyone. Improving access to the outdoors is vitally important, because by increasing our connection to nature we can improve health and wellbeing on a national scale, drive nature’s recovery and contribute to a thriving economy for all.",
                "tag": "p"
            },
            {
                "content": "Where are we and how it started",
                "tag": "h4"
            },
            {
                "content": "The reserve is perched on the northwestern scarp of the Chiltern Hills, within the Chilterns National Landscape in Oxfordshire. There is a wide variety of habitats of national importance within the 159-hectare site such as chalk grassland, mixed scrub and ancient beech woodland.  These diverse environments make the reserve special by supporting an amazing diversity of flower, bird and insect species. ",
                "tag": "p"
            },
            {
                "content": "The reserve is very popular with walkers for the spectacular views as well as the junipers, orchids, butterflies and kites, and can be visited via The Ridgeway National Trail which runs the length of reserve.",
                "tag": "p"
            },
            {
                "content": "The Aston Rowant team consider ourselves so lucky to have amazing volunteers who undertake reserve management tasks around the site, as well as weekly bird/butterfly surveys. It was one of our key volunteers, Tom Bindoff, formerly CEO of Centrewire, who originally approached the NNR staff with the vision of establishing COAT in 2018.",
                "tag": "p"
            },
            {
                "content": "Tom has been inspirational to me in my role managing and developing COAT.  I have benefited from his knowledge and leadership, so I am so delighted that his 45 years of dedication to promoting accessibility has been recognised by the Outdoor Recreation Network with a Lifetime Achievement Award.",
                "tag": "p"
            },
            {
                "content": "What’s the purpose of COAT?",
                "tag": "h4"
            },
            {
                "content": "The Centre offers bespoke classroom training sessions in the legislation principles and standards associated with accessibility in the outdoors, together with a “hands-on” practical element at our field of gates and structures using our all-terrain mobility equipment. We show that inclusion should be about removing barriers for people of all shapes, abilities and ages to promote accessibility to green spaces – from urban parks through to wild nature reserves.",
                "tag": "p"
            },
            {
                "content": "The training is aimed at people and organisations who manage or advise on public access to the outdoors. Together with Pippa Langford, Natural England Principal in Recreation and Access, I have developed an integrated training programme with modules on the following topics:",
                "tag": "p"
            },
            {
                "content": "Research And Collaboration",
                "tag": "h4"
            },
            {
                "content": "The Centre was initially designed to demonstrate the use of infrastructure meeting the British Standard for improved countryside access; BS5709 Gaps, Gates & Stiles but as COAT is hosted by Natural England there is an inherent brief to instigate and develop research. ",
                "tag": "p"
            },
            {
                "content": "As part of this remit, collaborative research has been carried out with trialing, inventing and manufacturing accessible infrastructure furniture such as latches and handle designs. This is unique and invaluable since it ensures that the standard, whilst achieving the best outcomes for the public and farmers, remains deliverable by manufacturers.",
                "tag": "p"
            },
            {
                "content": "Raising awareness",
                "tag": "p"
            },
            {
                "content": "We know that everyone cannot easily access the documents detailing legislation and best practice associated with accessibility information. There is much technical information to take in, which in itself can prove to be a barrier to raising awareness of these issues. ",
                "tag": "p"
            },
            {
                "content": "So, to reach as many people as possible and give them an understanding of the issues affecting parts of the community, we have created a series of three films in collaboration with Parks Trust volunteer Ambassadors and the British Horse Society which identify key points on best practice related to accessibility information on footpaths and bridleways.",
                "tag": "p"
            },
            {
                "content": "Do take a look at these three videos which are all available on Natural England YouTube:",
                "tag": "p"
            },
            {
                "content": "Parts 2 and 3 are available here:",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps, Gates & Stiles on Footpaths",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps & Gates on Bridleways",
                "tag": "p"
            },
            {
                "content": "I am thrilled that all our hard work in creating these films was rewarded by winning the 2025 Outdoor Recreation Network Award in the Category for Best Practice for Improving Access & Accessibility.",
                "tag": "p"
            },
            {
                "content": "If you would like to enquire about booking a training day or for further information contact: COAT@naturalengland.org.uk or speak to Val (Tel:07901309002).",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/07/unlocking-nature-for-all/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre …"
    },
    {
        "title": "FETF 2025 closing soon: still time to apply",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-07-07T10:57:03",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025. ",
                "tag": "p"
            },
            {
                "content": "Applications are open now and will close at midday on 10 July. ",
                "tag": "p"
            },
            {
                "content": "The fund is for farmers, growers, foresters and related contractors. It helps pay for items that can improve productivity, manage slurry more effectively, and support animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "What you can apply for ",
                "tag": "h2"
            },
            {
                "content": "The fund is split into 3 themes: ",
                "tag": "p"
            },
            {
                "content": "You can apply for between £1,000 and £25,000 per theme, and apply under more than one. Here are just a few examples of what’s available: ",
                "tag": "p"
            },
            {
                "content": "Productivity, you could apply for a direct drill, robotic or camera-guided inter-row hoes, or equipment to help with more precise crop management. ",
                "tag": "p"
            },
            {
                "content": "Slurry Management, eligible items include slurry separators, dribble bars, and robotic slurry pushers that help with low-emission spreading and better storage. ",
                "tag": "p"
            },
            {
                "content": "Animal Health and Welfare, there’s support for things like mobile sheep handling units, cattle squeeze crushes, or even static cow brushes to improve livestock welfare. ",
                "tag": "p"
            },
            {
                "content": "Each theme has a full list of equipment you can choose from, with fixed grant amounts. The percentage of the cost covered varies by item, but most are around 40 to 50%. ",
                "tag": "p"
            },
            {
                "content": "What to know before you apply ",
                "tag": "h2"
            },
            {
                "content": "Before you apply, read the guidance on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We also hosted a webinar which explains what the fund offers and how to apply. ",
                "tag": "p"
            },
            {
                "content": "The post also includes responses to questions that we didn’t have time to answer during the session.  ",
                "tag": "p"
            },
            {
                "content": "This is a competitive grant. That could mean that not all applications will be successful, and you may not get the full amount you apply for. But there’s £46.7 million available in this round, so it’s worth checking if there’s something that could help you. ",
                "tag": "p"
            },
            {
                "content": "Good luck with your application.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/07/fetf-2025-closing-soon-still-time-to-apply/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025.  Applications are open now and will close at midday on 10 July."
    },
    {
        "title": "Taking policy design to a global public audience",
        "authors": [
            "Andrew Knight"
        ],
        "posted_on": "2025-07-07T10:38:44",
        "categories": [
            "Case study",
            "Events",
            "PublicPolicyDesign"
        ],
        "content": [
            {
                "content": "Last month, the UK Civil Service took part in the London Design Biennale for the first time - showcasing policy design to a global public audience.",
                "tag": "p"
            },
            {
                "content": "Our pavilion, designed and delivered by the cross-government Policy Design Community with support from the Government Digital Service, brought together designers from across disciplines. Together, we demonstrated how design can support better public outcomes.",
                "tag": "p"
            },
            {
                "content": "Building design capability across government",
                "tag": "h2"
            },
            {
                "content": "As well as sharing our work publicly, we welcomed around 200 government designers to the exhibition throughout June. Many visited as part of organised learning and development groups - creating opportunities to connect with peers, share experiences and take inspiration back to their day jobs.",
                "tag": "p"
            },
            {
                "content": "One designer told us:",
                "tag": "p"
            },
            {
                "content": "Another added:",
                "tag": "p"
            },
            {
                "content": "Exploring serious games for policy challenges",
                "tag": "h2"
            },
            {
                "content": "At the heart of the UK pavilion was a series of live, interactive workshops, open to the public and running throughout the month. Every session sold out ...and demand was high enough for us to run additional spontaneous sessions too.",
                "tag": "p"
            },
            {
                "content": "The workshops showcased how serious games - structured, purpose-driven games - can help co-design effective public policy. The approach builds on Policy Lab’s 2022 collaboration with game designer Matteo Menapace, which helped create a sustainable fisheries management plan for sea bass through gameplay.",
                "tag": "p"
            },
            {
                "content": "This year, our “Serious Game to Save the Planet” workshops invited participants to explore complex climate challenges through collaborative play. Over 100 people from across the world took part, including professionals from government, academia, journalism, science, advertising and design.",
                "tag": "p"
            },
            {
                "content": "Using serious games, we created a safe, engaging space where people could explore trade-offs, challenge assumptions, and listen to diverse perspectives. For complex, high-stakes policy challenges - especially those impacting many communities - this approach offers a powerful way to co-design solutions.",
                "tag": "p"
            },
            {
                "content": "Celebrating design leadership in government",
                "tag": "h2"
            },
            {
                "content": "We also hosted a special reception at Somerset House, bringing together 50 design leaders from across the Civil Service. The evening was a chance to celebrate their work and share early plans for our new design school …set to launch later this year.",
                "tag": "p"
            },
            {
                "content": "Speakers from government and partner organisations reflected on the growing role of design in shaping effective, user-centred policies and services. Guests were invited to feed into the emerging direction of the school, helping shape its future as a shared, cross-government offer.",
                "tag": "p"
            },
            {
                "content": "It was a brilliant opportunity to connect, reflect and look ahead to the next chapter for design in government - not to mention enjoy a moment of summer sunshine on the Somerset House terrace.",
                "tag": "p"
            },
            {
                "content": "Powered by our community",
                "tag": "h2"
            },
            {
                "content": "This was a milestone month for the Policy Design Community - and it wouldn’t have been possible without the incredible efforts of our volunteer team.",
                "tag": "p"
            },
            {
                "content": "From planning and curation to delivery and facilitation, community members gave their time, energy and expertise to make it all happen.",
                "tag": "p"
            },
            {
                "content": "We want to thank everyone who supported the event - especially our brilliant workshop team: Andrew Knight (curator), Elli-ana Morley (event manager), Dejana Draganic, Mandy Gao, Tessa Fearnley, Qing Wang, Yemi Medeyinlo, Nia Thomas, Komal Pahwa, Stuart Bolton, Laura Pearson, William Milton, Sandeep Singh, and many more who’ve helped shape and grow this work over the years. Plus Policy Lab for producing a film that gives insight into how public design work in practice.",
                "tag": "p"
            },
            {
                "content": "Special thanks also to the London Design Biennale team, and their partners at Frog Design, for making the UK Civil Service’s first Biennale pavilion such a success.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/07/07/taking-policy-design-to-a-global-public-audience/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "UK Civil Service’s first Biennale pavilion has been a great success. Curators Andrew Knight and Elli-ana Morley report on the event."
    },
    {
        "title": "Celebrating Youth Employment Week",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-07-07T10:01:24",
        "categories": [
            "Break down barriers to opportunity",
            "Carers",
            "Life Chance Recruitment",
            "Social mobility",
            "Youth Employment Week"
        ],
        "content": [
            {
                "content": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025.",
                "tag": "p"
            },
            {
                "content": "This year, each day of Youth Employment Week considers a different theme, and we’ve shared our perspective on how each theme can link into the work that GFIE delivers.",
                "tag": "p"
            },
            {
                "content": "Monday 7th - Opportunity for All ",
                "tag": "h4"
            },
            {
                "content": "We all have a responsibility to support the next generation of talent by making sure young people have access to inclusive and accessible opportunities. ",
                "tag": "h4"
            },
            {
                "content": "The start of a career in the Civil Service can take many forms, whether that’s going straight to applying for a role through Civil Service Jobs, or tapping into the many different types of entry pathways such as Apprenticeships, the Fast Stream or Internship schemes.",
                "tag": "p"
            },
            {
                "content": "The GFIE pathways offer opportunities to young people who may face additional barriers to employment, such as having had contact with the Criminal Justice System or providing care to someone as a Young Adult Carer.  People can sometimes feel as though these experiences might hold them back, but we are there to show them that barriers to opportunity can be overcome.",
                "tag": "p"
            },
            {
                "content": "Tuesday 8th - Lifelong Learning",
                "tag": "h4"
            },
            {
                "content": "Taking up an opportunity through a GFIE Life Chances scheme isn’t just about the role itself - there are a wealth of learning and development opportunities, both within Departments and across the Civil Service.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Learning platform gives every civil servant access to a range of courses and training modules, whether that’s looking to develop understanding of project delivery, or thinking about how to build effective teams. ",
                "tag": "p"
            },
            {
                "content": "Learning doesn’t just have to involve formal training either - there are likely to be opportunities to get involved with different activities within a team or Department. Our aim is for every young person joining the Civil Service to build skills that they will take with them into their future career.",
                "tag": "p"
            },
            {
                "content": "Wednesday 9th - Discover Careers",
                "tag": "h4"
            },
            {
                "content": "Being at the start of your career can be daunting - you are faced with lots of different pathways, professions and workplaces, so making the decision on what to do next can feel difficult or confusing.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Careers website brings all information together in one place, helping young people to navigate the opportunities that might be available to them, as well as giving them more information about professions they might choose to explore.",
                "tag": "p"
            },
            {
                "content": "Thursday 10th - Here to Help ",
                "tag": "h4"
            },
            {
                "content": "The Youth Voice Census 2024 results show that only 36% of young people in secondary school think they understand the skills that employers are looking for. This means bridging this gap to help young people to understand the skills that are needed to succeed in an industry are important. ",
                "tag": "h4"
            },
            {
                "content": "The Civil Service offers a rolling programme of outreach, with Social Mobility Ambassadors regularly going into secondary schools and colleges to talk about the work that different Departments do and to practice interview skills with students. ",
                "tag": "p"
            },
            {
                "content": "The GFIE team are also often out and about talking to people at different outreach events, taking time to answer questions and help people from different communities to understand the skills and potential that they might not see in themselves. ",
                "tag": "p"
            },
            {
                "content": "This isn’t just important during application stages - having a good support network for young people already in roles within the organisation is crucial.",
                "tag": "p"
            },
            {
                "content": "The GFIE team manages a buddy system for anyone joining the Civil Service through one of their pathways, matching new starters to a civil servant in another Government Department who is there to act as a listening ear and help coach young people through different workplace scenarios. ",
                "tag": "p"
            },
            {
                "content": "Friday 11th - Celebrating Success ",
                "tag": "h4"
            },
            {
                "content": "Finally, Youth Employment Week is all about celebrating young people in employment, and that means hearing from those who have taken up opportunities and succeeded in fulfilling their potential.  As part of the GFIE Carers Pathway, we work with Carers Trust to share opportunities with Young Adult Carers. ",
                "tag": "h4"
            },
            {
                "content": "Below, we hear from a Young Adult Carer who has taken her first steps into a career with the Civil Service:",
                "tag": "p"
            },
            {
                "content": "GFiE Life Chance Recruitment",
                "tag": "h3"
            },
            {
                "content": "The Civil Service has 20 Going Forward into Employment (GFiE) Life Chance Pathways across Government, using innovative approaches to recruitment and providing Individuals from a wide range of backgrounds, and who face barriers to employment, with opportunities and experience.  You can find out more about GFiE at our Civil Service Careers Page  www.civil-service-careers.gov.uk/about-gfie/",
                "tag": "p"
            },
            {
                "content": "If you would like to discuss providing life changing opportunities for  live vacancies, or vacancies you have coming up in the future, please get in contact with us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/07/07/celebrating-youth-employment-week/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025. …"
    },
    {
        "title": "Locally rooted, community shaped: launch of the Isle of Wight and Cornwall & Isles of Scilly Local Nature Recovery Strategies",
        "authors": [
            "Ben Wyatt"
        ],
        "posted_on": "2025-07-07T09:49:17",
        "categories": [
            "Community",
            "Land use",
            "Local Nature Recovery Strategies"
        ],
        "content": [
            {
                "content": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused.",
                "tag": "p"
            },
            {
                "content": "48 responsible authorities have been appointed to develop their strategies, covering the whole of England with no gaps or overlaps. LNRSs are led by local government and shaped by communities and local partners but informed by our wider national environmental targets. They provide a roadmap for cost-effective, nature-based solutions that deliver meaningful, lasting change for both people and the planet.",
                "tag": "p"
            },
            {
                "content": "So far, four of the 48 strategies have been published – with the remainder expected to be published this year. All the strategies must prioritise and target nature recovery action to address biodiversity loss and issues experienced by local people that are exacerbated by climate change, including flooding, poor water quality and unequal access to green space.",
                "tag": "p"
            },
            {
                "content": "By agreeing the most impactful locations for nature recovery, LNRSs guide action and investment in nature at every scale - from community-led initiatives to landscape-scale habitat restoration projects. Ultimately, they will create a national framework for nature recovery.",
                "tag": "p"
            },
            {
                "content": "LNRSs are designed to be clear and accessible, to help everyone understand what action for nature should be taken, where, and why. Both newly published strategies feature interactive maps, videos and other visually engaging materials, providing stand-out examples of engaging content that can inspire and be followed by other responsible authorities in their own strategies.",
                "tag": "p"
            },
            {
                "content": "Solving local challenges through community investment and nature-based solutions",
                "tag": "p"
            },
            {
                "content": "The Cornwall and Isles of Scilly LNRS is informing the development of Cornwall’s Local Investment in Natural Capital programme. This initiative brings together a wide range of partners to co-design, fund and deliver nature recovery projects that align with local priorities.",
                "tag": "p"
            },
            {
                "content": "As part of the programme, Cornwall council, as a responsible authority, has engaged with around 70 potential funders and investors to support nature recovery projects, including the reintroduction of water voles – an important species whose burrowing and grazing creates a wealth of habitats for others.",
                "tag": "p"
            },
            {
                "content": "The LNRS will provide a critical framework for the County’s emerging Nature Market, that will connect businesses with landowners, enabling them to trade in ecosystem services. Buyers can fund the outcomes they need – such as carbon storage or flood mitigation – while suppliers deliver projects that provide those services.",
                "tag": "p"
            },
            {
                "content": "The LNRS will also play an important role in Cornwall’s “Love Where You Are” initiative. Run via a trusted Crowdfunder platform, it channels business donations into grassroots nature recovery efforts. Guided by the LNRS, these efforts are targeted, coordinated, and measurable - delivering real benefits to both people and nature.",
                "tag": "p"
            },
            {
                "content": "This includes the new 'Nurture Garden' at Newquay Community Garden. Created by and for the local community, it will deliver LNRS priorities by promoting health, biodiversity, and education - offering a place that supports both people and nature.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS recognises the importance of green infrastructure to urban communities. It identifies actions that enable nature to thrive alongside sustainable development. This includes integrating nature into all new developments to provide climate resilience, while nest boxes, seasonal ponds, deadwood stores and compost heaps create a diverse range of habitats to support an array of species.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS shows how nature-based solutions can address urgent challenges caused by climate change. By working with the natural flow of rivers and floodplains and creating space for wetlands to expand, the strategy identifies action needed to help protect communities from flooding.",
                "tag": "p"
            },
            {
                "content": "The potential of the Island’s hidden resources of deep peat to both biodiversity and climate resilience are also highlighted, addressing nature recovery and carbon capture in a single approach. Already, the Isle of Wight LNRS is informing exciting bids for landscape-scale nature recovery funding, bringing growth to rural and urban Island communities.",
                "tag": "p"
            },
            {
                "content": "Co-designing a greener, fairer future",
                "tag": "p"
            },
            {
                "content": "Cross sectoral collaboration is essential to ensure that LNRSs draw on the full range of evidence and expertise available. Natural England is the lead support on behalf of the Defra group, with local advisers bringing together technical advice and insights from across Natural England, the Environment Agency, the Forestry Commission, and central Defra.",
                "tag": "p"
            },
            {
                "content": "Both the Cornwall and Isles of Scilly LNRS and the Isle of Wight LNRS were created in collaboration with local partners and communities. On the Isle of Wight, the Council ran webinars, workshops, surveys, and public events – from garden fairs to sheepdog trials – to engage the public. This inclusive and often innovative process has ensured that the strategy reflects the needs of the community, especially those working with the land.",
                "tag": "p"
            },
            {
                "content": "In particular, the Isle of Wight Council have recognised the essential role of farming and the land management sector in reversing nature’s decline. As a result, they have worked closely with many representative organisations to ensure the strategy works for the farming community.",
                "tag": "p"
            },
            {
                "content": "Models for future action",
                "tag": "p"
            },
            {
                "content": "We congratulate everyone involved in developing the LNRSs for Cornwall and Isles of Scilly, and the Isle of Wight. Alongside the other strategies published so far, they are already serving as models for how local action, rooted in community values and driven by partnerships, can shape a better future.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing the positive impact they will have in the years to come - and the inspiration they offer to the remaining 44 LNRSs in development across the country.",
                "tag": "p"
            },
            {
                "content": "Find out more about your Local Nature Recovery Strategy - and help shape the future of nature recovery in your area.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/07/locally-rooted-community-shaped-launch-of-the-isle-of-wight-and-cornwall-isles-of-scilly-local-nature-recovery-strategies/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused. Read this blog post to find out more."
    },
    {
        "title": "How the Care Leavers Internship Scheme Changed My Career Path",
        "authors": [
            "Shannon Symington"
        ],
        "posted_on": "2025-07-07T09:27:41",
        "categories": [
            "Care leavers"
        ],
        "content": [
            {
                "content": "My journey to the Civil Service",
                "tag": "h2"
            },
            {
                "content": "My name is Shannon Symington, and I am 26 years old. Before my career in the Civil Service, I was a retail worker at Primark in Newcastle and in my final year of university. ",
                "tag": "p"
            },
            {
                "content": "I didn’t know what I wanted to do career-wise after graduation. My social worker sent me the advert for the Civil Service Care Leavers Internship Scheme as she believed it was something I would thrive in. I was successful at the job interview and secured a role at HMRC where I was made a permanent member of staff after my first year.",
                "tag": "p"
            },
            {
                "content": "Adapting to office life",
                "tag": "h2"
            },
            {
                "content": "When I first started, I felt very overwhelmed as office work was new to me. I arrived at the office on my first day and a member of my team came to collect me. She was lovely and I knew we would get along well. ",
                "tag": "p"
            },
            {
                "content": "Some of the tasks I completed as part of my role included working alongside service managers to complete incident forms and resolving problems to maintain their live services. Some of these services included tax-free childcare and making tax digital.",
                "tag": "p"
            },
            {
                "content": "Support networks and professional development",
                "tag": "h2"
            },
            {
                "content": "My team were very supportive with my transition into office working and helped me to learn how to use new systems. To further help my learning and development, I managed to secure a mentor through the HMRC ‘Stride’ mentoring programme. This has helped me to develop and improve my current skills such as presenting and public speaking. ",
                "tag": "p"
            },
            {
                "content": "I am also now part of the Civil Service Care Leavers Network which I love as it gives me the opportunity to understand the journey of other care leavers in the Civil Service. It has also allowed me to see what other opportunities may be available to me in the future.",
                "tag": "p"
            },
            {
                "content": "Why you should apply for the Care Leavers Internship Scheme",
                "tag": "h2"
            },
            {
                "content": "I would 100% recommend all care leavers to join the Civil Service through this scheme. This is the best life decision I have made, and I am grateful to have had so many opportunities while in my role. ",
                "tag": "p"
            },
            {
                "content": "This is a workplace where I am happy, supported, and appreciated, and there are plenty of career opportunities for me to choose from.",
                "tag": "p"
            },
            {
                "content": "Take the next step in your career journey",
                "tag": "h2"
            },
            {
                "content": "Are you a care leaver looking for meaningful employment with excellent support and progression opportunities? The Care Leavers Internship Scheme could be your pathway to a fulfilling career in the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Visit the Civil Service Care Leavers Internship Scheme website to learn more about the application process and upcoming opportunities. Your journey to a rewarding career starts with one simple application!",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/07/07/civil-service-care-leavers-internship-scheme-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Shannon shares her personal experience of completing the Civil Service Care Leavers Internship Scheme."
    }
]