[
    {
        "title": "Latest statement in response to small boat crossings",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2025-11-07T16:30:39",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "A Home Office spokesperson said:",
                "tag": "p"
            },
            {
                "content": "\"The number of small boat crossings are shameful and the British people deserve better. ",
                "tag": "p"
            },
            {
                "content": "“This Government is taking action. We have detained and removed more than 35,000 who were here illegally, and our historic deal with the French means those who arrive on small boats are now being sent back.  ",
                "tag": "p"
            },
            {
                "content": "“But we must go further and faster – removing more of those here illegally and stopping migrants from making small boat crossings in the first place. \"",
                "tag": "p"
            },
            {
                "content": "Background:",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2025/11/07/latest-statement-in-response-to-small-boat-crossings/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "A Home Office spokesperson said: \"The number of small boat crossings are shameful and the British people deserve better.  “This Government is taking action. We have detained and removed more than 35,000 who were here illegally, and our historic deal …"
    },
    {
        "title": "What does the future of planning look like to you? ",
        "authors": [
            "pinscomms"
        ],
        "posted_on": "2025-11-07T14:50:07",
        "categories": [
            "apprenticeships",
            "Local plans",
            "Recruitment"
        ],
        "content": [
            {
                "content": "Every year on 8 November, planners and communities across the world come together to celebrate World Town Planning Day – a moment to recognise how good planning improves lives, creates vibrant places to live, work and play, and shapes sustainable, inclusive communities for the future. ",
                "tag": "p"
            },
            {
                "content": "This year's theme is 'With Planning We can!' – celebrating planning as part of the solution to the social, economic and environmental challenges we face. From delivering the right homes in the right locations to working with nature to address climate challenges, planning empowers communities and creates pathways to prosperity for all. ",
                "tag": "p"
            },
            {
                "content": "Here at the Planning Inspectorate, we're proud to play our part in this mission, ensuring decisions are fair, robust and consider both local needs and the bigger picture. On this 75th anniversary of World Town Planning Day, we're reflecting on what planning means to us and the difference we can make together. ",
                "tag": "p"
            },
            {
                "content": "Building diverse careers in planning",
                "tag": "h2"
            },
            {
                "content": "To better serve our community, we encourage many routes into working with the Planning Inspectorate, with people coming into our organisation from all sorts of backgrounds and experiences.  ",
                "tag": "p"
            },
            {
                "content": "Katy Dryden, Jamauri Brown and Stephen Barnes, recently recruited to the Planning Inspectorate, tell us how they got here and what they want to see and contribute to the future of planning. ",
                "tag": "p"
            },
            {
                "content": "Katy Dryden joined as a planning inspector after 27 years working within local planning authorities. ",
                "tag": "p"
            },
            {
                "content": "\"I’m hoping that the future of planning will involve building respect and understanding of its meaningful role and value to society. The planning profession can be seen negatively in the public gaze, and we can help influence this perception through education. Greater interaction is needed with education establishments to promote the career for students interested in human geography and environmental/ social issues. Innovative pathways such as apprenticeships should be fully explored to widen access to planning careers and to ensure that the workforce truly reflects our diverse communities.\"",
                "tag": "p"
            },
            {
                "content": "Jamauri Brown is a case officer for the Planning Inspectorate, and came to us as an apprentice. ",
                "tag": "p"
            },
            {
                "content": "\"I started my journey in planning back in May last year as an administrative apprentice, and it's been eye-opening to see how much teamwork, organisation, and communication go into shaping fair and sustainable decisions. Since then, I've developed a real appreciation for how planning impacts everyday lives - from communities to infrastructure. Looking ahead, I'd like to continue leveraging my skills and confidence as a case officer, gaining deeper technical knowledge and contributing to projects that use innovation, like AI in an ethical way - this would help streamline the repetitive processes, improve data analysis and free up time for planners to focus more on decision making. For me, the goal is to keep developing while helping make the planning process more transparent, efficient, and accessible for everyone Involved.\" ",
                "tag": "p"
            },
            {
                "content": " Stephen Barnes is a planning inspector and has a background in development management in local government and working with councils across England to promote digital planning. ",
                "tag": "p"
            },
            {
                "content": "\"Growing up on a housing waiting list, I’m keenly aware that some voices that we hear from the least in our planning process are those with the greatest need. Becoming an inspector is a huge privilege - it allows me to help ensure decisions are both technically sound and consider the big picture, including the interest of local communities . Looking ahead, I hope we use this moment of huge pressure to rethink how planning processes work: to make them more responsive, inclusive, and able to meet today’s challenges.\"",
                "tag": "p"
            },
            {
                "content": "Shape the future of planning",
                "tag": "h2"
            },
            {
                "content": "At the Planning Inspectorate, we're undertaking the largest expansion of the planning inspector profession in decades. We're keen to build a team that reflects the communities we serve, bringing diverse perspectives to the appeals process and local plan examinations. We're recruiting planning inspectors to conduct local plan examinations across England – and we want to hear from experienced planning professionals. ",
                "tag": "p"
            },
            {
                "content": "This is a rare opportunity to use your planning expertise to influence strategic development across England, work on varied and complex casework, and enjoy flexible, predominantly home-based working. As part of the Civil Service, you'll benefit from excellent pension schemes, generous annual leave and flexible working. ",
                "tag": "p"
            },
            {
                "content": "Could you be part of shaping planning's future? Register your interest to be notified when applications open.",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/11/07/what-does-the-future-of-planning-look-like-to-you/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "With Planning We Can! This World Town Planning Day, hear how Planning Inspectorate colleagues are building fairer, more sustainable communities—and how you could help shape planning's future."
    },
    {
        "title": "Building Inclusive Safeguarding Workplaces",
        "authors": [
            "LeSiran Edwards"
        ],
        "posted_on": "2025-11-07T14:41:24",
        "categories": [
            "Leadership",
            "Working in children's social care"
        ],
        "content": [
            {
                "content": "From Coaching to National Conference Success",
                "tag": "h2"
            },
            {
                "content": "As the founder of the Black & Diverse Safeguarding Professionals Conference (BDSC), I never imagined that what started as coaching conversations with social workers would grow into a national movement. Yet here we are—two sold-out conferences later and a community that continues to prove belonging in the workplace isn’t just “nice to have,” it’s essential.",
                "tag": "p"
            },
            {
                "content": "The first BDSC in 2024 made history as the UK’s first national event for Black and global majority (black and diverse) safeguarding professionals. With support from Isabelle Trowler, George the Poet, and others, the conference created what we’d all been waiting for: a safe space where we could speak honestly about our experiences without fear of being silenced or dismissed.",
                "tag": "p"
            },
            {
                "content": "This year, over 100 attendees came together once again—social workers, HR leads, inclusion leads, probation, police and more. Some colleagues travelled from Scotland, Manchester, and Sunderland to this West Midlands event, while local authorities invested by buying tickets for their staff. More than 40 Black-owned businesses filled our exhibitor stands since 2024, creating a powerful bridge between social care and business. We were proud to have Nala’s Baby support us by donating products for children entering care—highlighting a real gap in provision for global majority children. Over 40 speakers delivered workshops, keynotes, and panel discussions in a packed learning programme.",
                "tag": "p"
            },
            {
                "content": "Tackling Workplace Racism in Safeguarding",
                "tag": "h2"
            },
            {
                "content": "Why did I create this space? Because I’ve lived it. I know what it feels like to face microaggressions and racism in the workplace, to feel unseen despite giving your all. In my coaching practice, I noticed the same painful themes resurfacing: racial trauma, exclusion, and the exhaustion of fighting to be heard. One-to-one support wasn’t enough. We needed a community. A national voice. A movement.BDSC demonstrated this power. Global majority managers and anti-racist group leaders spoke candidly about workplace trauma and resilience, creating a ripple of honesty that gave others permission to share. Our workshops reminded us that lasting change in frontline practice requires collective effort and the courage to challenge systems head-on. Wellbeing wasn’t forgotten: from massages to skincare, we made self-care part of the agenda.",
                "tag": "p"
            },
            {
                "content": "The feedback speaks volumes: “We are not alone in our struggles.” “This is a movement which can change the nature of how we care and safeguard.”",
                "tag": "p"
            },
            {
                "content": "Building the Future of Inclusive Safeguarding",
                "tag": "h2"
            },
            {
                "content": "BDSC is now moving into a community interest company, with the first National Black & Diverse Safeguarding Professionals Awareness Day launching on 1 September 2026. Plans are underway for the next national conference in 2026.",
                "tag": "p"
            },
            {
                "content": "I’m honoured to be shortlisted for Social Justice Champion at the Social Worker of the Year Awards 2025, recognition that this movement is already shaping change. My hope? That these aren’t just calendar dates but calls to action—for safeguarding that is stronger, fairer and unapologetically inclusive.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/11/07/building-inclusive-safeguarding-workplaces/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Le'Siran Edwards reflects on the journey from experiencing workplace racism to founding a national movement. The Black & Diverse Safeguarding Professionals Conference now brings together practitioners across the sector to share workplace experiences and build collective approaches to inclusion."
    },
    {
        "title": "A message from FSA CEO Katie Pettifer",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-11-07T13:09:10",
        "categories": [
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "CIEH Wales Conference: Embracing change, empowering environmental health",
                "tag": "h3"
            },
            {
                "content": "I'm constantly inspired by the dedication of environmental health professionals—people who quietly and consistently keep our communities safe. So, I was pleased to speak at the Chartered Institute of Environmental Health’s (CIEH) conference in Wales recently, where I could thank them for their vital work.",
                "tag": "p"
            },
            {
                "content": "We discussed the critical role environmental health teams play in keeping food safe, but also the challenges they face. We’re seeing teams stretched, posts unfilled, and the number of food businesses growing. More work, with less resources. At the FSA, we’re responding by adapting the way we regulate, and supporting the workforce. We're empowering local teams to prioritise how they use their resources, and we’re exploring the use of data to enhance oversight of food businesses. In Wales, we’re also piloting changes to the registration system which give local authorities better information about the businesses they regulate.",
                "tag": "p"
            },
            {
                "content": "Reform is essential, but it must be collaborative. This theme of working together to protect the public also formed part of the discussion I had giving evidence recently to the Environment, Food and Rural Affairs Committee. Alongside Geoff Ogle, Chief Executive of Food Standards Scotland (FSS), we set out how the FSA and FSS work together across the four nations of the UK, to make sure food is safe and authentic.",
                "tag": "p"
            },
            {
                "content": "We covered a range of topics with the committee, including import controls and how we’re supporting the UK Government to negotiate and implement a new SPS agreement with the EU that will protect consumers in the UK and safeguard public health. I explained that delivering the agreement well is one of the biggest things the FSA can help do to promote growth in the UK.",
                "tag": "p"
            },
            {
                "content": "We will keep you updated on the FSA’s work to support the new SPS agreement and in the meantime, if you would like to stay up to date with other news from the FSA, you can sign up here.",
                "tag": "p"
            },
            {
                "content": "Cynhadledd CIEH Cymru: Croesawu newid, grymuso iechyd yr amgylchedd",
                "tag": "h3"
            },
            {
                "content": "Dw i wastad yn rhyfeddu at ymroddiad gweithwyr proffesiynol ym maes iechyd yr amgylchedd – pobl sy’n gweithio’n ddiflino i gadw ein cymunedau’n ddiogel. Felly, roeddwn i’n falch o gael y cyfle’n ddiweddar i siarad yng nghynhadledd Sefydliad Siartredig Iechyd yr Amgylchedd (CIEH) yng Nghymru, a diolch i’r gweithwyr hynny am eu gwaith hanfodol. ",
                "tag": "p"
            },
            {
                "content": "Gwnaethom drafod rôl hanfodol timau iechyd yr amgylchedd wrth gadw bwyd yn ddiogel, yn ogystal â’r heriau sy’n eu hwynebu. Rydym yn gweld timau dan bwysau, swyddi heb eu llenwi, a thwf cyson yn nifer y busnesau bwyd – sy’n golygu mwy o waith, gyda llai o adnoddau. Yn yr Asiantaeth Safonau Bwyd (ASB), rydym yn ymateb drwy addasu’r ffordd rydym yn rheoleiddio, ac yn cefnogi’r gweithlu. Rydym yn grymuso timau lleol i flaenoriaethu sut maen nhw’n defnyddio eu hadnoddau, ac yn archwilio sut y gellir defnyddio data i wella’r gwaith o oruchwylio busnesau bwyd. Yng Nghymru, rydym hefyd yn treialu newidiadau i’r system gofrestru sy’n rhoi gwell gwybodaeth i awdurdodau lleol am y busnesau maen nhw’n eu rheoleiddio.",
                "tag": "p"
            },
            {
                "content": "Mae diwygio’n hanfodol, ond rhaid iddo fod yn gydweithredol. Roedd y thema hon o gydweithio i ddiogelu’r cyhoedd hefyd yn ganolog i’r drafodaeth a gefais yn ddiweddar wrth roi tystiolaeth i Bwyllgor yr Amgylchedd, Bwyd a Materion Gwledig. Ar y cyd â Geoff Ogle, Prif Weithredwr Safonau Bwyd yr Alban (FSS), gwnaethom amlinellu sut mae’r ASB ac FSS yn cydweithio ar draws pedair gwlad y DU, er mwyn sicrhau bod bwyd yn ddiogel ac yn ddilys.",
                "tag": "p"
            },
            {
                "content": "Gwnaethom drafod amrywiaeth o bynciau gyda’r Pwyllgor, gan gynnwys rheolaethau mewnforio a sut rydym yn cefnogi llywodraeth y DU i negodi a gweithredu cytundeb SPS newydd gyda’r UE a fydd yn diogelu defnyddwyr yn y DU ac iechyd y cyhoedd. Esboniais mai cyflawni’r cytundeb yn effeithiol yw un o’r pethau pwysicaf y gall yr ASB ei wneud i helpu i hybu twf yn y DU.",
                "tag": "p"
            },
            {
                "content": "Byddwn yn rhannu’r diweddaraf am waith yr ASB i gefnogi’r cytundeb SPS newydd. Yn y cyfamser, os hoffech gael yr wybodaeth ddiweddaraf am newyddion eraill gan yr ASB, gallwch danysgrifio yma.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/11/07/a-message-from-fsa-ceo-katie-pettifer/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg CIEH Wales Conference: Embracing change, empowering environmental health I'm constantly inspired by the dedication of environmental health professionals—people who quietly and consistently keep our communities safe. So, I was pleased to speak at the Chartered Institute of Environmental Health’s …"
    },
    {
        "title": "How Governors Can Support Effective Pupil Premium Strategies in Schools",
        "authors": [
            "Governor at Ark Greenwich Free School"
        ],
        "posted_on": "2025-11-07T13:06:46",
        "categories": [
            "Pupil Premium"
        ],
        "content": [
            {
                "content": "Quick summary",
                "tag": "p"
            },
            {
                "content": "Ark Greenwich Free School (AGFS) is a co-educational secondary school in south-east London. According to the 2019 Index of Multiple Deprivation, its catchment includes areas ranked in the 2nd-4th deciles nationally. The school has 600 pupils (42% eligible for pupil premium) and serves high numbers of students with additional learning needs and English as an additional language.",
                "tag": "p"
            },
            {
                "content": "Governing boards oversee pupil premium impact by reviewing strategies and discussing grant usage with senior leaders. They scrutinise a school's pupil premium strategy and discuss how the grant is used with senior leaders. We spoke to AGFS' pupil premium link governor about their role in supporting the school's strategy.",
                "tag": "p"
            },
            {
                "content": "Identifying key barriers facing disadvantaged pupils ",
                "tag": "h2"
            },
            {
                "content": "Following years of improvement, AGFS achieved an outstanding Ofsted rating across all areas and is considered “among the highest performing schools in the country” by the Evening Standard. The school has adopted a “Pupil Premium Grant (PPG) first” approach to address key challenges facing disadvantaged pupils: ",
                "tag": "p"
            },
            {
                "content": "Our pupil premium strategy details these challenges and outlines how we spend the grant to address them systematically. ",
                "tag": "p"
            },
            {
                "content": "At AGFS, outcomes for PPG students are excellent, with a provisional average Attainment 8 score in 2025 of 62.4, compared to 34.9 for the national average of all disadvantaged pupils. This success demonstrates that effective PPG strategies works for everyone, including those children with SEND. ",
                "tag": "p"
            },
            {
                "content": "How Pupil Premium Grant Link Governors help drive success ",
                "tag": "h2"
            },
            {
                "content": "As a PPG Link Governor, my role centres on providing strategic support and challenge to raise the profile, attainment, and progress of students eligible for the Pupil Premium.  ",
                "tag": "p"
            },
            {
                "content": "Working with our Local Governing Body (LGB), we developed a research-based approach linked to the Sutton Trust. LGB meetings focus on analysing the grant’s impact on targeted groups, examining their attainment, and progress compared to peers, and reviewing their participation in school performances, visits, and extra-curricular activities.  ",
                "tag": "p"
            },
            {
                "content": "Regular conversations with school leaders explore student needs and optimal spending strategies.",
                "tag": "p"
            },
            {
                "content": "Our comprehensive PPG strategy clearly outlines expected outcomes and success criteria, providing an invaluable framework for questioning whether measures are being met.",
                "tag": "p"
            },
            {
                "content": "Throughout the school year, I monitor whether our challenge and support approaches are working, using LGB meetings to examine data trends, such as attendance gaps between pupil premium and non-pupil premium pupils.",
                "tag": "p"
            },
            {
                "content": "Steps to become an effective Pupil Premium Link Governor ",
                "tag": "h2"
            },
            {
                "content": "The most effective way to understand your school's disadvantage strategy is spending time in your school. Organise specific visits to meet with the Pupil Premium Lead, reviewing annual activities or discussing performance data to understand whether gaps narrowing. ",
                "tag": "p"
            },
            {
                "content": "Additional school visits beyond pupil premium-focused meetings provide valuable context about your school's environment and the specific challenges facing disadvantaged students. ",
                "tag": "p"
            },
            {
                "content": "While awareness of your school’s demographic composition matters, a high proportion of pupil premium pupils shouldn’t be seen as a barrier to success. AGFS exemplifies strategic thinking in understanding and addressing disadvantaged pupils’ needs. Despite having a high proportion of pupil premium students in 2024-25, the school maintains its outstanding Ofsted rating as one of the highest-performing secondary schools in the country.  ",
                "tag": "p"
            },
            {
                "content": "Further resources  ",
                "tag": "h2"
            },
            {
                "content": "Department for Education publications  ",
                "tag": "p"
            },
            {
                "content": "Education Endowment Foundation resources  ",
                "tag": "p"
            },
            {
                "content": "DfE pupil premium webinars and blogs  ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/11/07/how-governors-can-support-effective-pupil-premium-strategies-in-schools/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Governing boards play a crucial role in pupil premium accountability, challenging senior leaders on strategy, and monitoring how schools spend their grant. Discover how a link governor supports effective use of this funding."
    },
    {
        "title": "Sourcing the stack for local government technology",
        "authors": [
            "Phil Rumens, Principal Technologist, GDS,"
        ],
        "posted_on": "2025-11-07T12:10:34",
        "categories": [
            "GOV.UK Notify",
            "GOV.UK Pay",
            "Technology",
            "Transformation"
        ],
        "content": [
            {
                "content": "In January 2025, the Government Digital Service (GDS) published a blueprint for modern digital government. This was a bold vision for what the future might look like, which extended GDS’ remit across the public sector and out to local government for the first time.",
                "tag": "p"
            },
            {
                "content": "Over the following months, our GDS has identified priority challenges that GDS could work closely with local government to address.",
                "tag": "p"
            },
            {
                "content": "The case for market reform",
                "tag": "h3"
            },
            {
                "content": "One of these challenges is market reform, where it’s clear that change is needed. A recent study by the Ministry for Housing, Communities, and Local Government (MHCLG) on building understanding of software markets in local government confirmed that the technology landscape in this area is dominated by a handful of suppliers in key areas.",
                "tag": "p"
            },
            {
                "content": "Added to this, there’s a systemic contradiction that local government is fragmented by design, but given the state of the market, councils often make similar technology choices, then individually procure many of the same products from a small pool of vendors, and separately expend the time of their under-resourced teams managing their own local technology stack of those similar products.",
                "tag": "p"
            },
            {
                "content": "A shared vision",
                "tag": "h3"
            },
            {
                "content": "Effective change begins with a shared vision that guides collective effort and ambition.",
                "tag": "p"
            },
            {
                "content": "Our first step in GDS will be to define a clear view of a local government stack, which is the high-level architecture that underpins modern local public services. To achieve this, we will be working with partners in the UK and drawing on best practice from countries such as Denmark, Estonia, and Singapore.",
                "tag": "p"
            },
            {
                "content": "Our vision will outline the essential layers such as data, integration, applications, and security, and clarify how these interact. Within each layer, we will identify the elements required to support seamless service delivery. ",
                "tag": "p"
            },
            {
                "content": "Establishing this architectural vision will create a unifying reference point for council technology to guide decision-making, investment, and collaboration across the sector. Most importantly, it will empower councils to deliver modern, efficient, sustainable public services.",
                "tag": "p"
            },
            {
                "content": "Building on what already exists",
                "tag": "h3"
            },
            {
                "content": "We’ve already identified where we can take advantage of existing and emerging elements to help us achieve the vision for local government technology.",
                "tag": "p"
            },
            {
                "content": "GDS products such as GOV.UK Pay and GOV.UK Notify are already available to councils. Likewise, i.AI and the Local Government Association worked together to carry out AI experiments to help townhalls cut costs and improve services.  Meanwhile, new initiatives such as the GOV.UK App have included local government in their discovery work.",
                "tag": "p"
            },
            {
                "content": "Alongside this is work by other departments. Some great examples of these are MHCLG’s Open Digital Planning, which provides both products and a community of practice, Open Referral UK, which joins up community services data, the Cabinet Office’s GovWifi service.",
                "tag": "p"
            },
            {
                "content": "Towards a unified approach",
                "tag": "h3"
            },
            {
                "content": "Our first major step will be to work to an agreed outline for the technology needed to deliver modern local public services that will enable us to scale up what works, and fix the places where it doesn’t.",
                "tag": "p"
            },
            {
                "content": "This vision will encompass the entire spectrum of how users might access local digital services, from using emerging technology such as personal assistants interacting with councils’ agentic AI, to traditional channels such as assisted digital over the phone, which allows councils to provide one service through many channels.",
                "tag": "p"
            },
            {
                "content": "Overcoming barriers to change",
                "tag": "h3"
            },
            {
                "content": "Of course, we know that there are likely to be challenges to change, and we expect to encounter resistance where the solution extends beyond technology into people, process, and policy.",
                "tag": "p"
            },
            {
                "content": "We will be looking out for barriers such as the absence of common data standards, limited capacity in local government digital teams, and local government reorganisation in England. This is why establishing a shared vision is so vital.",
                "tag": "p"
            },
            {
                "content": "Co-creating the future",
                "tag": "h3"
            },
            {
                "content": "Driven by the blueprint for modern digital government, our vision will be supported by central leadership and co-designed through a partnership between GDS, MHCLG, the Local Government Association (LGA), and the wider sector.",
                "tag": "p"
            },
            {
                "content": "The aim is to set a jointly-agreed direction and provide leadership, not to impose something on councils. Local authorities are independent organisations, and any solution we offer should be chosen because of its quality, not because it’s mandated.",
                "tag": "p"
            },
            {
                "content": "A call to action",
                "tag": "h3"
            },
            {
                "content": "While this vision might sound ambitious, the blueprint for modern digital government is a bold vision for the public sector, so bold plans are required to deliver it. For councils, this begins with an agreed understanding of the ingredients that make up a local government technology stack.",
                "tag": "p"
            },
            {
                "content": "So, how can you help? If you're passionate about shaping how technology can transform the local public services used by millions of people every day, enhancing user experience and delivering better value for money, you can become part of the movement to improve technology in local government by filling out our registration form.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/11/07/sourcing-the-stack-for-local-government-technology/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "The blueprint is a bold vision for the public sector, and delivering it for councils starts by understanding the ingredients of a local government technology stack."
    },
    {
        "title": "Widespread reaction to social housing and brownfield funding",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-11-07T12:08:00",
        "categories": [
            "Affordable housing"
        ],
        "content": [
            {
                "content": "There has been widespread national and regional coverage about our announcement today setting out further details of the historic £39 billion Social and Affordable Homes Programme as well as freeing up £150 million from the Brownfield Housing Fund.",
                "tag": "p"
            },
            {
                "content": "Coverage across the board highlighted Mayors will for the first time ‘lead the charge’ to prioritise indicative spending of £7 billion, split across six regions, as part of the Housing Secretary’s drive to accelerate the biggest increase in social and affordable housebuilding in a generation. This is alongside more money for Mayors to transform derelict brownfield sites into thousands of new homes in their regions.",
                "tag": "p"
            },
            {
                "content": "This announcement has been covered by I News, The Independent, The Sun that all mention mayors and councils being urged to ‘go bold’ with their plans for new social housing ahead of bidding for grant funding officially opening in February next year. This is on top of sweeping measures to remove barriers for councils to build social housing at a scale not seen in years. There is also further pick up in Inside Housing, Housing Today, Local Government Chronicle, Municipal Journal, Property Week and Big Issue reporting about the £7 billion boost for regional Mayors.",
                "tag": "p"
            },
            {
                "content": "Comments from the Housing Secretary featured in The Daily Mirror setting out how the new measures will be “empowering people, including our great mayors and great councils” who will be “firmly in control of what types of homes get built”.",
                "tag": "p"
            },
            {
                "content": "Various regional outlets have also covered the funding in their respective regions, including Yorkshire Post and Birmingham Live,who both quote the Housing Secretary talking about how the new investment will be lifechanging for thousands of families waiting for a safe, secure home of their own. Other regional coverage includes London Standard, Liverpool Echo, Telegraph & Argus, Chronicle Live, Manchester Evening News, Express and Star, Bury Mercury and Wilts and Gloucestershire Standard.  ",
                "tag": "p"
            },
            {
                "content": "The social housing and brownfield funding news has been warmly welcomed by seven regional Mayors and several organisations across the sector, with comments from groups including Homes England, National Housing Federation and the G15.",
                "tag": "p"
            },
            {
                "content": "The Housing Secretary undertook the broadcast round this morning speaking to the new funding on Times Radio, Sky News, BBC 5 Live, LBC, ITV’s Good Morning Britain, and GB News.",
                "tag": "p"
            },
            {
                "content": "Housing Secretary Steve Reed said:  ",
                "tag": "p"
            },
            {
                "content": "\"Families have been trapped in so-called temporary accommodation for years or stuck on council waiting lists with no hope of a secure home.   ",
                "tag": "p"
            },
            {
                "content": "“We're changing that for good with the biggest boost to social housebuilding in a generation and getting behind mayors who are ready to build affordable housing across their regions.  ",
                "tag": "p"
            },
            {
                "content": "\"We're also backing councils to build again and transform derelict sites into thriving neighbourhoods, urging them to go big, go bold and go build.”   ",
                "tag": "p"
            },
            {
                "content": "Mayor of the Liverpool City Region, Steve Rotheram said:  “This marks the single biggest earmarked investment in housing our region has ever seen – and the largest pot of funding we’ve ever seen for social and affordable homes. It’s a massive vote of confidence from the government in our region’s ability to deliver.",
                "tag": "p"
            },
            {
                "content": "“Since I was elected, we’ve built more than 32,000 homes, invested a further £60m developing brownfield sites, and retrofitted 10,000 houses. We’ve built up real momentum – but now we’re ready to turbocharge our housebuilding plans. ",
                "tag": "p"
            },
            {
                "content": "“This new funding will help us go even further towards our target of building 16,000 new social and affordable homes over the next decade – good quality homes that local people can be proud of while also helping us to tackle the homelessness crisis. ",
                "tag": "p"
            },
            {
                "content": "“We’ve got the vision, the skills, and an abundance of ambition to help the government hit its national targets – but, most importantly, this is about helping more local people and families into safe, secure, and affordable homes of their own. Homes where people can put down roots, build their futures, and get on the housing ladder. ",
                "tag": "p"
            },
            {
                "content": "“We’re ambitious, we’re excited, and we’re ready to get to work – so let’s build, baby, build!” ",
                "tag": "p"
            },
            {
                "content": "Mayor of Greater Manchester Andy Burnham said:  ",
                "tag": "p"
            },
            {
                "content": "“Having a decent, secure home in a healthy and safe place is one of the foundations of a good life. But too many people in our city region are being held back because of a housing crisis that has gripped the country. ",
                "tag": "p"
            },
            {
                "content": "“Today’s announcement is a major step towards changing that: unlocking land, building the right homes in the right places, and giving local areas more of a say in how our communities grow. ",
                "tag": "p"
            },
            {
                "content": "“The investment in social and affordable homes is especially important. It means we can get on with the job of delivering 10,000 new, energy efficient homes for social rent by 2030 - homes that people can actually afford and that will stand the test of time. \"Working with Homes England, we’re determined to make this funding count for every community across Greater Manchester.” ",
                "tag": "p"
            },
            {
                "content": "Mayor of the North East, Kim McGuinness said:  ",
                "tag": "p"
            },
            {
                "content": "\"I am going to make sure we use every penny of the £1.1bn earmarked to help build thousands more homes to rent and more affordable homes across the North East.“The next step is making sure Homes England are ready to match this ambition and will move at speed to start building the houses we need.“While we work up those plans we're getting on with the job of preparing sites for new housing,  ready to far exceed the 705 new homes we have so far cleared the way for on brownfield land in Gateshead, Easington, Ashington and many other parts of the region.\" ",
                "tag": "p"
            },
            {
                "content": "Mayor of West Yorkshire, Tracy Brabin said: ",
                "tag": "p"
            },
            {
                "content": "“With council house waiting lists and private rents at breaking point, addressing the housing crisis is the most fundamental step our government could take to build a brighter Britain. ",
                "tag": "p"
            },
            {
                "content": "“By increasing the amount of affordable homes funding and aligning it to regional priorities, this government is empowering Mayors to accelerate the delivery of affordable homes across the country. This is a welcome first step towards the full devolution of affordable homes funding. ",
                "tag": "p"
            },
            {
                "content": "“With £1 billion earmarked for West Yorkshire, we will be able to go even further to build on our success, where last year our partners built more affordable homes than at any time since the financial crash. ",
                "tag": "p"
            },
            {
                "content": "“Working with the government, our councils and our social housing providers, we’re determined to guarantee a safe and secure roof over the heads of the 2.4 million people who call our region home.” ",
                "tag": "p"
            },
            {
                "content": "Mayor of South Yorkshire, Oliver Coppard, said:  ",
                "tag": "p"
            },
            {
                "content": "“This money from Government is game-changing for us; giving us the opportunity to clear hundreds of derelict sites and build thousands of homes.  ",
                "tag": "p"
            },
            {
                "content": "“£700m will allow us to focus on helping to build social and affordable housing meaning we can offer everyone in our community a high-quality home in South Yorkshire, so they can stay near and go far.” ",
                "tag": "p"
            },
            {
                "content": "Mayor of York and North Yorkshire, David Skaith said:  ",
                "tag": "p"
            },
            {
                "content": "“Our region is home to beautiful rural and coastal towns but, with rising rents, costs and second home ownership, working families are being priced out.  ",
                "tag": "p"
            },
            {
                "content": "“That’s why we’re taking action. I’m proud that Government has backed our work with a £7.3 million boost to build nearly 300 new affordable homes on brownfield land. ",
                "tag": "p"
            },
            {
                "content": " “This takes our Brownfield Housing Fund to a total of 1,400 homes across the region - a great step forward, but just the start. We’ll keep going until every young person has the chance to stay, build a life, and thrive in the communities they call home.” ",
                "tag": "p"
            },
            {
                "content": "Mayor of the West Midlands, Richard Parker, said: ",
                "tag": "p"
            },
            {
                "content": "“For too long there’s been chronic underinvestment in social and affordable housing. That’s blighted thousands of West Midlands families who have been left struggling to pay expensive private sector rents or stuck in temporary accommodation that can often be poor quality.  ",
                "tag": "p"
            },
            {
                "content": "“Helping these families into safe, warm homes that are genuinely affordable is the cornerstone of my Homes for Everyone priority. We’ve made a strong start, but the scale and ambition of this funding will help us go much further, faster.  ",
                "tag": "p"
            },
            {
                "content": "“I look forward to continuing to work with Homes England so we can use this money to provide the homes local people need and change thousands more lives for the better.” ",
                "tag": "p"
            },
            {
                "content": "Mayor of the East Midlands, Claire Ward, said:  ",
                "tag": "p"
            },
            {
                "content": "“Securing this funding marks another opportunity to transform communities in our region. Part of our vision for inclusive growth in the East Midlands is to build 100,000 homes – unlocking new, affordable, and modern places for our residents to live. ",
                "tag": "p"
            },
            {
                "content": "“Already, the Government is supporting our ambition and recognising our ability to deliver. These developments will bring brownfield land back into use, deliver high-quality homes, and create jobs for local people. This is about more than housing – it’s about building a stronger, fairer future for the East Midlands. ",
                "tag": "p"
            },
            {
                "content": "“I’m committed to ensuring that every new home built is part of a bigger story: one of opportunity, sustainability, and pride in place for the people of the East Midlands.” Homes England Chief Executive Amy Rees CB said:    “The importance of this funding cannot be underestimated in opening the door to thousands of new, affordable homes for communities across the country – and we will do everything in our power to ensure every penny of grant allocation helps deliver the right homes in the right places, at pace, for the people who need them. ",
                "tag": "p"
            },
            {
                "content": "“Our team is incredibly proud and driven to help create a new generation of affordable and social rent homes, working alongside local leaders who know their communities best, and providers who have the expertise and commitment to deliver with our support.” ",
                "tag": "p"
            },
            {
                "content": "Chief Executive of the National Housing Federation, Kate Henderson said:   “Today’s announcements send a clear signal that social and affordable housing remains a pillar of the government’s housebuilding ambitions. ",
                "tag": "p"
            },
            {
                "content": "“While the housing crisis touches all parts of the country, different areas have different needs. These plans will empower mayors to work alongside housing associations to meet the specific housing requirements of their local communities – be that family-sized homes, or homes for older people. ",
                "tag": "p"
            },
            {
                "content": "“With a record 170,000 children now homeless and living in damaging temporary accommodation, delivering on a decade of renewal for social housing has never been more important. Housing associations are already ramping up their plans for housebuilding and are committed to working in partnership with the government to deliver the homes our country needs.” ",
                "tag": "p"
            },
            {
                "content": "Peabody CEO and Chair of the G15, Ian McDermott said: ",
                "tag": "p"
            },
            {
                "content": "“It’s great to see the government backing Mayors to help build more social and affordable homes. This will help regional leaders to support communities and drive local growth through social and affordable housebuilding, and we’re ready to play our part.   ",
                "tag": "p"
            },
            {
                "content": "“As not-for-profit social landlords, we work alongside mayors and councils to regenerate places and provide more and better social homes across the country. We warmly welcome the government’s ambition and commitment and will continue to do all we can to help deliver a decade of growth and renewal for social housing.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/11/07/widespread-reaction-to-social-housing-and-brownfield-funding/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been widespread national and regional coverage about our announcement today setting out further details of the historic £39 billion Social and Affordable Homes Programme as well as freeing up £150 million from the Brownfield Housing Fund. Coverage across …"
    },
    {
        "title": "Introducing the GFiE Pathway to STEM",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-11-07T11:03:11",
        "categories": [
            "#GFIEsuccessstory",
            "Break down barriers to opportunity",
            "Life Chance Recruitment",
            "National STEM Day",
            "Pathway to STEM"
        ],
        "content": [
            {
                "content": "This National STEM Day (8th November), we’re proud to spotlight an exciting new initiative: Pathways to STEM, a Civil Service recruitment pathway accredited under Going Forward into Employment (GFiE).",
                "tag": "p"
            },
            {
                "content": "The pathways purpose is to create structured routes into Science, Technology, Engineering, and Mathematics (STEM) careers for individuals from underrepresented backgrounds, helping to break down barriers and build a more diverse, skilled workforce.",
                "tag": "p"
            },
            {
                "content": "What is GFiE Pathways to STEM?",
                "tag": "h3"
            },
            {
                "content": "Pathways to STEM was designed to:",
                "tag": "p"
            },
            {
                "content": "This pathway enables Civil Service departments to recruit talented individuals from underrepresented groups into STEM roles through education and fixed-term posts, with the potential for permanent employment.",
                "tag": "p"
            },
            {
                "content": "Who Does It Support?",
                "tag": "h3"
            },
            {
                "content": "Departments can use the accreditation to recruit individuals who:",
                "tag": "p"
            },
            {
                "content": "Come from underrepresented backgrounds, including: ",
                "tag": "p"
            },
            {
                "content": "Face barriers such as limited access to education or lack of role models. ",
                "tag": "p"
            },
            {
                "content": "How Does It Work?",
                "tag": "h3"
            },
            {
                "content": "Departments identify their skills gaps and areas of underrepresentation in STEM roles. The pathway lead then collaborates with charities, organisations, and training providers dedicated to supporting individuals from these groups. Together, they deliver tailored education and training so candidates can hit the ground running in their new roles.",
                "tag": "p"
            },
            {
                "content": "We are currently working with multiple providers, organisations, and charities to explore education opportunities and identify underrepresented groups we can support. In parallel, we’re engaging with government departments across the UK to understand their diversity and STEM challenges—and how they can utilise the Pathways to STEM GFiE programme to bring individuals into roles and give them meaningful opportunities.",
                "tag": "p"
            },
            {
                "content": "Celebrating Success with Code First Girls",
                "tag": "h3"
            },
            {
                "content": "The Intellectual Property Office (IPO) has a strong history of supporting women in tech through its partnership with Code First Girls (CFG). This photo shows the most recent cohort graduating from their CFG nano-degree—a testament to the incredible talent and commitment these programmes foster.",
                "tag": "p"
            },
            {
                "content": "Building on this success, we’re thrilled to announce the first CFG pilot under the Pathways to STEM scheme, which takes this collaboration to the next level by creating structured routes into Civil Service STEM roles",
                "tag": "p"
            },
            {
                "content": "The Intellectual Property Office (IPO) has recruited and sponsored four Code First Girls through a 16-week nano-degree bootcamp. These talented individuals will join the IPO in February 2026 for a two-year fixed-term opportunity in DevOps, development, and testing, with the chance of permanent employment.",
                "tag": "p"
            },
            {
                "content": "This is just the beginning and we’re excited to see the impact this scheme will have across the Civil Service.",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/11/07/introducing-the-gfie-pathway-to-stem/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This National STEM Day (8th November), we’re proud to spotlight an exciting new initiative: Pathways to STEM, a Civil Service recruitment pathway accredited under Going Forward into Employment (GFiE). The pathways purpose is to create structured routes into Science, Technology, …"
    },
    {
        "title": "UK Leads Global Earth Observation as CEOS Chair in 2025 ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-11-07T10:28:28",
        "categories": [
            "Earth from space",
            "Earth observation"
        ],
        "content": [
            {
                "content": "The United Kingdom has concluded its tenure as Chair of the Committee on Earth Observation Satellites (CEOS), marking a transformative year for the global Earth observation (EO) community. ",
                "tag": "p"
            },
            {
                "content": "Under the leadership of the UK Space Agency, the UK has advanced national priorities while elevating EO’s role in international climate action, youth engagement, methane monitoring, and public sector innovation – culminating in an international Plenary held this week in Bath, UK. ",
                "tag": "p"
            },
            {
                "content": "CEOS brings together more than 60 space agencies and international organisations to coordinate civil EO satellite missions worldwide.",
                "tag": "p"
            },
            {
                "content": "In 2025, the UK took the helm with a bold vision: to unite the EO community under the theme ‘Unlocking EO for Society’, which explores how satellite data can inform global decisions, inspire future generations and drive meaningful impact. ",
                "tag": "p"
            },
            {
                "content": "Success in UK Chair Objectives ",
                "tag": "h2"
            },
            {
                "content": "In partnership with Japan Aerospace Exploration Agency (JAXA), the UK Space Agency led work to strengthen CEOS and Coordination Group for Meteorological Satellites (CGMS) contributions to the UNFCCC’s Global Stocktake. ",
                "tag": "p"
            },
            {
                "content": "Through targeted training and lessons learned for inventory compilers, the UK helped enhance the credibility and usability of satellite-derived climate data. ",
                "tag": "p"
            },
            {
                "content": "These efforts have further aligned EO activities with IPCC priorities and reinforced EO’s role as a cornerstone of the Paris Agreement’s Enhanced Transparency Framework. ",
                "tag": "p"
            },
            {
                "content": "To inspire the next generation, the UK hosted a dedicated Youth Summit on 4th November, giving students the opportunity to present their EO research posters to CEOS delegates.",
                "tag": "p"
            },
            {
                "content": "This exchange between students and senior space leaders sparked fresh ideas and showcased the power of EO to engage and empower future scientists and innovators. ",
                "tag": "p"
            },
            {
                "content": "Jointly led by the UK’s National Physical Laboratory (NPL) and NASA’s Jet Propulsion Laboratory (JPL), CEOS also launched a major global initiative to standardise methane emissions monitoring.",
                "tag": "p"
            },
            {
                "content": "Collaborating with UNEP’s International Methane Emissions Observatory (IMEO), the UK helped develop robust, reproducible guidelines for facility-scale methane quantification using satellite data.",
                "tag": "p"
            },
            {
                "content": "This will guide the growing constellation of Greenhouse gas (GHG) satellites, ensuring their outputs meet the highest scientific standards.",
                "tag": "p"
            },
            {
                "content": "These efforts directly support the UK Government’s Methane Action Plan, which prioritises enhanced detection and quantification of methane emissions through satellite technologies and international collaboration. ",
                "tag": "p"
            },
            {
                "content": "Recognising the untapped potential of EO for public services, the UK Space Agency convened CEOS agencies to share national strategies and explore new pathways for data-driven transformation.",
                "tag": "p"
            },
            {
                "content": "A dedicated workshop at the 2025 SIT Technical Workshop catalysed discussions on bridging the gap between EO data and public sector applications from urban planning to disaster response. ",
                "tag": "p"
            },
            {
                "content": "A Legacy of Collaboration ",
                "tag": "h2"
            },
            {
                "content": "Throughout its chairship, the UK created space, literally and figuratively, for EO to be seen and heard in the COP process.",
                "tag": "p"
            },
            {
                "content": "By fostering collaboration, innovation, and strategic engagement, the UK has helped CEOS evolve into a more inclusive and impactful force for global good. ",
                "tag": "p"
            },
            {
                "content": "The Plenary is just the tip of the iceberg. Throughout the year, CEOS technical experts meet virtually and in person to progress the work areas that range from virtual constellations, calibrations, tiger teams and study groups.",
                "tag": "p"
            },
            {
                "content": "The Plenary provides an opportunity to acknowledge this excellent work, celebrate progress, and set the visons for the future.  ",
                "tag": "p"
            },
            {
                "content": "As the baton passes to the next CEOS Chair – an Australian consortium of CSIRO, Geoscience Australia and Bureau of Meteorology, the UK’s legacy will endure: a year of bold leadership, meaningful partnerships, and a renewed global commitment to harnessing Earth observation for a better future. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/11/07/uk-leads-global-earth-observation-as-ceos-chair-in-2025/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The United Kingdom has concluded its tenure as Chair of the Committee on Earth Observation Satellites (CEOS), marking a transformative year for the global Earth observation (EO) community."
    },
    {
        "title": "The role of data on school and further education inspections",
        "authors": [
            "Susan Morris-King, Deputy Director, Schools and Early Education"
        ],
        "posted_on": "2025-11-07T09:26:13",
        "categories": [
            "data and Insight",
            "further education and skills",
            "inspection",
            "schools"
        ],
        "content": [
            {
                "content": "This week we released information sets to schools, further education providers and inspectors that help frame our inspection activity. These are called the Inspection Data Summary Report (IDSR) for schools and Further Education and Skills Inspection Tool (FESIT) for further education (FE) providers.  ",
                "tag": "p"
            },
            {
                "content": "Ahead of inspections under the renewed inspection framework that we published in September, the IDSR and FESIT have also been redeveloped. In this blog, we explain what’s changed and describe how we use data on inspection. For more information and more detail on the IDSR please sign up for our webinar on 3 December. ",
                "tag": "p"
            },
            {
                "content": "It has always been the case that data is only the starting point for inspection. We do not make grading decisions on the basis of data alone – but the data can help suggest areas of focus to be discussed between inspectors and leaders.  ",
                "tag": "p"
            },
            {
                "content": "Data also helps establish the context for inspection. Under the changes we have made to inspection, we want a school, nursery, childminder or college’s context to be taken into account when we evaluate how the provider is meeting the needs of children and learners. Understanding the published data, where it’s available, helps us do that. ",
                "tag": "p"
            },
            {
                "content": "The new-style IDSR and FESIT ",
                "tag": "h2"
            },
            {
                "content": "The new-style IDSR and FESIT presents data differently from previous versions. The statistical interpretation has also changed, with a stronger focus on where a school or provider sits within the national distribution. Inspectors will be able to explore patterns in pupil and learner outcomes over time, compared to national averages.  ",
                "tag": "p"
            },
            {
                "content": "For example, for each achievement measure, a provider will be placed into one of three bandings depending on where it sits on a national distribution range. Performance near the average range in the centre of the distribution will be banded as ‘close to average’. Any school or FE provider that reaches above this range will be banded as ‘above average’ and those that fall below will be banded as ‘below average’.  ",
                "tag": "p"
            },
            {
                "content": "Our inspectors will never look at a single measure for a single year in isolation. Reviewing data over multiple years and across multiple measures helps identify consistent and comprehensive patterns and emerging trends – and smooths out year-to-year variation, which might be particularly evident in, for example, small primary schools. ",
                "tag": "p"
            },
            {
                "content": "Example IDSR distribution chart  ",
                "tag": "h2"
            },
            {
                "content": "While a school’s place in the national distribution will be the main descriptor of its performance, inspectors will also rely on analysis of statistical significance.  ",
                "tag": "p"
            },
            {
                "content": "As shown in the above primary school example, the coloured dot demonstrates where a school sits on a given measure. The horizontal lines coming out from the dot indicate the confidence we can have that the dot is truly representative of the cohort of pupils. Small cohorts typically have much greater variability and wider horizontal lines. These upper and lower limits show whether the outcome is significantly different from the national average or not.  ",
                "tag": "p"
            },
            {
                "content": "Where both ends of the horizontal lines are clear of the vertical dotted national average line, we can be extremely confident that this data point is statistically different from the average. Where the horizontal line crosses over the vertical national average line, we cannot be confident that it is different from the national average. So, the lines don’t indicate how far outcomes are from the national average, they indicate how certain we can be that the observed difference is not due to chance.  ",
                "tag": "p"
            },
            {
                "content": "Considering context in the schools IDSR  ",
                "tag": "h2"
            },
            {
                "content": "The IDSR will flag context about pupil cohorts, including cohort stability and levels of disadvantage, as well as the proportion of pupils with SEND within schools. These context flags are provided for the whole school, as well as the year groups that sat relevant tests or assessments.   ",
                "tag": "p"
            },
            {
                "content": "In the example below, we see a school that is improving over time, moving from the ‘below’ banding in 2022 to the ‘above’ banding in 2024. The table displays the bandings in colour-coded cells. The ‘trend’ column shows if the change from one year to the next is significant and the ‘context’ column shows whether the year group faced significant barriers to learning compared to the national year group average (in this case the year group had very high proportions of pupils eligible for free school meals).    ",
                "tag": "p"
            },
            {
                "content": "Inspectors will consider these context flags when evaluating the achievement picture of a school.  ",
                "tag": "p"
            },
            {
                "content": "Using data: our new achievement evaluation area   ",
                "tag": "h2"
            },
            {
                "content": "When we talk about achievement, we are talking about attainment and progress. Achievement includes pupils’ and learners’ foundational knowledge and skills – early reading, writing and mathematics – which help them access the wider curriculum. Achievement also encompasses the detailed knowledge and skills that pupils, learners and apprentices develop across subjects, the qualifications they achieve, and their readiness for their next steps.   ",
                "tag": "p"
            },
            {
                "content": " We know that performance data focused on specific year groups, subjects and qualifications is important, but incomplete. It cannot account for the full impact of the school’s work on outcomes for pupils and learners.  ",
                "tag": "p"
            },
            {
                "content": "When evaluating pupils’ or learners’ achievement, inspectors draw on two sources of evidence: the information they gather on site, and what the data tells them. Together, these elements form a holistic view of achievement that inspectors consider when reaching a grading decision.  ",
                "tag": "p"
            },
            {
                "content": "For example, the IDSR and FESIT may indicate that a FE provider or a school's performance for a given measure has improved over time. But the reasons for the improvement, and the leadership decisions that have driven it, will need to be explored while on site. Alternatively, the data may show that outcomes have declined over the latest year. This may be due to a recent shift in the cohort, increased levels of mobility among its population, or a range of other factors that cannot be discerned by looking at the IDSR and FESIT alone. And of course, data tells us more in some settings than in others. In some special schools and alternative provision, there is little or no published data about pupils’ outcomes, so our on-site work becomes even more important.      ",
                "tag": "p"
            },
            {
                "content": "How data and on-site inspection give the full picture  ",
                "tag": "h2"
            },
            {
                "content": "Used thoughtfully, data informs inspection in a way that is rigorous, consistent and fair. But on-site inspection activity will always play a significant and crucial role in helping inspectors understand how pupils or learners are progressing from their starting points.  ",
                "tag": "p"
            },
            {
                "content": "The balance between these two sources of evidence – the published data and the on-site inspection activity – is not fixed. It shifts depending on the context, and how comprehensive and compelling the data is. Inspectors use the published data to shape their conversation with leaders in their pre-inspection call, and to consider which inspection activities will be most useful to answer the questions they have.   ",
                "tag": "p"
            },
            {
                "content": "Want to know more?  ",
                "tag": "h2"
            },
            {
                "content": "Sign up for our webinar on using data on school inspection on 3 December. Further updates on FESIT will be coming soon. ",
                "tag": "p"
            }
        ],
        "link": "https://educationinspection.blog.gov.uk/2025/11/07/the-role-of-data-on-school-and-further-education-inspections/",
        "blog": "Ofsted: education",
        "blog_link": "https://educationinspection.blog.gov.uk",
        "description": "This week we released information sets to schools, further education providers and inspectors that help frame our inspection activity. These are called the Inspection Data Summary Report (IDSR) for schools and Further Education and Skills Inspection Tool (FESIT) for further …"
    },
    {
        "title": "Sign up for UK NSC online seminar on assessing screening programme effectiveness",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-11-07T09:06:09",
        "categories": [
            "Abdominal Aortic Aneurysm Screening",
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee holds online seminars on important themes related to screening tests and programmes.",
                "tag": "p"
            },
            {
                "content": "Our next seminar will look at assessing the effectiveness of screening programmes, using the 10-year effectiveness review of abdominal aortic aneurysm (AAA) screening as a case study.",
                "tag": "p"
            },
            {
                "content": "The seminar, held via MS Teams, will be on Monday 1 December 2025, 10.30am to 12.00pm (GMT).",
                "tag": "p"
            },
            {
                "content": "Presentations will be followed by a panel Q&A session.",
                "tag": "p"
            },
            {
                "content": "Measuring the success of screening",
                "tag": "h2"
            },
            {
                "content": "This seminar will look at:",
                "tag": "p"
            },
            {
                "content": "We will hear from colleagues involved in the AAA screening effectiveness review, and how the resulting report has been used.",
                "tag": "p"
            },
            {
                "content": "The seminar will be chaired by Professor Anne Mackie, UK NSC Director of Programmes. Our presenters will be:",
                "tag": "p"
            },
            {
                "content": "UK NSC seminars",
                "tag": "h2"
            },
            {
                "content": "Anyone with a role or interest in screening is welcome to register for this event. Feel free to share the details with colleagues.",
                "tag": "p"
            },
            {
                "content": "Please note our seminars are not recorded, but we share the presentation slides in our blog and via our UK NSC seminars webpage.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/07/sign-up-for-uk-nsc-online-seminar-on-assessing-screening-programme-effectiveness/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC is holding its next seminar on 1 December, looking at how to assess the effectiveness of screening programmes."
    },
    {
        "title": "EMS (Extra Mural Studies) week for Vet students",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-11-07T08:14:35",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "Engaging with the veterinary community is vital in helping to promote the roles of Official Veterinarians (OVs) in the FSA as an attractive career path, so we do lots of work on this and the FSA EMS offer is an important part of this. The FSA run two weeks of EMS per year, in 2025 we had the first week in March and the second in September.",
                "tag": "p"
            },
            {
                "content": "What is EMS",
                "tag": "p"
            },
            {
                "content": "EMS is basically work experience for veterinary students to gain practical experience in as many aspects of veterinary work as possible. The students have placements throughout their degree to prepare them for work and to increase their awareness of career opportunities after graduation. EMS placements are an essential part of veterinary education and students need to complete 26 weeks in the last 3 years of their degree.",
                "tag": "p"
            },
            {
                "content": "What the FSA placements involve",
                "tag": "p"
            },
            {
                "content": "Our EMS placements focus on both FSA field and office-based work, which allows the student to experience day to day life across various veterinary roles in the FSA. Students shadow our vets in different teams. Placements are for five days, Monday and Tuesday in field visits and Wednesday to Friday in the London office. All placements include a mix of the following shadowing opportunities:",
                "tag": "p"
            },
            {
                "content": "Students have the opportunity to see veterinary work from a non-practice perspective, gaining an awareness and understanding of animal health, welfare and veterinary public health in relation to food production, including One Health.",
                "tag": "p"
            },
            {
                "content": "We believe that if we invest this time into the veterinary student community this will promote the FSA and contribute to recruiting vets in the future.",
                "tag": "p"
            },
            {
                "content": "Particularities of our last EMS week in September",
                "tag": "p"
            },
            {
                "content": "As the FSA have only recently had access to our new office in London and given the timing of the EMS week, we needed to look for an alternative solution for our EMS office programme. The RCVS was really kind to us and allowed us the use of their almost brand new offices in Clerkenwell. The facilities were great and our special thanks go to Ben Myring who facilitated a seamless experience. He gave us a tour of the building and talked to students about current veterinary issues, while Britta Crawford also delivered a talk about VetGDP.",
                "tag": "p"
            },
            {
                "content": "We had the full allocation of 8 students (4 from Bristol and one each from Liverpool, RVC, Cambridge and Surrey).",
                "tag": "p"
            },
            {
                "content": "The feedback has been great as always and these are a couple of quotes from the students:",
                "tag": "p"
            },
            {
                "content": "We would like to thank everyone who helped with field visits and with sessions at the RCVS office, for helping us to deliver this important piece of work in our engagement with Universities and the future vets in the UK.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/11/07/ems-extra-mural-studies-week-for-vet-students/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Engaging with the veterinary community is vital in helping to promote the roles of Official Veterinarians (OVs) in the FSA as an attractive career path, so we do lots of work on this and the FSA EMS offer is an …"
    },
    {
        "title": "Going Dutch to strengthen international collaboration on screening challenges and opportunities",
        "authors": [
            "Andrew Anderson"
        ],
        "posted_on": "2025-11-06T17:10:40",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The charming Dutch city of Utrecht, renowned for its bell tower and picturesque canals, provided the perfect backdrop for the annual Nordic Screening Network meeting.",
                "tag": "p"
            },
            {
                "content": "Experts from the Netherlands, Denmark, Sweden, Iceland, Norway, the UK, and the Republic of Ireland gathered to share knowledge, discuss challenges, and explore innovative approaches to screening programmes.",
                "tag": "p"
            },
            {
                "content": "Individual and group conversations over the 2 days were as important as the formal presentations, giving everyone the chance to pick the brains of colleagues who are tackling similar challenges in other countries.",
                "tag": "p"
            },
            {
                "content": "Knowledge exchange",
                "tag": "h2"
            },
            {
                "content": "Day one began with a welcome from our Dutch hosts Jerom van Geffen, from the Ministry of Health, Welfare and Sport, and Rob Riesmeijer, Head of the Centre for Population Screening at RIVM (Dutch National Institute for Public Health and the Environment).",
                "tag": "p"
            },
            {
                "content": "Each delegation then gave a presentation about their respective national screening programmes using specially prepared posters. These provided valuable insights into the similarities and differences in the screening approaches between countries.",
                "tag": "p"
            },
            {
                "content": "A highlight of the first day was an interactive session on accessibility and people-centred approaches, led by RIVM’s Karin Honig.",
                "tag": "p"
            },
            {
                "content": "Then Professor Anne Mackie, Deputy Director of Screening at the Department of Health and Social Care which hosts the UK National Screening Committee (UK NSC), looked into her crystal ball to deliver a presentation on what the future might hold for screening, including multi-cancer detection tests (MCDs) and more tailored screening based on individual risk factors.",
                "tag": "p"
            },
            {
                "content": "Practical collaboration",
                "tag": "h2"
            },
            {
                "content": "Day 2 was even more interactive, with parallel sessions that enabled delegates to dive deeper into specific topics of interest. Topics included:",
                "tag": "p"
            },
            {
                "content": "There was a timely discussion on adapting cervical screening programmes for HPV-vaccinated populations. And the Swedish delegation led a fascinating session on artificial intelligence (AI) in screenings, highlighting the impact this technology is already having in shaping the future of population health programmes.",
                "tag": "p"
            },
            {
                "content": "Building on strong foundations",
                "tag": "h2"
            },
            {
                "content": "The Nordic Screening Network demonstrates the power of international collaboration. It provides a platform where common challenges can be discussed and scrutinised and screening experts from different countries can learn from each other.",
                "tag": "p"
            },
            {
                "content": "The UK NSC is active and highly respected on the international stage. Other countries are keen to learn from the UK’s evidence-based approach to population screening.",
                "tag": "p"
            },
            {
                "content": "This year, we have already hosted screening delegations from Norway, Japan and China, held online meetings with experts from the US and Australia, and attended an international discussion on newborn genetics. These conversations demonstrate the value of cross-border collaboration in advancing screening programmes worldwide.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/06/going-dutch-to-strengthen-international-collaboration-on-screening-challenges-and-opportunities/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Members of the UK NSC Secretariat joined experts from the Netherlands, Denmark, Sweden, Iceland, Norway, and the Republic of Ireland at the latest Nordic Screening Network meeting."
    },
    {
        "title": "Be the difference: Why every civil servant should consider charity trusteeship",
        "authors": [
            "Civil Service"
        ],
        "posted_on": "2025-11-06T16:13:28",
        "categories": [
            "UK Civil Service"
        ],
        "content": [
            {
                "content": "As civil servants, we dedicate our careers to public service, working tirelessly to improve lives and strengthen communities across the UK. But did you know there's another way to show your impact – one that could enrich your career whilst making a profound difference to causes close to your heart?",
                "tag": "p"
            },
            {
                "content": "This Trustees' Week, I want to share why I believe charity trusteeship represents a really rewarding opportunity, and why I'm encouraging every civil servant to consider taking on this crucial role.",
                "tag": "p"
            },
            {
                "content": "Bringing your passions to life",
                "tag": "p"
            },
            {
                "content": "We all believe in causes that matter to us personally – whether it's supporting vulnerable people to access services, protecting the local environment, promoting accessible education, improving people’s health or countless other worthy missions. Charity trusteeship offers the chance to channel your professional skills and personal passions into meaningful action. ",
                "tag": "p"
            },
            {
                "content": "My own experience of being a trustee of a health and education charity transformed my understanding of the health system and the importance of the education ecosystem to the delivery of health services. I also got to learn from some of the country’s greatest clinicians and health academics - I was definitely always the one in the room asking the novice questions! ",
                "tag": "p"
            },
            {
                "content": "Making a Difference",
                "tag": "p"
            },
            {
                "content": "The charity sector is the backbone of so much positive change in our society, delivering essential services and support to those who need it most. As trustees, we help steer this vital work. Trustees are volunteers who play an essential role running charities. They make strategic decisions that shape how charities operate, ensuring resources are used effectively, and helping charities navigate challenges whilst maximising their impact.",
                "tag": "p"
            },
            {
                "content": "Civil servants of ALL grades and professions bring unique value to trustee roles. Our experience in risk management, strategic thinking and public service delivery provides the kind of expertise that charity boards need. We understand how to work within legal parameters, engage with the public and deliver outcomes that matter.",
                "tag": "p"
            },
            {
                "content": "Developing leadership skills and career prospects",
                "tag": "p"
            },
            {
                "content": "Trusteeship isn't just about giving back – it's also about growing as a professional. The role offers unparalleled opportunities to develop crucial skills in leadership, problem-solving, and decision-making in contexts quite different from our day-to-day work. You might find yourself faced with complex strategic challenges, overseeing organisational change, or developing expertise in areas like fundraising, marketing, or building partnerships.",
                "tag": "p"
            },
            {
                "content": "These experiences can broaden your perspective and enhance your ability to think creatively about solutions. They are directly transferable to your civil service career and can enable you to be a more rounded, effective leader – your grade is irrelevant to your ability to be a great trustee!",
                "tag": "p"
            },
            {
                "content": "Expanding your network ",
                "tag": "p"
            },
            {
                "content": "Trusteeship connects you with inspiring people from different backgrounds – fellow trustees who might be business leaders, subject matter experts, or community advocates, as well as the dedicated staff and volunteers who deliver the charity's work. These connections often lead to lasting professional relationships and can open doors to new opportunities and insights.",
                "tag": "p"
            },
            {
                "content": "Making it work alongside your civil service role",
                "tag": "p"
            },
            {
                "content": "I know what you might be thinking: \"This sounds wonderful, but where would I find the time?\" The reality is that most trustee roles require a relatively modest time commitment – typically a few hours each month for board meetings, plus occasional additional work on specific projects or committees.",
                "tag": "p"
            },
            {
                "content": "Taking the first step",
                "tag": "p"
            },
            {
                "content": "If you're feeling inspired, there are some excellent resources available to help you get started:",
                "tag": "p"
            },
            {
                "content": "This Trustees' Week, I encourage you to take that first step towards discovering how trusteeship could transform both your career and the cause that your chosen charity benefits. See the difference you can make by finding out more and getting involved.",
                "tag": "p"
            },
            {
                "content": "David Holdsworth, Chief Executive, Charity Commission",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/11/06/be-the-difference-why-every-civil-servant-should-consider-charity-trusteeship/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "As civil servants, we dedicate our careers to public service, working tirelessly to improve lives and strengthen communities across the UK. But did you know there's another way to show your impact – one that could enrich your career whilst …"
    },
    {
        "title": "How Companies House is helping businesses prepare for identity verification",
        "authors": [
            "Esme Turner - Head of Campaigns, Insight and Education"
        ],
        "posted_on": "2025-11-06T14:27:18",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "If you’re a business owner, you’ve probably heard about identity verification and the Economic Crime and Corporate Transparency Act. ",
                "tag": "p"
            },
            {
                "content": "Change is not always easy, especially when it comes to new rules and requirements. That’s why we’ve focussed on keeping our communications about identity verification simple and straightforward. We’re explaining:",
                "tag": "p"
            },
            {
                "content": "From 18 November 2025, identity verification becomes a legal requirement. This date is not a deadline. It marks the start of a 12-month transition period, giving your company time to make sure all directors and people with significant control (PSCs) have verified their identity by their due dates. Any new director will need to verify their identity to incorporate a company or be appointed to an existing company.",
                "tag": "p"
            },
            {
                "content": "To help companies prepare, we’ve been running an awareness campaign across our communication channels to make sure everyone understands what’s changing and how to get ready. Since launching the voluntary verification period on 8 April 2025, we’ve seen a strong response with over one million people already verifying their identity.",
                "tag": "p"
            },
            {
                "content": "You’ll receive a personal code once you’ve successfully verified your identity. From 18 November, directors will need to provide their personal code as part of their company’s annual confirmation statement. Verifying early gives you plenty of time to get everything in order and avoid any last-minute stress. It also means that if an agent or accountant usually files on your company’s behalf, there’s time to share your code with them before it’s needed.",
                "tag": "p"
            },
            {
                "content": "Keeping companies informed",
                "tag": "h2"
            },
            {
                "content": "Since 4 March 2024, all companies have been required to provide us with a registered email address. This is how we send important updates directly to your company, so you should check that you’re receiving our emails. If your registered email address is an agent’s or accountant’s email, make sure they’re passing everything on to you.",
                "tag": "p"
            },
            {
                "content": "If you need to update your company’s registered email address, it’s quick and easy. Providing a correct email address means you won’t miss important updates about identity verification or other company law changes.",
                "tag": "p"
            },
            {
                "content": "Supporting identity verification",
                "tag": "h2"
            },
            {
                "content": "Our emails, guidance and videos have been designed to break everything down into clear, easy-to-follow steps. We’re helping companies to understand:",
                "tag": "p"
            },
            {
                "content": "This approach is helping companies of all sizes to understand what they need to do, when to do it, and how to comply with the new legal requirements.",
                "tag": "p"
            },
            {
                "content": "Reaching the right people at the right time",
                "tag": "h2"
            },
            {
                "content": "To reach as many people as possible, we’re sharing information in lots of different ways.",
                "tag": "p"
            },
            {
                "content": "Our Changes to UK company law campaign site is the central hub for all updates relating to the act. It's had over 700,000 views, which shows just how many businesses are keen to get it right.",
                "tag": "p"
            },
            {
                "content": "We’re sending direct emails to company registered email addresses and using the email reminder service many businesses already rely on. You’ll also see messages when using our online services, and updates across our website and social media channels. We’re working closely with trusted business organisations and networks to help share information, and using press and trade media to make our messages go further.",
                "tag": "p"
            },
            {
                "content": "We’re keeping a close eye on how our communications are performing to understand awareness and engagement. Insights from this monitoring are helping us to refine our messages, so that they're as clear and effective as possible as we progress into the transition year.",
                "tag": "p"
            },
            {
                "content": "What to do next",
                "tag": "h2"
            },
            {
                "content": "If you’re a director or PSC, you should:",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/11/06/how-companies-house-is-helping-businesses-prepare-for-identity-verification/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "From 18 November 2025, identity verification with Companies House becomes a legal requirement. Find out how we're helping businesses to prepare."
    },
    {
        "title": "Introducing the Mayoral Data Council: making data work for devolution ",
        "authors": [
            "Nick Webster, Mayoral Data Council Lead"
        ],
        "posted_on": "2025-11-06T13:57:40",
        "categories": [
            "Data",
            "Mayoral Data Council"
        ],
        "content": [
            {
                "content": "The Ministry of Housing, Communities and Local Government (MHCLG) is working with England's Mayoral Strategic Authorities (MSAs) to help ensure data drives effective devolution. We are bringing together local data leaders through the newly formed Mayoral Data Council (MDC) to influence national thinking and turn insight into impact for communities across England. ",
                "tag": "p"
            },
            {
                "content": "Establishing the MDC ",
                "tag": "h2"
            },
            {
                "content": "The MDC met for the first time earlier this year. It was created following the English Devolution White Paper, recognising that data must be front and centre as powers shift from Whitehall to local communities.  ",
                "tag": "p"
            },
            {
                "content": "MSAs are uniquely placed to deliver locally tailored solutions, but to do so effectively, they need robust data, shared expertise and a strong collective voice.  ",
                "tag": "p"
            },
            {
                "content": "This is where the MDC comes in and makes a difference. As a council of senior data leaders from all mayoral areas, it can champion better data, improve data sharing and build capability across government layers. ",
                "tag": "p"
            },
            {
                "content": "The MDC in action ",
                "tag": "h2"
            },
            {
                "content": "The MDC’s work falls into 3 areas: ",
                "tag": "p"
            },
            {
                "content": "The MDC regularly feeds the expert data view into senior forums like the Mayoral Council and Council of Nations and Regions, ensuring that data remains at the heart of devolution.  ",
                "tag": "p"
            },
            {
                "content": "With a 12-month plan and ways of working now established, the MDC is keen to start making a difference. ",
                "tag": "p"
            },
            {
                "content": "The 12-month plan: ambition, collaboration and impact",
                "tag": "h2"
            },
            {
                "content": "For its foundational year, the MDC is focused on high-value, high-impact priorities. By the end of 2026, the MDC aims to: ",
                "tag": "p"
            },
            {
                "content": "And it’s not just about the data – it’s about people. The MDC wants senior leaders to become data champions, fostering a culture where evidence drives action. ",
                "tag": "p"
            },
            {
                "content": "Why it's a game-changer for local government",
                "tag": "h2"
            },
            {
                "content": "In an era where data drives everything from bin collections to economic development strategies, the MDC represents something genuinely innovative – a forum where local expertise informs national policy, and where the people delivering services have a voice in shaping the tools they need to succeed. ",
                "tag": "p"
            },
            {
                "content": "For data professionals and local government workers, the MDC offers a glimpse of what collaborative government looks like when it's working at its best – ensuring devolution delivers real benefits for communities across England. ",
                "tag": "p"
            },
            {
                "content": "Get involved and find out more about the MDC ",
                "tag": "h2"
            },
            {
                "content": "The MDC wants to hear from data professionals, local government workers and anyone curious about how AI and data can transform public services. Contact us at AIforLG@communities.gov.uk. ",
                "tag": "p"
            },
            {
                "content": "Look out for future updates about the work of the MDC on the MHCLG Digital blog.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/11/06/introducing-the-mayoral-data-council-making-data-work-for-devolution/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The new Mayoral Data Council (MDC) brings together senior data leaders from England’s Mayoral Strategic Authorities. As powers shift from Whitehall to local communities, the MDC ensures local government has a strong voice in national data initiatives, turning insight into impact for communities across England."
    },
    {
        "title": "Blue Skies Space to launch Mauve satellite, demonstrating a new model for delivering space science data",
        "authors": [
            "Blue Skies Space"
        ],
        "posted_on": "2025-11-06T12:25:19",
        "categories": [
            "Astronomy",
            "Delivering Missions and Capabilities"
        ],
        "content": [
            {
                "content": "Blue Skies Space, a UK-based company, is gearing up to launch its first science satellite, Mauve, aboard SpaceX’s Transporter-15 in November 2025.",
                "tag": "p"
            },
            {
                "content": "This innovative small satellite will observe stars in the near-ultraviolet and visible spectrum, providing valuable new insights into stellar activity and its impact on surrounding planetary systems.",
                "tag": "p"
            },
            {
                "content": "A new model for space science delivery",
                "tag": "h2"
            },
            {
                "content": "Blue Skies Space aims to harness advances in the commercial space sector to accelerate and increase the supply of scientific datasets from space. ",
                "tag": "p"
            },
            {
                "content": "Space-based observations are fundamental to understanding the Universe, from the formation of galaxies to the conditions on potentially habitable planets. ",
                "tag": "p"
            },
            {
                "content": "Traditionally, such data has been delivered by flagship observatories like the James Webb Space Telescope and the Hubble Space Telescope, which continue to deliver groundbreaking discoveries but face high demand and limited availability. ",
                "tag": "p"
            },
            {
                "content": "Founded by researchers, Blue Skies Space’s vision is to complement major observatories with a fleet of small, agile, and cost-effective satellites. ",
                "tag": "p"
            },
            {
                "content": "By using off-the-shelf components, they can dramatically reduce both development costs and timelines. ",
                "tag": "p"
            },
            {
                "content": "For instance, Mauve has progressed from concept to launch in under three years; a fast pace for a space science satellite.",
                "tag": "p"
            },
            {
                "content": "Understanding stars through time",
                "tag": "h2"
            },
            {
                "content": "Mauve will study a large population of stars in ultraviolet and visible light to better understand their magnetic activity, flares, and influence on the habitability of nearby exoplanets.Focusing on time-domain astronomy, the mission will reveal how stellar behaviour changes over time, uncovering phenomena invisible in single snapshots, such as energy bursts and transient emissions.",
                "tag": "p"
            },
            {
                "content": "Construction of the spacecraft was completed in June 2025, followed by a series of environmental tests to prepare for launch. It is now at the launch site awaiting a November launch aboard SpaceX’s Transporter-15. ",
                "tag": "p"
            },
            {
                "content": "Designed for a three-year mission, Mauve aims to demonstrate that small satellites can deliver high-impact science at low cost, made possible by advances in commercial launch and reusable space technologies.",
                "tag": "p"
            },
            {
                "content": "Building a fleet of science satellites",
                "tag": "h2"
            },
            {
                "content": "Following Mauve, Blue Skies Space plans to launch Twinkle, a more complex satellite that will study exoplanets, planetary systems, and solar system bodies using visible and infrared spectroscopy. ",
                "tag": "p"
            },
            {
                "content": "Twinkle has been supported by the UK Space Agency as part of the European Space Agency’s ARTES programme. ",
                "tag": "p"
            },
            {
                "content": "The company is also exploring a larger ultraviolet telescope and, through a contract study funded by the Italian Space Agency, designing a fleet of satellites around the Moon to study radio signals from the cosmic dark ages.",
                "tag": "p"
            },
            {
                "content": "Data from these missions will be made available to the global research community through a membership access model, similar to ground-based observatories. ",
                "tag": "p"
            },
            {
                "content": "Researchers and institutions can subscribe for one or more years, gaining access to thousands of hours of observation time. ",
                "tag": "p"
            },
            {
                "content": "To date, over 20 institutions from around the world have already joined our programmes, demonstrating strong international support for this new science data delivery model.",
                "tag": "p"
            },
            {
                "content": "To learn more, visit https://bssl.space/",
                "tag": "p"
            },
            {
                "content": "Acknowledgement",
                "tag": "h3"
            },
            {
                "content": "This project has received funding from the UK Research and Innovation (UKRI)’s Horizon Europe Guarantee Scheme and the European Union’s Horizon Europe research and innovation programme under grant agreement No. 101082738.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/11/06/blue-skies-space-to-launch-mauve-satellite-demonstrating-a-new-model-for-delivering-space-science-data/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Blue Skies Space, a UK-based company, is gearing up to launch its first science satellite, Mauve, aboard SpaceX’s Transporter-15 in November 2025. This innovative small satellite will observe stars in the near-ultraviolet and visible spectrum, providing valuable new insights into stellar activity and its impact on surrounding planetary systems."
    },
    {
        "title": "Using AI sustainably: how Defra’s Action Finder tool has shown a net positive impact is possible",
        "authors": [
            "Lee Croucher"
        ],
        "posted_on": "2025-11-06T12:11:25",
        "categories": [
            "AI",
            "Defra digital",
            "Digital delivery",
            "Digital services",
            "Digital Sustainability",
            "Product Management"
        ],
        "content": [
            {
                "content": "Lee Croucher and Giorgio Peacock are Product Managers in the Farming and Countryside Programme at Defra. In this blog post they talk about a recent project exploring sustainable AI development and its potential to reduce the impact our digital services have on the world around us.",
                "tag": "p"
            },
            {
                "content": "As the opportunity and excitement around AI grows, so do the concerns around its environmental and ethical costs. At Defra, we recently set out to test a bold hypothesis: can AI deliver a net positive impact – environmentally, socially, and economically, while also solving a real-world problem?",
                "tag": "p"
            },
            {
                "content": "We ran a short proof of concept to see if this could be done. The result was a compelling case for AI that works with the planet, not against it.",
                "tag": "p"
            },
            {
                "content": "The brief",
                "tag": "h2"
            },
            {
                "content": "The AI Lab was aimed at exploring sustainable AI development within government. The Defra team comprised Rhiannon Long (Senior Content Designer), Giorgio Peacock (Product Manager) and Lee Croucher (Lead Product Manager), working alongside a team of data scientists and sustainability experts at Transform UK. We started by looking for a real use case with the potential to make a big impact for our users. We found it in the farming funding experience.",
                "tag": "p"
            },
            {
                "content": "Farmers across England rely on Defra schemes to support more sustainable and profitable agriculture. But finding the right funding, understanding eligibility and navigating regulations is far from simple. Complex GOV.UK content, limited information around compatibility between schemes and a lack of personalised support often push farmers to incur costs by using land agents or to have long phone calls with our contact centre. This increases costs, causes delays and contributes to unnecessary carbon emissions. It also creates a high barrier to entry, with many farmers potentially missing out on funding they could be receiving.",
                "tag": "p"
            },
            {
                "content": "We wanted to prove AI could not only address this challenge, but do so sustainably by reducing total environmental impact while also improving social and economic outcomes for farmers and Defra.",
                "tag": "p"
            },
            {
                "content": "Taking a lean approach, while leveraging the latest AI technology",
                "tag": "h2"
            },
            {
                "content": "We wanted to demonstrate what can be achieved in a short space of time – just 4 weeks. Our goal wasn’t to build a polished product, but to test assumptions and build a working concept we could put in front of users as quickly as possible.",
                "tag": "p"
            },
            {
                "content": "Here’s how we approached it:",
                "tag": "p"
            },
            {
                "content": "The Action Finder tool",
                "tag": "h2"
            },
            {
                "content": "We built a prompt-based AI tool, designed to help farmers find relevant funding for them. The funding options it suggested were based on:",
                "tag": "p"
            },
            {
                "content": "In their own words, users enter a prompt describing their farm. For example:",
                "tag": "p"
            },
            {
                "content": "The user can also provide information about what funding they’re already getting.",
                "tag": "p"
            },
            {
                "content": "Once the user submits their prompt, they get:",
                "tag": "p"
            },
            {
                "content": "Potential environmental, social and economic benefits of scaling the tool ",
                "tag": "h2"
            },
            {
                "content": "A key part of the project was carrying out a net positive analysis. This looked at the potential outcomes that could be achieved if we were to release this tool to users.",
                "tag": "p"
            },
            {
                "content": "We gathered as much data as possible to compare the impact of the current user journey versus the expected journey using the action finder.",
                "tag": "p"
            },
            {
                "content": "The total cost and carbon emissions of the current state were estimated, looking at measures like contact centre calls, website searches and farm visits by land agents. This was then compared with the approximate cost and environmental impact of our AI tool at scale.",
                "tag": "p"
            },
            {
                "content": "It’s important to note we had to rely quite heavily on various assumptions and industry benchmarks to reach an estimation. The data made available by tech companies around their AI tools is still very limited. We were also working with limited data around the actual cost of the current customer journey.",
                "tag": "p"
            },
            {
                "content": "Assuming 20,000 farmers were to self-serve using the tool:​",
                "tag": "p"
            },
            {
                "content": "Although this is a limited analysis based on the data available to us, it gives us a good indication of the order of magnitude of impact that could be possible through using this technology.",
                "tag": "p"
            },
            {
                "content": "What we learned",
                "tag": "h2"
            },
            {
                "content": "This experiment was a valuable learning experience, both in terms of technology and sustainability, as well as demonstrating what can delivered in a short space of time within government when technology teams are empowered and given autonomy to innovate in an agile way.",
                "tag": "p"
            },
            {
                "content": "We successfully proved the concept and received positive feedback. The right level of information was provided, and the accuracy and relevancy of the results were high. The feedback around the speed at which the user can get the information needed was also positive.",
                "tag": "p"
            },
            {
                "content": "We also identified some key areas for improvement, for example the reading level of the content is slightly higher than what we typically use on GOV.UK and the tool sometimes presents actions without showing you’d need to apply for a base action for it to be applicable. The LLMs used were quite experimental, meaning it would provide slightly different options when you input the same query twice.",
                "tag": "p"
            },
            {
                "content": "A net positive future for AI",
                "tag": "h2"
            },
            {
                "content": "When we set out on this project, it was important we understood the cost to the planet of using AI tools to solve the problems we’re facing in government. We started to see how, if applied to the right problem, with deliberate and careful design and a focus on sustainability, AI tools can be built with environmental and social implications in mind.",
                "tag": "p"
            },
            {
                "content": "We still think there’s a way to go. Companies delivering AI technology need to be open and transparent about the environmental impacts of their tech. It’s only with this data that we can make properly informed decisions about when AI is the best solution for our needs.",
                "tag": "p"
            },
            {
                "content": "The Defra x Transform AI lab has been a great experience, and we’re excited about what’s ahead. Stay tuned for future updates by subscribing to the Defra digital blog as we continue our sustainable AI journey.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/11/06/using-ai-sustainably-how-defras-action-finder-tool-has-shown-a-net-positive-impact-is-possible/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Two Defra product managers talk about a recent project exploring sustainable AI development and its potential to reduce the impact our digital services have on the world around us."
    },
    {
        "title": "Patterns for the global public sector",
        "authors": [
            "Andrew Knight"
        ],
        "posted_on": "2025-11-06T12:00:00",
        "categories": [
            "Events",
            "PublicPolicyDesign",
            "Research"
        ],
        "content": [
            {
                "content": "Patterns are one of the oldest design technologies, and yet they hold huge potential for the future of governments.",
                "tag": "p"
            },
            {
                "content": "In summer 2025, 48 government design teams from around the world came together to examine this potential through a series of mini-conferences focused on different sectors—Education, Health, Justice, Business & Trade, Local Places, Cross-Government Services, Welfare, Policing, and Tax.",
                "tag": "p"
            },
            {
                "content": "The global Public Design Conference, jointly hosted by the UK Civil Service and the Royal College of Art, brought together over 200 participants in London to explore how design patterns could transform public services worldwide. ",
                "tag": "p"
            },
            {
                "content": "The conference was part of the World Design Congress's Design Safari, bringing together over 200 participants — both in-person and online — to explore how design patterns could transform public services worldwide.",
                "tag": "p"
            },
            {
                "content": "The oldest design technology",
                "tag": "h2"
            },
            {
                "content": "When we discuss patterns in government, it can seem like a relatively modern concept. But the idea of codifying and reusing what works runs deep in human history.",
                "tag": "p"
            },
            {
                "content": "Consider the Clovis points of prehistoric North America—fluted stone spearheads made 13,000 years ago, spread across vast distances in almost identical form. The point itself was the pattern, passed from maker to maker. Ancient Egypt used cubit rods—state-issued measuring sticks that ensured everyone worked to the same standard. Medieval guilds transmitted design knowledge through apprenticeships, guaranteeing quality and protecting craft reputations. Edo Japan's printed kimono catalogues enabled ordinary customers to browse designs and commission garments, scaling choice while allowing for local adaptation.",
                "tag": "p"
            },
            {
                "content": "In 1837, patterns became explicit government business. Britain established the Government School of Design (which became the Royal College of Art) to teach artisans how to apply patterns to ceramics and textiles. This was an industrial strategy—patterns as statecraft to make British goods competitive.",
                "tag": "p"
            },
            {
                "content": "In the 1960s, architect Christopher Alexander formalised this practice into \"pattern languages\"—documented, repeatable solutions for complex design challenges. This laid the foundation for how we think about design patterns today across architecture, software development, and service design.",
                "tag": "p"
            },
            {
                "content": "Patterns are among the oldest design technologies we have, carrying values that have always shaped how societies create, share, and govern.",
                "tag": "p"
            },
            {
                "content": "Taking patterns into the future",
                "tag": "h2"
            },
            {
                "content": "The conference explored design patterns as \"evidence-based solutions to common design problems\" - reusable building blocks that help governments avoid reinventing the wheel and learn from each other's experiences. Our goal was to identify emerging patterns across different governments and explore opportunities for international collaboration in developing and sharing them.",
                "tag": "p"
            },
            {
                "content": "A key insight emerged: design patterns in government operate at multiple levels simultaneously. They exist as nested hierarchies - from micro-level digital interactions to macro-level life event journeys that span multiple agencies. Patterns function as containers within containers, offering reusable solutions that can scale from individual user actions to systemic reforms.",
                "tag": "p"
            },
            {
                "content": "The conference featured presentations from Christian Bason (Transition Collective), Sabine Junginger (Northumbria School of Design), and Nikola Goger and Martin Forde-Downs (Ministry of Justice). Teams from our summer mini-conferences shared their insights, and audience members participated in activities led by designer volunteers.",
                "tag": "p"
            },
            {
                "content": "You can watch this video to see what public design leaders say about the potential of patterns in government.",
                "tag": "p"
            },
            {
                "content": "Introducing our blog series on patterns",
                "tag": "h2"
            },
            {
                "content": "Over the coming weeks, we'll publish blog posts from the international teams that formed during our conference season. These sector-specific public design teams explored what patterns are and how they might be used in the future. Each team developed a distinct vision of what that future could look like.",
                "tag": "p"
            },
            {
                "content": "A volunteer-powered event",
                "tag": "h2"
            },
            {
                "content": "Congratulations to everyone who made this happen.",
                "tag": "p"
            },
            {
                "content": "The event was coordinated by a dedicated team of volunteers led by Gael Welstead (HMRC), Mandy Gao (HMRC), Helen Simpson (GLA), Jessica Bergs (DSIT), Julie Aberdein (Defra), Tessa Fearnley (HMRC), Dejana Dragnic (HMRC), Komal Pahwa (HMRC), Stuart Bolton (DfE), Yemi Medeyinlo (MHCLG), Samuel Akintunde (Cabinet Office), Sam Villis (DHSC), Sally Stephens (UKHSA), Elli-ana Morley (MOD), Qing Wang (Defra), and Zara Bobat (HMRC), alongside community leaders who served as points of contact for each mini-conference.",
                "tag": "p"
            },
            {
                "content": "We're grateful to the School of Design at the Royal College of Art: Prof. Kerry Curtis (Dean), Prof. Qian Sun (Head of Service Design), Peter Christian (Head of Executive Education), Dr Nick de Leon (Knowledge Exchange), and Sophia March (Admin support), plus more than ten RCA Service Design graduates who contributed their expertise.",
                "tag": "p"
            },
            {
                "content": "We are proud to be part of a brilliant series of events organised by World Design Organization and Design Council.",
                "tag": "p"
            },
            {
                "content": "And finally, thank you to the participating government design teams from the UK and around the world.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/11/06/patterns-for-the-global-public-sector/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "Designers Andrew Knight and Nicolás Rebolledo reveal the potential of patterns from the Public Design Conference."
    },
    {
        "title": "Meet the first organisations piloting Nature Investment Standards ",
        "authors": [
            "Meg Patel"
        ],
        "posted_on": "2025-11-06T08:46:49",
        "categories": [
            "Green finance"
        ],
        "content": [
            {
                "content": "I work in Defra’s Green Finance team, and our work involves mobilising private investment into nature restoration projects. These projects don’t just help the environment – they also create financial returns by selling benefits that ecosystems provide.   ",
                "tag": "p"
            },
            {
                "content": "For example, projects can create value by improving flood protection, enhancing carbon storage, or improving water quality. ",
                "tag": "p"
            },
            {
                "content": "A key part of our work is in scaling these markets and we have been working with our national standards setting body - the British Standards Institution (BSI) to develop the Nature Investment Standards to help.  ",
                "tag": "p"
            },
            {
                "content": "In this post, I want to tell you about how we're working with pioneering organisations to put the BSI Nature Investment Standards into practice through our early adopter pilot programme.  ",
                "tag": "p"
            },
            {
                "content": "Why we need standards  ",
                "tag": "p"
            },
            {
                "content": "Protecting and restoring nature in the UK needs both public funding and private investment. As nature markets have emerged – selling everything from carbon credits generated by peatland restoration to biodiversity credits from creating new habitats – we've realised something crucial: people need to trust what they're buying. ",
                "tag": "p"
            },
            {
                "content": "That's why we partnered with BSI to create the Nature Investment Standards Programme. In March 2025, BSI launched its first standard (BSI Flex 701), which sets out the core principles all UK nature market projects should follow. These include being transparent, measuring results properly, having good governance, and delivering real environmental benefits. You can find more details on the BSI Nature Investment Standards webpage. ",
                "tag": "p"
            },
            {
                "content": "But here's the thing – we needed to understand how these principles would work across all the different types of nature markets operating in the UK. That's where our early adopter pilot comes in. ",
                "tag": "p"
            },
            {
                "content": "Testing the standards in the real world  ",
                "tag": "p"
            },
            {
                "content": "The response to our pilot was incredible - we had over 50 organisations apply to try out the standards. Between now and March 2026, we will be working with a group of carefully selected organisations across different types of market participants from crediting programmes (providing design and supply requirements), project developers, market intermediaries and consultancies. They’re working across carbon, biodiversity, and nutrients markets. ",
                "tag": "p"
            },
            {
                "content": "Recognising the benefits to their organisation, these early adopters have committed to work with BSI experts as part of the pilot to identify what they need to do to meet the standards’ requirements. ",
                "tag": "p"
            },
            {
                "content": "Organisations involved  ",
                "tag": "p"
            },
            {
                "content": "The UK is a hot bed of innovation with early adopters listed below exploring new approaches to delivering environmental outcomes.  ",
                "tag": "p"
            },
            {
                "content": "Each of these organisations brings unique insights.  ",
                "tag": "p"
            },
            {
                "content": "Together, they're helping us understand how a single set of overarching principles can provide consistency across these markets and help bring much needed private investment into the natural environment.  ",
                "tag": "p"
            },
            {
                "content": "In the carbon space, the Peatland Code and Woodland Carbon Code continue their essential work quality-assuring peatland restoration and woodland planting that stores carbon. ",
                "tag": "p"
            },
            {
                "content": "Wilder Carbon is pioneering projects that restore multiple habitats and deliver both carbon and biodiversity benefits. We're also working with Ridge Carbon Structure and Zulu Ecosystem, who are bringing fresh approaches to carbon projects under the Peatland Code. ",
                "tag": "p"
            },
            {
                "content": "For biodiversity, organisations like Nattergal and Environment Bank are developing robust ways to measure and deliver biodiversity gains, making sure voluntary credits represent real improvements for nature. ",
                "tag": "p"
            },
            {
                "content": "In nutrient markets, EnTrade operates catchment-based trading platforms in places like Somerset, where farmers can generate credits by creating wetlands and changing how they manage their land. Carmarthenshire County Council will observe so they can take lessons into account when designing their own water quality markets.  ",
                "tag": "p"
            },
            {
                "content": "Evenlode works across multiple markets, connecting with farmers and land managers – essential work for building the supply side of nature markets.  ",
                "tag": "p"
            },
            {
                "content": "And in marine environments, Native Aqua is pioneering high-integrity credits from regenerative aquaculture, delivering benefits including improved marine biodiversity, nutrient reduction, carbon storage, and better water quality. ",
                "tag": "p"
            },
            {
                "content": "What happens next ",
                "tag": "p"
            },
            {
                "content": "By spring 2026, we'll have practical case studies and guidance showing how diverse organisations have put the standards into practice, making it easier for others to follow.  ",
                "tag": "p"
            },
            {
                "content": "If you would like to get involved, you can review the draft assessment guidance which is available for consultation until early December.  ",
                "tag": "p"
            },
            {
                "content": "Please visit the BSI Nature Investment Standards hub to sign up to receive updates on the upcoming and access the BSI’s standards navigation tool. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/06/meet-the-first-organisations-piloting-nature-investment-standards/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Protecting and restoring nature in the UK needs both public funding and private investment. As nature markets have emerged – selling everything from carbon credits generated by peatland restoration to biodiversity credits from creating new habitats – we've realised something crucial: people need to trust what they're buying.  That's why we partnered with BSI to …"
    },
    {
        "title": "Environment Agency and Fire and Rescue Services strengthen partnership to tackle illegal waste burning",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-11-05T15:15:00",
        "categories": [
            "Environment Agency",
            "Waste"
        ],
        "content": [
            {
                "content": "The Environment Agency places great value on partnership working to enhance and strengthen our regulatory role. We actively collaborate with other agencies where our objectives align, protecting people, the environment, and legitimate businesses. Information sharing between partners is key to identifying, preventing, and disrupting environmental crime.",
                "tag": "p"
            },
            {
                "content": "One of our key partners is the National Fire Chiefs Council (NFCC), a strategic member of the Joint Unit for Waste Crime (JUWC). Together, we work to ensure a consistent and coordinated approach to tackling waste crime across the UK.",
                "tag": "p"
            },
            {
                "content": "The JUWC supports the development and training of NFCC Waste Fire Tactical Advisors, enhancing their ability to identify and respond to potential waste crime activity. Through this collaboration, the JUWC and NFCC share best practice, lessons learned, and identify opportunities for prevention, early intervention, and detection across agencies.",
                "tag": "p"
            },
            {
                "content": "This collaboration is delivering tangible results. Below are examples of how the Environment Agency and Fire and Rescue Services are working together, locally and nationally to prevent and tackle illegal waste burning.",
                "tag": "p"
            },
            {
                "content": "Local collaboration identifies and targets high-risk waste fire locations",
                "tag": "h2"
            },
            {
                "content": "Stuart Hoyle, Environment Agency Waste Crime Engagement Officer explains: ",
                "tag": "p"
            },
            {
                "content": "In Lincolnshire, I work closely with the Lincolnshire Fire and Rescue Service Arson Taskforce Manager. We both sit on the county Environmental Crime Partnership and jointly proposed the establishment of a multi-agency project team focused on deliberate waste fires making this a county-wide priority for the year. Together, we co-lead the project, working alongside local authorities, the police, and the National Farmers Union (NFU) County Advisor.",
                "tag": "p"
            },
            {
                "content": "Our initial focus was on reviewing how waste fires were recorded across partner agencies. By categorising incidents by cause, we were able to identify fires that were deliberately ignited by waste operators seeking to avoid environmental regulation and disposal costs,  with clear disregard for the environment and public health.",
                "tag": "p"
            },
            {
                "content": "Through multi-agency data analysis, we identified two areas within the county with a higher concentration of waste fire incidents. This insight enabled us to target our prevention and enforcement activity more effectively.",
                "tag": "p"
            },
            {
                "content": "Enhanced information sharing also allows us to identify where partner agencies may have attended incidents unknown to others. Effective joint working ensures that each agency can deploy its most appropriate prevention or enforcement powers, creating a more coordinated and impactful response.",
                "tag": "p"
            },
            {
                "content": "Working with non-enforcement partners is equally important. The involvement of the NFU facilitates two-way information exchange with stakeholders directly affected by, and influential in addressing these issues. This partnership approach strengthens our collective capability to prevent and reduce illegal waste activity.",
                "tag": "p"
            },
            {
                "content": "UK Fire and Rescue Service on lookout for waste criminals",
                "tag": "h2"
            },
            {
                "content": "Peter Stark, Environment Agency Enforcement Team Leader explains:",
                "tag": "p"
            },
            {
                "content": "Organised waste criminals are known to illegally burn waste to avoid legitimate disposal routes and associated costs. To conceal their activity, they may contact their local Fire and Rescue Service, reporting the incident as a ‘controlled burn’ in an attempt to prevent detection.",
                "tag": "p"
            },
            {
                "content": "I have collaborated with the NFCC to address issues related to waste fires, controlled burns, and waste crime incidents. I have participated in recommending amendments to operational and fire control guidance provided to all UK Fire and Rescue Services. This guidance is intended to help Fire Control personnel identify calls that could suggest potential waste crime activity and assist both fire control and operational staff in recognising suspicious patterns, facilitating timely referrals to relevant agencies.",
                "tag": "p"
            },
            {
                "content": "Drawing on my 26 years of frontline operational experience with the Environment Agency, I have provided technical input across several areas of NFCC guidance, including notification protocols to the Environment Agency, management of surface water and groundwater, foul and surface drainage systems, waste legislation, and fire prevention plans.",
                "tag": "p"
            },
            {
                "content": "Throughout my career, collaboration between the Environment Agency and Fire and Rescue Services has been essential. We have worked together not only on waste-related incidents but also during tidal and fluvial flooding, emergency planning exercises, Control of Major Accident Hazards (COMAH) events, and major incidents such as the Buncefield oil terminal fire in 2005. These partnerships demonstrate our shared commitment to protecting people, businesses and the environment.",
                "tag": "p"
            },
            {
                "content": "I am proud to work alongside the NFCC, UK Fire and Rescue Services, and other professional partners who share our goal of protecting communities and the environment through effective joint working. Together, we continue to strengthen our collective response to waste crime and environmental harm.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/11/05/environment-agency-and-fire-and-rescue-services-strengthen-partnership-to-tackle-illegal-waste-burning/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Examples of how the Environment Agency and Fire and Rescue Services are working together, locally and nationally to prevent and tackle illegal waste burning."
    },
    {
        "title": "Research software engineers in action",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-11-05T14:58:44",
        "categories": [
            "Blog Series",
            "Collaborating & Networking",
            "Guest Blog"
        ],
        "content": [
            {
                "content": "Why the Research Software Engineering conference matters for government",
                "tag": "h2"
            },
            {
                "content": "By Dimitrios Theodorakis, Scientific Software Engineer and Pierre Siddall, Foundation Scientific Software Engineer, Met Office ",
                "tag": "p"
            },
            {
                "content": "Following Research Software Engineering Day on 9 October, and our professional societies conference in September, we reflect on the vital role research software engineers (RSEs) play in government and the power of collaboration with partners. ",
                "tag": "p"
            },
            {
                "content": "Who are research software engineers? ",
                "tag": "h4"
            },
            {
                "content": "Research software engineers like us combine professional software engineering skills with a deep understanding of research. This lets us combine our expertise in areas such as artificial intelligence with cutting edge research. Research Software Engineers work in all parts of government; from the Met Office helping you be weather ready to the home of big data and artificial intelligence, The Alan Turing Institute. Research software engineering covers a wide range of roles in the civil service. If you work with software in research, you might also be a research software engineer. ",
                "tag": "p"
            },
            {
                "content": "Conference and collaboration ",
                "tag": "h4"
            },
            {
                "content": "In September, over 400 people gathered at the University of Warwick for the annual Society of Research Software Engineering conference. RSEs from seven government departments gave 11 talks and workshops on a wide range of topics from the energy efficiency of supercomputers to climate communication. This year there were four government sponsors: The Met Office, AWE’s strategic Centre of Excellence in Scientific Computing based at the Edinburgh Parallel Computing Centre (EPCC), the Science and Technology Facilities Council (STFC), and The Alan Turing Institute. Sponsoring such events gives us the chance to promote public service and government research while fostering new connections with industry and academia. ",
                "tag": "p"
            },
            {
                "content": "The conference has already led to a workshop between government departments sharing good practice, and attendees are exploring exciting new avenues for collaboration both within government and beyond. If you are a research software engineer, we look forward to seeing you at the next conference for research software engineering.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/11/05/research-software-engineers-in-action/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Why the Research Software Engineering conference matters for government By Dimitrios Theodorakis, Scientific Software Engineer and Pierre Siddall, Foundation Scientific Software Engineer, Met Office  Following Research Software Engineering Day on 9 October, and our professional societies conference in September, we reflect on the vital role research software engineers (RSEs) play in government and the power of collaboration with partners.  Who are research software engineers?  Research software engineers like us combine professional software engineering …"
    },
    {
        "title": "Growing Britain's future: investing in tree planting to restore nature and unlock growth",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-11-05T14:28:38",
        "categories": [
            "Forestry",
            "Nature",
            "Tree planting"
        ],
        "content": [
            {
                "content": "Forests provide essential benefits for communities across the country. They clean the air, support wildlife, offer spaces for recreation and wellbeing, and absorb carbon from the atmosphere. They're also increasingly recognised as vital for sustainable economic growth. ",
                "tag": "p"
            },
            {
                "content": "Today (Wednesday 5 November), the government announced the creation of the second of three new national forests - this one located in the Oxford-Cambridge corridor. This means millions of trees will be planted in the years ahead as part of a wider commitment to invest over £1 billion this parliament to planting trees and supporting the forestry sector, creating green spaces accessible to local communities whilst developing the region's economic potential. ",
                "tag": "p"
            },
            {
                "content": "Delivering on commitments ",
                "tag": "p"
            },
            {
                "content": "The government committed in its manifesto to creating three new national forests to support nature recovery at scale. The Western Forest, announced in March 2025, will see millions of trees planted from the Cotswolds to the Mendips – the first new national forest in 30 years. ",
                "tag": "p"
            },
            {
                "content": "The Oxford-Cambridge national forest builds on this progress, demonstrating the government's commitment for trees to work for communities, growth and nature across this vital economic corridor. A competition will launch in early 2026 to determine the location of a third forest in the Midlands or North of England. ",
                "tag": "p"
            },
            {
                "content": "Supporting communities and growth ",
                "tag": "p"
            },
            {
                "content": "The new forests will help deliver national renewal for communities, drive economic growth whilst enhancing nature and bringing trees closer to where people live. Meeting tree planting targets across Great Britain could result in over 14,000 jobs being created and supported. ",
                "tag": "p"
            },
            {
                "content": "The Oxford-Cambridge corridor has been identified as an area of strategic importance. The new forest will help unlock growth potential by embedding nature recovery into development, with green spaces designed alongside new homes, jobs, and infrastructure. ",
                "tag": "p"
            },
            {
                "content": "Access to nature has proven benefits for physical and mental health, particularly in areas experiencing deprivation. The forest will also create employment opportunities in forestry, conservation and tourism, supporting local economies whilst bringing more visitors to the region. ",
                "tag": "p"
            },
            {
                "content": "Enabling sustainable development and net zero ",
                "tag": "p"
            },
            {
                "content": "This approach demonstrates how creating high-quality natural environments can work alongside economic development.  ",
                "tag": "p"
            },
            {
                "content": "The announcement comes ahead of the Prime Minister's attendance at COP30, where the UK will champion the country's interests including supporting investment into clean energy. The UK is a global leader on climate action, with the Prime Minister announcing new climate goals in Baku at COP29 including reducing emissions by 81% by 2035. ",
                "tag": "p"
            },
            {
                "content": "The government is also exploring a Woodland Carbon Purchase Fund, offering upfront payments to landowners to plant carbon-rich woodlands, which would help us meet net zero targets. The fund, backed by up to £250 million, will give growers financial certainty and help accelerate tree planting, tackling one of the major barriers to woodland creation. Alongside this, investment in apprenticeships and training will boost rural employment and equip people with skills for green jobs. ",
                "tag": "p"
            },
            {
                "content": "Contributing to environmental targets ",
                "tag": "p"
            },
            {
                "content": "This investment forms part of the government's ambitious tree planting programme and its commitment to nature recovery – all part of the Plan for Change. The funding will contribute to meeting Environment Act targets, including improving water and air quality and increasing biodiversity. ",
                "tag": "p"
            },
            {
                "content": "Our woodlands are vital for regulating our climate, supporting wildlife and increasing access to nature for us all. This ambitious tree planting programme will help unlock growth, restore nature and create green jobs for the future. ",
                "tag": "p"
            },
            {
                "content": "What happens next ",
                "tag": "p"
            },
            {
                "content": "The exact location of the Oxford-Cambridge national forest is subject to design work and discussion with partners. Further details about delivery partners, specific locations, and the number of trees to be planted will be announced in the coming months, with further detail set out in the upcoming Environmental Improvement Plan. ",
                "tag": "p"
            },
            {
                "content": "All woodland creation will be undertaken in collaboration with landowners and communities, and local people will have opportunities to contribute to how the forest takes shape in their areas. ",
                "tag": "p"
            },
            {
                "content": "By creating forests that support development whilst delivering benefits for the environment and communities, the government is building foundations for long-term, sustainable, nature-rich prosperity across the Oxford-Cambridge corridor and beyond. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/11/05/growing-britains-future-investing-in-tree-planting-to-restore-nature-and-unlock-growth/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Today (Wednesday 5 November), the government announced the creation of the second of three new national forests in the Oxford-Cambridge corridor. Read this blog post to find out more."
    },
    {
        "title": "New proposals for sustainable scallop fishing in Welsh waters",
        "authors": [
            "FMP comms team"
        ],
        "posted_on": "2025-11-05T14:00:00",
        "categories": [
            "Public consultation"
        ],
        "content": [
            {
                "content": "We are highlighting a chance for those with an interest in the Welsh scallop fishery to share views through a consultation with the Welsh government.",
                "tag": "p"
            },
            {
                "content": "They are proposing changes to the way the scallop fishery is managed and want to hear what you think on the proposals, which suggest ways to build a stronger, more flexible management system for the inshore area to the entire Welsh zone.",
                "tag": "p"
            },
            {
                "content": "The proposals aim to make scallop fishing more sustainable as part of putting the king scallop fisheries management plan (FMP) into action.",
                "tag": "p"
            },
            {
                "content": "The FMP sets out proposals to tackle fisheries management challenges and develop a new management framework.",
                "tag": "p"
            },
            {
                "content": "Have your say",
                "tag": "h2"
            },
            {
                "content": "If you have an interest in the Welsh scallop fishery, your views on the proposals are welcome. All responses will be considered by the Welsh government before deciding how to proceed.",
                "tag": "p"
            },
            {
                "content": "Visit the Welsh scallop fishery consultation page on the Welsh government website to respond online, download a form to return via email or post, or find contact details.",
                "tag": "p"
            },
            {
                "content": "The consultation closes at 23:59 on 15 January 2026.",
                "tag": "p"
            },
            {
                "content": "What is being proposed?",
                "tag": "h2"
            },
            {
                "content": "There are several proposals including those relating to:",
                "tag": "p"
            },
            {
                "content": "You can give your feedback on any of them. Don't forget to give evidence to support your thoughts. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/11/05/new-proposals-for-sustainable-scallop-fishing-in-welsh-waters/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Share your views on proposed changes to Welsh zone scallop management. Help shape a sustainable future. Have your say today!"
    },
    {
        "title": "Our renewed inspection framework: what we’ve learned from pilots ",
        "authors": [
            "Lee Owston, National Director, Education"
        ],
        "posted_on": "2025-11-05T10:49:26",
        "categories": [
            "inspection",
            "schools"
        ],
        "content": [
            {
                "content": "Since September, we’ve carried out pilot inspections in 115 schools and taken time to carefully review the findings. ",
                "tag": "p"
            },
            {
                "content": "Overall, feedback on the renewed framework has continued to be really encouraging. Many providers described the toolkit and methodology as a positive step forward, appreciating the clarity they bring to the inspection process and the opportunity to see how inspectors are applying the renewed approach. The collaborative tone, regular reflection meetings, learning walks with headteachers, and the move away from deep dives are all being well received. ",
                "tag": "p"
            },
            {
                "content": "Leaders highlighted that inspectors were approachable, professional, and genuinely interested in understanding each school’s unique context. They also valued being kept informed of emerging findings and welcomed the chance to engage in meaningful professional dialogue. Many felt the process was fairer and more inclusive than previous inspections. ",
                "tag": "p"
            },
            {
                "content": "That said, some leaders did raise concerns or questions. A few mentioned increased workload and pressure on staff, particularly in smaller schools or those with more complex circumstances, where logistics could be challenging. Others had worries about how achievement is evaluated. ",
                "tag": "p"
            },
            {
                "content": "We’ve listened carefully to all the feedback from both providers and inspectors. Based on what we’ve heard, we’re taking steps to address concerns, offer clearer guidance, and make the logistics smoother going forward. I’ve outlined these below.  ",
                "tag": "p"
            },
            {
                "content": "Toolkit update ",
                "tag": "h2"
            },
            {
                "content": "We’ve made a small correction to the toolkit by removing the duplicated sentence below from one of the leadership and governance expected standards, as this is part of the strong standard: ",
                "tag": "p"
            },
            {
                "content": "Leaders provide meaningful opportunities for them to share perspectives and insights and collaborate throughout any change process. ",
                "tag": "p"
            },
            {
                "content": "Evaluating achievement ",
                "tag": "h2"
            },
            {
                "content": "To help inspectors reach accurate evaluations about achievement, we’ve added a single word ‘typically’ to one of the expected standards. This change is based on feedback from leaders and from inspectors. It helps to acknowledge that sometimes, due to limitations in the data, pupils’ achievement might not be fully reflected in published outcomes. This could be, for example, where there is a very small cohort. It also takes account of when there is no published data about pupils’ achievement, particularly in special schools and alternative provision. The updated standard now reads: ",
                "tag": "p"
            },
            {
                "content": "On the whole, pupils achieve well. Typically, this will be reflected in their attainment and progress in national tests and examinations, which are broadly in line with national averages, including for disadvantaged pupils. ",
                "tag": "p"
            },
            {
                "content": "This small but important change will enable inspectors to apply this standard accurately in all schools. In doing so, they will be helped by the detail in the new IDSR to determine where there may be some atypicality.    ",
                "tag": "p"
            },
            {
                "content": "Supporting inspectors with context ",
                "tag": "h2"
            },
            {
                "content": "To further support inspectors in building a clear picture of achievement, the new IDSR will include helpful context flags about pupil cohorts. These indicators will highlight things like cohort stability, levels of disadvantage, and the proportion of pupils with SEND in each school, giving inspectors a fuller understanding of the school’s context.    ",
                "tag": "p"
            },
            {
                "content": "Minimising pressure on leaders and staff ",
                "tag": "h2"
            },
            {
                "content": "We’ve learned a lot from the pilot inspections about how to reduce pressure on school leaders and staff. Having an extra inspector on site gave the lead inspector more time to engage with leaders, hear about all the aspects of the school that leaders wanted to celebrate with us, and helped everything run more smoothly.  ",
                "tag": "p"
            },
            {
                "content": "We’re making sure that our inspectors are fully up to date with the most effective strategies they can use to keep things manageable. In smaller schools – including some primaries – or those with more complex contexts, logistics often needed extra thought. For example, we’ve seen how important it is to anticipate the potential impact on staff right from the planning call. Involving leaders in shaping the timetable, deciding who is best placed to accompany inspectors, and planning how case sampling and learning walks will work can help keep things calm and avoid overwhelming staff. ",
                "tag": "p"
            },
            {
                "content": "We also trialled a different approach to allocating the additional inspection day for small schools. Instead of adding it to day one, we found that having two inspectors on each day made things much more manageable for everyone involved. ",
                "tag": "p"
            },
            {
                "content": "In maintained nursery schools, we noticed that it was more difficult to evaluate impact during the autumn term, especially when most children were 3- and 4-year-olds who had only recently started. So, going forward, we’ll be scheduling inspections for these settings in the spring and summer terms only, when there’s more evidence of progress over time. ",
                "tag": "p"
            },
            {
                "content": "Steady and assured start  ",
                "tag": "h2"
            },
            {
                "content": "The pilot phase has given inspectors the chance to get hands-on experience with the new methodology, and it’s been a valuable learning opportunity for everyone involved. Now, we’re moving towards a steady and assured start to inspections. ",
                "tag": "p"
            },
            {
                "content": "We’re carefully planning the schedule so that inspectors leading the first inspections will be supported by our most experienced inspectors, including regional directors, assistant regional directors and Senior His Majesty’s Inspectors. From November through to the end of the year, inspectors will take part in shadowing, teaming, and learning activities. This is all about making sure everyone feels confident and well-prepared to work with the renewed framework. ",
                "tag": "p"
            },
            {
                "content": "A big thank you to all the leaders and staff who took part in the pilot inspections and shared such valuable feedback. Your insights have played a key role in shaping the actions we’ve taken, and we’re truly grateful for your time and engagement in the process. ",
                "tag": "p"
            },
            {
                "content": "Where you can find out more  ",
                "tag": "h2"
            },
            {
                "content": "Sign up to the IDSR webinar on 3 December",
                "tag": "p"
            }
        ],
        "link": "https://educationinspection.blog.gov.uk/2025/11/05/our-renewed-inspection-framework-what-weve-learned-from-pilots/",
        "blog": "Ofsted: education",
        "blog_link": "https://educationinspection.blog.gov.uk",
        "description": "Since September, we’ve carried out pilot inspections in 115 schools and taken time to carefully review the findings.  Overall, feedback on the renewed framework has continued to be really encouraging. Many providers described the toolkit and methodology as a positive …"
    },
    {
        "title": "What are valid certificates under the UK digital identity and attributes trust framework?",
        "authors": [
            "Livia Ralph"
        ],
        "posted_on": "2025-11-05T10:00:00",
        "categories": [
            "Certification",
            "Digital identity",
            "Register of digital identity and attribute services"
        ],
        "content": [
            {
                "content": "As a digital verification service (“DVS”) provider, you need to have a valid certificate of conformity (“a certificate”) if you want to:",
                "tag": "p"
            },
            {
                "content": "Standards you, your service and your certificate must meet ",
                "tag": "h2"
            },
            {
                "content": "A certificate is an official document that confirms a service has been successfully evaluated as meeting the requirements in the trust framework and any relevant supplementary codes.",
                "tag": "p"
            },
            {
                "content": "For a certificate to be valid within the trust framework certification scheme (“the scheme”), it must meet specific criteria:",
                "tag": "p"
            },
            {
                "content": "1. Issued by an approved and accredited Conformity Assessment Body (CAB)",
                "tag": "h3"
            },
            {
                "content": "Your service must be evaluated by a CAB that has been approved by the Office for Digital Identities and Attributes (“OfDIA”) and accredited by the UK Accreditation Service (“UKAS”). It’s fine to work with a CAB that’s either:",
                "tag": "p"
            },
            {
                "content": "If you choose to work with a CAB that is in the process of seeking accreditation, and they issue a certificate for your service, it will have validity whilst that CAB goes through the accreditation process. Thereafter the certificate they issue will only continue to be valid if the CAB becomes UKAS accredited. You will also have to wait to apply to get onto the register until the CAB is officially accredited.",
                "tag": "p"
            },
            {
                "content": "We publish a list of approved conformity assessment bodies for the scheme on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "2. Issued in line with the rules CABs must follow",
                "tag": "h3"
            },
            {
                "content": "Just as there are rules that DVS providers must follow, there are also rules for CABs to follow when conducting an evaluation and deciding whether to certify your service.  ",
                "tag": "p"
            },
            {
                "content": "CABs are solely responsible for making decisions about whether or not to certify a service against the trust framework. However, the certificates they issue are only valid under the scheme if the issuing CAB follows all of the rules about how to certify a service. We have set out these rules that CABs must meet in our certification scheme requirements. ",
                "tag": "p"
            },
            {
                "content": "This means that there may be occasions when a CAB issues a certificate to a service that meets the requirements under the trust framework and any relevant supplementary codes, but that certificate is not valid because the CAB is not compliant with our certification scheme requirements.  ",
                "tag": "p"
            },
            {
                "content": "3. Certificates contain the required information",
                "tag": "h3"
            },
            {
                "content": "Each CAB can create their own layout for the certificates they issue, but they must include the information that we specify in the certification scheme requirements:  ",
                "tag": "p"
            },
            {
                "content": "Information about the DVS",
                "tag": "h4"
            },
            {
                "content": "For the trust framework certification scheme, each certificate must contain key information to identify the DVS, which includes: ",
                "tag": "p"
            },
            {
                "content": "Information about what the DVS can do",
                "tag": "h4"
            },
            {
                "content": "The certificate must also include other information about what the DVS is allowed to do, such as: ",
                "tag": "p"
            },
            {
                "content": "If a certificate isn’t produced correctly, for example if it’s missing information, it’s not valid. ",
                "tag": "p"
            },
            {
                "content": "Checking certificate validity ",
                "tag": "h4"
            },
            {
                "content": "CABs submit all certificates produced under the certification scheme to OfDIA, and we check they have been produced in accordance with the certification scheme rules.",
                "tag": "p"
            },
            {
                "content": "Sometimes, we may need to return a certificate to a CAB; for example, if it has incorrect or missing information. We’ll ask the CAB to investigate and submit a new, corrected certificate if necessary.   ",
                "tag": "p"
            },
            {
                "content": "We’ll invite you to publish details about your services",
                "tag": "h2"
            },
            {
                "content": "Once your service has been issued a valid certificate, we’ll invite you to apply to have your details published on the GOV.UK register of digital identity and attribute services.",
                "tag": "p"
            },
            {
                "content": "Once they come into force, provisions in the Data (Use and Access) Act 2025 place a duty on us, acting on behalf of the Secretary of State, to register you and your service in the statutory register if you meet the conditions set out in section 33(1) of the Act (subject to limited exceptions). One of these conditions is that you must hold a certificate confirming compliance with the trust framework issued by a CAB which has been accredited by UKAS.",
                "tag": "p"
            },
            {
                "content": "What happens if a certificate is not valid ",
                "tag": "h2"
            },
            {
                "content": "If a certificate is not valid, you can’t rely on it to prove your service conforms to the trust framework and you can’t apply to have it shown on the register.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/11/05/what-are-valid-certificates-under-the-uk-digital-identity-and-attributes-trust-framework/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "You need to have a valid certificate if you want to prove your service conforms with the UK digital identity and attributes trust framework, and want to apply to be listed on the GOV.UK register of services."
    },
    {
        "title": "What you need to know about the changes to the National Curriculum",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-11-05T09:30:00",
        "categories": [
            "Curriculum",
            "Schools"
        ],
        "content": [
            {
                "content": "A major review of the curriculum – what children learn at school – and the qualifications and assessment system has just been published, and the government is making changes based on what it found.",
                "tag": "p"
            },
            {
                "content": "The National Curriculum hasn’t been updated in over ten years, so these changes will ensure it stays relevant for today’s world.",
                "tag": "p"
            },
            {
                "content": "These changes will deliver a world-leading curriculum and give every child a better, more well-rounded education that sets them up for life after school.",
                "tag": "p"
            },
            {
                "content": "Here's what it means for you and your child.",
                "tag": "p"
            },
            {
                "content": "What is the Curriculum and Assessment Review?",
                "tag": "h3"
            },
            {
                "content": "This is an independent review looking at what children and young people aged 5 to 19 learn in schools and colleges in England.",
                "tag": "p"
            },
            {
                "content": "Professor Becky Francis CBE led the review with a panel of experts over the past year. The review received over 7,000 responses from the public to inform its findings.",
                "tag": "p"
            },
            {
                "content": "Why are we changing what children learn at school?",
                "tag": "h3"
            },
            {
                "content": "The National Curriculum sets out what children learn at primary and secondary school, split by age group (known as key stages). It also lays out the minimum expectations for what children should be taught within each subject. The current National Curriculum hasn't been updated since 2014. Education for 16 to 19 year-olds is separate to the National Curriculum, but the review looked at this too.",
                "tag": "p"
            },
            {
                "content": "The review found that much of what's currently taught works well, but some areas could be better – especially for children from disadvantaged backgrounds or those with special educational needs and disabilities (SEND).",
                "tag": "p"
            },
            {
                "content": "What's changing?",
                "tag": "h3"
            },
            {
                "content": "We're modernising the curriculum so children have the right skills and knowledge to thrive in a changing world.",
                "tag": "p"
            },
            {
                "content": "Building strong foundations",
                "tag": "p"
            },
            {
                "content": "High standards, more choice",
                "tag": "p"
            },
            {
                "content": "Learning for a changing world",
                "tag": "p"
            },
            {
                "content": "What happens next?",
                "tag": "h3"
            },
            {
                "content": "We're developing the new curriculum with teachers, curriculum experts, pupils and parents. The final curriculum will be published in spring 2027, and schools will start teaching it from September 2028.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/11/what-you-need-to-know-about-the-changes-to-the-national-curriculum/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "A major review of the curriculum – what children learn at school – and the qualifications and assessment system has just been published, and the government is making changes based on what it found."
    },
    {
        "title": "Sparking innovation ",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-11-04T12:45:18",
        "categories": [
            "Enforcement",
            "Innovation",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "Bonfire Night is one of our favourite autumn traditions. There’s something magical about gathering with friends and family, wrapped up warm, sipping hot chocolate, and waiting for that first firework to burst into the sky. But as dazzling as they are, safety is key.  ",
                "tag": "p"
            },
            {
                "content": "Intellectual property (IP) is at the forefront of this, with patents and trade marks protecting the products – but some products bypass these protections entirely. Counterfeit and substandard fireworks exist that don’t meet safety regulations. In this blog, we share the IP that helps make fireworks night both dazzling and safe, and our top tips to make sure you know what you’re getting. ",
                "tag": "p"
            },
            {
                "content": "Popping patents ",
                "tag": "h3"
            },
            {
                "content": "Fireworks innovation has been protected through patents for over a century, with technical ingenuity behind displays. These patents cover everything from safety devices to the fundamental mechanics of how fireworks function. ",
                "tag": "p"
            },
            {
                "content": "Fireworks that spin are impressive inventions, and patent GB189901879A, filed in 1899, covered one such rotary firework. Designed to spin like a top when ignited, this device rotates rapidly on its vertical axis when lit, creating a \"fiery spinning top\", similar to the impressive Catherine wheel. ",
                "tag": "p"
            },
            {
                "content": "Patented safety ",
                "tag": "h3"
            },
            {
                "content": "As well as creating fireworks that look great, many patents focus on improving the safety of fireworks. Patent GB938811A, filed in 1963, introduced a universal firework holder. Made from helically coiled wire, it could grip poles of various sizes and accommodate different firework types, helping you to light your fireworks safely. In 1970, GB1202389A revolutionised rocket design by making them stickless and wingless, reducing the hazards posed by falling sticks and wings. ",
                "tag": "p"
            },
            {
                "content": "As well as the fireworks in the sky, sparklers are a firm bonfire night favourite – but there are still associated risks. In 1974, GB1362712A introduced a safer version of the sparkler, made of a safer composition of chemicals and a holder that extinguishes automatically.  ",
                "tag": "p"
            },
            {
                "content": "Trade marks that light up the market ",
                "tag": "h3"
            },
            {
                "content": "While patents protect technical innovations, trade marks identify the commercial origin of good and services. In the fireworks industry where safety is paramount, recognising where the goods originate from can provide vital reassurance to customers. Trade marks such as those for well-known companies like Black Cat and TNT Fireworks can help ensure customers that they’re purchasing from a reputable source with established safety standards.  ",
                "tag": "p"
            },
            {
                "content": "Burned by unsafe or fake fireworks ",
                "tag": "h3"
            },
            {
                "content": "Patents and trade marks play an important role in fireworks safety, yet these safeguards are only effective when you're purchasing authentic products from legitimate sources. Criminals will exploit any opportunity to make money. No product is off limits - including fireworks!  ",
                "tag": "p"
            },
            {
                "content": "If fireworks haven’t been through proper safety checks – and counterfeits usually haven’t - the results could be catastrophic.  ",
                "tag": "p"
            },
            {
                "content": "What are the risks?",
                "tag": "h3"
            },
            {
                "content": "Unregulated fireworks can fail unpredictably. They might explode too soon, fall over, or misfire. This can cause:  ",
                "tag": "p"
            },
            {
                "content": "Counterfeit vs substandard fireworks: what’s the difference?  ",
                "tag": "h3"
            },
            {
                "content": "You may be wondering how to spot a counterfeit firework. It’s important to know that counterfeit doesn’t always mean substandard, and being substandard doesn’t necessarily mean counterfeit. Here’s what each term means:  ",
                "tag": "p"
            },
            {
                "content": "counterfeit fireworks: these imitate a genuine brand but are fake. They are designed to look like trusted products but are produced illegally.  ",
                "tag": "p"
            },
            {
                "content": "substandard fireworks: poor quality or untested products that don’t meet safety standards. They may not claim to be a specific brand but still pose serious risks.  ",
                "tag": "p"
            },
            {
                "content": "These categories aren’t exclusive - both are dangerous and often go hand in hand. A counterfeit firework will rarely be safety tested or made with the same care that a legitimate business would take.  ",
                "tag": "p"
            },
            {
                "content": "Counterfeit fireworks can mislead buyers into thinking they’re safe because they look like a known brand.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/11/04/sparking-innovation/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Bonfire Night is one of our favourite autumn traditions. But as dazzling as they are, safety is key - and Intellectual property (IP) is at the forefront of this.  In this blog, we share the IP that helps make fireworks night both dazzling and safe, and our top tips to make sure you know what …"
    },
    {
        "title": "Increasing science and engineering capability across government",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-11-04T11:38:57",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Data science",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "A guest blog from Professor Dame Angela McLean, Government Chief Scientific Adviser and Head of the Government Science and Engineering Profession.",
                "tag": "p"
            },
            {
                "content": "No matter your role or background, I’m delighted to introduce you to the Government Science and Engineering (GSE) Profession, a vibrant cross-government community of people who use science and engineering to improve lives across the UK.",
                "tag": "p"
            },
            {
                "content": "What we do",
                "tag": "h2"
            },
            {
                "content": "From building and applying scientific knowledge, to conducting critical analyses, generating and evaluating evidence or creating new standards, the breadth of experience within the GSE Profession is vast.",
                "tag": "p"
            },
            {
                "content": "It’s hard to think of a policy or operational area that cannot be improved by engaging with science and engineering experts. From AI to public housing, net zero to transport, in every single area there is some element of science and engineering that could make a difference.",
                "tag": "p"
            },
            {
                "content": "Who we are",
                "tag": "h3"
            },
            {
                "content": "You don’t need to be a scientist or engineer to benefit from what we do. The profession is a diverse cross-government group of people who are connected to science and engineering either by their role, skillset or interests. With around 10,000 members across the civil, public and crown services, we aim to embed science and engineering in government decision making and increase the capability of scientists and engineers across government.",
                "tag": "p"
            },
            {
                "content": "Our welcome offer",
                "tag": "h3"
            },
            {
                "content": "As part of the Join a profession campaign, we’re inviting you to explore what the GSE Profession has to offer. Our welcome offer includes tailored learning and development, career pathways, and opportunities to connect with a vibrant cross-government community. You’ll find support to gain professional recognition, such as chartership, and take part in initiatives like the Royal Society Pairing Scheme, which brings together scientists, engineers, parliamentarians and civil servants to strengthen evidence-based policymaking.",
                "tag": "p"
            },
            {
                "content": "We also host flagship events including Leadership Values masterclasses with senior leaders, Community of Practice meetings, and the STEM Futures programme, a cross-sector partnership enabling placements, mentoring and secondments to promote STEM across government, industry and academia. You’ll find support whether you’re a specialist or simply curious about how science and engineering can enhance your work.",
                "tag": "p"
            },
            {
                "content": "To support all our government colleagues, regardless of their background, we’ve developed products to:",
                "tag": "p"
            },
            {
                "content": "Why join the GSE profession?",
                "tag": "h3"
            },
            {
                "content": "Joining the GSE Profession means:",
                "tag": "p"
            },
            {
                "content": "So, if you’re looking for a community that values curiosity, rigour and impact, come and join us. You’ll be welcomed, supported and inspired. Government Science and Engineering is one of the 32 government professions. You can find out more on the Join a profession page or on the GSE blog. We look forward to working with you.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/11/04/increasing-science-and-engineering-capability-across-government/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Dame Angela McLean, Government Chief Scientific Adviser, explores how the Government Science and Engineering Profession is embedding scientific expertise across government to improve policymaking and public services."
    },
    {
        "title": "Geography in the United Nations - it's not just about where things are",
        "authors": [
            "Melanie Hutchinson, International Geospatial Lead, GDS"
        ],
        "posted_on": "2025-11-04T11:30:51",
        "categories": [
            "International"
        ],
        "content": [
            {
                "content": "Discover how the UK’s geospatial experts are shaping global policy at the UN, tackling challenges from climate action to governance. Melanie Hutchinson, International Geospatial Lead in GDS, shares insights from her secondment in New York, revealing the impact and importance of international collaboration in geospatial information management.",
                "tag": "p"
            },
            {
                "content": "When people hear “geography” and “the United Nations” in the same sentence, they probably imagine a bunch of experts poring over maps in a windowless room, arguing about borders or the best way to get from A to B. But as International Geospatial Lead in GDS I get to work with the UN Committee of Experts on Global Geospatial Information Management (UN-GGIM) and I can tell you it’s so much more than that. ",
                "tag": "p"
            },
            {
                "content": "The Global Geospatial Family ",
                "tag": "p"
            },
            {
                "content": "Every year, the geospatial world’s great and good - think national mapping agencies like our very own Ordnance Survey - descend on New York for UN-GGIM’s annual session. It’s a bit like a family reunion, but with way more acronyms and (possibly) fewer embarrassing stories. We gather to thrash out the big issues: how countries collect, share, and use geospatial data to inform everything from urban planning and public health to disaster response and climate action and how we can build capacity and share knowledge across the globe. ",
                "tag": "p"
            },
            {
                "content": "But the work doesn’t stop when the session ends. Throughout the year, UN-GGIM’s work continues, with focussed working groups tackling everything from land registries to marine environments to the mind-bending science of geodesy. The UK is right in the thick of it—chairing, co-chairing, and actively engaging across a whole range of groups both thematic and in the Europe UN-GGIM committee, with input from various government departments and arm’s-length bodies and Ordnance Survey taking a lead. ",
                "tag": "p"
            },
            {
                "content": "Why Does the UK Care So Much? ",
                "tag": "p"
            },
            {
                "content": "But why does the UK invest so much time and energy in UN-GGIM. The answer is simple: being able to answer the question “where?” is essential to nearly all aspects of people’s lives. Being at the table means we can influence international geospatial policy, maintain the trusted relationships we’ve built over decades (or indeed centuries when you think several of our key organisations in this field, including Ordnance Survey and the British Geological Survey that were founded in 1791 and 1835 respectively), and expand our networks with other member states and organisations. It’s about making sure the UK’s voice is heard, and that we’re shaping the future of global geospatial information and making sure that no one is left behind. ",
                "tag": "p"
            },
            {
                "content": "A Year of Change—and Challenge ",
                "tag": "p"
            },
            {
                "content": "This year, things took a new turn. In the run-up to the 15th session of UN-GGIM, we decided to second someone (me!) to the UN-GGIM Secretariat. We did this for a number of reasons given the critical role of UN-GGIM ",
                "tag": "p"
            },
            {
                "content": "First, the UN is facing a liquidity crisis. Vacant posts aren’t being filled, and the Secretariat is running at about 20% of its usual staffing. That’s a huge strain, especially as demand from member states for new activities keeps growing with the risk that UN-GGIM, a victim of its own success. At the same time, the US has been stepping back from multilateral processes resulting in a much smaller delegation at this year’s session who we have worked extremely closely with over the last 15 years further compounding the impact of a smaller Secretariat.  ",
                "tag": "p"
            },
            {
                "content": "All of these factors combined meant that we felt that a UK secondee could provide much-needed support and help us better understand what the state of play. ",
                "tag": "p"
            },
            {
                "content": "My Secondment: From London to New York ",
                "tag": "p"
            },
            {
                "content": "Given my background of 20 years working in the UN system, I was asked to step in. My mission? To support the Secretariat, deliver on a set of key tasks, and travel to New York to help with final preparations for the 15th session of the UN-GGIM. ",
                "tag": "p"
            },
            {
                "content": "So, what did I actually do? Quite a lot, as it turns out! I helped finalise the position paper on the future geospatial information ecosystem, wrapped up the UN-GGIM Strategic Framework 2025–2030 (including compiling survey results and feedback from member states and other stakeholders), and developed a scoping document and draft workplan on climate, environment, and resilience. I also supported the preparation of a global programme for national capacity development and drafted introductory remarks for various agenda items.  The high point was undoubtedly presenting my paper on climate, environment and resilience to the Bureau of UN-GGIM, which sets the direction for UN-GGIM.   ",
                "tag": "p"
            },
            {
                "content": "The UN-GGIM 15th Session: Side Events, Presentations, and Plenary Drama ",
                "tag": "p"
            },
            {
                "content": "The week kicked off with two days of side events and meetings. The UK spoke at five of these - I attended three. The highlight was the Plenary Meeting of the High-Level Group of the UN Integrated Geospatial Information Framework (IGIF), where I presented on the work of the Comms Group (which the UK Co-Chairs with Indonesia) over the past six months.  This was a critical meeting and focused on roles, responsibilities, and governance across the IGIF, including a new Knowledge and Innovation Centre established in China. These discussions will continue, both within the UK and with key partner countries, in the months ahead. ",
                "tag": "p"
            },
            {
                "content": "In the Room Where It Happens ",
                "tag": "p"
            },
            {
                "content": "The main session takes place in one of the UNHQ’s grand committee rooms, with 80 member states at the table and others in the gallery. Simultaneous interpretation keeps everyone on the same page, and the sessions are chaired by the Co-Chairs (currently Saudi Arabia, South Africa, and the US).  ",
                "tag": "p"
            },
            {
                "content": "The UK delegation is headed by David Henderson, Chief Geospatial Officer at Ordnance Survey and this year he was joined by James Norris, International Lead at Ordnance Survey, Olive Powell, Head of Geospatial at the Office for National Statistics, and me). We shared the 6 UK interventions between, and it was an incredible privilege to speak in the room where it happens, putting the UK’s position into the official record - even my teenage sons actually grunted that it was quite impressive that I had done that, high praise indeed! ",
                "tag": "p"
            },
            {
                "content": "Recognition and Reflection ",
                "tag": "p"
            },
            {
                "content": "The 15th session was a success. The UK’s contribution, including through my secondment, was publicly acknowledged by several member states and by the Expanded Bureau when I presented my paper on climate, environment, and resilience. My connections with the Secretariat have only deepened, positioning the UK as a trusted partner. ",
                "tag": "p"
            },
            {
                "content": "These sessions are invaluable—not just for the formal discussions, but for the informal conversations and connections that happen around them. They give us insight into the challenges and opportunities facing other countries and help us refine our own approach. ",
                "tag": "p"
            },
            {
                "content": "Looking Ahead ",
                "tag": "p"
            },
            {
                "content": "Now that we’re back, the work continues. We’ve already started deep dives into the outcomes of the 15th session, and we’ll be discussing these with stakeholders through the xHMG+ International Geospatial Network (which the International Geospatial Team facilitates) and beyond. We’re also keeping the conversation going with like-minded countries and considering whether to provide further support to the Secretariat. ",
                "tag": "p"
            },
            {
                "content": "Final Thoughts ",
                "tag": "p"
            },
            {
                "content": "The past few months have highlighted some big challenges for UN-GGIM: the UN’s liquidity crisis, the shifting role of the US, and the ever-increasing demands on the Secretariat and for geospatial data more broadly. But they’ve also shown the value of international cooperation, the importance of trusted relationships, and the difference that a small and committed team can make on the global conversation and capabilities.  Being part of this work is a privilege—and I’m excited to see where we go next. ",
                "tag": "p"
            },
            {
                "content": "You can sign up to get an email notification every time we publish a new blog post. For more information on our work see the GDS gov.uk site, or follow us on  LinkedIn ",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/11/04/geography-in-the-united-nations-its-not-just-about-where-things-are/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "Discover how the UK’s geospatial experts are shaping global policy at the UN, tackling challenges from climate action to governance. Melanie Hutchinson, International Geospatial Lead in GDS, shares insights from her secondment in New York, revealing the impact and importance …"
    },
    {
        "title": "Helping schools find better banking options: a simple approach to saving money",
        "authors": [
            "Chris McGunnigle, Commercial Strategy & Innovation Team, Department for Education"
        ],
        "posted_on": "2025-11-04T10:23:48",
        "categories": [
            "Advice and support",
            "Services"
        ],
        "content": [
            {
                "content": "Managing a school's finances effectively has never been more important. With a focus on getting maximum value for money to best deliver for children, we want to make sure schools have the best possible tools and information to make informed financial decisions.",
                "tag": "p"
            },
            {
                "content": "That's why we've been working to help schools explore their banking options. We know that many schools may not have looked at their banking arrangements for years, potentially missing out on opportunities to earn better returns on their money or access services that could make financial management easier.",
                "tag": "p"
            },
            {
                "content": "Why banking matters for schools",
                "tag": "h3"
            },
            {
                "content": "School banking isn't just about having somewhere to keep money safe. The right banking arrangements can help schools:",
                "tag": "p"
            },
            {
                "content": "What we've been doing",
                "tag": "h3"
            },
            {
                "content": "Over the past year, we've been engaging with the banking sector to better understand what's available for schools. We've spoken with banks and building societies that offer services suitable for both single and multi-academy trusts, exploring everything from current accounts and savings products to the specialist support they can provide.",
                "tag": "p"
            },
            {
                "content": "This work has helped us understand the landscape better - the different approaches banks take, the various products available, and the support offered to help schools manage their finances more effectively.",
                "tag": "p"
            },
            {
                "content": "What we've found is encouraging; there's genuine competition in this space, with providers offering different solutions that could benefit schools in various ways.",
                "tag": "p"
            },
            {
                "content": "Supporting schools to make informed choices",
                "tag": "h3"
            },
            {
                "content": "Based on this work, we've developed resources to help schools explore their options. This includes guidance on what to consider when looking at banking arrangements, and tools to help schools compare different offerings.",
                "tag": "p"
            },
            {
                "content": "We want to be absolutely clear: we're not in the business of recommending specific banks or products. Every school's situation is different, and what works for one may not be right for another. Our role is to help schools understand what's available and support them to make informed decisions that best meet their individual needs.",
                "tag": "p"
            },
            {
                "content": "Schools should always seek their own independent financial advice about what's best for their particular organisation. We cannot and do not provide financial advice - that's a decision for each school to make with appropriate professional support.",
                "tag": "p"
            },
            {
                "content": "What schools can do",
                "tag": "h3"
            },
            {
                "content": "If you're responsible for your school's finances, it's worth taking time to review your current banking arrangements. Consider questions like:",
                "tag": "p"
            },
            {
                "content": "Remember, even small improvements in interest rates can add up to meaningful amounts over time - money that could be invested back into your pupils' education.",
                "tag": "p"
            },
            {
                "content": "To help you make informed decisions you can use the Department for Education’s online interest rate comparison tool.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h3"
            },
            {
                "content": "We'll continue to work with the sector to ensure schools have access to good information about their options. This is part of our broader commitment to helping schools get the best value from every pound they spend.",
                "tag": "p"
            },
            {
                "content": "Financial management may not be the most visible part of running a school, but getting it right is crucial in ensuring more resources are available for what truly matters – giving every child the best possible education.",
                "tag": "p"
            },
            {
                "content": "If you're thinking about your school's banking arrangements, take time to explore what's available, seek appropriate, trusted advice, and make sure your money is working as hard as possible for your pupils.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.  ",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/11/04/helping-schools-find-better-banking-options-a-simple-approach-to-saving-money/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Managing a school's finances effectively has never been more important. With a focus on getting maximum value for money to best deliver for children, we want to make sure schools have the best possible tools and information to make informed …"
    },
    {
        "title": "“Must” and “could” in the trust framework and whether the rules apply to your service",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-11-03T15:04:30",
        "categories": [
            "Certification",
            "Digital identity",
            "UK digital identity and attributes trust framework"
        ],
        "content": [
            {
                "content": "We’ve been asked whether all of the rules in the gamma (0.4) trust framework apply in the trust framework or supplementary codes when the rules say “must”.",
                "tag": "p"
            },
            {
                "content": "Different rules apply to different “roles”",
                "tag": "h2"
            },
            {
                "content": "The trust framework is written around the concept of “roles”. A service can be certified as a:",
                "tag": "p"
            },
            {
                "content": "Each service must be at least one of these roles but a service might also perform more than one of these roles.",
                "tag": "p"
            },
            {
                "content": "All certified services must comply with the rules in Part 3 of the 0.4 trust framework regardless of what role they perform and even if there are no other rules specific to that role. These rules set the baseline level of quality for every service.",
                "tag": "p"
            },
            {
                "content": "Additional rules might apply depending on the role your service plays in the ecosystem. The rules are in Part 2 of the 0.4 trust framework. As an example, if you are an IDSP only, under 0.4 of the trust framework, you must conform to the rules in Section 5 and Section 10, but not the rules in Sections 6, 7, 8 or 9.",
                "tag": "p"
            },
            {
                "content": "All the rules apply in relevant sections",
                "tag": "h2"
            },
            {
                "content": "All of the rules in the trust framework and supplementary codes are described using the terms:",
                "tag": "p"
            },
            {
                "content": "If a Part or Section in the trust framework applies to your role, then all of the rules in that Part or Section apply to your service. Your service must conform with all of the “must” rules, and service providers can choose whether or not to implement any “could” rules.",
                "tag": "p"
            },
            {
                "content": "There are no opt-outs",
                "tag": "h2"
            },
            {
                "content": "All the rules apply if they include the word “must”. As a service provider, you cannot opt-out or descope a rule that includes the word “must”. As the trust framework is outcome-focused and technology-agnostic, you can seek to conform to these rules in any appropriate way; but your service is, nonetheless, required to conform.",
                "tag": "p"
            },
            {
                "content": "If you cannot demonstrate that your service conforms, it cannot be certified against the gamma (0.4) trust framework.",
                "tag": "p"
            },
            {
                "content": "Of course, if you disagree with the existence of a rule, we review the trust framework regularly and we welcome your feedback! Where we believe a rule is unclear – whether it is a “must” or “could” rule – we may publish additional guidance to clarify it for providers and CABs (for example, in a blog post), and may revise it in future versions of the framework.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/11/03/must-and-could-in-the-trust-framework-and-whether-the-rules-apply-to-your-service/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "If a Part or Section in the trust framework applies to your role, then all of the rules in that Part or Section apply to your service. Your service must conform with all of the “must” rules, and service providers can choose whether or not to implement any “could” rules."
    },
    {
        "title": "Transforming our caseworking system to improve outcomes for our users",
        "authors": [
            "Anne McGuinness, CID Decommissioning Lead"
        ],
        "posted_on": "2025-11-03T12:35:57",
        "categories": [
            "Continuous improvement",
            "Digital strategy"
        ],
        "content": [
            {
                "content": "The Home Office has now fully transitioned to the new caseworking system for managing immigration and asylum applications, Atlas. We have successfully decommissioned the legacy caseworking system, Case Information Database (CID), as we continue to transform our digital services in line with our Home Office 2030 Digital Strategy.",
                "tag": "p"
            },
            {
                "content": "Making it quicker and easier for people to use Home Office services",
                "tag": "h2"
            },
            {
                "content": "Atlas digitises the caseworking process, supporting our ‘Digital First’ strategy. Greater automation removes the need for paper applications, meaning a speedier application journey.",
                "tag": "p"
            },
            {
                "content": "Atlas is integrated with customer-facing application portals, such as GOV.UK, to ensure a streamlined end-to-end process from online application to decision. When our applicants key their information into the customer-facing portals, their applications are instantly transferred to the Atlas caseworking system. A case is then automatically prepared for the relevant caseworking team.",
                "tag": "p"
            },
            {
                "content": "Atlas notifies applicants using email, text messages and physical letters (where necessary) sent automatically at specific milestones in the caseworking process. Once a series of tasks have been completed by colleagues in Atlas, a decision is made on the case and the applicant is notified. Because the systems are integrated, applications don't need to be re-keyed into the caseworking system, saving time, duplication, and the potential for human error.  ",
                "tag": "p"
            },
            {
                "content": "This automation frees colleagues from repetitive administrative and manual tasks to focus on crucial case consideration and decision-making. Within application routes, like student and skilled worker, we’ve already seen productivity among caseworkers double and even treble. Atlas’ clear and logical layout and automation of tasks and actions, such as completion of decision notices and automated emailing of decisions using GOV.UK Notify, has made processing of these types of application much more efficient.",
                "tag": "p"
            },
            {
                "content": "Atlas: built and managed by us to deliver on user need",
                "tag": "h2"
            },
            {
                "content": "Atlas is supported by Vantage, which provides corporate information using Atlas data, and Entity Search which provides a search of Atlas data and other Home Office systems.",
                "tag": "p"
            },
            {
                "content": "As Atlas is owned and built by us it can be maintained and improved in response to immigration priorities and provide operational resilience.",
                "tag": "p"
            },
            {
                "content": "By replacing legacy infrastructure, we’ve improved resilience and reduced the costs of our digital services in line with objective 7 of our Digital Strategy 2030. By modernising our technology, we’re improving outcomes for users.",
                "tag": "p"
            },
            {
                "content": "Using an agile approach to transition to the new caseworking system",
                "tag": "h2"
            },
            {
                "content": "Replacing CID was a complex exercise. We migrated and retained integral, inflight data (data associated with current cases) to ensure we didn’t introduce risks to operational caseworking, such as loss of client data. Atlas functionality was delivered in stages using agile methodology while the use of CID was scaled down.",
                "tag": "p"
            },
            {
                "content": "Multiple Home Office teams have been involved in the transition away from CID. ",
                "tag": "p"
            },
            {
                "content": "Our Migration and Borders Technology Portfolio in Home Office Digital built Atlas in continual collaboration with operational teams to ensure any changing requirements were addressed. The Home Office Digital Enterprise Services team now manage the live system. Home Office colleagues in the Performance Reporting and Analysis Unit deliver the Management Information reports created from Atlas data that operational teams use to inform work and decision-making. ",
                "tag": "p"
            },
            {
                "content": "Upgrading our technology saves money and mitigates cyber risks",
                "tag": "h2"
            },
            {
                "content": "The transition from CID to Atlas has been a complex 8-year journey impacted by the need to deliver new services in reaction to global events such as Brexit, Covid, the Afghan Citizens Resettlement Scheme and the Ukraine Citizens Schemes.",
                "tag": "p"
            },
            {
                "content": "By replacing legacy infrastructure we’ve improved our digital resilience and reduced the costs of our digital services by millions every year, in line with objective 7 of our Digital Strategy 2030. We’re mitigating the cyber risks associated with using aged technology and improving digital outcomes for users.",
                "tag": "p"
            },
            {
                "content": "Over 460 teams across multiple directorates have now adopted Atlas, including the Settlement caseworking team and the Reporting Offender Management teams.",
                "tag": "p"
            },
            {
                "content": "Steve Whatson, Immigration Technologies Platform Programme Director and Head of Caseworking Capability, concludes: ",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2025/11/03/transforming-our-caseworking-system-to-improve-outcomes-for-our-users/",
        "blog": "Home Office Digital, Data and Technology",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "In line with our ‘Digital First’ agenda, we’ve modernised the Home Office caseworking process by digitising the customer journey through greater automation and better system integration."
    },
    {
        "title": "UK NSC announces engagement event for organisations developing novel cervical screening tests",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-11-03T10:42:07",
        "categories": [
            "Cervical Screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) is to host an online roundtable information-sharing event on novel cervical screening tests.",
                "tag": "p"
            },
            {
                "content": "The event, on Thursday 29 January 2026, is part of our horizon scanning activities and our commitment to stakeholder engagement. ",
                "tag": "p"
            },
            {
                "content": "It is aimed at organisations that have developed, or are developing, new technologies relating to primary cervical screening tests and/or triage tests.",
                "tag": "p"
            },
            {
                "content": "Invitees will have individual 15-minute conversations (via Teams) with the UK NSC, to present and discuss their developments.",
                "tag": "p"
            },
            {
                "content": "Register your interest",
                "tag": "h2"
            },
            {
                "content": "We will inform you on Friday 16 January 2026 if you have been invited to take part. There is a limit of 3 attendees for each organisation.",
                "tag": "p"
            },
            {
                "content": "Types of novel tests",
                "tag": "h2"
            },
            {
                "content": "We are interested in novel test developments for use within the cervical screening and diagnostic pathway that include:",
                "tag": "p"
            },
            {
                "content": "*Unpublished work only, due to existing evidence synthesis work already under way by the UK NSC.",
                "tag": "p"
            },
            {
                "content": "Additional information",
                "tag": "h2"
            },
            {
                "content": "For more details about the work of the UK NSC and the decision-making process for screening recommendations, please refer to our information on:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/03/uk-nsc-announces-engagement-event-for-organisations-developing-novel-cervical-screening-tests/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK National Screening Committee is hosting a roundtable information-sharing event on new technologies relating to cervical screening tests."
    },
    {
        "title": "Biosecurity without borders: APHA’s global impact",
        "authors": [
            "Christopher Finnegan"
        ],
        "posted_on": "2025-11-03T10:08:48",
        "categories": [
            "International",
            "One Health"
        ],
        "content": [
            {
                "content": "If you are an avid reader of APHA blogs, you will be aware that the Animal and Plant Health Agency co-ordinates the government response to any disease outbreak affecting animals in Great Britain. At the heart of this response is APHA’s dedicated emergency team, always on alert for high-risk animal diseases, called the National Emergency Epidemiology Group (NEEG). The actions of this group are vitally important to ensure livestock, wildlife and pets are protected from any escalating disease situations. Their swift and coordinated actions are crucial to protecting livestock, wildlife, and pets from escalating threats. By implementing robust control measures, enhancing biosecurity, and working to limit the spread of disease, NEEG helps safeguard animal and public health, support related industries, and reduce economic impact.",
                "tag": "p"
            },
            {
                "content": "During the week beginning 20 October 2025, colleagues from NEEG, together with colleagues based at the British High Commission, Accra, Ghana, hosted training on: “Disease Control and Outbreak Response: Epidemiological Investigations for High Pathogenic Avian Influenza (HPAI)”. Delegates included veterinarians, public health officials, epidemiologists and other professionals, outlining the importance of One Health collaborative works.",
                "tag": "p"
            },
            {
                "content": "This workshop was part of the APHA’s Animal Health Systems Strengthening (AHSS) programme, the aim of which is to reduce poverty and increase resilience to climate change through greater protection of animals from disease. Changes in climate can increase risks to certain diseases and decrease animal resistance to disease. Early identification of outbreaks and effective control reduce animal loss and financial losses to the farmer. They also protect the consumer from high food prices and zoonotic disease. During this visit the NEEG team shared their expert knowledge in disease control with the Ghanaian delegation. This included an emphasis on High Pathogenicity Avian Influenza (HPAI) in particular, as mitigating the risks from this will support the high-profile national policy to increase poultry production and reduce reliance on food imports.  ",
                "tag": "p"
            },
            {
                "content": "Discussions were centred around a One Health Approach - Coordination and collaboration with other government departments and stakeholders, including:",
                "tag": "p"
            },
            {
                "content": "The delivery was carried out with a participatory and practical approach, encouraging identification of challenges and potential solutions applicable to the current disease situation and local particularities in Ghana.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "The development of a National Biosecurity Centre at APHA Weybridge marks a significant step forward in strengthening the UK’s contribution to global One Health efforts. This state-of-the-art facility will serve as a hub for cutting-edge research, diagnostics, and disease response, enhancing our ability to detect, assess, and contain emerging animal diseases with zoonotic potential. By bringing together experts in a wide range of specialised scientific fields, the centre will foster interdisciplinary collaboration essential to tackling complex biosecurity challenges. ",
                "tag": "p"
            },
            {
                "content": "As part of this commitment, the government has announced over £1billion of funding for the specialist facility at APHA Weybridge over the period of the current Spending Review period (to 2029/30).",
                "tag": "p"
            },
            {
                "content": "This investment will protect and enhance our ability to respond to new and zoonotic animal disease threats, safeguard human health, and strengthen pandemic preparedness in support of the One Health agenda. ",
                "tag": "p"
            },
            {
                "content": "Importantly, APHA Weybridge will also continue to play a key role in supporting international partnerships, like those seen in Ghana, by sharing expertise, building capacity, and promoting best practices in disease control. Its enhanced capabilities will help ensure that the UK remains at the forefront of global efforts to protect animal and human health, safeguard food systems, and build resilience against future outbreaks. As the threats posed by climate change and globalisation continue to evolve, APHA Weybridge stands ready to lead the way in delivering a robust, coordinated, and science-driven response. ",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/11/03/biosecurity-without-borders-aphas-global-impact/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Through global partnerships like Ghana, APHA Weybridge drives One Health progress by sharing expertise, building capacity, and strengthening biosecurity against zoonotic threats worldwide."
    },
    {
        "title": "From apprentice to forester: a pioneering cohort’s journey",
        "authors": [
            "Gareth Biggins"
        ],
        "posted_on": "2025-11-03T09:00:00",
        "categories": [
            "Careers"
        ],
        "content": [
            {
                "content": "After three years of learning, growing and getting my boots muddy, I’m proud to have been a part of the first cohort on the Professional Forester Degree Apprenticeship. It’s been a valuable experience and the progression we’ve all made from apprentice to qualified forester is something I’ll always appreciate.",
                "tag": "p"
            },
            {
                "content": "It’s been a journey filled with fieldwork, coursework, plenty of tree talk and a lot of laughter along the way!",
                "tag": "p"
            },
            {
                "content": "A solid grounding for a career in forestry",
                "tag": "h2"
            },
            {
                "content": "The apprenticeship has given us a solid grounding in silviculture (the care and cultivation of woodlands), woodland ecology, forest policy and operations management. But more than that, it’s taught us how to navigate the complexities of landowner engagement, environmental regulation and the ever-evolving challenges of climate change.",
                "tag": "p"
            },
            {
                "content": "We’ve developed confidence in decision-making and a deeper appreciation for the role forestry plays in our national landscape. Throughout the three years, we have learned that forestry is a multidisciplinary career. Forestry offers a range of pathways and exciting opportunities for each of us to pursue according to our emerging areas of interest.",
                "tag": "p"
            },
            {
                "content": "Highlights from the journey",
                "tag": "h2"
            },
            {
                "content": "Looking back on the Professional Forester Degree Apprenticeship, there have been some standout highlights for me. These include:",
                "tag": "p"
            },
            {
                "content": "A promising future in forestry",
                "tag": "h2"
            },
            {
                "content": "Now we’ve completed the apprenticeship, it’s time to take our next exciting step forward as we embark on a variety of new challenges within the forestry sector.",
                "tag": "p"
            },
            {
                "content": "Some of my cohort graduates have secured roles within the Forestry Commission, taking on vital roles as Woodland Officers, Regulations and Incentives Support Officers, and Planning and Tree Health Pilot Officers. Meanwhile, others are contributing towards Forestry England’s crucial work to sustainably manage the nation’s forests as Harvesting Supervisors and Standing Sales Supervisors.",
                "tag": "p"
            },
            {
                "content": "The private and charity sector will also benefit from graduates accepting roles as Foresters, Forestry Agents and Area Rangers. And for those choosing to take time to reflect, after what has been an intense cycle of learning and assessment, I celebrate their thoughtful approach to planning their next steps in what promises to be a rewarding career in forestry.",
                "tag": "p"
            },
            {
                "content": "The apprenticeship has equipped me with a renewed sense of purpose and a toolkit of skills to match. I’m quietly confident to say that I feel like a forester. I’m excited that my future career will enable me to keep working with landowners, communities and colleagues. I hope to expand and improve our nation’s woodlands, and I’m eager to work with and encourage others to consider a career in forestry.",
                "tag": "p"
            },
            {
                "content": "Making a difference",
                "tag": "h2"
            },
            {
                "content": "In September, I started my new role as Forest Officer at the Forest of Marston Vale Community Forest. I’ll be planning and delivering a range of woodland creation and forest restoration projects, while supporting the development of their trainee foresters.",
                "tag": "p"
            },
            {
                "content": "I’ve also been appointed Volunteer Warden for the Wildlife Trust’s Gamlingay Wood in Cambridgeshire and will be working with the Forestry Commission to develop a steering group to further develop the apprenticeship.",
                "tag": "p"
            },
            {
                "content": "Leading the way for future foresters",
                "tag": "h2"
            },
            {
                "content": "Our apprenticeship journey has had its highs and some challenges, but together we made it. We are leading the way for future foresters for years to come.",
                "tag": "p"
            },
            {
                "content": "Now, it’s time to reflect on how much we have learnt and to recognise that whatever path our future takes us down, we are foresters. I really look forward to bumping into my fellow cohort, in a woodland somewhere, in years to come.",
                "tag": "p"
            },
            {
                "content": "A huge thank you to all those involved along the way, from managers, mentors and the Apprenticeship Programme team, your support has been hugely appreciated.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/03/from-apprentice-to-forester-a-pioneering-cohorts-journey/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Gareth Biggins, former apprentice and now Forest Officer at the Forest of Marston Vale Community Forest, reflects on his experiences as part of the first ever cohort on the Forestry Commission’s Professional Forester Degree Apprenticeship."
    }
]