[
    {
        "title": "New Year, New IP: why your business needs a workout plan ",
        "authors": [
            "Christina Watts"
        ],
        "posted_on": "2026-01-02T11:45:00",
        "categories": [
            "Business",
            "Copyright",
            "Design",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "The first time I walked into a gym I was terrified. Everyone else seemed to know exactly what they were doing, I wasn’t sure which machine did what, and I was convinced that people were judging my technique. Overall, it felt extremely intimidating. But here's what I learnt: nobody is watching, they're all too busy focusing on their own workout. ",
                "tag": "p"
            },
            {
                "content": "Starting to protect your intellectual property (IP) can feel surprisingly similar. You might think your business isn't \"big enough\", or that IP protection is only for major corporations with legal teams. But just as you don't need to be an Olympic or Paralympic athlete to benefit from the gym, you don't need to be a multinational company to protect what makes your business unique. ",
                "tag": "p"
            },
            {
                "content": "You don't need to be perfect to start ",
                "tag": "h3"
            },
            {
                "content": "One of the biggest myths about the gym is that you need to get fit before you join. The same goes for IP protection – many business owners think they need to wait until their company is fully established before thinking about trade marks, patents or design rights and copyright. ",
                "tag": "p"
            },
            {
                "content": "Actually, it's often the opposite. Protecting your brand name early, registering a distinctive logo, or securing design rights for your product can be crucial as you grow. Your IP might feel small now, but like those early gym sessions, small consistent efforts build up over time. The trade mark you register today could become extremely valuable as your reputation grows, and you could use that patent to attract inward investment or license your service or product. ",
                "tag": "p"
            },
            {
                "content": "Weights, cardio... patents? ",
                "tag": "h3"
            },
            {
                "content": "At the gym, some people focus on cardio, others on strength training, and some prefer yoga. Your fitness goals determine your approach. The same principle applies to IP.",
                "tag": "p"
            },
            {
                "content": "A graphic designer might prioritise copyright and design rights. A tech startup may need patent protection for their innovation. A service business might focus on protecting their brand through trade marks. There's no one-size-fits-all approach – it's about understanding what matters most for your specific business. ",
                "tag": "p"
            },
            {
                "content": "Not sure which type of IP protection you need? Our intellectual property overview can help you decide. ",
                "tag": "p"
            },
            {
                "content": "Ask for help when you need it ",
                "tag": "h3"
            },
            {
                "content": "When I first started going to the gym, I had no idea how to use half the equipment. I could have spent weeks figuring it out myself (and probably injuring myself in the process), but asking a trainer for help got me on the right track immediately. ",
                "tag": "p"
            },
            {
                "content": "The same applies to IP protection. You don't need to navigate this alone, and there's a wealth of free support available: ",
                "tag": "p"
            },
            {
                "content": "Read all about the support options available and how to access them here:  Seeking IP advice  ",
                "tag": "p"
            },
            {
                "content": "Small steps, big impact ",
                "tag": "h3"
            },
            {
                "content": "When starting at the gym, you won’t notice changes overnight. But stick with it for a few months, and suddenly you're lifting heavier weights, running farther or simply feeling more confident. IP protection works similarly. ",
                "tag": "p"
            },
            {
                "content": "Just like tracking your gym progress, regular IP reviews help you understand and protect the value in your business. These could include checking your trade marks are still valid, ensuring competitors aren't copying your designs, or reviewing what innovations could be patented – these small, consistent actions could protect what you're building. ",
                "tag": "p"
            },
            {
                "content": "Starting is the hardest part ",
                "tag": "h3"
            },
            {
                "content": "Whether it's putting on your gym kit on a cold January morning or filing your first trade mark application, taking that first step can be the toughest part. But once you start, momentum builds. ",
                "tag": "p"
            },
            {
                "content": "Make 2026 the year you protect what you've built ",
                "tag": "h2"
            },
            {
                "content": "So, here's a New Year challenge: alongside those fitness goals, consider committing to understanding and protecting your IP Start with the basics – what makes your business unique? Is it your brand name? A distinctive design? An innovative process? ",
                "tag": "p"
            },
            {
                "content": "Just as nobody at the gym will be judging your first wobbly press-up, there's no \"wrong\" place to start with IP protection. The important thing is simply to start. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2026/01/02/new-year-new-ip-why-your-business-needs-a-workout-plan/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Starting something new can feel intimidating – whether it's walking into a gym for the first time or protecting your business's IP. Discover why IP protection matters for businesses of all sizes, and how to take your first steps."
    },
    {
        "title": "Changes to the childhood vaccination schedule from January 2026",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-12-30T13:26:33",
        "categories": [
            "immunisations"
        ],
        "content": [
            {
                "content": "Routine childhood vaccinations provide children with protection against a range of diseases that can be very serious.",
                "tag": "p"
            },
            {
                "content": "Why is this change happening?",
                "tag": "h2"
            },
            {
                "content": "The NHS childhood vaccination schedule has recently been updated to help give children even better protection against diseases. Changes include protecting children against some diseases earlier and adding vaccines that protect against more diseases.",
                "tag": "p"
            },
            {
                "content": "What action do I have to take as a parent/carer?",
                "tag": "h2"
            },
            {
                "content": "You’ll usually be contacted by your GP practice when your child is due for their next routine vaccination appointment. This could be via a letter, text, phone call, or email.",
                "tag": "p"
            },
            {
                "content": "If you know your child is due for a vaccination and you have not been contacted, you can speak to your GP practice to book the appointment.",
                "tag": "p"
            },
            {
                "content": "What are the changes?",
                "tag": "h2"
            },
            {
                "content": "MMRV vaccine replaces the MMR vaccine",
                "tag": "h3"
            },
            {
                "content": "From 1 January 2026, the MMRV vaccine will be introduced into the routine childhood immunisation schedule in the UK. The MMRV vaccine protects against 4 serious diseases: measles, mumps, rubella, and chickenpox (known as varicella). The MMRV vaccine has been safely used for over a decade and is already part of the routine childhood vaccination schedule in several countries, including Canada, Australia and Germany.",
                "tag": "p"
            },
            {
                "content": "When your child will be offered the MMRV vaccine will depend on their date of birth. Children born on or after 1 September 2022 will be offered 1 or 2 doses of the MMRV vaccine as part of their routine vaccinations. A single MMRV catch-up dose will be offered to children born between 1 January 2020 and 31 August 2022 if they haven't already had chickenpox or been vaccinated against it. This dose will be offered between November 2026 and March 2028. More detail on the eligibility can be found in our blog post: what is the MMRV vaccine and is my child eligible?",
                "tag": "p"
            },
            {
                "content": "Changes to the 1-year appointment",
                "tag": "h3"
            },
            {
                "content": "The Hib/MenC vaccine will no longer be offered at the routine 1-year vaccine appointment. This is because the adolescent MenACWY programme has resulted in a significant reduction in cases of meningococcal infections, so the Joint Committee on Vaccination and Immunisation (JCVI, a group of experts) no longer recommends a dose of a MenC-containing vaccine for infants.",
                "tag": "p"
            },
            {
                "content": "The JCVI now instead recommends an extra dose of the 6-in-1 vaccine, which gives protection against Haemophilus influenzae type b (Hib), which will be offered at the 1-year or 18-month appointment, depending on your child’s date of birth. This will help to prevent the spread of Hib in the community and maintain herd immunity. It offers protection against diphtheria, tetanus, whooping cough, polio, Hib and hepatitis B.",
                "tag": "p"
            },
            {
                "content": "For children born on or after 1 July 2024, a fourth dose of the 6-in-1 vaccine will be offered at 18 months. Children born before 1 July 2024 who have not yet had their 12 month vaccines may be offered a booster dose of either Hib/MenC, or the 6-in-1 vaccine.",
                "tag": "p"
            },
            {
                "content": "Introduction of an 18-month appointment",
                "tag": "h3"
            },
            {
                "content": "For children born on or after 1 July 2024, a new 18-month appointment will be introduced. At this appointment, a fourth dose of the 6-in-1 vaccine will be offered at 18 months rather than 12 months.",
                "tag": "p"
            },
            {
                "content": "The new 18-month appointment also provides an opportunity for the second dose of the MMRV vaccine to be given earlier, moving forwards from the 3 years 4 months appointment to the 18-month appointment. This will help provide children with protection against measles, mumps, rubella, and chickenpox from a younger age, reducing the likelihood of outbreaks and helping to increase uptake of the vaccine. ",
                "tag": "p"
            },
            {
                "content": "Second dose of the Meningococcal B (MenB) vaccine offered earlier",
                "tag": "h3"
            },
            {
                "content": "The second dose of the meningococcal B (MenB) vaccination, previously offered at 16 weeks of age, was moved to 12 weeks from 1 July 2025. (The first dose is offered at 8 weeks).",
                "tag": "p"
            },
            {
                "content": "MenB can cause serious illnesses, including meningitis and sepsis. Moving the second dose to 12 weeks helps to provide greater protection, earlier. This is particularly important as, since the vaccine was introduced in 2015, there have been increasing number of cases of meningitis B in young babies who had not yet gained the protection from the second dose of the vaccine. JCVI advised that it would be beneficial to move the second dose of MenB vaccine to 12 weeks of age to provide earlier protection.",
                "tag": "p"
            },
            {
                "content": "Pneumococcal vaccine offered later: the first dose of the pneumococcal vaccine moved from 12 weeks to 16 weeks of age",
                "tag": "h3"
            },
            {
                "content": "The first dose of the pneumococcal vaccine, previously offered at 12 weeks, will now be offered at 16 weeks, so that the MenB vaccine can be given earlier. This was introduced from 1 July 2025. Although your baby will get the pneumococcal vaccine 4 weeks later than previously, they will still be protected. This is because pneumococcal disease is now very rare in young babies, due to high vaccination rates in the wider community, which provides herd immunity.",
                "tag": "p"
            },
            {
                "content": "Where can I find more information?",
                "tag": "h2"
            },
            {
                "content": "These updates to the childhood vaccination help to provide children with the best possible protection against serious diseases.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/12/30/changes-to-the-childhood-vaccination-schedule-from-january-2026/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "The NHS childhood vaccination schedule has recently been updated to help give children even better protection against diseases. Changes include protecting children against some diseases earlier and adding vaccines that protect against more diseases."
    },
    {
        "title": "The King’s New Year Honours list 2026: honours for contributions to education, skills and children’s social care",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-12-29T22:43:32",
        "categories": [
            "Honours"
        ],
        "content": [
            {
                "content": "More than 100 people across the UK have been named in the King’s New Year Honours List 2026 for outstanding contributions to education, skills, children’s services and social care.",
                "tag": "p"
            },
            {
                "content": "This year’s honours highlight individuals who have improved the lives of children, young people and families through teaching, early years support, further education, skills programmes and special educational needs services. Many recipients have worked to improve opportunities for disadvantaged communities and raise educational standards nationally.",
                "tag": "p"
            },
            {
                "content": "Who is named in the honours list for education?",
                "tag": "h3"
            },
            {
                "content": "Those recognised include leaders, teachers, youth workers, social care professionals and community advocates who have made a long-lasting impact in schools and local areas. Alongside senior sector leaders are dozens of unsung heroes, awarded CBEs, OBEs, MBEs and BEMs for their dedication to education and support for children and families.",
                "tag": "p"
            },
            {
                "content": "Below are some of the inspiring individuals honoured this year.",
                "tag": "p"
            },
            {
                "content": "Beth Gibson",
                "tag": "p"
            },
            {
                "content": "Head of Attendance and Inclusive Pathways, Birmingham City Council – for services to Education",
                "tag": "p"
            },
            {
                "content": "Beth has led pioneering work to improve school attendance, developing an innovative approach using banded attendance data that dramatically improved attendance rates at The Queen Elizabeth Academy and has since influenced national practice.",
                "tag": "p"
            },
            {
                "content": "Her work introduced a fortnightly attendance curriculum focused on mental health, resilience and future goals, alongside daily free breakfast clubs and more than 40 extracurricular activities. Beth also helped transform the school environment, creating welcoming social spaces with table tennis and basketball, and expanded staffing to include a Family Liaison Officer, increasing home visits ten-fold.",
                "tag": "p"
            },
            {
                "content": "In Spring 2025, Beth shared her approach at nine Department for Education regional conferences, reaching more than 2,000 school leaders and practitioners.",
                "tag": "p"
            },
            {
                "content": "Beth said:",
                "tag": "p"
            },
            {
                "content": "“It is a total privilege to receive this honour on behalf of everyone who works so hard in schools to support children and families to access education and maximise life chances. It is the wonderful staff in every role who work together to create belonging for children.",
                "tag": "p"
            },
            {
                "content": "“I was lucky enough to have a father whose own experience of school drove him to want more for us, and to believe that education could open doors he never had. That belief is where this work began – helping others feel that same sense of belonging and motivation to engage in learning.",
                "tag": "p"
            },
            {
                "content": "“Being part of the journey to provide accessible attendance data to schools across the country, reducing workload and allowing greater focus on support, has been incredibly powerful. I am extremely proud to be part of this change in education and of a growing community of professionals sharing great practice and supporting one another.”",
                "tag": "p"
            },
            {
                "content": "Jane Wheeler, MBE",
                "tag": "p"
            },
            {
                "content": "Early Help Service Assistant Director, Prevention and Youth Justice, Sunderland City Council – for services to Children and Families",
                "tag": "p"
            },
            {
                "content": "Jane has dedicated her career to strengthening early help services and improving outcomes for children and families. She has provided long-term personal support to a vulnerable care leaver with complex needs and, in her role as Early Help Service Manager in Sunderland, played a key role in building a Family Help service.",
                "tag": "p"
            },
            {
                "content": "The service was recognised by Ofsted in its 2022 inspection report as a highly successful initiative, supporting families earlier and preventing escalation into crisis.",
                "tag": "p"
            },
            {
                "content": "Jane said:",
                "tag": "p"
            },
            {
                "content": "“I am deeply honoured to receive an MBE for services to children and families. Throughout my career, my focus has always been on strengthening early help, improving outcomes and ensuring that every child, young person and family can access the right support at the right time.",
                "tag": "p"
            },
            {
                "content": "“This recognition reflects the hard work, passion and commitment of the teams I have been privileged to work alongside, who give so much every day. Above all, this honour belongs to the children, young people and families whose strength and resilience continue to inspire me.",
                "tag": "p"
            },
            {
                "content": "“Receiving an MBE is both humbling and motivating. It reinforces my commitment to continue driving change, supporting families and building services that genuinely improve lives.”",
                "tag": "p"
            },
            {
                "content": "Sir Steve Taylor",
                "tag": "p"
            },
            {
                "content": "Chief Executive Officer, Cabot Learning Federation – for services to Education",
                "tag": "p"
            },
            {
                "content": "Sir Steve has been recognised for his work to tackle educational inequality across the South West. As Chief Executive Officer of the Cabot Learning Federation, he has led the Bristol-founded trust for more than a decade, overseeing its growth to 36 schools across Gloucestershire and Somerset, serving more than 18,000 pupils.",
                "tag": "p"
            },
            {
                "content": "Under his leadership, CLF has built a strong reputation for improving underperforming schools through a values-led approach focused on equity, alongside wider sector collaboration at local, regional and national level.",
                "tag": "p"
            },
            {
                "content": "Sir Steve said:",
                "tag": "p"
            },
            {
                "content": "“Since learning of this award, I have thought about all those colleagues in the Cabot Learning Federation and in the wider sector whose work and successes have inspired me over the years to strive to do my best for the children we serve.",
                "tag": "p"
            },
            {
                "content": "“Anything I would count as an achievement has come about as a result of working in collaboration with great people, in the CLF and beyond.”",
                "tag": "p"
            },
            {
                "content": "Who else received honours for education?",
                "tag": "h3"
            },
            {
                "content": "The King’s New Year Honours also recognise many others whose work has strengthened education, skills and support for children and families across the country. This includes leaders in further education, special educational needs, skills development and community education.",
                "tag": "p"
            },
            {
                "content": "Among those honoured are:",
                "tag": "p"
            },
            {
                "content": "Kath Geraghty, MBE, Head of Technical Qualifications at the National Theatre, who has championed apprenticeships and skills development across the creative industries, helping to open up technical theatre careers to a more diverse workforce.",
                "tag": "p"
            },
            {
                "content": "Ranu Mehta Radia, MBE, founder of Sai School of Harrow, recognised for her services to the community, supporting children and young people from low-income families through education, enrichment activities and inclusive learning opportunities.",
                "tag": "p"
            },
            {
                "content": "Judith Charlesworth, MBE, lately Chair of Barnet Special Education Trust, who has dedicated over five decades to improving education for children with special educational needs and disabilities, both in schools and through governance and leadership.",
                "tag": "p"
            },
            {
                "content": "Heather Sandy, CBE, Executive Director of Children’s Services at Lincolnshire County Council, honoured for her services to education, providing national and regional leadership to improve outcomes for children and young people.",
                "tag": "p"
            },
            {
                "content": "Nikolaos ‘Nikos’ Savvas, OBE, Principal of West Suffolk College, recognised for his services to further education, transforming the college into a regional leader for inclusive, high-quality skills and post-16 provision.",
                "tag": "p"
            },
            {
                "content": "Who else is named in the King’s New Year’s Honours 2026?",
                "tag": "h3"
            },
            {
                "content": "The King’s New Year Honours List 2026 recognises 1,157 recipients, including well-known figures from entertainment, sport, music, literature and charity. Among the most high-profile names is Idris Elba, who will receive a Knighthood for services to young people. Christopher Dean and Jayne Christensen (Torvill) are also being honoured, with a Knighthood and Damehood respectively, for their services to ice skating and voluntary work. Cynthia Erivo receives an MBE for her contribution to music and drama.",
                "tag": "p"
            },
            {
                "content": "In sport, several Lionesses and Red Roses have also been recognised. Sarina Wiegman is set to receive an honorary Damehood, while Leah Williamson will be awarded a CBE for her services to Association Football. Alex Greenwood, Keira Walsh, Georgia Stanway and Ella Toone are each receiving MBEs for their achievements in football. In rugby, John Mitchell, Zoe Aldcroft and Marlie Packer will receive OBEs, with Ellie Kildunne, Megan Jones and Sadia Kabeya among those being awarded MBEs for their services to Rugby Union.",
                "tag": "p"
            },
            {
                "content": "Other notable honours include Meera Syal, who is to become a Dame for her contributions to literature, drama and charity, and composer Max Richter, who receives a CBE for services to music. Warwick Davis is awarded an OBE for services to drama and charity, while Gaby Logan is recognised for her work in sports broadcasting and her charity efforts. Author and presenter Richard Osman will receive an OBE for services to literature and broadcasting, and Ellie Goulding is awarded an MBE for her work on biodiversity and climate.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/12/the-kings-new-year-honours-list-2026-honours-for-contributions-to-education-skills-and-childrens-social-care/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "More than 100 people across the UK have been named in the King’s New Year Honours List 2026 for outstanding contributions to education, skills, children’s services and social care."
    },
    {
        "title": "Walking the Mersey Valley Way: the first step towards nine new National River Walks ",
        "authors": [
            "Anna Glayzer"
        ],
        "posted_on": "2025-12-29T09:28:09",
        "categories": [
            "Access and engagement",
            "National River Walks",
            "Water"
        ],
        "content": [
            {
                "content": "It’s not often, as a policy advisor in Defra, that I get to see the tangible results of the work that I do. It’s less often that I get to do so on my doorstep. So I was delighted when I was told that I would be working on delivering the Mersey Valley Way here in Manchester. ",
                "tag": "p"
            },
            {
                "content": "The Mersey Valley Way will be the first of nine new National River Walks, delivered to meet the Government manifesto commitment. Work began in September 2025 to transform a 21.5km stretch of riverside path from Stockport into Manchester.  ",
                "tag": "p"
            },
            {
                "content": "The project includes upgrading and improving 4km of existing river path to meet accessibility standards suitable for wheelchairs, mobility scooters, prams, cyclists and horse-riders, and installing signage, waymarking and branding across the full route. ",
                "tag": "p"
            },
            {
                "content": "In this post, I’ll share more about what we hope to achieve with improving this walking spot. ",
                "tag": "p"
            },
            {
                "content": "Accessing nature in the heart of Stockport ",
                "tag": "p"
            },
            {
                "content": "My first sight of the route was in August this year. We met our delivery partner, Mersey Rivers Trust,  and walked up to the side of the M60, where the Mersey officially, and unceremoniously starts, at the confluence of the River Tame and River Goyt.  ",
                "tag": "p"
            },
            {
                "content": "We followed its path back through the centre of Stockport, where it disappears from view and flows underground for a bit, before joining a riverside bridleway that will become the start of the Mersey Valley Way. We followed its path back through the centre of Stockport, where it disappears from view and flows underground for a bit, before joining a riverside bridleway that will become the start of the Mersey Valley Way. Along the route, we spotted a kingfisher, which rather nicely offset the litter. ",
                "tag": "p"
            },
            {
                "content": "Work on the Mersey Valley Way will improve access to nature in an area where it’s very much needed. Stockport has areas of severe deprivation, it’s estimated over 36,000 people are living in poverty.  ",
                "tag": "p"
            },
            {
                "content": "Evidence shows that people from lower income groups are less likely to access the benefits of spending time in nature. We also know that people are more likely to visit green and blue spaces close to where they live. By improving paths and adding features like lighting and signage, we’re making it easier for everyone to enjoy the outdoors. ",
                "tag": "p"
            },
            {
                "content": "One of the other reasons this part of the River Mersey was chosen is that Stockport is midway through a £1billion investment programme. The town centre has already been transformed by regeneration including a flagship new bus interchange with beautifully landscaped green areas. Work on the new national river walk will both complement and be amplified by what's happening across the borough.  ",
                "tag": "p"
            },
            {
                "content": "Community engagement and nature recovery ",
                "tag": "p"
            },
            {
                "content": "In early December, I got another opportunity to experience the project first hand when I joined a volunteer party run by City of Trees, on a rainy day in some woodland in the Trafford section of the path. We were clearing the way for some new native trees to be planted to improve the biodiversity and make habitat for willow tits.  ",
                "tag": "p"
            },
            {
                "content": "Community engagement is a major aspect of this project. Volunteers are contributing much of the work underway to improve access, restore nature and improve water quality. Highlights include habitat restoration and enhancement, pond restoration and invasive species removal, tree planting and bulb planting.  4,000 bulbs have already been planted in Stockport town centre, and work has begun to install bird, bat and insect boxes, a sand martin wall and a swift tower.  ",
                "tag": "p"
            },
            {
                "content": "Mersey Rivers Trust are working with local community representatives to offer pilot guided walks, and a logo design competition has been launched for over 50 local schools and youth groups, who are also being invited to engage with the path. ",
                "tag": "p"
            },
            {
                "content": "Increasing access to the Mersey Valley Way  ",
                "tag": "p"
            },
            {
                "content": "One of the most exciting things about the Mersey Valley Way is how many different people will use it.  ",
                "tag": "p"
            },
            {
                "content": "For some, it will be a commuting route, offering a greener way to travel between Stockport and Manchester.  ",
                "tag": "p"
            },
            {
                "content": "Others will come for leisure walks, fitness runs, or simply to enjoy the wellbeing benefits of being outdoors. Families with buggies, people using wheelchairs, and those who love cycling will all find the path safe and accessible where previously, in places, it wasn’t. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "Work on the Mersey Valley Way will complete in the Spring. ",
                "tag": "p"
            },
            {
                "content": "Next year, we’re also aiming to launch a competition to choose the locations for the next tranche of national river walks. Improving access to nature, community engagement and nature recovery will be at the heart of each. ",
                "tag": "p"
            },
            {
                "content": "I am looking forward to enjoying walking the Mersey Valley Way with my family and already planning my next volunteer day in January, a litter pick in Stockport. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/12/29/walking-the-mersey-valley-way-the-first-step-towards-nine-new-national-river-walks/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "On Boxing Day, the Government announced the first National River Walk: the Mersey Valley Way. Read this post to find out reflections from Defra policy advisor's Anna Glayzer on this project."
    },
    {
        "title": "Inside APHA: The science blogs that shaped 2025",
        "authors": [
            "Heather O'Sullivan"
        ],
        "posted_on": "2025-12-29T09:00:00",
        "categories": [
            "APHA news"
        ],
        "content": [
            {
                "content": "As 2025 draws to a close, we reflect on a year of ground-breaking research, inspiring stories, and global impact from the Animal and Plant Health Agency (APHA). Our mission to protect animal and plant health has never been more vital, and this year’s blogs give a glimpse into the breadth and depth of our work. From wildlife disease surveillance to championing diversity in science, here is a look back at the stories that defined 2025.",
                "tag": "p"
            },
            {
                "content": "Protecting online plant buyers",
                "tag": "h2"
            },
            {
                "content": "We kicked off the year with a practical post: “How APHA is protecting online plant buyers” (January 2025). As online plant sales continue to grow, so do the risks of introducing pests and diseases. This blog explains how APHA works to protect consumers and the environment by enforcing plant health regulations and raising awareness about safe buying practices.",
                "tag": "p"
            },
            {
                "content": "It is a perfect example of APHA’s proactive approach, combining science, policy, and public engagement to keep our ecosystems safe.",
                "tag": "p"
            },
            {
                "content": "Protecting wildlife: uncovering a hidden threat to hedgehogs",
                "tag": "h2"
            },
            {
                "content": "One of the most-read posts this year was “Is a newly discovered virus contributing to the decline of our wild hedgehogs?” (May 2025). This fascinating article revealed APHA’s discovery of a novel arterivirus in hedgehogs, using cutting-edge sequencing technologies. Hedgehogs are a beloved species in the UK, yet their numbers have been declining. Could this arterivirus be contributing to their decline?",
                "tag": "p"
            },
            {
                "content": "The blog highlights APHA’s role in wildlife disease surveillance and research, demonstrating how our scientists work tirelessly to understand emerging threats. This discovery not only advances scientific knowledge but also informs conservation strategies to protect biodiversity.",
                "tag": "p"
            },
            {
                "content": "Championing women in science: a personal journey",
                "tag": "h2"
            },
            {
                "content": "February brought an inspiring story for International Day of Women and Girls in Science. In My Journey in Science, Dr Jess Parry shares her career path from early curiosity to becoming an epidemiologist at APHA. Her reflections underscore the importance of diversity and inclusion in science, and how APHA supports women in building impactful careers.",
                "tag": "p"
            },
            {
                "content": "This blog resonated with readers worldwide, reminding us that science thrives when everyone has a seat at the table. Jess’s story is a testament to perseverance, passion, and the power of mentorship.",
                "tag": "p"
            },
            {
                "content": "Safeguarding crops: battling the Colorado beetle",
                "tag": "h2"
            },
            {
                "content": "In May, we spotlighted plant heath with “Protecting the UK’s potatoes from the Colorado beetle”. This blog explains how APHA monitors and responds to the threat posed by this invasive pest, which can devastate potato crops if left unchecked.",
                "tag": "p"
            },
            {
                "content": "The post highlights APHA’s proactive approach to biosecurity, combining surveillance, rapid response, and public awareness to protect one of the UK’s most important staple crops. This blog shows how science and vigilance work hand in hand to safeguard food security.",
                "tag": "p"
            },
            {
                "content": "APHA's role in the global fight against rabies",
                "tag": "h2"
            },
            {
                "content": "Back in September, we explored APHA’s pivotal role in the global fight against rabies. The blog marked World Rabies Day, spotlighting international partnerships, advanced diagnostics, and awareness campaigns to prevent 59,000 annual deaths. It reinforced APHA’s commitment to safe pet travel, what we can do to improve surveillance of bat rabies in the UK and rapid response to suspected cases worldwide.",
                "tag": "p"
            },
            {
                "content": "BSE: From crisis to confidence - APHA's role in achieving negligible risk status ",
                "tag": "h2"
            },
            {
                "content": "In October, we revisited APHA’s four-decade journey in tackling BSE. The blog, by Dr Timm Konold, celebrated WOAH recognition of the UK’s negligible risk status for classical BSE in June 2025. It highlighted our scientific leadership, rigorous surveillance, global trade benefits, and ongoing vigilance against both classical and atypical BSE.",
                "tag": "p"
            },
            {
                "content": "Protecting the future: APHA's fight against antimicrobial resistance",
                "tag": "h2"
            },
            {
                "content": "We reflected on APHA’s frontline leadership in tackling antimicrobial resistance (AMR) in November. The blog marked the UK’s National Action Plan 2024–2029, showcasing APHA’s efforts in surveillance, diagnostics, farm-level biosecurity, Salmonella control, and cutting-edge research and rapid detection tools. It celebrated APHA’s global credentials as the only WOAH‑accredited AMR lab, its role within FAO’s International Reference Centre, and its support for One Health in low‑ and middle‑income countries through international partnerships.",
                "tag": "p"
            },
            {
                "content": "Beyond the blog: APHA's broader achievements",
                "tag": "h2"
            },
            {
                "content": "2025 was also a year of significant milestones beyond the blog. APHA hosted international conferences, expanded its research collaborations, and launched new initiatives to tackle emerging threats like antimicrobial resistance and climate-related disease risks. These efforts reinforce our role as a trusted authority in animal and plant health.",
                "tag": "p"
            },
            {
                "content": "Looking ahead to 2026",
                "tag": "h2"
            },
            {
                "content": "As we move into 2026, APHA remains committed to innovation, collaboration, and transparency. Our blog will continue to share the stories behind the science.",
                "tag": "p"
            },
            {
                "content": "Thank you to all our readers for joining us on this journey. Here is to another year of discovery, progress, and impact.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/12/29/the-science-blogs-that-shaped-2025/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "From hidden wildlife threats to crop-saving innovations, explore APHA’s most-read blogs from 2025, and uncover the science shaping a healthier, safer future."
    }
]