[
    {
        "title": "Sparking innovation ",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-11-04T12:45:18",
        "categories": [
            "Enforcement",
            "Innovation",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "Bonfire Night is one of our favourite autumn traditions. There’s something magical about gathering with friends and family, wrapped up warm, sipping hot chocolate, and waiting for that first firework to burst into the sky. But as dazzling as they are, safety is key.  ",
                "tag": "p"
            },
            {
                "content": "Intellectual property (IP) is at the forefront of this, with patents and trade marks protecting the products – but some products bypass these protections entirely. Counterfeit and substandard fireworks exist that don’t meet safety regulations. In this blog, we share the IP that helps make fireworks night both dazzling and safe, and our top tips to make sure you know what you’re getting. ",
                "tag": "p"
            },
            {
                "content": "Popping patents ",
                "tag": "h3"
            },
            {
                "content": "Fireworks innovation has been protected through patents for over a century, with technical ingenuity behind displays. These patents cover everything from safety devices to the fundamental mechanics of how fireworks function. ",
                "tag": "p"
            },
            {
                "content": "Fireworks that spin are impressive inventions, and patent GB189901879A, filed in 1899, covered one such rotary firework. Designed to spin like a top when ignited, this device rotates rapidly on its vertical axis when lit, creating a \"fiery spinning top\", similar to the impressive Catherine wheel. ",
                "tag": "p"
            },
            {
                "content": "Patented safety ",
                "tag": "h3"
            },
            {
                "content": "As well as creating fireworks that look great, many patents focus on improving the safety of fireworks. Patent GB938811A, filed in 1963, introduced a universal firework holder. Made from helically coiled wire, it could grip poles of various sizes and accommodate different firework types, helping you to light your fireworks safely. In 1970, GB1202389A revolutionised rocket design by making them stickless and wingless, reducing the hazards posed by falling sticks and wings. ",
                "tag": "p"
            },
            {
                "content": "As well as the fireworks in the sky, sparklers are a firm bonfire night favourite – but there are still associated risks. In 1974, GB1362712A introduced a safer version of the sparkler, made of a safer composition of chemicals and a holder that extinguishes automatically.  ",
                "tag": "p"
            },
            {
                "content": "Trade marks that light up the market ",
                "tag": "h3"
            },
            {
                "content": "While patents protect technical innovations, trade marks identify the commercial origin of good and services. In the fireworks industry where safety is paramount, recognising where the goods originate from can provide vital reassurance to customers. Trade marks such as those for well-known companies like Black Cat and TNT Fireworks can help ensure customers that they’re purchasing from a reputable source with established safety standards.  ",
                "tag": "p"
            },
            {
                "content": "Burned by unsafe or fake fireworks ",
                "tag": "h3"
            },
            {
                "content": "Patents and trade marks play an important role in fireworks safety, yet these safeguards are only effective when you're purchasing authentic products from legitimate sources. Criminals will exploit any opportunity to make money. No product is off limits - including fireworks!  ",
                "tag": "p"
            },
            {
                "content": "If fireworks haven’t been through proper safety checks – and counterfeits usually haven’t - the results could be catastrophic.  ",
                "tag": "p"
            },
            {
                "content": "What are the risks?",
                "tag": "h3"
            },
            {
                "content": "Unregulated fireworks can fail unpredictably. They might explode too soon, fall over, or misfire. This can cause:  ",
                "tag": "p"
            },
            {
                "content": "Counterfeit vs substandard fireworks: what’s the difference?  ",
                "tag": "h3"
            },
            {
                "content": "You may be wondering how to spot a counterfeit firework. It’s important to know that counterfeit doesn’t always mean substandard, and being substandard doesn’t necessarily mean counterfeit. Here’s what each term means:  ",
                "tag": "p"
            },
            {
                "content": "counterfeit fireworks: these imitate a genuine brand but are fake. They are designed to look like trusted products but are produced illegally.  ",
                "tag": "p"
            },
            {
                "content": "substandard fireworks: poor quality or untested products that don’t meet safety standards. They may not claim to be a specific brand but still pose serious risks.  ",
                "tag": "p"
            },
            {
                "content": "These categories aren’t exclusive - both are dangerous and often go hand in hand. A counterfeit firework will rarely be safety tested or made with the same care that a legitimate business would take.  ",
                "tag": "p"
            },
            {
                "content": "Counterfeit fireworks can mislead buyers into thinking they’re safe because they look like a known brand.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/11/04/sparking-innovation/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Bonfire Night is one of our favourite autumn traditions. But as dazzling as they are, safety is key - and Intellectual property (IP) is at the forefront of this.  In this blog, we share the IP that helps make fireworks night both dazzling and safe, and our top tips to make sure you know what …"
    },
    {
        "title": "Increasing science and engineering capability across government",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-11-04T11:38:57",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Data science",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "A guest blog from Professor Dame Angela McLean, Government Chief Scientific Adviser and Head of the Government Science and Engineering Profession.",
                "tag": "p"
            },
            {
                "content": "No matter your role or background, I’m delighted to introduce you to the Government Science and Engineering (GSE) Profession, a vibrant cross-government community of people who use science and engineering to improve lives across the UK.",
                "tag": "p"
            },
            {
                "content": "What we do",
                "tag": "h2"
            },
            {
                "content": "From building and applying scientific knowledge, to conducting critical analyses, generating and evaluating evidence or creating new standards, the breadth of experience within the GSE Profession is vast.",
                "tag": "p"
            },
            {
                "content": "It’s hard to think of a policy or operational area that cannot be improved by engaging with science and engineering experts. From AI to public housing, net zero to transport, in every single area there is some element of science and engineering that could make a difference.",
                "tag": "p"
            },
            {
                "content": "Who we are",
                "tag": "h3"
            },
            {
                "content": "You don’t need to be a scientist or engineer to benefit from what we do. The profession is a diverse cross-government group of people who are connected to science and engineering either by their role, skillset or interests. With around 10,000 members across the civil, public and crown services, we aim to embed science and engineering in government decision making and increase the capability of scientists and engineers across government.",
                "tag": "p"
            },
            {
                "content": "Our welcome offer",
                "tag": "h3"
            },
            {
                "content": "As part of the Join a profession campaign, we’re inviting you to explore what the GSE Profession has to offer. Our welcome offer includes tailored learning and development, career pathways, and opportunities to connect with a vibrant cross-government community. You’ll find support to gain professional recognition, such as chartership, and take part in initiatives like the Royal Society Pairing Scheme, which brings together scientists, engineers, parliamentarians and civil servants to strengthen evidence-based policymaking.",
                "tag": "p"
            },
            {
                "content": "We also host flagship events including Leadership Values masterclasses with senior leaders, Community of Practice meetings, and the STEM Futures programme, a cross-sector partnership enabling placements, mentoring and secondments to promote STEM across government, industry and academia. You’ll find support whether you’re a specialist or simply curious about how science and engineering can enhance your work.",
                "tag": "p"
            },
            {
                "content": "To support all our government colleagues, regardless of their background, we’ve developed products to:",
                "tag": "p"
            },
            {
                "content": "Why join the GSE profession?",
                "tag": "h3"
            },
            {
                "content": "Joining the GSE Profession means:",
                "tag": "p"
            },
            {
                "content": "So, if you’re looking for a community that values curiosity, rigour and impact, come and join us. You’ll be welcomed, supported and inspired. Government Science and Engineering is one of the 32 government professions. You can find out more on the Join a profession page or on the GSE blog. We look forward to working with you.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/11/04/increasing-science-and-engineering-capability-across-government/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Dame Angela McLean, Government Chief Scientific Adviser, explores how the Government Science and Engineering Profession is embedding scientific expertise across government to improve policymaking and public services."
    },
    {
        "title": "Geography in the United Nations - it's not just about where things are",
        "authors": [
            "Melanie Hutchinson, International Geospatial Lead, GDS"
        ],
        "posted_on": "2025-11-04T11:30:51",
        "categories": [
            "International"
        ],
        "content": [
            {
                "content": "Discover how the UK’s geospatial experts are shaping global policy at the UN, tackling challenges from climate action to governance. Melanie Hutchinson, International Geospatial Lead in GDS, shares insights from her secondment in New York, revealing the impact and importance of international collaboration in geospatial information management.",
                "tag": "p"
            },
            {
                "content": "When people hear “geography” and “the United Nations” in the same sentence, they probably imagine a bunch of experts poring over maps in a windowless room, arguing about borders or the best way to get from A to B. But as International Geospatial Lead in GDS I get to work with the UN Committee of Experts on Global Geospatial Information Management (UN-GGIM) and I can tell you it’s so much more than that. ",
                "tag": "p"
            },
            {
                "content": "The Global Geospatial Family ",
                "tag": "p"
            },
            {
                "content": "Every year, the geospatial world’s great and good - think national mapping agencies like our very own Ordnance Survey - descend on New York for UN-GGIM’s annual session. It’s a bit like a family reunion, but with way more acronyms and (possibly) fewer embarrassing stories. We gather to thrash out the big issues: how countries collect, share, and use geospatial data to inform everything from urban planning and public health to disaster response and climate action and how we can build capacity and share knowledge across the globe. ",
                "tag": "p"
            },
            {
                "content": "But the work doesn’t stop when the session ends. Throughout the year, UN-GGIM’s work continues, with focussed working groups tackling everything from land registries to marine environments to the mind-bending science of geodesy. The UK is right in the thick of it—chairing, co-chairing, and actively engaging across a whole range of groups both thematic and in the Europe UN-GGIM committee, with input from various government departments and arm’s-length bodies and Ordnance Survey taking a lead. ",
                "tag": "p"
            },
            {
                "content": "Why Does the UK Care So Much? ",
                "tag": "p"
            },
            {
                "content": "But why does the UK invest so much time and energy in UN-GGIM. The answer is simple: being able to answer the question “where?” is essential to nearly all aspects of people’s lives. Being at the table means we can influence international geospatial policy, maintain the trusted relationships we’ve built over decades (or indeed centuries when you think several of our key organisations in this field, including Ordnance Survey and the British Geological Survey that were founded in 1791 and 1835 respectively), and expand our networks with other member states and organisations. It’s about making sure the UK’s voice is heard, and that we’re shaping the future of global geospatial information and making sure that no one is left behind. ",
                "tag": "p"
            },
            {
                "content": "A Year of Change—and Challenge ",
                "tag": "p"
            },
            {
                "content": "This year, things took a new turn. In the run-up to the 15th session of UN-GGIM, we decided to second someone (me!) to the UN-GGIM Secretariat. We did this for a number of reasons given the critical role of UN-GGIM ",
                "tag": "p"
            },
            {
                "content": "First, the UN is facing a liquidity crisis. Vacant posts aren’t being filled, and the Secretariat is running at about 20% of its usual staffing. That’s a huge strain, especially as demand from member states for new activities keeps growing with the risk that UN-GGIM, a victim of its own success. At the same time, the US has been stepping back from multilateral processes resulting in a much smaller delegation at this year’s session who we have worked extremely closely with over the last 15 years further compounding the impact of a smaller Secretariat.  ",
                "tag": "p"
            },
            {
                "content": "All of these factors combined meant that we felt that a UK secondee could provide much-needed support and help us better understand what the state of play. ",
                "tag": "p"
            },
            {
                "content": "My Secondment: From London to New York ",
                "tag": "p"
            },
            {
                "content": "Given my background of 20 years working in the UN system, I was asked to step in. My mission? To support the Secretariat, deliver on a set of key tasks, and travel to New York to help with final preparations for the 15th session of the UN-GGIM. ",
                "tag": "p"
            },
            {
                "content": "So, what did I actually do? Quite a lot, as it turns out! I helped finalise the position paper on the future geospatial information ecosystem, wrapped up the UN-GGIM Strategic Framework 2025–2030 (including compiling survey results and feedback from member states and other stakeholders), and developed a scoping document and draft workplan on climate, environment, and resilience. I also supported the preparation of a global programme for national capacity development and drafted introductory remarks for various agenda items.  The high point was undoubtedly presenting my paper on climate, environment and resilience to the Bureau of UN-GGIM, which sets the direction for UN-GGIM.   ",
                "tag": "p"
            },
            {
                "content": "The UN-GGIM 15th Session: Side Events, Presentations, and Plenary Drama ",
                "tag": "p"
            },
            {
                "content": "The week kicked off with two days of side events and meetings. The UK spoke at five of these - I attended three. The highlight was the Plenary Meeting of the High-Level Group of the UN Integrated Geospatial Information Framework (IGIF), where I presented on the work of the Comms Group (which the UK Co-Chairs with Indonesia) over the past six months.  This was a critical meeting and focused on roles, responsibilities, and governance across the IGIF, including a new Knowledge and Innovation Centre established in China. These discussions will continue, both within the UK and with key partner countries, in the months ahead. ",
                "tag": "p"
            },
            {
                "content": "In the Room Where It Happens ",
                "tag": "p"
            },
            {
                "content": "The main session takes place in one of the UNHQ’s grand committee rooms, with 80 member states at the table and others in the gallery. Simultaneous interpretation keeps everyone on the same page, and the sessions are chaired by the Co-Chairs (currently Saudi Arabia, South Africa, and the US).  ",
                "tag": "p"
            },
            {
                "content": "The UK delegation is headed by David Henderson, Chief Geospatial Officer at Ordnance Survey and this year he was joined by James Norris, International Lead at Ordnance Survey, Olive Powell, Head of Geospatial at the Office for National Statistics, and me). We shared the 6 UK interventions between, and it was an incredible privilege to speak in the room where it happens, putting the UK’s position into the official record - even my teenage sons actually grunted that it was quite impressive that I had done that, high praise indeed! ",
                "tag": "p"
            },
            {
                "content": "Recognition and Reflection ",
                "tag": "p"
            },
            {
                "content": "The 15th session was a success. The UK’s contribution, including through my secondment, was publicly acknowledged by several member states and by the Expanded Bureau when I presented my paper on climate, environment, and resilience. My connections with the Secretariat have only deepened, positioning the UK as a trusted partner. ",
                "tag": "p"
            },
            {
                "content": "These sessions are invaluable—not just for the formal discussions, but for the informal conversations and connections that happen around them. They give us insight into the challenges and opportunities facing other countries and help us refine our own approach. ",
                "tag": "p"
            },
            {
                "content": "Looking Ahead ",
                "tag": "p"
            },
            {
                "content": "Now that we’re back, the work continues. We’ve already started deep dives into the outcomes of the 15th session, and we’ll be discussing these with stakeholders through the xHMG+ International Geospatial Network (which the International Geospatial Team facilitates) and beyond. We’re also keeping the conversation going with like-minded countries and considering whether to provide further support to the Secretariat. ",
                "tag": "p"
            },
            {
                "content": "Final Thoughts ",
                "tag": "p"
            },
            {
                "content": "The past few months have highlighted some big challenges for UN-GGIM: the UN’s liquidity crisis, the shifting role of the US, and the ever-increasing demands on the Secretariat and for geospatial data more broadly. But they’ve also shown the value of international cooperation, the importance of trusted relationships, and the difference that a small and committed team can make on the global conversation and capabilities.  Being part of this work is a privilege—and I’m excited to see where we go next. ",
                "tag": "p"
            },
            {
                "content": "You can sign up to get an email notification every time we publish a new blog post. For more information on our work see the GDS gov.uk site, or follow us on  LinkedIn ",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2025/11/04/geography-in-the-united-nations-its-not-just-about-where-things-are/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "Discover how the UK’s geospatial experts are shaping global policy at the UN, tackling challenges from climate action to governance. Melanie Hutchinson, International Geospatial Lead in GDS, shares insights from her secondment in New York, revealing the impact and importance …"
    },
    {
        "title": "Helping schools find better banking options: a simple approach to saving money",
        "authors": [
            "Chris McGunnigle, Commercial Strategy & Innovation Team, Department for Education"
        ],
        "posted_on": "2025-11-04T10:23:48",
        "categories": [
            "Advice and support",
            "Services"
        ],
        "content": [
            {
                "content": "Managing a school's finances effectively has never been more important. With a focus on getting maximum value for money to best deliver for children, we want to make sure schools have the best possible tools and information to make informed financial decisions.",
                "tag": "p"
            },
            {
                "content": "That's why we've been working to help schools explore their banking options. We know that many schools may not have looked at their banking arrangements for years, potentially missing out on opportunities to earn better returns on their money or access services that could make financial management easier.",
                "tag": "p"
            },
            {
                "content": "Why banking matters for schools",
                "tag": "h3"
            },
            {
                "content": "School banking isn't just about having somewhere to keep money safe. The right banking arrangements can help schools:",
                "tag": "p"
            },
            {
                "content": "What we've been doing",
                "tag": "h3"
            },
            {
                "content": "Over the past year, we've been engaging with the banking sector to better understand what's available for schools. We've spoken with banks and building societies that offer services suitable for both single and multi-academy trusts, exploring everything from current accounts and savings products to the specialist support they can provide.",
                "tag": "p"
            },
            {
                "content": "This work has helped us understand the landscape better - the different approaches banks take, the various products available, and the support offered to help schools manage their finances more effectively.",
                "tag": "p"
            },
            {
                "content": "What we've found is encouraging; there's genuine competition in this space, with providers offering different solutions that could benefit schools in various ways.",
                "tag": "p"
            },
            {
                "content": "Supporting schools to make informed choices",
                "tag": "h3"
            },
            {
                "content": "Based on this work, we've developed resources to help schools explore their options. This includes guidance on what to consider when looking at banking arrangements, and tools to help schools compare different offerings.",
                "tag": "p"
            },
            {
                "content": "We want to be absolutely clear: we're not in the business of recommending specific banks or products. Every school's situation is different, and what works for one may not be right for another. Our role is to help schools understand what's available and support them to make informed decisions that best meet their individual needs.",
                "tag": "p"
            },
            {
                "content": "Schools should always seek their own independent financial advice about what's best for their particular organisation. We cannot and do not provide financial advice - that's a decision for each school to make with appropriate professional support.",
                "tag": "p"
            },
            {
                "content": "What schools can do",
                "tag": "h3"
            },
            {
                "content": "If you're responsible for your school's finances, it's worth taking time to review your current banking arrangements. Consider questions like:",
                "tag": "p"
            },
            {
                "content": "Remember, even small improvements in interest rates can add up to meaningful amounts over time - money that could be invested back into your pupils' education.",
                "tag": "p"
            },
            {
                "content": "To help you make informed decisions you can use the Department for Education’s online interest rate comparison tool.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h3"
            },
            {
                "content": "We'll continue to work with the sector to ensure schools have access to good information about their options. This is part of our broader commitment to helping schools get the best value from every pound they spend.",
                "tag": "p"
            },
            {
                "content": "Financial management may not be the most visible part of running a school, but getting it right is crucial in ensuring more resources are available for what truly matters – giving every child the best possible education.",
                "tag": "p"
            },
            {
                "content": "If you're thinking about your school's banking arrangements, take time to explore what's available, seek appropriate, trusted advice, and make sure your money is working as hard as possible for your pupils.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.  ",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/11/04/helping-schools-find-better-banking-options-a-simple-approach-to-saving-money/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "Managing a school's finances effectively has never been more important. With a focus on getting maximum value for money to best deliver for children, we want to make sure schools have the best possible tools and information to make informed …"
    },
    {
        "title": "“Must” and “could” in the trust framework and whether the rules apply to your service",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-11-03T15:04:30",
        "categories": [
            "Certification",
            "Digital identity",
            "UK digital identity and attributes trust framework"
        ],
        "content": [
            {
                "content": "We’ve been asked whether all of the rules in the gamma (0.4) trust framework apply in the trust framework or supplementary codes when the rules say “must”.",
                "tag": "p"
            },
            {
                "content": "Different rules apply to different “roles”",
                "tag": "h2"
            },
            {
                "content": "The trust framework is written around the concept of “roles”. A service can be certified as a:",
                "tag": "p"
            },
            {
                "content": "Each service must be at least one of these roles but a service might also perform more than one of these roles.",
                "tag": "p"
            },
            {
                "content": "All certified services must comply with the rules in Part 3 of the 0.4 trust framework regardless of what role they perform and even if there are no other rules specific to that role. These rules set the baseline level of quality for every service.",
                "tag": "p"
            },
            {
                "content": "Additional rules might apply depending on the role your service plays in the ecosystem. The rules are in Part 2 of the 0.4 trust framework. As an example, if you are an IDSP only, under 0.4 of the trust framework, you must conform to the rules in Section 5 and Section 10, but not the rules in Sections 6, 7, 8 or 9.",
                "tag": "p"
            },
            {
                "content": "All the rules apply in relevant sections",
                "tag": "h2"
            },
            {
                "content": "All of the rules in the trust framework and supplementary codes are described using the terms:",
                "tag": "p"
            },
            {
                "content": "If a Part or Section in the trust framework applies to your role, then all of the rules in that Part or Section apply to your service. Your service must conform with all of the “must” rules, and service providers can choose whether or not to implement any “could” rules.",
                "tag": "p"
            },
            {
                "content": "There are no opt-outs",
                "tag": "h2"
            },
            {
                "content": "All the rules apply if they include the word “must”. As a service provider, you cannot opt-out or descope a rule that includes the word “must”. As the trust framework is outcome-focused and technology-agnostic, you can seek to conform to these rules in any appropriate way; but your service is, nonetheless, required to conform.",
                "tag": "p"
            },
            {
                "content": "If you cannot demonstrate that your service conforms, it cannot be certified against the gamma (0.4) trust framework.",
                "tag": "p"
            },
            {
                "content": "Of course, if you disagree with the existence of a rule, we review the trust framework regularly and we welcome your feedback! Where we believe a rule is unclear – whether it is a “must” or “could” rule – we may publish additional guidance to clarify it for providers and CABs (for example, in a blog post), and may revise it in future versions of the framework.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/11/03/must-and-could-in-the-trust-framework-and-whether-the-rules-apply-to-your-service/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "If a Part or Section in the trust framework applies to your role, then all of the rules in that Part or Section apply to your service. Your service must conform with all of the “must” rules, and service providers can choose whether or not to implement any “could” rules."
    },
    {
        "title": "Transforming our caseworking system to improve outcomes for our users",
        "authors": [
            "Anne McGuinness, CID Decommissioning Lead"
        ],
        "posted_on": "2025-11-03T12:35:57",
        "categories": [
            "Continuous improvement",
            "Digital strategy"
        ],
        "content": [
            {
                "content": "The Home Office has now fully transitioned to the new caseworking system for managing immigration and asylum applications, Atlas. We have successfully decommissioned the legacy caseworking system, Case Information Database (CID), as we continue to transform our digital services in line with our Home Office 2030 Digital Strategy.",
                "tag": "p"
            },
            {
                "content": "Making it quicker and easier for people to use Home Office services",
                "tag": "h2"
            },
            {
                "content": "Atlas digitises the caseworking process, supporting our ‘Digital First’ strategy. Greater automation removes the need for paper applications, meaning a speedier application journey.",
                "tag": "p"
            },
            {
                "content": "Atlas is integrated with customer-facing application portals, such as GOV.UK, to ensure a streamlined end-to-end process from online application to decision. When our applicants key their information into the customer-facing portals, their applications are instantly transferred to the Atlas caseworking system. A case is then automatically prepared for the relevant caseworking team.",
                "tag": "p"
            },
            {
                "content": "Atlas notifies applicants using email, text messages and physical letters (where necessary) sent automatically at specific milestones in the caseworking process. Once a series of tasks have been completed by colleagues in Atlas, a decision is made on the case and the applicant is notified. Because the systems are integrated, applications don't need to be re-keyed into the caseworking system, saving time, duplication, and the potential for human error.  ",
                "tag": "p"
            },
            {
                "content": "This automation frees colleagues from repetitive administrative and manual tasks to focus on crucial case consideration and decision-making. Within application routes, like student and skilled worker, we’ve already seen productivity among caseworkers double and even treble. Atlas’ clear and logical layout and automation of tasks and actions, such as completion of decision notices and automated emailing of decisions using GOV.UK Notify, has made processing of these types of application much more efficient.",
                "tag": "p"
            },
            {
                "content": "Atlas: built and managed by us to deliver on user need",
                "tag": "h2"
            },
            {
                "content": "Atlas is supported by Vantage, which provides corporate information using Atlas data, and Entity Search which provides a search of Atlas data and other Home Office systems.",
                "tag": "p"
            },
            {
                "content": "As Atlas is owned and built by us it can be maintained and improved in response to immigration priorities and provide operational resilience.",
                "tag": "p"
            },
            {
                "content": "By replacing legacy infrastructure, we’ve improved resilience and reduced the costs of our digital services in line with objective 7 of our Digital Strategy 2030. By modernising our technology, we’re improving outcomes for users.",
                "tag": "p"
            },
            {
                "content": "Using an agile approach to transition to the new caseworking system",
                "tag": "h2"
            },
            {
                "content": "Replacing CID was a complex exercise. We migrated and retained integral, inflight data (data associated with current cases) to ensure we didn’t introduce risks to operational caseworking, such as loss of client data. Atlas functionality was delivered in stages using agile methodology while the use of CID was scaled down.",
                "tag": "p"
            },
            {
                "content": "Multiple Home Office teams have been involved in the transition away from CID. ",
                "tag": "p"
            },
            {
                "content": "Our Migration and Borders Technology Portfolio in Home Office Digital built Atlas in continual collaboration with operational teams to ensure any changing requirements were addressed. The Home Office Digital Enterprise Services team now manage the live system. Home Office colleagues in the Performance Reporting and Analysis Unit deliver the Management Information reports created from Atlas data that operational teams use to inform work and decision-making. ",
                "tag": "p"
            },
            {
                "content": "Upgrading our technology saves money and mitigates cyber risks",
                "tag": "h2"
            },
            {
                "content": "The transition from CID to Atlas has been a complex 8-year journey impacted by the need to deliver new services in reaction to global events such as Brexit, Covid, the Afghan Citizens Resettlement Scheme and the Ukraine Citizens Schemes.",
                "tag": "p"
            },
            {
                "content": "By replacing legacy infrastructure we’ve improved our digital resilience and reduced the costs of our digital services by millions every year, in line with objective 7 of our Digital Strategy 2030. We’re mitigating the cyber risks associated with using aged technology and improving digital outcomes for users.",
                "tag": "p"
            },
            {
                "content": "Over 460 teams across multiple directorates have now adopted Atlas, including the Settlement caseworking team and the Reporting Offender Management teams.",
                "tag": "p"
            },
            {
                "content": "Steve Whatson, Immigration Technologies Platform Programme Director and Head of Caseworking Capability, concludes: ",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2025/11/03/transforming-our-caseworking-system-to-improve-outcomes-for-our-users/",
        "blog": "Home Office Digital, Data and Technology",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "In line with our ‘Digital First’ agenda, we’ve modernised the Home Office caseworking process by digitising the customer journey through greater automation and better system integration."
    },
    {
        "title": "UK NSC announces engagement event for organisations developing novel cervical screening tests",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-11-03T10:42:07",
        "categories": [
            "Cervical Screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) is to host an online roundtable information-sharing event on novel cervical screening tests.",
                "tag": "p"
            },
            {
                "content": "The event, on Thursday 29 January 2026, is part of our horizon scanning activities and our commitment to stakeholder engagement. ",
                "tag": "p"
            },
            {
                "content": "It is aimed at organisations that have developed, or are developing, new technologies relating to primary cervical screening tests and/or triage tests.",
                "tag": "p"
            },
            {
                "content": "Invitees will have individual 15-minute conversations (via Teams) with the UK NSC, to present and discuss their developments.",
                "tag": "p"
            },
            {
                "content": "Register your interest",
                "tag": "h2"
            },
            {
                "content": "We will inform you on Friday 16 January 2026 if you have been invited to take part. There is a limit of 3 attendees for each organisation.",
                "tag": "p"
            },
            {
                "content": "Types of novel tests",
                "tag": "h2"
            },
            {
                "content": "We are interested in novel test developments for use within the cervical screening and diagnostic pathway that include:",
                "tag": "p"
            },
            {
                "content": "*Unpublished work only, due to existing evidence synthesis work already under way by the UK NSC.",
                "tag": "p"
            },
            {
                "content": "Additional information",
                "tag": "h2"
            },
            {
                "content": "For more details about the work of the UK NSC and the decision-making process for screening recommendations, please refer to our information on:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/03/uk-nsc-announces-engagement-event-for-organisations-developing-novel-cervical-screening-tests/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK National Screening Committee is hosting a roundtable information-sharing event on new technologies relating to cervical screening tests."
    },
    {
        "title": "Biosecurity without borders: APHA’s global impact",
        "authors": [
            "Christopher Finnegan"
        ],
        "posted_on": "2025-11-03T10:08:48",
        "categories": [
            "International",
            "One Health"
        ],
        "content": [
            {
                "content": "If you are an avid reader of APHA blogs, you will be aware that the Animal and Plant Health Agency co-ordinates the government response to any disease outbreak affecting animals in Great Britain. At the heart of this response is APHA’s dedicated emergency team, always on alert for high-risk animal diseases, called the National Emergency Epidemiology Group (NEEG). The actions of this group are vitally important to ensure livestock, wildlife and pets are protected from any escalating disease situations. Their swift and coordinated actions are crucial to protecting livestock, wildlife, and pets from escalating threats. By implementing robust control measures, enhancing biosecurity, and working to limit the spread of disease, NEEG helps safeguard animal and public health, support related industries, and reduce economic impact.",
                "tag": "p"
            },
            {
                "content": "During the week beginning 20 October 2025, colleagues from NEEG, together with colleagues based at the British High Commission, Accra, Ghana, hosted training on: “Disease Control and Outbreak Response: Epidemiological Investigations for High Pathogenic Avian Influenza (HPAI)”. Delegates included veterinarians, public health officials, epidemiologists and other professionals, outlining the importance of One Health collaborative works.",
                "tag": "p"
            },
            {
                "content": "This workshop was part of the APHA’s Animal Health Systems Strengthening (AHSS) programme, the aim of which is to reduce poverty and increase resilience to climate change through greater protection of animals from disease. Changes in climate can increase risks to certain diseases and decrease animal resistance to disease. Early identification of outbreaks and effective control reduce animal loss and financial losses to the farmer. They also protect the consumer from high food prices and zoonotic disease. During this visit the NEEG team shared their expert knowledge in disease control with the Ghanaian delegation. This included an emphasis on High Pathogenicity Avian Influenza (HPAI) in particular, as mitigating the risks from this will support the high-profile national policy to increase poultry production and reduce reliance on food imports.  ",
                "tag": "p"
            },
            {
                "content": "Discussions were centred around a One Health Approach - Coordination and collaboration with other government departments and stakeholders, including:",
                "tag": "p"
            },
            {
                "content": "The delivery was carried out with a participatory and practical approach, encouraging identification of challenges and potential solutions applicable to the current disease situation and local particularities in Ghana.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "The development of a National Biosecurity Centre at APHA Weybridge marks a significant step forward in strengthening the UK’s contribution to global One Health efforts. This state-of-the-art facility will serve as a hub for cutting-edge research, diagnostics, and disease response, enhancing our ability to detect, assess, and contain emerging animal diseases with zoonotic potential. By bringing together experts in a wide range of specialised scientific fields, the centre will foster interdisciplinary collaboration essential to tackling complex biosecurity challenges. ",
                "tag": "p"
            },
            {
                "content": "As part of this commitment, the government has announced over £1billion of funding for the specialist facility at APHA Weybridge over the period of the current Spending Review period (to 2029/30).",
                "tag": "p"
            },
            {
                "content": "This investment will protect and enhance our ability to respond to new and zoonotic animal disease threats, safeguard human health, and strengthen pandemic preparedness in support of the One Health agenda. ",
                "tag": "p"
            },
            {
                "content": "Importantly, APHA Weybridge will also continue to play a key role in supporting international partnerships, like those seen in Ghana, by sharing expertise, building capacity, and promoting best practices in disease control. Its enhanced capabilities will help ensure that the UK remains at the forefront of global efforts to protect animal and human health, safeguard food systems, and build resilience against future outbreaks. As the threats posed by climate change and globalisation continue to evolve, APHA Weybridge stands ready to lead the way in delivering a robust, coordinated, and science-driven response. ",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/11/03/biosecurity-without-borders-aphas-global-impact/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Through global partnerships like Ghana, APHA Weybridge drives One Health progress by sharing expertise, building capacity, and strengthening biosecurity against zoonotic threats worldwide."
    },
    {
        "title": "From apprentice to forester: a pioneering cohort’s journey",
        "authors": [
            "Gareth Biggins"
        ],
        "posted_on": "2025-11-03T09:00:00",
        "categories": [
            "Careers"
        ],
        "content": [
            {
                "content": "After three years of learning, growing and getting my boots muddy, I’m proud to have been a part of the first cohort on the Professional Forester Degree Apprenticeship. It’s been a valuable experience and the progression we’ve all made from apprentice to qualified forester is something I’ll always appreciate.",
                "tag": "p"
            },
            {
                "content": "It’s been a journey filled with fieldwork, coursework, plenty of tree talk and a lot of laughter along the way!",
                "tag": "p"
            },
            {
                "content": "A solid grounding for a career in forestry",
                "tag": "h2"
            },
            {
                "content": "The apprenticeship has given us a solid grounding in silviculture (the care and cultivation of woodlands), woodland ecology, forest policy and operations management. But more than that, it’s taught us how to navigate the complexities of landowner engagement, environmental regulation and the ever-evolving challenges of climate change.",
                "tag": "p"
            },
            {
                "content": "We’ve developed confidence in decision-making and a deeper appreciation for the role forestry plays in our national landscape. Throughout the three years, we have learned that forestry is a multidisciplinary career. Forestry offers a range of pathways and exciting opportunities for each of us to pursue according to our emerging areas of interest.",
                "tag": "p"
            },
            {
                "content": "Highlights from the journey",
                "tag": "h2"
            },
            {
                "content": "Looking back on the Professional Forester Degree Apprenticeship, there have been some standout highlights for me. These include:",
                "tag": "p"
            },
            {
                "content": "A promising future in forestry",
                "tag": "h2"
            },
            {
                "content": "Now we’ve completed the apprenticeship, it’s time to take our next exciting step forward as we embark on a variety of new challenges within the forestry sector.",
                "tag": "p"
            },
            {
                "content": "Some of my cohort graduates have secured roles within the Forestry Commission, taking on vital roles as Woodland Officers, Regulations and Incentives Support Officers, and Planning and Tree Health Pilot Officers. Meanwhile, others are contributing towards Forestry England’s crucial work to sustainably manage the nation’s forests as Harvesting Supervisors and Standing Sales Supervisors.",
                "tag": "p"
            },
            {
                "content": "The private and charity sector will also benefit from graduates accepting roles as Foresters, Forestry Agents and Area Rangers. And for those choosing to take time to reflect, after what has been an intense cycle of learning and assessment, I celebrate their thoughtful approach to planning their next steps in what promises to be a rewarding career in forestry.",
                "tag": "p"
            },
            {
                "content": "The apprenticeship has equipped me with a renewed sense of purpose and a toolkit of skills to match. I’m quietly confident to say that I feel like a forester. I’m excited that my future career will enable me to keep working with landowners, communities and colleagues. I hope to expand and improve our nation’s woodlands, and I’m eager to work with and encourage others to consider a career in forestry.",
                "tag": "p"
            },
            {
                "content": "Making a difference",
                "tag": "h2"
            },
            {
                "content": "In September, I started my new role as Forest Officer at the Forest of Marston Vale Community Forest. I’ll be planning and delivering a range of woodland creation and forest restoration projects, while supporting the development of their trainee foresters.",
                "tag": "p"
            },
            {
                "content": "I’ve also been appointed Volunteer Warden for the Wildlife Trust’s Gamlingay Wood in Cambridgeshire and will be working with the Forestry Commission to develop a steering group to further develop the apprenticeship.",
                "tag": "p"
            },
            {
                "content": "Leading the way for future foresters",
                "tag": "h2"
            },
            {
                "content": "Our apprenticeship journey has had its highs and some challenges, but together we made it. We are leading the way for future foresters for years to come.",
                "tag": "p"
            },
            {
                "content": "Now, it’s time to reflect on how much we have learnt and to recognise that whatever path our future takes us down, we are foresters. I really look forward to bumping into my fellow cohort, in a woodland somewhere, in years to come.",
                "tag": "p"
            },
            {
                "content": "A huge thank you to all those involved along the way, from managers, mentors and the Apprenticeship Programme team, your support has been hugely appreciated.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/11/03/from-apprentice-to-forester-a-pioneering-cohorts-journey/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Gareth Biggins, former apprentice and now Forest Officer at the Forest of Marston Vale Community Forest, reflects on his experiences as part of the first ever cohort on the Forestry Commission’s Professional Forester Degree Apprenticeship."
    }
]