[
    {
        "title": "UK space safety centre marks one-year milestone  ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-07-11T12:16:41",
        "categories": [
            "Delivering Missions and Capabilities"
        ],
        "content": [
            {
                "content": "Millions across the UK are benefiting from the protection of vital space infrastructure provided by the National Space Operations Centre (NSpOC) - which celebrates its first anniversary. ",
                "tag": "p"
            },
            {
                "content": "Space is becoming more a busier and more challenging environment. As of June 2025, there were over 14,000 satellites in orbit, with over 800 operated by UK organisations The amount of satellites and other objects in space is rising rapidly, with more than 100 global launches recorded so far this year each with an average of 14 satellites on board.  ",
                "tag": "p"
            },
            {
                "content": "Led by the UK Space Agency, UK Space Command, and in partnership with the Met Office, NSpOC has become the backbone of the UK’s space safety and security efforts, protecting UK interests in space and on Earth.  ",
                "tag": "p"
            },
            {
                "content": "The risks NSpOC protects the UK from are increasingly varied. Some of these are showcased below.  ",
                "tag": "p"
            },
            {
                "content": "Uncontrolled Re-entry Early Warnings",
                "tag": "h2"
            },
            {
                "content": "NSpOC monitors the uncontrolled re-entry of space objects, issuing alerts to the government and response agencies in the event an object might pose a risk to the UK or UK interests.  ",
                "tag": "p"
            },
            {
                "content": "In its first year, the centre monitored the uncontrolled re-entry of over 870 objects from space, including rocket bodies, defunct satellites and debris, resulting in an average of five alerts per month to government response teams. One notable incident involved Starship Flight 7, which failed in January 2025 and scattered debris over the UK Overseas Territory of the Turks and Caicos Islands, where NSpOC played a leading role in UK efforts to support local authorities. ",
                "tag": "p"
            },
            {
                "content": "Satellite Collision Avoidance and Fragmentation Alerting ",
                "tag": "h2"
            },
            {
                "content": "NSpOC currently provides collision warning services to over 90% of all UK-licensed satellites including 100% of UK satellites in the most congested Low Earth Orbit (LEO). ",
                "tag": "p"
            },
            {
                "content": "In its first year NSpOC issued just under 30,000 collision alerts to UK-licensed satellite operators, helping prevent damage to critical assets that support everyday services such as telecommunications, navigation, and weather forecasting.  ",
                "tag": "p"
            },
            {
                "content": "NSpOC also monitors satellite fragmentations in space, caused by collisions with debris, exploding fuel tanks and potentially even malicious acts. NSpOC models and tracks new debris caused from the breakup of spacecraft in orbit, providing UK operators essential information on how to protect their assets.  ",
                "tag": "p"
            },
            {
                "content": "The centre plays a vital role in protecting infrastructure that underpins an estimated £360 billion - or 17% -of the UK’s non-financial business GDP. A disruption to global satellite systems could cost the UK economy up to £5.2 billion over just five days. ",
                "tag": "p"
            },
            {
                "content": "Planetary Defence ",
                "tag": "h2"
            },
            {
                "content": "NSpOC leads the UK’s monitoring and alert service for asteroids that pose a risk to Earth.  ",
                "tag": "p"
            },
            {
                "content": "Shortly after joining the International Asteroid Warning Network (IAWN) in early 2025, giving the UK access to a global network of optical sensors which could be deployed to monitor and provide additional tracking data on asteroids of concern, NSpOC led the UK response to asteroid 2024 YR4, which briefly posed a 3.1% Earth impact risk. ",
                "tag": "p"
            },
            {
                "content": "NSpOC leads the UK delegation to the International Asteroid Warning Network (IAWN) and Space Mission Planning Advisory Group (SMPAG). NSpOC continues to monitor around 500 asteroids each month.  ",
                "tag": "p"
            },
            {
                "content": "Space Weather ",
                "tag": "h2"
            },
            {
                "content": "The Met Office Space Weather Operations Centre (MOSWOC) provides NSpOC with forecasts, timely warnings and alerts regarding space weather events that can disrupt satellite communications, impact on capabilities used to locate and track satellites and even damage satellite equipment, issuing more than 400 alerts over the last year. During the largest geomagnetic storm in two decades in May 2024, nearly 100 alerts were sent, helped satellite operators to operate safely throughout an event where nearly 5,000 satellites needed to manoeuvre to maintain station on-orbit. ",
                "tag": "p"
            },
            {
                "content": "Over the coming years NSpOC will bolster its space surveillance, tracking and analysis capabilities to meet future challenges and provide essential support to exciting and critical UK missions into space. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/07/11/uk-space-safety-centre-marks-one-year-milestone/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Millions across the UK are benefiting from the protection of vital space infrastructure provided by the National Space Operations Centre (NSpOC) - which celebrates its first anniversary. "
    },
    {
        "title": "Nannies: what you need to know",
        "authors": [
            "Jayne Coward, Deputy Director for Early Years Regulatory Policy and Practice"
        ],
        "posted_on": "2025-07-11T11:45:08",
        "categories": [
            "Nannies",
            "Registration"
        ],
        "content": [
            {
                "content": "If you’re a nanny, you can look after children from any number of families, but you can only care for the children of 2 families at any one time. This is a requirement set by the Department for Education (DfE).",
                "tag": "p"
            },
            {
                "content": "The DfE has recently asked us to clarify how this works, so in this blog I’ll explain what it means in practice and what you need to do to make sure you’re properly registered.",
                "tag": "p"
            },
            {
                "content": "We’ve worked with the DfE to set out some examples of the childcare you can provide as an unregistered or registered nanny.",
                "tag": "p"
            },
            {
                "content": "What is a nanny?",
                "tag": "h2"
            },
            {
                "content": "The law, set by the DfE, defines a nanny as a person providing childcare for a child or children from up to 2 families, and that childcare must be carried out wholly or mainly in either of the parents’ homes.",
                "tag": "p"
            },
            {
                "content": "The law says that this type of childcare taking place in a child’s own home is exempt from registering with Ofsted. This means nannies have a choice whether to register voluntarily on the Childcare Register.",
                "tag": "p"
            },
            {
                "content": "Caring for children from multiple families",
                "tag": "h2"
            },
            {
                "content": "We know that the way nannies work has become more agile and flexible in recent years. Some nannies provide childcare for several sets of parents on different days. But it’s important that you continue to work in line with the requirements set by the DfE.",
                "tag": "p"
            },
            {
                "content": "Nannying is classed as ‘exempt childcare’. This means if you’re working as a nanny, you don’t need to register. However, you must make sure you continue to work in line with the legal exemptions.",
                "tag": "p"
            },
            {
                "content": "As explained above, although you can work with as many families as you like, you must only care for children from 2 families at any one time. For example, you can care for 2 children who are not related on Monday, and then 2 different unrelated children on Tuesday. You could also care for different children in the morning and the afternoon, but they still must be from only 2 families and in one of their homes.",
                "tag": "p"
            },
            {
                "content": "If you want to care for children from more than 2 different families at once, you can’t do this as a nanny and must legally register as a childminder (either with us or with a childminding agency). If you start doing it without registering as a childminder, you’re running unregistered childcare. This is an offence.",
                "tag": "p"
            },
            {
                "content": "Choosing to register as a nanny",
                "tag": "h2"
            },
            {
                "content": "If you’re a nanny, you don’t have to register with us, but you may choose to.",
                "tag": "p"
            },
            {
                "content": "The Childcare Register has 2 parts:",
                "tag": "p"
            },
            {
                "content": "Nannies can only register on the voluntary part. We inspect and regulate registered nannies to make sure that childcare is safe and suitable for children. We inspect 10% of all providers on the Childcare Register each year. You can read our guidance about Childcare Register compliance inspections to find out more.",
                "tag": "p"
            },
            {
                "content": "Our most recent official statistics from March 2025 say that 7,362 nannies have chosen to register. Many do this so that parents who use them are able to claim tax-free childcare entitlements. The Childcare Choices website explains everything about this.",
                "tag": "p"
            },
            {
                "content": "If you choose to register, you have to meet all the requirements of your registration at all times. This includes having appropriate insurance and relevant first aid training, even when you’re not caring for children.",
                "tag": "p"
            },
            {
                "content": "Letting Ofsted know where you’re working",
                "tag": "h2"
            },
            {
                "content": "If you’re a nanny registered with Ofsted, you’re required by law to keep your contact information and care arrangements up to date, including the addresses of all the places where you provide childcare. You can email us at any time to update us.",
                "tag": "p"
            },
            {
                "content": "We need to know this information so that we can contact you to let you know about an inspection, or to discuss the details of your registration.",
                "tag": "p"
            },
            {
                "content": "Existing childminders can also work as nannies",
                "tag": "h2"
            },
            {
                "content": "If you’re already registered as a childminder with Ofsted, you can also operate as a nanny using your current registration.",
                "tag": "p"
            },
            {
                "content": "All you need to do is contact us to let us know that you want to start providing this type of care. We’ll then send you an updated certificate. You can email us from the email address we have on record.",
                "tag": "p"
            },
            {
                "content": "As of March 2025, nearly 2,000 registered childminders had done this.",
                "tag": "p"
            },
            {
                "content": "More information",
                "tag": "h2"
            },
            {
                "content": "Did you know that, as a nanny, you:",
                "tag": "p"
            },
            {
                "content": "We have a collection of guidance pages for Ofsted-registered nannies. We’ve done this so that everything is easier to understand and all available in one place. You can also read all of the legal requirements for registered nannies – remember, once registered, you need to meet these requirements at all times.",
                "tag": "p"
            }
        ],
        "link": "https://earlyyears.blog.gov.uk/2025/07/11/nannies-what-you-need-to-know/",
        "blog": "Ofsted: early years",
        "blog_link": "https://earlyyears.blog.gov.uk",
        "description": "If you’re a nanny, you can look after children from any number of families, but you can only care for the children of 2 families at any one time. This is a requirement set by the Department for Education (DfE). …"
    },
    {
        "title": "Coverage of the English Devolution & Community Empowerment Bill",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-11T10:53:54",
        "categories": [
            "Devolution",
            "Local government"
        ],
        "content": [
            {
                "content": "Following the introduction of the English Devolution and Community Empowerment Bill in Parliament, there has been ongoing positive coverage across national and regional media.",
                "tag": "p"
            },
            {
                "content": "LBC ran a comment piece from the Deputy Prime Minister, where she outlined how the Bill will drive the biggest transfer of power out of Whitehall to our regions in a generation and make devolution the default setting.",
                "tag": "p"
            },
            {
                "content": "The Independent highlighted the Bill will enable protections for local businesses and includes measures to enable collaboration across areas such as transport. There is similar coverage in the Evening Standard.",
                "tag": "p"
            },
            {
                "content": "The Financial Times and I News reported on a measure in the Bill that will allow companies renting premises to negotiate cheaper deals with landlords for the first time, helping ensure our high streets can flourish again. Craig Beaumont, Executive Director at the Federation of Small Businesses, told the FT this will bring “relief for small businesses”.",
                "tag": "p"
            },
            {
                "content": "There is also coverage across regional outlets including the Yorkshire Post, Express and Star, Manchester Evening News and regional BBC outlining what changes mean for local areas.",
                "tag": "p"
            },
            {
                "content": "Deputy Prime Minister Angela Rayner said: ",
                "tag": "p"
            },
            {
                "content": "Minister of State for Local Government and English Devolution, Jim McMahon OBE MP said:  ",
                "tag": "p"
            },
            {
                "content": "More details of the announcement are available on Gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/11/coverage-of-the-english-devolution-community-empowerment-bill/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Following the introduction of the English Devolution and Community Empowerment Bill in Parliament, there has been ongoing positive coverage across national and regional media. LBC ran a comment piece from the Deputy Prime Minister, where she outlined how the Bill …"
    },
    {
        "title": "Rapid Policy Insights: How user-centred approaches support improved policy design in MHCLG ",
        "authors": [
            "Greg Winfield, Head of User-Centred Design"
        ],
        "posted_on": "2025-07-11T09:14:30",
        "categories": [
            "Policy design"
        ],
        "content": [
            {
                "content": "Embedding digital into policy ",
                "tag": "h2"
            },
            {
                "content": "In MHCLG, a central element of our digital strategy is ‘embedding digital in policy’. For clarity, when we say 'digital', this includes the ethos, methods, skills and mindset that is typical in digital working. User-centred design you might say.  ",
                "tag": "p"
            },
            {
                "content": "Towards the end of 2024 we established a new team – the Rapid Policy Insight (RPI) team. This team works with policy teams to embed user-centred design (UCD) practices in the way work is done. The logic is that the more UCD activity there is in policy, the better our policy work in the department meets the needs of users. ",
                "tag": "p"
            },
            {
                "content": "Compressed discovery – expanded influence ",
                "tag": "h2"
            },
            {
                "content": "RPI is a 4-person unit – a product manager, a service designer and 2 user researchers. Each person brings profession-specific expertise but is comfortable overlapping and supporting each other to help speed the work along – facilitating workshops, analysing research, liaising with the policy team. ",
                "tag": "p"
            },
            {
                "content": "RPI spends just 7 weeks with each team, establishing the problem, the assumptions, the shape of the system, and the journeys and challenges that the users go through. By quickly exploring the riskiest assumptions that drive the policy activity, the RPI team is able to leave the policy team with clear practical advice on how to refine existing ideas, refocus on more pressing ones and even stop those initiatives that appear to not be aligned with the most pressing needs.  ",
                "tag": "p"
            },
            {
                "content": "Two tracks to positive change ",
                "tag": "h2"
            },
            {
                "content": "The logic of the rapid approach is to be able to partner with as many policy teams as possible. The more teams we work with, the more the approach grows, the more positive outcomes and the greater the efficiency gains as well. The theory is this: ",
                "tag": "p"
            },
            {
                "content": "Provide practical value ",
                "tag": "h3"
            },
            {
                "content": "Delivering the insights and recommendations from our 7-week project gives immediate value of UCD to the policy team. It captures the imagination but also shapes the policy work in a way that will shape decision making on that topic in the short term. ",
                "tag": "p"
            },
            {
                "content": "Change behaviours ",
                "tag": "h3"
            },
            {
                "content": "Our collaborative, open way of working during the project makes UCD and agile methods more visible, giving the policy team the understanding and confidence to deploy them on future challenges. This supports more effective decision making in the long term. ",
                "tag": "p"
            },
            {
                "content": "We’ve changed a lot in a short time ",
                "tag": "h2"
            },
            {
                "content": "You can read that subtitle in 2 ways: ",
                "tag": "p"
            },
            {
                "content": "We build in (albeit small) reflection periods between our projects and look to reiterate our model before we start again.  ",
                "tag": "p"
            },
            {
                "content": "We have pushed ourselves to test the 7-week model overall, plus reflect in detail on each workshop and interaction in a way that can hone a robust and replicable playbook. We’ve done that based on the feedback from the teams we’ve worked with, asking ourselves – does our service work for our users?  ",
                "tag": "p"
            },
            {
                "content": "We’ve learned we need to embed ourselves more closely with policy teams, to understand the constantly changing landscape they work in and be responsive to that.  ",
                "tag": "p"
            },
            {
                "content": "We’ve learned to do less – create a tighter scope and pick a key assumption to focus our work around. Deliberately not try to explore the whole problem. There isn’t time. We’ve clarified our role in terms of being the starter for good user-centred working, rather than the whole service.  ",
                "tag": "p"
            },
            {
                "content": "We’ve also learned that we’ve created value in all of our projects. Often lots of value. ",
                "tag": "p"
            },
            {
                "content": "We have: ",
                "tag": "p"
            },
            {
                "content": "The appetite for our work is strong and our list of potential projects is growing.  ",
                "tag": "p"
            },
            {
                "content": "In it for the long haul ",
                "tag": "h2"
            },
            {
                "content": "The challenge next is – keeping up the momentum. Can we really say that our second ‘track’ of change – embedding user-centred behaviours for the long term – works in the long term? So far it looks really positive. We have teams returning to us to use templates and methods that we deployed with them. We have referrals to other policy teams where our previous teams can see the opportunity for our work. This suggests the effort and the focus that policy teams put in while working with us doesn’t just drop away as soon as the final show and tell finishes.  ",
                "tag": "p"
            },
            {
                "content": "Our next challenge is: what more can we do to really push forward that ‘digital-ness’ in policy. ",
                "tag": "p"
            },
            {
                "content": "How can the wider support offer from digital continue with teams on that journey – acknowledging that while policy teams learn lots while with us, they are not experts in UCD at the end of 7 weeks (in the same way that we are not experts on their policy then either). What can we do to support them in other ways through the often (always?) complex and convoluted policy journey. ",
                "tag": "p"
            },
            {
                "content": "We’ve created this model and are seeing it working. We want to continually examine it and think about where it should go next given our overall aim. We’re aware others have similar approaches and have tried similar things.  ",
                "tag": "p"
            },
            {
                "content": "So, if you have seen parallels in your work, want to know more, or just want to comment on what you’ve read, please do get in touch by email: policyinsight@communities.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/11/rapid-policy-insights-how-user-centred-approaches-support-improved-policy-design-in-mhclg/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The Rapid Policy Insight team in MHCLG is embedding user-centred design into policy by working closely with policy teams over focused 7-week sprints. Read about the value of this approach, and how it helps shape more effective, user-focused policy."
    },
    {
        "title": "Reflections on the 30th anniversary of the Nolan Principles by Harry Rich, Registrar of Consultant Lobbyists",
        "authors": [
            "Harry Rich"
        ],
        "posted_on": "2025-07-10T17:12:28",
        "categories": [
            "30th Anniversary",
            "Lobbying"
        ],
        "content": [
            {
                "content": "Lobbying Transparency",
                "tag": "p"
            },
            {
                "content": "In 2014, Parliament created the role of Registrar of Consultant Lobbyists to help the public see who is lobbying ministers and Permanent Secretaries on behalf of paying clients. Under the law, it is consultant lobbyists, not ministers, who must declare their lobbying activity. Because lobbyists aren’t public servants, the Nolan Principles of Public Life don’t apply to them directly.",
                "tag": "p"
            },
            {
                "content": "Yet the Nolan Principles are central to lobbying transparency.",
                "tag": "p"
            },
            {
                "content": "The Nolan Principles at the heart of my work",
                "tag": "p"
            },
            {
                "content": "As Registrar, I am a public office holder, operating independently of both government and lobbyists. This independence ensures that registration and enforcement decisions are fair, impartial, and based on evidence and the law. The Register itself is a tool for openness, and I support this by publishing guidance, decisions, and information about my own meetings and correspondence.",
                "tag": "p"
            },
            {
                "content": "Shaping guidance through the lens of integrity",
                "tag": "p"
            },
            {
                "content": "The Registrar provides formal guidance on how the 2014 Act works in practice. The Act sets the boundaries and starting point, but the transparency goals of the legislation and the Principles of Public Life are essential guides as I draft and update guidance. For example, I expect (voluntary) codes of conduct for consultant lobbyists to recognise their responsibilities to the people they lobby and to include an independent complaints process for anyone to use.",
                "tag": "p"
            },
            {
                "content": "Transparency is a shared responsibility",
                "tag": "p"
            },
            {
                "content": "Lobbying transparency is often viewed as something for lobbyists alone. In reality, it is a two-sided coin:",
                "tag": "p"
            },
            {
                "content": "Ministerial transparency is critical, particularly since in-house lobbying is not captured by the Register and is only visible through departmental disclosures. The Nolan Principles remind ministers of their duty to demonstrate integrity, openness, honesty, leadership, and accountability in how they receive lobbying.",
                "tag": "p"
            },
            {
                "content": "Departmental transparency data needs to improve",
                "tag": "p"
            },
            {
                "content": "Currently, departmental transparency data is incomplete, often late, and published only quarterly. A disclosure stating that a minister met an energy company to discuss “energy” six months after the event does not meaningfully advance transparency. The House of Commons Public Administration and Constitutional Affairs Committee (PACAC) has recommended monthly publication on a central database with standardised, meaningful information. Implementing this would enhance transparency, strengthen public trust and align with the Nolan Principles.",
                "tag": "p"
            },
            {
                "content": "Towards transparent and effective policy making",
                "tag": "p"
            },
            {
                "content": "Transparent, ethical lobbying can contribute to informed and effective public policy. The 2014 Act and the work of my Office help by placing consultant lobbying in the public domain. But integrity and objectivity demand that ministers and policymakers seek out diverse voices, not just those of the most organised or well-funded. Too often, it is unclear whether ministers have the rounded view necessary for good decision-making.",
                "tag": "p"
            },
            {
                "content": "Lobbying transparency requires both sides, lobbyists and ministers, to play their part. That way the public can have confidence that policy decisions are made fairly, openly and in the public interest.",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/07/10/reflections-on-the-30th-anniversary-of-the-nolan-principles-by-harry-rich-registrar-of-consultant-lobbyists/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "To mark the 30th anniversary of the Nolan Principles, the Committee are publishing a series of blogs about the work of a range of standards bodies in England. Our sixth blog is from Harry Rich, Registrar of Consultant Lobbyists."
    },
    {
        "title": "Heating Up Success: How we're building a Cleaner, Greener Britain",
        "authors": [
            "Sean Pitman"
        ],
        "posted_on": "2025-07-10T15:52:49",
        "categories": [
            "A great place to work",
            "A Modern Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Sean Pitman, Senior Policy Advisor, Boiler Upgrade Scheme team at the Department for Energy Security and Net Zero, tells us how he and his team are building a cleaner, greener Britain.",
                "tag": "p"
            },
            {
                "content": "The moment I tell people I work on heat pumps, I usually get one of two reactions – either intense curiosity or a glazed expression! But what we're doing with the Boiler Upgrade Scheme (BUS) is genuinely transforming homes across England and Wales, with £7,500 grants to help cover the cost of installing low carbon heat pumps.",
                "tag": "p"
            },
            {
                "content": "I still get a buzz from our numbers. Since launching in April 2022, we've supported more than 50,000 installations across England and Wales, and since July, we've been inundated with 33,000+ more heat pump applications and paid out over 22,000 grants. Every morning I check our dashboard thinking, \"That's another street, another town moving towards clean power and net zero.\" ",
                "tag": "p"
            },
            {
                "content": "Our Warm and Fuzzy marketing campaign has been a revelation. I was in a taxi recently when the driver mentioned our ads, asking me loads of questions about heat pumps – we're definitely cutting through. Even at a recent family party, my proud relatives didn’t hold back, asking questions, which reminded me why this matters so much.",
                "tag": "p"
            },
            {
                "content": "What gives me the most joy is our team’s evolution. When I joined DESNZ four years ago, it felt quite London-centric. Now, we're a national team with brilliant colleagues in Salford and Darlington bringing fresh perspectives and giving more talented individuals opportunity across the country. ",
                "tag": "p"
            },
            {
                "content": "Emmerdale ",
                "tag": "p"
            },
            {
                "content": "Heat pumps even found their way onto TV’s popular Emmerdale in April, when new ‘resident’ in the village, Dr Liam Cavanagh, a GP and sustainability pioneer made the switch from a gas boiler to a heat pump. Our Campaigns team in the Communications Directorate got busy behind the scenes, working with Emmerdale and ITV to bring this story to life, tying in with the department’s ongoing ‘Warm and Fuzzy’ advertising campaign. ",
                "tag": "p"
            },
            {
                "content": "Our aim was to promote the Boiler Upgrade Scheme by connecting Emmerdale with a practical step watched by four million TV viewers, who might be unfamiliar with heat pump technology.",
                "tag": "p"
            },
            {
                "content": "So what have I learned? ",
                "tag": "p"
            },
            {
                "content": "Just by bringing policy closer to people, we’ve developed better solutions that truly meet local needs across Britain. The proof? Our heat pump scheme works because we understand the communities we serve.",
                "tag": "p"
            },
            {
                "content": "So next time someone glazes over when I mention heat pumps, I'll just smile and think of those 50,000 homes staying warm while helping keep our planet cool! I’m proud to be helping thousands more households transition to clean energy while supporting the Government’s Mission to become a clean energy superpower.",
                "tag": "p"
            },
            {
                "content": "This is part 1 of a four-part series marking 1 Year of Government showcasing the extraordinary work of civil servants delivering the Missions. ",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/10/heating-up-success-how-were-building-a-cleaner-greener-britain/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Sean Pitman, Senior Policy Advisor, Boiler Upgrade Scheme team at the Department for Energy Security and Net Zero, tells us how he and his team are building a cleaner, greener Britain. The moment I tell people I work on heat …"
    },
    {
        "title": "Join a profession: real stories of cross-government careers",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-07-10T15:35:18",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Join a profession",
            "Policy",
            "Professional Networks",
            "Proud Civil Servant",
            "Skilled"
        ],
        "content": [
            {
                "content": "Government professions are important communities that unite civil servants with shared skills across departments. More than just networks, these professional groups support your learning, development and career progression, connecting you with like-minded colleagues, mentors and new areas of work. As part of Join a profession, our new initiative designed to help civil servants find their professional home, we’ve asked colleagues to share their career highlights. You can read more stories on our hub site.",
                "tag": "p"
            },
            {
                "content": "Voices from government professions",
                "tag": "h2"
            },
            {
                "content": "Government Risk Profession",
                "tag": "h3"
            },
            {
                "content": "“In 2022, I joined the Ministry of Defence as a Risk Analyst. Starting as a Risk Lead and progressing to a Senior Executive Officer role, I now lead on stakeholder engagement and support risk reporting across multiple areas of defence. This work allows me to contribute to the department’s strategic objectives and influence key decisions at the highest level. Continuous learning has been central to my progress – I’ve worked on major projects, including redefining principal risks, renewing risk postures after the latest Spending Review, and supporting a Defence Board risk appetite session.",
                "tag": "p"
            },
            {
                "content": "The Government Risk Profession has been a huge asset – its resources, tools, best practice and learning opportunities have supported my development at every stage. I completed the ‘Risk Management for Non-Risk Professionals’ course on Civil Service Learning to deepen my understanding of the Orange Book’s core principles. I’m also proud to be continuing my professional development, having recently gained the Institute of Risk Management’s International Certificate and continue working towards full accreditation. I regularly recommend the Induction Hub to colleagues as a starting point in the profession and completing the induction steps also gives you an Affiliate badge, which you can proudly display in your signature to demonstrate being part of the profession.”Anis Khaldoun, Risk Specialist, Ministry of Defence",
                "tag": "p"
            },
            {
                "content": "Property Profession",
                "tag": "h3"
            },
            {
                "content": "\"After joining the Property Profession, I completed the IWFM L6 Workplace Leadership, and it has given me the confidence to drive forward improvements in the standard of workplaces for HM Revenue & Customs. The accreditation has given me the confidence in my capability, and that it does really mean something to me.\"",
                "tag": "p"
            },
            {
                "content": "Rob Short CIWFM, User Experience Workplace Review Lead, HM Revenue & Customs",
                "tag": "p"
            },
            {
                "content": "Digital and Data Profession",
                "tag": "h3"
            },
            {
                "content": "\"Working in the Digital and Data Profession has given me a unique platform to drive transformative change across government. From leading cross-departmental digital strategies to delivering user-centred innovations during Brexit and the COVID-19 response, I’ve seen firsthand how our profession shapes outcomes that matter. What I value most is the culture of collaboration—bringing together diverse teams from policy, technology, and operations to deliver meaningful results. The profession's framework has helped me build capability in others while continuously evolving as a leader. It’s more than a job—it’s a purpose-driven community driving excellence at scale.\"",
                "tag": "p"
            },
            {
                "content": "Baljit Singh Rakhra, Head of Digital Delivery, Ministry of Housing, Communities & Local Government",
                "tag": "p"
            },
            {
                "content": "Policy Profession",
                "tag": "h3"
            },
            {
                "content": "“Networking within the Policy Profession has been central to my professional satisfaction, collaborating with international experts while mentoring students and early career professionals. These connections across academia and government have created a rich professional ecosystem that benefits my current role.”",
                "tag": "p"
            },
            {
                "content": "Sarbani Banerjee, Senior Research Manager, Medr, Commission for Tertiary Education and Research",
                "tag": "p"
            },
            {
                "content": "Digital and Data Profession",
                "tag": "h3"
            },
            {
                "content": "“One of the best parts of being a part of the Digital and Data Profession is collaborating and connecting with like-minded colleagues across government so we can share best practice and offer support for common issues.''",
                "tag": "p"
            },
            {
                "content": "Samantha Merrett, Senior Accessibility Specialist, Ministry of Justice",
                "tag": "p"
            },
            {
                "content": "Property Profession",
                "tag": "h3"
            },
            {
                "content": "\"The breadth of opportunities in the Property Profession is incredible, alongside a scale and complexity of work that you’ll struggle to find elsewhere. The profession acts as one large umbrella organisation, encouraging members to grow their careers and develop different skills in very different environments and property portfolios.\"",
                "tag": "p"
            },
            {
                "content": "Stuart Burrows, Head of Sustainability-Weybridge, Department for Environment Food and Rural Affairs",
                "tag": "p"
            },
            {
                "content": "Join the many civil servants who are part of a professional network and grow your skills, progress your career and build your network. Join a profession today.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/07/10/join-a-profession-real-stories-of-cross-government-careers/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "As part of Join a profession, our new initiative designed to help civil servants find their professional home, we’ve asked colleagues to share their career highlights."
    },
    {
        "title": "Keeping pets safe as toxic chemicals are found in counterfeit flea treatment ",
        "authors": [
            "Imogen Percival"
        ],
        "posted_on": "2025-07-10T14:31:07",
        "categories": [
            "Enforcement"
        ],
        "content": [
            {
                "content": "We’re a nation of animal lovers, going to great lengths to keep our pets healthy and happy. From maintaining a quality diet to keeping medication and vaccinations up to date, a lot of care, love and money goes into their health. ",
                "tag": "p"
            },
            {
                "content": "There’s an underlying threat behind this care that many pet owners aren’t aware of – intellectual property (IP) infringing counterfeit medicines that can cause serious harm and even death.",
                "tag": "p"
            },
            {
                "content": "Earlier this year, Alan Wall from Preston purchased online what he thought was genuine Frontline Spot On flea treatment for his cat, Smokey. Alan was devasted when Smokey became very unwell. The condition was so severe that Smokey required emergency intestinal surgery to survive. This was followed by a week-long stay at the veterinary surgery and significant bills to support his recovery. ",
                "tag": "p"
            },
            {
                "content": "Alan urges other pet owners to be wary of these fake products so that no one else goes through what he and his family have. ",
                "tag": "p"
            },
            {
                "content": "Recognising the serious impact these products could have on our beloved pets, we worked closely with an extended network of stakeholders to raise public awareness of these issues. These efforts are a part of our wider aim to reduce demand for counterfeit goods and help consumers understand the harms of IP crime, as outlined in our Counter-Infringement Strategy 2022-27. ",
                "tag": "p"
            },
            {
                "content": "The truth behind counterfeit flea treatment",
                "tag": "h3"
            },
            {
                "content": "Trade marks such as the one Boehringer Ingelheim holds for Frontline, establish brand recognition and credibility, reassuring the consumer that they are buying a genuine product.  ",
                "tag": "p"
            },
            {
                "content": "After assessment by the rights owner, Boehringer Ingelheim, the product was confirmed as counterfeit. The packaging itself contained flaws. Notably, the label used ‘GATTI’ (Italian for cats) instead of the English ‘CAT’, alongside multiple spelling errors - common indicators of counterfeit products.  ",
                "tag": "p"
            },
            {
                "content": "Further testing of the product by the University of Bath confirmed the presence of Pirimiphos-methyl, a dangerous insecticide toxic to cats.",
                "tag": "p"
            },
            {
                "content": "Further testing of the product by the University of Bath confirmed the presence of Pirimiphos-methyl, a dangerous insecticide toxic to cats. ",
                "tag": "p"
            },
            {
                "content": "The Veterinary Medicines Directorate, the authority responsible for veterinary medicines regulation in the UK, confirmed the potential impact of this substance.",
                "tag": "p"
            },
            {
                "content": "A Veterinary Medicines Directorate Veterinary Surgeon and Efficacy Assessor, Dr Heilin-Anne Leonard-Pugh, explains: ",
                "tag": "p"
            },
            {
                "content": "Sue Horseman, from Bristol also purchased what was later confirmed to be counterfeit flea treatment online. Sue explained she immediately became suspicious when she opened the packaging and detected a strong smell of white spirit and paraffin. ",
                "tag": "p"
            },
            {
                "content": "Uniting new stakeholders",
                "tag": "h3"
            },
            {
                "content": "When we were first presented with this issue, we recognised the serious potential impact of these products and worked to unite an extended network of stakeholders to raise public awareness of these products. ",
                "tag": "p"
            },
            {
                "content": "These partners helped us build our evidence and provided veterinary expertise.  ",
                "tag": "p"
            },
            {
                "content": "This collaborative effort has been key to understanding the serious threat that counterfeit pet medication can pose to pet owners and to raising public awareness of these products. ",
                "tag": "p"
            },
            {
                "content": "Protection for pet medicines",
                "tag": "h3"
            },
            {
                "content": "Counterfeit pet medicines deliberately mimic the appearance and packaging of genuine products to deceive consumers. These fakes typically lack the proper active ingredients, making them ineffective at best. At worst, they contain harmful substances that can cause severe reactions in our pets. ",
                "tag": "p"
            },
            {
                "content": "All veterinary medicines sold in the UK must be authorised. This ensures they are safe and effective for specific animals. ",
                "tag": "p"
            },
            {
                "content": "Consumers can check if the medicine they are buying is authorised in the UK by searching the VMD’s Product Information Database. ",
                "tag": "p"
            },
            {
                "content": "These medications are also protected by trade marks, offering protection for the brand and trust that consumers are getting a safe and tested product. Common pet medication brands have diligently protected their brands with a range of trade marks covering their range of products. Class 5, ‘Insecticides and antiparasitic preparations for veterinary purposes’ covers products like flea treatments. ",
                "tag": "p"
            },
            {
                "content": "Warning signs of fake medicines",
                "tag": "h3"
            },
            {
                "content": "Pet owners should check the packaging and always be cautious of third-party sellers when shopping on e-commerce sites for any type of pet medication. Look out for: ",
                "tag": "p"
            },
            {
                "content": "Staying safe when buying pet medicines",
                "tag": "h3"
            },
            {
                "content": "To ensure they're buying genuine pet medications, pet owners are advised to purchase from trusted sources such as veterinary practices or registered pharmacies and retailers. ",
                "tag": "p"
            },
            {
                "content": "What to do if your pet is affected",
                "tag": "h3"
            },
            {
                "content": "If it’s suspected that a pet has been exposed to a counterfeit medicine, consumers are recommended to seek veterinary advice immediately. The sooner pets receive treatment, the better their chances of recovery. ",
                "tag": "p"
            },
            {
                "content": "We’re urging consumers to contact local Trading Standards or Crimestoppers  if they see these goods being offered for sale, whether on a website, social media post or on the high street.  ",
                "tag": "p"
            },
            {
                "content": "For our beloved pets like Smokey, the difference between a genuine product and a fake could literally be life or death. By understanding the importance of intellectual property rights and making informed choices when purchasing pet medications, we can help protect our furry family members from these dangerous counterfeits. ",
                "tag": "p"
            },
            {
                "content": "Our message remains as always: remember, if a deal seems too good to be true, it probably is. ",
                "tag": "h3"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/07/10/keeping-pets-safe-as-toxic-chemicals-are-found-in-counterfeit-flea-treatment/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "We’re a nation of animal lovers, going to great lengths to keep our pets healthy and happy. There’s an underlying threat behind this care that many pet owners aren’t aware of – IP infringing counterfeit medicines that can cause serious harm and even death."
    },
    {
        "title": "Why some people suffer more than others during heatwaves",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-07-10T10:08:26",
        "categories": [
            "Health and Wellbeing"
        ],
        "content": [
            {
                "content": "While many of us revel in the hot summer sunshine, others are at risk of developing heat-related complications such as sunstroke and heatstroke. In this blog post we will outline how heat affects the body and look at some of the reasons why you could be at higher risk of becoming unwell in hot weather.",
                "tag": "p"
            },
            {
                "content": "How the body copes with hot weather",
                "tag": "h2"
            },
            {
                "content": "Our bodies work to maintain consistent internal conditions, so that our cells and organs operate in optimal circumstances.  To maintain our core temperature of around 37.5°C, our bodies regularly change the amount blood flow. When it’s hot, more blood flows close to the skin and we lose heat.  This requires the heart to work harder to get the blood moving closer to the skin which can put it under strain.",
                "tag": "p"
            },
            {
                "content": "This heat loss is helped by sweating. Evaporating sweat, or wet skin, can increase the amount of heat lost from the body by as much as 10 times, thereby reducing the strain on the heart. But we need to keep well hydrated to keep the sweat flowing.",
                "tag": "p"
            },
            {
                "content": "Heat-related illness is a side effect of struggling with the heat",
                "tag": "h2"
            },
            {
                "content": "The extra work for the heart and the lungs combined with fluid and salt loss can cause a range of problems.",
                "tag": "p"
            },
            {
                "content": "The combination of fluid loss/dehydration from sweating, with lower blood pressure as a result of all those extra dilated blood vessels, can lead to serious problems and can cause dizziness and fainting, or heat stroke. As dehydration worsens, people can experience heat cramps in their muscles, caused by the loss of crucial electrolytes that keep muscles functioning.",
                "tag": "p"
            },
            {
                "content": "The combination of these symptoms, as well as sickness or nausea, headaches, heavy sweating and tiredness is called heat exhaustion.",
                "tag": "p"
            },
            {
                "content": "Most people in good health will not suffer these symptoms if they drink plenty of water and seek out shade and cooler places, however, older people, young children, pregnant women and people with underlying heart or lung conditions are at more risk. This is why our advice focuses on reminding people to keep an eye on vulnerable friends, relatives and neighbours during a heatwave.",
                "tag": "p"
            },
            {
                "content": "If someone is showing signs of heat exhaustion they need to be cooled down. The NHS advises that there are 4 things you can do to cool someone down and they should feel better within 30 minutes:",
                "tag": "p"
            },
            {
                "content": "Stay with them until they are better and call 999 if the person is:",
                "tag": "p"
            },
            {
                "content": "These are all signs of heatstroke which is a medical emergency and can kill.",
                "tag": "p"
            },
            {
                "content": "It’s not just about heatstroke",
                "tag": "h2"
            },
            {
                "content": "It's important to understand that high temperatures can also worsen existing health conditions, sometimes with serious consequences.",
                "tag": "p"
            },
            {
                "content": "People with conditions including, but not limited to, cardiovascular, respiratory, kidney problems or who are on certain medications may not just be vulnerable to heat in general, they may experience a worsening of their underlying illness during a heatwave. This happens because when the body tries to cool itself down, it puts additional strain on organs that may already be under pressure. For example, people with heart disease may find it harder to maintain adequate blood flow, leading to chest pain or even heart failure. Similarly, people with chronic obstructive pulmonary disease (COPD) or asthma may struggle to breathe as hot air, pollution, and dehydration combine to inflame the airways and reduce oxygen intake.",
                "tag": "p"
            },
            {
                "content": "Those with kidney disease or diabetes are at increased risk of acute kidney injury when dehydrated in hot weather, as the kidneys become less effective at regulating body fluids.",
                "tag": "p"
            },
            {
                "content": "Taking extra care when using certain medications",
                "tag": "h2"
            },
            {
                "content": "Medications commonly taken for chronic conditions, such as diuretics, beta-blockers, or drugs used to treat mental health issues (like antipsychotics and common antidepressants like SSRIs), can also alter the body’s ability to cool itself or keep fluids, making people even more susceptible to complications. It is important to understand how your medication affects your body’s response to heat and reread any instructions or speak to your doctor or pharmacist if you have any concerns.",
                "tag": "p"
            },
            {
                "content": "In this way, hot weather doesn’t just present a risk of heat-related illness, but can act to worsen existing health conditions, an often overlooked but critical part of why some people may suffer more than others during heatwaves.",
                "tag": "p"
            },
            {
                "content": "Keep hydrated, keep your home cool, keep yourself cool",
                "tag": "h2"
            },
            {
                "content": "Keeping hydrated is vital – drink plenty of fluids and avoid excess alcohol. Water, lower fat milks, and tea or coffee replace water lost through sweating and keep you cool.",
                "tag": "p"
            },
            {
                "content": "When it’s hot outside, there are easy steps we can all take to reduce heat in our homes. Consider shading or covering windows, opening them on either side of the building when the air outside feels cooler (particularly at night) to improve air circulation, and using electric fans when temperatures are below 35°C, though avoid pointing them directly at your body to prevent dehydration. Reduce internal heat by switching off unnecessary lights and electrical equipment, as well as considering cooking during cooler parts of the day. Moving to cooler areas of your home for activities like sleeping can help.",
                "tag": "p"
            },
            {
                "content": "During the day, it may be cooler to go to a park where there’s a breeze and some shade or air-conditioned public buildings such as libraries, community centres or places of worship, than stay in an overheated home.",
                "tag": "p"
            },
            {
                "content": "Of course much of this advice is common sense, however we know heat-related mortality is occurring as we see in our annual Heat Mortality Monitoring Reports, and are projected to increase in the future as featured in the Health Effects of Climate Change report.  The UK Climate Change Risk Assessment identifies risks to health, wellbeing and productivity from high temperatures as one of the greatest priorities for action for our country so it’s vital we all protect ourselves as well as our families and neighbours.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/07/10/why-some-people-suffer-more-than-others-during-heatwaves/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "While many of us revel in the hot summer sunshine, others are at risk of developing heat-related complications such as sunstroke and heatstroke. In this blog post we will outline how heat affects the body and look at some of the …"
    },
    {
        "title": "Women in space and the power of job-sharing ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-07-10T09:41:39",
        "categories": [
            "Blog Series",
            "Engineering",
            "Our People & Deep Dives",
            "Science"
        ],
        "content": [
            {
                "content": "by Tania Celani and Miriam Grigg, Department for Science, Innovation and Technology",
                "tag": "p"
            },
            {
                "content": "Last year on 22 November, Emily Calandrelli became the 100th woman to fly to space. We can’t claim to have been into space ourselves (perhaps except using VR), but we have been job-sharing as Deputy Directors in DSIT’s Space Directorate since January 2022.  ",
                "tag": "p"
            },
            {
                "content": "We love being part of an inspiring and boundary-pushing policy area to address the complex geopolitical and technological issues of tomorrow. We have a fantastic team and partner with the UK Space Agency, other departments, and industry and international stakeholders to drive economic growth and protect national security through space.  ",
                "tag": "p"
            },
            {
                "content": " We are passionate that diversity and inclusion are core to our organisation's culture. We are Space D&I and DSIT flexible working champions and set up the BEIS job-sharing network to help those interested in trying this innovative flexible working model. Last year, we were delighted to support the UN Gender Mainstreaming Toolkit for space.  ",
                "tag": "p"
            },
            {
                "content": "For anyone who has ever wondered about job-sharing, there are some fundamental benefits to it. These include overcoming the loneliness of leadership, having two brains to find creative solutions to thorny problems, knowing that the whole week is covered to better balance work and family commitments, and bringing complementary strengths to have more impact together. These in turn benefit the business which leads to higher productivity and innovation, a chance to draw from a wider talent pool, and improves diversity across grades.  ",
                "tag": "p"
            },
            {
                "content": "Even though the sector - like many in STEM - has a long way to go on diversity, it boasts of and rightly celebrates many inspiring women; whether working as CEOs, engineers, diplomats, or astronauts. With opportunities and expertise of this scale, we are excited to see how these women - and the next generation - shape the future of space.   ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/07/10/women-in-space-and-the-power-of-job-sharing/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "by Tania Celani and Miriam Grigg, Department for Science, Innovation and Technology Last year on 22 November, Emily Calandrelli became the 100th woman to fly to space. We can’t claim to have been into space ourselves (perhaps except using VR), …"
    },
    {
        "title": "Launching the Home Office 2030 Digital Strategy ",
        "authors": [
            "Rob Thompson, Home Office Chief Digital, Data and Technology Officer"
        ],
        "posted_on": "2025-07-09T14:53:19",
        "categories": [
            "DDaT Strategy",
            "Digital strategy",
            "Transformation"
        ],
        "content": [
            {
                "content": "We’ve just published our Home Office 2030 Digital Strategy, which explains how we will use digital, data and technology over the next 5 years to keep delivering on our mission to keep citizens safe and the country secure. ",
                "tag": "p"
            },
            {
                "content": "When we introduced the Home Office 2024 DDaT Strategy 4 years ago, we laid out our intention to become a department of government that embraced a digital by design approach to everything we delivered. ",
                "tag": "p"
            },
            {
                "content": "We’ve lived up to our promises; a UK passport holder can renew a passport within 48 hours, from filling out the form to dispatch, and the UK’s airport eGates see 76 million digitally-assisted crossings every year. That’s more than any other country in the world.  ",
                "tag": "p"
            },
            {
                "content": "Why publish a new digital strategy?  ",
                "tag": "p"
            },
            {
                "content": "Technology never stops moving, and we never stop thinking about how we can use it do the very best work we can for the people of the United Kingdom. ",
                "tag": "p"
            },
            {
                "content": "Growing technologies such as artificial intelligence (AI) are playing an ever-larger role in the global digital conversation, while key concepts such as sustainability and data-driven decision-making continue to evolve. Even fundamental approaches, like building agile and resilient systems and services, or making our technology easy to maintain to keep costs down, need restating and refreshing to make sure we are all working together in the most effective ways. ",
                "tag": "p"
            },
            {
                "content": "We have published our strategy on GOV.UK to allow us to keep having an open conversation about our plan for change. ",
                "tag": "p"
            },
            {
                "content": "8 strategic shifts in digital, data and technology ",
                "tag": "p"
            },
            {
                "content": "We’ll continue meeting the challenges of improving the Home Office’s service delivery and operations to keep the country safe, secure and economically prosperous. ",
                "tag": "p"
            },
            {
                "content": "To do this, we’ll empower our people to use technology by following 8 strategic shifts. They are: ",
                "tag": "p"
            },
            {
                "content": "Read the Home Office 2030 Digital Strategy to find out more about each strategic shift, and how we aim to achieve them. ",
                "tag": "p"
            },
            {
                "content": "We welcome feedback on the Home Official 2030 Digital Strategy. You can leave your comments below this post. ",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2025/07/09/launching-the-home-office-2030-digital-strategy/",
        "blog": "Home Office Digital, Data and Technology",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "Our Home Office 2030 Digital Strategy has just been published. Read more about our 8 strategic shifts and how we aim to achieve them."
    },
    {
        "title": "Highlights from our area SEND inspection framework review",
        "authors": [
            "Lee Owston, National Director, Education"
        ],
        "posted_on": "2025-07-09T14:02:00",
        "categories": [
            "Area SEND"
        ],
        "content": [
            {
                "content": "As you may know, we recently reviewed the area special educational needs and disabilities (area SEND) inspection framework.",
                "tag": "p"
            },
            {
                "content": "We’ve just published our findings from that review and shared our next steps, so we wanted to talk you through the most important points in this blog post.",
                "tag": "p"
            },
            {
                "content": "For background, our blog from December 2024 set out what we were aiming to achieve through the review, and how we would go about doing that.",
                "tag": "p"
            },
            {
                "content": "Findings from the first 2 years of inspection",
                "tag": "h2"
            },
            {
                "content": "Working with the Care Quality Commission (CQC), we looked at what we’ve learned from the first 2 years under the framework, and the 54 inspections we’ve done.",
                "tag": "p"
            },
            {
                "content": "Those inspections included surveys with a total of over 67,000 responses. Of these responses, we had:",
                "tag": "p"
            },
            {
                "content": "We analysed inspection reports and identified common themes in the main factors that affect the support and help that children and young people with SEND receive in a local area. These include:",
                "tag": "p"
            },
            {
                "content": "We’ll finish the first cycle of inspections of all 153 local area partnerships in 2027.",
                "tag": "p"
            },
            {
                "content": "We want to continue to learn from inspections so that we can share and develop the knowledge and skills of our inspection workforce, support continual improvement at a local level, and inform national decision-making.",
                "tag": "p"
            },
            {
                "content": "Who we heard from",
                "tag": "h2"
            },
            {
                "content": "We received feedback from 27 engagement events across the sector, including from:",
                "tag": "p"
            },
            {
                "content": "We also heard from Ofsted and CQC inspectors who carry out area SEND inspections, as well as policy colleagues in Ofsted, the Department for Education (DfE) and NHS England.",
                "tag": "p"
            },
            {
                "content": "Changes we’ve made",
                "tag": "h2"
            },
            {
                "content": "We’ve made changes, and will make more, in response to the feedback we received throughout the review: these are set out in our findings.",
                "tag": "p"
            },
            {
                "content": "At the outset of the review, we were clear that the scope of changes would be limited to inspection practice. Details of the government’s intended approach to SEND reform will be set out in a schools white paper in the autumn, so making more fundamental changes to area SEND inspection methodology would have been premature. The changes we announced this month have so far been well received.",
                "tag": "p"
            },
            {
                "content": "We’ve increased the amount of time that inspectors will have during monitoring inspections to focus their lines of enquiry on the most pressing issues and engage with a range of young people and their families.",
                "tag": "p"
            },
            {
                "content": "We heard from some local area partnerships that inspections can be resource-intensive and could be more supportive. In response, we’ve simplified and streamlined the data requests that we make ahead of an inspection.",
                "tag": "p"
            },
            {
                "content": "We’re also improving coordination with other inspection frameworks and with the DfE and NHS England regional teams to help make sure that, where areas are already subject to significant intervention and oversight, this is taken into account. For example, where an area is subject to monitoring activity under both the area SEND and inspection of local authority children’s services (ILACS) frameworks, we will try to make sure we coordinate visits and inspections under each framework.",
                "tag": "p"
            },
            {
                "content": "Additionally, we’ve clarified that the focus of area SEND engagement meetings will be a supportive discussion about the area, including the successes the partnership has achieved and the challenges it faces. And we’ll schedule meetings to make sure they’re targeted proportionately.",
                "tag": "p"
            },
            {
                "content": "How outcomes under different inspection frameworks relate to one another",
                "tag": "h2"
            },
            {
                "content": "Some stakeholders have previously said that they think our area SEND inspection outcomes are ‘inconsistent’ with other provision in the same local area.",
                "tag": "p"
            },
            {
                "content": "It is the case that many of the schools and children’s services in a local area may be good or outstanding but we may judge the area SEND provision in those same local areas as inconsistent or even to have widespread failings.",
                "tag": "p"
            },
            {
                "content": "But SEND and ILACS inspections are complex. Each looks – at a system level – at either SEND or child protection partnerships. This is different from an inspection at setting level (a school, for example), which looks at the identification, support and progress made by a cohort of children with SEND.",
                "tag": "p"
            },
            {
                "content": "So, we would not expect inspection outcomes under one framework to mirror outcomes under the others.",
                "tag": "p"
            },
            {
                "content": "For example, a school may be delivering outstanding education despite the absence of a strong partnership that looks after SEND arrangements across education, health and social care in its local area.",
                "tag": "p"
            },
            {
                "content": "This isn’t to say that we carry out different inspections in isolation from each other: far from it. Inspectors will consult the latest area SEND inspection report to understand the local context in which the setting they’re inspecting operates. They’ll then be able to focus their lines of enquiry accordingly.",
                "tag": "p"
            },
            {
                "content": "Webinars",
                "tag": "h2"
            },
            {
                "content": "We hosted two webinars on 3 July to explain the changes we’ve made to the area SEND inspection framework. ",
                "tag": "p"
            },
            {
                "content": "These gave professionals and parents/carers the opportunity to ask questions, and we recorded them so you can watch them back on our YouTube channel:",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h2"
            },
            {
                "content": "We’ll continue meeting with local areas and carrying out inspections under the framework. From this term onwards, this will include monitoring inspections for those areas that we found to have widespread and/or systemic failings.",
                "tag": "p"
            },
            {
                "content": "We want to ensure the best outcomes possible for children and young people with SEND. This means continuously improving our inspection frameworks so that we learn from our experience and keep our inspections relevant.",
                "tag": "p"
            },
            {
                "content": "We’d like to thank everyone who was involved in the review for contributing to this process; your feedback, suggestions, challenge, and praise have been – and will continue to be – invaluable.",
                "tag": "p"
            }
        ],
        "link": "https://educationinspection.blog.gov.uk/2025/07/09/highlights-from-our-area-send-inspection-framework-review/",
        "blog": "Ofsted: education",
        "blog_link": "https://educationinspection.blog.gov.uk",
        "description": "As you may know, we recently reviewed the area special educational needs and disabilities (area SEND) inspection framework. We’ve just published our findings from that review and shared our next steps, so we wanted to talk you through the most …"
    },
    {
        "title": "Why You Need a Wildlife Licence to Move a Healthy Seal",
        "authors": [
            "Rachel Wright, Marine Conservation Officer"
        ],
        "posted_on": "2025-07-09T10:29:48",
        "categories": [
            "marine conservation",
            "marine licensing"
        ],
        "content": [
            {
                "content": "Britain is home to two species of seals: the grey seal (Halichoerus grypus) and the common or harbour seal (Phoca vitulina). While they usually spend their time lounging on beaches to conserve energy, they occasionally wander into more hazardous environments.  ",
                "tag": "p"
            },
            {
                "content": "They bounce along on the land, which is called galumphing. It’s a charming word but sometimes, seals can galumph themselves into places they really shouldn’t be.  ",
                "tag": "p"
            },
            {
                "content": "From car parks and gardens to railway tracks and busy roads, seals don’t understand the dangers they face, or the risks they pose to people.  ",
                "tag": "p"
            },
            {
                "content": "When a nap becomes a hazard ",
                "tag": "p"
            },
            {
                "content": "In these situations, it may be necessary to move a seal to a safer location. But before you do, it’s important to understand the legal protections in place. ",
                "tag": "p"
            },
            {
                "content": "Under the Conservation of Seals Act 1970, it is an offence to intentionally or recklessly kill, injure, or take a seal. However, there is an important exception: if a seal is disabled  and needs care, it can be moved and released once it has recovered. ",
                "tag": "p"
            },
            {
                "content": "This means that if a seal is clearly injured, sick, or too young to survive on its own, it can be moved without a wildlife licence provided the intention is to care for and release it. ",
                "tag": "p"
            },
            {
                "content": "But what if the seal is healthy? ",
                "tag": "p"
            },
            {
                "content": "How we define a healthy seal ",
                "tag": "p"
            },
            {
                "content": "A healthy seal is one that: ",
                "tag": "p"
            },
            {
                "content": "Even if a healthy seal is in a dangerous location such as a road, urban area, or near heavy machinery it is still protected by law. In these cases, a wildlife licence is required to move it, because the general exception does not apply. ",
                "tag": "p"
            },
            {
                "content": "Moving a healthy seal - You’ll need a licence ",
                "tag": "p"
            },
            {
                "content": "If a seal is not disabled but is in a location that poses a risk to itself or to humans, such as a busy street or a residential area, a wildlife licence is required to move it. This is because the legal defence for tending to a disabled animal does not apply to healthy ones. ",
                "tag": "p"
            },
            {
                "content": "What should you do? ",
                "tag": "p"
            },
            {
                "content": "🦭 Fun Facts About Seals ",
                "tag": "p"
            },
            {
                "content": "Need More Information? ",
                "tag": "p"
            },
            {
                "content": "For guidance on seal protection and licensing, visit Seals - GOV.UK . ",
                "tag": "p"
            },
            {
                "content": "If you have questions about licensing the movement of healthy seals, contact the Marine Conservation Team: ",
                "tag": "p"
            },
            {
                "content": "📞 0300 123 1032 📧 conservation@marinemanagement.org.uk ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/07/09/why-you-need-a-wildlife-licence-to-move-a-healthy-seal/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Britain is home to two species of seals: the grey seal (Halichoerus grypus) and the common or harbour seal (Phoca vitulina). While they usually spend their time lounging on beaches to conserve energy, they occasionally wander into more hazardous environments.   They bounce …"
    },
    {
        "title": "Plan Technology for Your School: Free support for planning, implementing and using technology",
        "authors": [
            "Lara le Court de Billot, Senior Policy Advisor, School Technology Services, Department for Education"
        ],
        "posted_on": "2025-07-09T10:20:26",
        "categories": [
            "Services"
        ],
        "content": [
            {
                "content": "In this blog post, Lara le Court de Billot, Senior Policy Advisor in the Department for Education’s (DfE) School Technology Services team, shares insights into plan technology for your school — a free, practical service designed to help schools make informed decisions about technology.  ",
                "tag": "p"
            },
            {
                "content": "In today's rapidly evolving educational landscape, effective use of technology is more crucial than ever. Schools are increasingly recognising the need to integrate digital tools and strategies to enhance learning, streamline operations, and reduce staff workload. However, navigating the complexities of technology planning and implementation can be daunting. This is where the plan technology for your school service comes in, offering support to schools through their digital journey.  ",
                "tag": "p"
            },
            {
                "content": "Why use 'Plan technology for your school'?",
                "tag": "h3"
            },
            {
                "content": "The plan technology for your school service is designed to help schools harness the power of technology safely and effectively. By strategically assessing and implementing technology, schools can maximise resources within their available budgets. A well-planned digital strategy can improve staff workload efficiencies by supporting the automation of routine tasks and improving communication and collaboration tools. Furthermore, it can lead to cost savings for schools.  ",
                "tag": "p"
            },
            {
                "content": "Plan technology for your school supports schools in creating and developing lasting digital strategies that align with best practices and meet the Department for Education's (DfE) digital and technology standards.  ",
                "tag": "p"
            },
            {
                "content": "What does the service offer?",
                "tag": "h3"
            },
            {
                "content": "Plan technology for your school is a free service available to all schools. Developed in collaboration with school leaders and technical experts, it helps schools to better understand their current digital status, identify areas for improvement, and implement effective strategies. The service allows schools to:  ",
                "tag": "p"
            },
            {
                "content": "By offering these insights, the service empowers schools to make informed decisions about their technology investments.  ",
                "tag": "p"
            },
            {
                "content": "What plan technology for your school users say",
                "tag": "h3"
            },
            {
                "content": "We are eager to continually develop and improve the service, and as part of this we’ve asked a variety of school staff about their experience using the plan technology for your school service.   ",
                "tag": "p"
            },
            {
                "content": "Users have commented that:  ",
                "tag": "p"
            },
            {
                "content": " \"This is the type of service I am really happy to see being provided.\"  ",
                "tag": "p"
            },
            {
                "content": "\"This is a really easy to understand - self-explanatory overview of what you need to do.\" ",
                "tag": "p"
            },
            {
                "content": "“Using the DfE digital and technology standards and now the plan technology for your school service acts as a bridge between those different aspects of the school - the technical side, the strategic side and then that operational business side.” ",
                "tag": "p"
            },
            {
                "content": "“We started by reading DfE guidance. Both our IT manager and I did cyber training, and then I noticed that the DfE Digital and Technology standards mentioned the plan technology for your school service. This service set us on the path to developing a comprehensive technology plan. Before using the service, I wouldn't have known where to check or how to check and what we needed to prioritise.” ",
                "tag": "p"
            },
            {
                "content": "\"The recommendations and guidance were the only reasons we have a solid plan now. It helped us prioritise and understand what needed to be done.\" ",
                "tag": "p"
            },
            {
                "content": "How to Access the Service",
                "tag": "h3"
            },
            {
                "content": "The plan technology for your school service is designed to be used by anyone involved in improving technology within a school. This includes:",
                "tag": "p"
            },
            {
                "content": "To access the service you’ll need a DfE sign-in account, which allows you to save and return to your self-assessment answers and bespoke recommendations. More information about managing a DfE sign-in account can be found on the gov.uk website.",
                "tag": "p"
            },
            {
                "content": "Continuous Improvement and User Engagement",
                "tag": "h3"
            },
            {
                "content": "We are committed to continually improving the plan technology for your school service. New features and content are regularly added to help schools plan and manage more aspects of their technology needs.",
                "tag": "p"
            },
            {
                "content": "We also value user feedback and encourage schools to participate in our user research to help shape the future of our services. If you would like to be involved in our user research, you can complete the form by clicking here.",
                "tag": "p"
            },
            {
                "content": "To get started with the next stage of your digital journey, visit plan technology for your school on the gov.uk website.",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/07/09/plan-technology-for-your-school-free-support-for-planning-implementing-and-using-technology/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "In this blog post, Lara le Court de Billot, Senior Policy Advisor in the Department for Education’s (DfE) School Technology Services team, shares insights into plan technology for your school — a free, practical service designed to help schools make …"
    },
    {
        "title": "Using self-hosted Large Language Models (LLMs) securely in Government",
        "authors": [
            "Emily Lambert, Junior Data Scientist"
        ],
        "posted_on": "2025-07-09T09:29:34",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Emily Lambert",
                "tag": "h3"
            },
            {
                "content": "As a Data Scientist in the Digital, Data and Technology (DDaT) team at the Department for Business and Trade (DBT), I’ve seen firsthand how artificial intelligence - particularly Large Language Models (LLMs) - can open new possibilities in the way government processes and analyses data.",
                "tag": "p"
            },
            {
                "content": "LLMs are a type of AI that can understand and generate human-like text based on patterns in vast amounts of written language. Tools like ChatGPT and Claude are based on these models. LLMs are already transforming industry, helping businesses summarise documents, extract insights from unstructured data, or even write code.",
                "tag": "p"
            },
            {
                "content": "Government departments routinely handle confidential and personal data. Therefore, using public AI tools that transmit data externally can post significant security and privacy risks. For example, they may inadvertently expose sensitive trade policy negotiations or personal data from businesses.  To mitigate these risks and maintain full control over data handling, we’ve taken the important step of self-hosting LLMs within a secure, internal environment.",
                "tag": "p"
            },
            {
                "content": "Why government needs AI",
                "tag": "h2"
            },
            {
                "content": "AI, when used responsibly, can help us analyse large amounts of data efficiently, supporting better decision making and improving services. The Government Digital Service (GDS) have highlighted the need for public sector innovation using AI, alongside strict controls and ethical standards. As demand for services rises, government must evolve its digital capabilities to deliver more for less and AI is a key part of that transformation.",
                "tag": "p"
            },
            {
                "content": "Meeting user needs",
                "tag": "h2"
            },
            {
                "content": "Through user research, we found a growing demand across DBT for using powerful LLMs for analysis whilst maintaining a high-level of security. Some of the use cases we identified include:",
                "tag": "p"
            },
            {
                "content": "Previously, some teams used open-source models via platforms like Hugging Face, but only with Central Processing Unit (CPU) instances. More powerful models, such as Meta’s Llama or Mistral, require high memory and processing speeds to handle complex language tasks. Therefore, Graphics Processing Unit (GPU) infrastructure is essential to support this type of analysis.",
                "tag": "p"
            },
            {
                "content": "To meet this user need, we’ve been working to deploy self-hosted LLMs securely on our internal data platform, Data Workspace, using AWS SageMaker.  Data Workspace ensures data is contained within our network. It is in isolation from the public internet and restricts access to authorised users to maintain a high-level standard of security. SageMaker uses open-source models, but spins resource within a private VPC (Virtual Private Cloud) as a part of the Data Workspace ecosystem. Deploying LLMs in this way is essential when dealing with sensitive information. SageMaker has enabled GPU usage, unlocking the ability to run advanced models quickly.",
                "tag": "p"
            },
            {
                "content": "By engaging with users across multiple projects, we were able to select the most relevant models for a pilot deployment; this has enabled us to share resources among projects, optimising our costs and return on investment.",
                "tag": "p"
            },
            {
                "content": "In response to needs identified in user research, we developed an internal python package to help users interact with SageMaker directly within our AWS environment. Our initial trial of 15 users has gone successfully, with no critical issues, strong engagement and positive feedback.",
                "tag": "p"
            },
            {
                "content": "We believe DBT is one of the first government departments to deploy self-hosted LLMs in this way.  This marks an important step in how government can responsibly adopt cutting-edge AI technologies while maintaining strict control over data.",
                "tag": "p"
            },
            {
                "content": "Ongoing development and responsible scaling",
                "tag": "h2"
            },
            {
                "content": "One of the biggest challenges in deploying LLMs is cost. Running these models requires powerful GPU hardware, which can be expensive – especially as usage increases. However, by deploying LLMs within Data Workspace, we’re able to share infrastructure across multiple teams and projects. This centralised approach significantly reduces duplication and helps to ensure we’re using resources efficiently.",
                "tag": "p"
            },
            {
                "content": "We’re taking a holistic approach to self-hosted LLMs – ensuring models we deploy are both technically appropriate and offer clear value for money. We’re also experimenting with running larger models on smaller instances where possible, assessing the performance trade-offs to maximise efficiency. Additionally, we’re actively monitoring model usage patterns to aid in optimising request flows. These combined efforts will help us scale the use of LLMs responsibly while staying mindful of costs.",
                "tag": "p"
            },
            {
                "content": "We’re continuing to work with users to improve the experience, expand access, and further develop the product in line with departmental needs. This is only the beginning, but it's a significant milestone for how AI can be securely and effectively used within government.",
                "tag": "p"
            },
            {
                "content": "Learn more about how DBT works with AI by reading this blog about understanding the evaluations role in measuring the impact of AI interventions across Government.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/07/09/using-self-hosted-large-language-models-llms-securely-in-government/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Find out how and why DDaT has taken the important step of self-hosting LLMs within a secure, internal environment."
    },
    {
        "title": "Coverage of the Employment Rights Bill",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-08T14:23:56",
        "categories": [
            "Workers' rights"
        ],
        "content": [
            {
                "content": "Following new amendments to the Employment Rights Bill, there has been ongoing positive coverage highlighting the package of workers’ rights reforms, spearheaded by the Deputy Prime Minister Angela Rayner with the Department for Business and Trade.",
                "tag": "p"
            },
            {
                "content": "Today’s newspapers prominently report that the Bill will ban non-disclosure agreements used by employers to stop employees from talking about their experiences of harassment and abuse at work. The story is on the front page of today’s Guardian with an editorial hailing the change. Elsewhere it is reported by BBC online, Mirror (p2), Financial Times (p2), Telegraph (p2), Daily Mail (p4), Sky News, Times (p37, James Hurley), LBC with copy running in the Independent and regional media including the Evening Standard. The i Paper also runs an exclusive interview with the Employment Rights Minister Justin Madders.",
                "tag": "p"
            },
            {
                "content": "Zelda Perkins, founder of the campaign group Can’t Buy My Silence and former PA to Harvey Weinstein, is quoted across coverage and in an interview with BBC Radio 4’s Today Programme describing the ban as “a huge milestone” after years of victims being silenced and praised the government for showing it has “listened and understood the abuse of power taking place”.",
                "tag": "p"
            },
            {
                "content": "There is also widespread positive coverage of bereavement leave being extended to those who experience pregnancy loss before 24 weeks - a compassionate change acknowledging that pregnancy loss grief can be just as profound at any stage. This story ran widely across print, online and national broadcast all day yesterday, with BBC News featuring interviews with campaigners such as Myleene Klass who has an MBE for her services to miscarriage awareness. She told the BBC the change was a “marker for all of the families who have been ignored” as a topic often “swept under the carpet”.",
                "tag": "p"
            },
            {
                "content": "Positive comments by the Miscarriage Association’s Chief Executive Vicki Robinson also run widely in reports, calling the change “a hugely important step that acknowledges the often very significant impact of pre-24-week loss” - and for partners as well. Other outlets which positively report the news, include Women’s Health, Glamour and Stylist who said the government has now taken a major step towards making its Every Loss Counts campaign a reality. Elsewhere, positive coverage featured in the Guardian (p6), Times (p4 & p37), The i Paper (p6), ITV News, Metro (p6), LBC and trade and regional media picked up from PA copy.",
                "tag": "p"
            },
            {
                "content": "Elsewhere, the Daily Mirror (p6)reports the government’s action to strengthen new laws banning fire, rehire and replace tactics, by closing a loophole ensuring agency staff can’t be used again to replace sacked employees after they refused worse terms and conditions. The Deputy PM also exclusively spoke to the paper (p6) about her mission to Make Work Pay and tackle exploitative employer practices like these, which largely affect the lowest paid workers.",
                "tag": "p"
            },
            {
                "content": "See announcements here:",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/08/coverage-of-the-employment-rights-bill/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Following new amendments to the Employment Rights Bill, there has been ongoing positive coverage highlighting the package of workers’ rights reforms, spearheaded by the Deputy Prime Minister Angela Rayner with the Department for Business and Trade. Today’s newspapers prominently report …"
    },
    {
        "title": "Making our theory test booking service more accessible",
        "authors": [
            "Rob Davies"
        ],
        "posted_on": "2025-07-08T13:50:58",
        "categories": [
            "Driving instructors",
            "Driving test",
            "Learning to drive",
            "Learning to ride",
            "Motorcycle test"
        ],
        "content": [
            {
                "content": "Scan the QR code above to view the blog post in BSL",
                "tag": "p"
            },
            {
                "content": "Here at DVSA, we know that the driving theory test is a rite of passage for every learner driver.",
                "tag": "p"
            },
            {
                "content": "With around 2.5 million of them being carried out each year, it’s important that they’re accessible to everyone. As part of this, we’re pleased to announce that on Monday 19 May we launched the UK Government’s first British Sign Language (BSL) online translation service for candidates booking their theory test online.",
                "tag": "p"
            },
            {
                "content": "We’re aiming to make booking the test easier for you and your pupils – so everyone has the tools they need to learn to drive.",
                "tag": "p"
            },
            {
                "content": "Independence, accessibility, fairness",
                "tag": "p"
            },
            {
                "content": "The Signly integration, in collaboration with the Government Digital Service (GDS) and digital technology company Kainos is a milestone for the DVSA. As the first of its kind to be introduced across the Government, it’s a notable shift in how government services are designed, delivered, and experienced by D/deaf users.",
                "tag": "p"
            },
            {
                "content": "While accessibility has always been a priority for the theory test service, it became even more of a focus after the launch of the new booking service in September 2021. In the years that have followed, we have implemented several improvements to the booking service – some of which we’ll touch on later.",
                "tag": "p"
            },
            {
                "content": "In particular, we wanted to prioritise how BSL users could access the theory test booking service. Looking at the data, we noticed that the theory test pass rate was much lower among customers who required support. We didn’t want this to be the case, so we knew something needed to change.",
                "tag": "p"
            },
            {
                "content": "To try to get to the bottom of this, our team worked with the GDS to delve deeper into the statistics.",
                "tag": "p"
            },
            {
                "content": "Together they looked at various aspects of the theory test, such as: ",
                "tag": "p"
            },
            {
                "content": "Creating the BSL translation service",
                "tag": "p"
            },
            {
                "content": "We learned a lot from the collaboration and began looking into what changes could be made to the online booking service. With the help of the GDS, Kainos and Signly, we started work on integrating the BSL translation service.",
                "tag": "p"
            },
            {
                "content": "To get things right we held a series of user research session with BSL users, with one participant calling the service ‘life-changing’.",
                "tag": "p"
            },
            {
                "content": "After five months of working on the project, the BSL online translation service was successfully launched in May for candidates booking a theory test.",
                "tag": "p"
            },
            {
                "content": " Signly translates written English text into BSL videos. This means that users can select a paragraph to be signed to them, enabling them to book their own theory test online.",
                "tag": "p"
            },
            {
                "content": "By bridging the gap between text and signed communication, the service will enhance the overall experience for BSL users. It will advocate and promote BSL across government services to improve accessibility too.",
                "tag": "p"
            },
            {
                "content": "Introducing other improvements",
                "tag": "p"
            },
            {
                "content": "While it may mark a milestone moment for digital accessibility, the BSL online translation service is just one of many improvements we’ve made to the theory test booking service – particularly when it comes to non-standard bookings.",
                "tag": "p"
            },
            {
                "content": "In the past, most of these booking arrangements needed to be done manually. As you may expect, this added more time to the booking process and didn’t give candidates the ability to self-serve.",
                "tag": "p"
            },
            {
                "content": "New changes to the booking service include:",
                "tag": "p"
            },
            {
                "content": "Taking the theory test",
                "tag": "p"
            },
            {
                "content": "The theory test now features accommodations for candidates who are d/Deaf or have a hearing impairment:",
                "tag": "p"
            },
            {
                "content": "1. On-screen BSL translation",
                "tag": "p"
            },
            {
                "content": "A BSL video appears on the screen next to the questions and answers.",
                "tag": "p"
            },
            {
                "content": "2. BSL interpreter",
                "tag": "p"
            },
            {
                "content": "Candidates have the option to have a BSL interpreter with them during the test. We can also provide a deaf relay interpreter for candidates who will work alongside the BSL interpreter, and with the candidate where possible, to translate words to the customer in a sign they can understand.",
                "tag": "p"
            },
            {
                "content": "3. Hearing loop and lip speakers",
                "tag": "p"
            },
            {
                "content": "You can also arrange to have a lip speaker with you during the test, and you can use a listening aid (hearing loop) too.",
                "tag": "p"
            },
            {
                "content": "To see how the BSL translation service works, visit Book your theory test - GOV.UK at www.gov.uk/book-theory-test and “turn BSL on”.",
                "tag": "p"
            }
        ],
        "link": "https://despatch.blog.gov.uk/2025/07/08/making-our-theory-test-booking-service-more-accessible/",
        "blog": "Despatch for driver and rider trainers",
        "blog_link": "https://despatch.blog.gov.uk",
        "description": "Find out more about the work we are doing to make the theory test service as accessible as possible."
    },
    {
        "title": "Opening the door to our legal futures ",
        "authors": [
            "Josie Stoneman, Senior Communications and Engagement Manager"
        ],
        "posted_on": "2025-07-08T13:23:07",
        "categories": [
            "General",
            "Training and support",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Over the last few months, more than 3,000 students from 195 schools have taken part in the Magistrates’ Mock Trial Competition, giving them a first-hand insight into the justice system and helping them to understand how the law touches every aspect of their lives.  ",
                "tag": "p"
            },
            {
                "content": "Established in 1991 by the national education charity Young Citizens, the Magistrates’ Mock Trial Competition introduces young people aged 12-14 to the legal system as they take on the roles of those involved in a magistrates' court trial - including lawyers, witnesses, legal advisers and magistrates. The competition helps students to develop key skills like critical thinking, teamwork and public speaking as they use specially written criminal cases to prepare legal arguments to prosecute or defend in a real courtroom setting. ",
                "tag": "p"
            },
            {
                "content": "Ruvimbo Gore is a Law (LLM,LLB) student at the University of Law who judged the students’ participation in the regional finals. She explained the importance of this: “I think participating in this programme can open up the students' perspectives of the law in practice. Academia is always quite rigorous whereas when we’re doing practical work, we’re able to put what we’ve learnt into practice, so it makes more sense. Sometimes you don’t fully understand what you’re learning until you do it.” ",
                "tag": "p"
            },
            {
                "content": "Gina Galloway, Delivery Manager for the Court Clerks at Croydon Crown Court, who has been involved with the competition for many years, added: \"I think coming into the courtroom straight away puts a reality into it for the pupils as it's different to a schoolroom.” ",
                "tag": "p"
            },
            {
                "content": "Building skills and confidence ",
                "tag": "h2"
            },
            {
                "content": "Benjamin, a student who acted as a defendant during the competition, described the experience: \"It's probably the most stressful thing I've ever done, but it's really boosted my confidence quite a lot. My impression of working in the justice system from this event is that every role is so different. Being a lawyer is very different from being a magistrate but it's all very professional.\" ",
                "tag": "p"
            },
            {
                "content": "Dawn Gibbons, a Justice of the Peace Magistrate for south-west London who served as lead magistrate at the event, spoke about the importance of representation: \"The bridge between academia and the justice system isn't as wide as it was when I was at school. You can now see people that look like you – whether male, female, disabled, black or brown, all the protected characteristics. That's open justice, anybody should be able to apply and fit in. We are a judiciary for the 21st century.”  ",
                "tag": "p"
            },
            {
                "content": "Inspiring the next generation ",
                "tag": "h2"
            },
            {
                "content": "This year’s competition saw pupils from Bishopston Comprehensive School in Wales win the top prize at the London regional final, held at Croydon Crown Court on 14 June.  ",
                "tag": "p"
            },
            {
                "content": "Polly, a student from Bishopston who acted as lead prosecution lawyer, said: \"It's really great because we have never done this before as Bishopton School, so to get to the final and win it is just great. I think this experience will definitely help inspire some people to think about different careers in law as aside from a lawyer, there's roles such as magistrate and legal adviser.\" ",
                "tag": "p"
            },
            {
                "content": "Lord Ponsonby of Shulbrede, Parliamentary Under-Secretary of State, who volunteered as a lead magistrate on the day, highlighted his own experience in entering the justice system: “My background wasn’t in law at all. I was an engineer during my professional career, but I decided to volunteer as a magistrate and did this once every two weeks over 20 years. I’ve learnt that there are many different parts to criminal justice that are accessible and many different ways of moving through those career opportunities. It goes way beyond being a lawyer, barrister or judge and certainly my perception is that people really enjoy those careers and find them really satisfying.\" ",
                "tag": "p"
            },
            {
                "content": "The partnership between HMCTS and Young Citizens has seen thousands of students participate in mock trials competitions over the years. HMCTS provides funding and venues, while staff volunteer their time to help organise the events. This forms part of HMCTS' wider outreach programme to raise awareness of different roles and career opportunities across the justice system, making legal careers more accessible and appealing to young people from all backgrounds. ",
                "tag": "p"
            },
            {
                "content": "Ashley Hodges, Chief Executive of Young Citizens said: “All citizens should understand how our institutions work and the role they play in their everyday lives. Unfortunately, these powerful systems are often shrouded in mystery, and youth trust in our leaders is at an all-time low. That's why we need to inform and involve young people through immersive programmes like the Mock Trial Competitions. They are a chance for students to acquire knowledge and flex their skills in an inspiring and welcoming environment, hopefully sparking the next generation of legal professionals.” ",
                "tag": "p"
            },
            {
                "content": "The Magistrates’ Court and Bar Mock Trial Competitions 2025/26 will take place from November 2025 to June 2026. You can read more about how you can volunteer and support here.",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Agor y drws i’n dyfodol ym maes y gyfraith",
                "tag": "h2"
            },
            {
                "content": "Dros yr ychydig fisoedd diwethaf, mae mwy na 3,000 o fyfyrwyr o 195 o ysgolion wedi cymryd rhan yng Nghystadleuaeth Ffug Dreial y Llys Ynadon, gan roi cipolwg uniongyrchol iddynt ar y system gyfiawnder a’u helpu i ddeall sut mae’r gyfraith yn cyffwrdd â phob agwedd ar eu bywydau.",
                "tag": "p"
            },
            {
                "content": "Wedi’i sefydlu yn 1991 gan yr elusen addysg genedlaethol Young Citizens, mae Cystadleuaeth Ffug Dreial y Llys Ynadon yn cyflwyno pobl ifanc 12-14 oed i’r system gyfreithiol wrth iddynt ymgymryd â rolau’r rhai sy’n cymryd rhan mewn treial llys ynadon – gan gynnwys cyfreithwyr, tystion, cynghorwyr cyfreithiol ac ynadon. Mae’r gystadleuaeth yn helpu myfyrwyr i ddatblygu sgiliau allweddol fel meddwl yn feirniadol, gwaith tîm a siarad yn gyhoeddus wrth iddynt ddefnyddio achosion troseddol wedi’u hysgrifennu’n arbennig i baratoi dadleuon cyfreithiol i erlyn neu amddiffyn mewn lleoliad llys go iawn.",
                "tag": "p"
            },
            {
                "content": "Mae Ruvimbo Gore yn fyfyriwr y Gyfraith (LLM,LLB) ym Mhrifysgol y Gyfraith a feirniadodd gyfranogiad y myfyrwyr yn y rowndiau terfynol rhanbarthol. Esboniodd bwysigrwydd hyn: “Rwy’n credu y gall cymryd rhan yn y rhaglen hon ehangu safbwyntiau’r myfyrwyr o’r gyfraith ar waith. Mae’r byd academaidd bob amser yn eithaf trylwyr, ond pan fyddwn ni’n gwneud gwaith ymarferol, rydym ni’n gallu rhoi’r hyn rydyn ni wedi’i ddysgu ar waith, felly mae’n gwneud mwy o synnwyr. Weithiau dydych chi ddim yn deall yn llawn yr hyn rydych chi’n ei ddysgu nes i chi ei wneud.”",
                "tag": "p"
            },
            {
                "content": "Ychwanegodd Gina Galloway, Rheolwr Cyflawni ar gyfer Clercod y Llys yn Llys y Goron Croydon, sydd wedi bod yn rhan o’r gystadleuaeth ers blynyddoedd lawer: “Rwy’n credu bod dod i mewn i’r llys yn rhoi ymdeimlad o realiti i’r disgyblion yn syth, gan ei fod yn wahanol i ystafell ddosbarth.”",
                "tag": "p"
            },
            {
                "content": "Meithrin sgiliau a hyder",
                "tag": "h2"
            },
            {
                "content": "Disgrifiodd Benjamin, myfyriwr a oedd yn gweithredu fel diffynnydd yn ystod y gystadleuaeth, y profiad: “Mae’n debyg mai dyma’r peth mwyaf llawn straen rydw i erioed wedi’i wneud, ond mae wedi rhoi hwb mawr i’m hyder. Fy argraff o weithio yn y system gyfiawnder o’r digwyddiad hwn yw bod pob rôl mor wahanol. Mae bod yn gyfreithiwr yn wahanol iawn i fod yn ynad ond mae’r cyfan yn broffesiynol iawn.”",
                "tag": "p"
            },
            {
                "content": "Siaradodd Dawn Gibbons, Ynad Heddwch ar gyfer De-orllewin Llundain a wasanaethodd fel ynad arweiniol yn y digwyddiad, am bwysigrwydd cynrychiolaeth: “Nid yw’r bont rhwng y byd academaidd a’r system gyfiawnder mor eang ag yr oedd pan oeddwn i yn yr ysgol. Gallwch chi nawr weld pobl sy’n edrych fel chi – boed yn ddynion, yn fenywod, yn anabl, yn ddu neu’n frown, yr holl nodweddion gwarchodedig. Dyna gyfiawnder agored, dylai unrhyw un allu gwneud cais a ffitio i mewn. Rydym yn farnwriaeth ar gyfer yr 21ain ganrif.”",
                "tag": "p"
            },
            {
                "content": "Ysbrydoli'r genhedlaeth nesaf",
                "tag": "h2"
            },
            {
                "content": "Yng nghystadleuaeth eleni, enillodd disgyblion o Ysgol Gyfun Bishopston yng Nghymru y brif wobr yn rownd derfynol ranbarthol Llundain, a gynhaliwyd yn Llys y Goron Croydon ar 14 Mehefin.",
                "tag": "p"
            },
            {
                "content": "Dywedodd Polly, myfyrwraig o Bishopston a oedd yn brif gyfreithiwr yr erlyniad: “Mae’n wych iawn oherwydd nid ydym erioed wedi gwneud hyn o’r blaen fel Ysgol Bishopton, felly mae cyrraedd y rownd derfynol ac ennill yn wych. Rwy’n credu y bydd y profiad hwn yn bendant yn helpu i ysbrydoli rhai pobl i feddwl am wahanol yrfaoedd yn y gyfraith ar wahân i fod yn gyfreithiwr, mae rolau fel ynad heddwch a chynghorydd cyfreithiol ar gael.”",
                "tag": "p"
            },
            {
                "content": "Tynnodd yr Arglwydd Ponsonby o Shulbrede, Is-ysgrifennydd Gwladol Seneddol, a wirfoddolodd fel prif ynad ar y diwrnod, sylw at ei brofiad ei hun o ymuno â’r system gyfiawnder: “Nid oedd fy nghefndir yn y gyfraith o gwbl. Roeddwn i’n beiriannydd yn ystod fy ngyrfa broffesiynol, ond penderfynais wirfoddoli fel ynad a gwneud hyn unwaith bob pythefnos dros 20 mlynedd. Rwyf wedi dysgu bod llawer o wahanol rannau i gyfiawnder troseddol sy’n hygyrch ac mae llawer o wahanol ffyrdd o symud trwy’r cyfleoedd gyrfa hynny. Mae’n mynd ymhell y tu hwnt i fod yn gyfreithiwr, bargyfreithiwr neu farnwr, ac yn sicr fy nghanfyddiad yw bod pobl yn mwynhau’r gyrfaoedd hynny’n fawr ac yn cael boddhad gwirioneddol ohonynt.”",
                "tag": "p"
            },
            {
                "content": "Mae’r bartneriaeth rhwng GLlTEF a Young Citizens wedi gweld miloedd o fyfyrwyr yn cymryd rhan mewn cystadlaethau ffug dreialon dros y blynyddoedd. Mae GLlTEF yn darparu cyllid a lleoliadau, tra bod staff yn rhoi o’u hamser i helpu i drefnu’r digwyddiadau. Mae hyn yn rhan o raglen allgymorth ehangach GLlTEF i godi ymwybyddiaeth o wahanol rolau a chyfleoedd gyrfa ar draws y system gyfiawnder, gan wneud gyrfaoedd cyfreithiol yn fwy hygyrch ac apelgar i bobl ifanc o bob cefndir.",
                "tag": "p"
            },
            {
                "content": "Dywedodd Ashley Hodges, Prif Weithredwr Young Citizens: “Dylai pob dinesydd ddeall sut mae ein sefydliadau’n gweithio a’r rôl maen nhw’n ei chwarae yn eu bywydau bob dydd. Yn anffodus, mae’r systemau pwerus hyn yn aml yn ymddangos yn llawn dirgelwch, ac mae ymddiriedaeth pobl ifanc yn ein harweinwyr ar ei lefel isaf erioed. Dyna pam mae angen i ni hysbysu a chynnwys pobl ifanc trwy raglenni trochi fel y Cystadlaethau Ffug Dreial. Maent yn gyfle i fyfyrwyr gaffael gwybodaeth a defnyddio eu sgiliau mewn amgylchedd ysbrydoledig a chroesawgar, gan obeithio sbarduno’r genhedlaeth nesaf o weithwyr proffesiynol ym maes y gyfraith.”",
                "tag": "p"
            },
            {
                "content": "Bydd Cystadlaethau Ffug Dreialon Llysoedd Ynadon a’r Bar 2025/26 yn digwydd rhwng Tachwedd 2025 a Mehefin 2026. Mae rhagor o wybodaeth ynghylch sut y gallwch wirfoddoli a chefnogi yma.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/07/08/opening-the-door-to-our-legal-futures/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "HMCTS partners with Young Citizens to run a Magistrates’ Mock Trial Competition for school students, offering them first-hand insight into the justice system and helping them to understand how the law touches every aspect of their lives. "
    },
    {
        "title": "One year on: highlights and milestones of the Agricultural Supply Chain Adjudicator",
        "authors": [
            "Richard Thompson"
        ],
        "posted_on": "2025-07-08T12:18:44",
        "categories": [
            "Guest post",
            "Supply chain",
            "Things we're doing"
        ],
        "content": [
            {
                "content": "It’s been one year since I took on the role of Agricultural Supply Chain Adjudicator and looking back, we’ve already come a long way. ",
                "tag": "p"
            },
            {
                "content": "Over the past year, my team and I have been engaging with producers, processors, retailers and trade bodies across the UK to build visibility, trust and collaboration in the dairy supply chain. ",
                "tag": "p"
            },
            {
                "content": "These conversations have been essential to shaping how we implement the Fair Dealing Obligations (Milk) Regulations, which came into force earlier this year. ",
                "tag": "p"
            },
            {
                "content": "The regulations give dairy farmers new legal rights, including the right to clear contracts, the right to negotiate, and protection from unilateral changes and retrospective penalties. ",
                "tag": "p"
            },
            {
                "content": "My role is to make sure those rights are upheld. As Adjudicator, I provide independent oversight and can act on complaints where there are concerns about non-compliance. ",
                "tag": "p"
            },
            {
                "content": "Listening to people across the sector has helped me understand the very real challenges they face, and the opportunities that greater fairness and transparency can unlock. ",
                "tag": "p"
            },
            {
                "content": "This first year has laid strong foundations, and I remain committed to working with the sector to ensure the new rules are understood, embedded and deliver the impact they were designed for. ",
                "tag": "p"
            },
            {
                "content": "In this, my second Farming blog post, I’ll share a summary of our milestones from the past 12 months.  ",
                "tag": "p"
            },
            {
                "content": "Building understanding and support",
                "tag": "h2"
            },
            {
                "content": "As well as building new relationships across the sector, we’ve developed a range of resources to help people better understand my role as ASCA, how my office operates, and how to raise concerns under the new regulations. ",
                "tag": "p"
            },
            {
                "content": "This includes clear guidance on what types of complaints I can investigate, how to submit one, what to expect from the process, and how we handle confidentiality and whistleblowing.  ",
                "tag": "p"
            },
            {
                "content": "The end of the transitional period",
                "tag": "h2"
            },
            {
                "content": "The second milestone is just around the corner. From tomorrow, 9 July 2025, the 12-month transitional period in the Fair Dealing Obligations (Milk) Regulations 2024 (FDOM24) will come to an end. ",
                "tag": "p"
            },
            {
                "content": "This marks an important moment for both the industry and my office. From that date, the new rules will apply not only to contracts signed after 9 July 2024, but also to all existing milk purchase agreements made before the regulations came into force. ",
                "tag": "p"
            },
            {
                "content": "In other words, the regulations will now cover the entire UK cow’s milk sector. ",
                "tag": "p"
            },
            {
                "content": "Over the past year, much of our work has focused on helping the industry prepare and supporting the implementation of the new rules. From this July, those rules are fully in effect. ",
                "tag": "p"
            },
            {
                "content": "Everyone involved in buying or selling milk should now be confident about their rights and responsibilities under the law and know where to go if they have concerns. ",
                "tag": "p"
            },
            {
                "content": "Extending fair dealing to the pig sector",
                "tag": "h2"
            },
            {
                "content": "The third important milestone is that the Fair Dealing Regulations for the pig sector have now been granted Parliamentary approval. This is a significant step, as it shows the government’s commitment to broader reform beyond the dairy industry.",
                "tag": "p"
            },
            {
                "content": "The pig sector, which has faced considerable challenges including price pressures and supply chain uncertainty, will now benefit from clear rules designed to bring greater fairness and protection for producers. ",
                "tag": "p"
            },
            {
                "content": "I’ll share more about this in an upcoming post, so watch this space. You can subscribe to the Farming blog for a notification whenever a post is published.  ",
                "tag": "p"
            },
            {
                "content": "Sector survey",
                "tag": "h2"
            },
            {
                "content": "To understand how familiar people are with the Fair Dealing Obligations (Milk) Regulations 2024, and with my role as ASCA, we recently ran a sector-wide survey. ",
                "tag": "p"
            },
            {
                "content": "It was encouraging to see that awareness is growing. That said, I know that trust, confidence and understanding in a new role take time to build. ",
                "tag": "p"
            },
            {
                "content": "We’ll keep looking for new ways to share information about how our office works and how we can support the industry. If you have ideas on how we could do this better, I’d be very glad to hear them. ",
                "tag": "p"
            },
            {
                "content": "Another finding from the survey, one that reflects what I’ve been hearing directly from producers and their representatives, is that some people are still worried about the consequences of raising a complaint.",
                "tag": "p"
            },
            {
                "content": "There’s a concern that speaking up could affect their relationships or their business. It’s disappointing, and concerning, that some producers may not yet feel safe or supported enough to raise issues about how they’re being treated. ",
                "tag": "p"
            },
            {
                "content": "To help address this, we held our first ever Milk Roundtable in May. This brought together our office and a range of stakeholders from across the supply chain. ",
                "tag": "p"
            },
            {
                "content": "We discussed how the regulations are bedding in and how compliance is progressing, but we also focused on how we can improve producer–purchaser relationships. A major part of that conversation was about removing the fear from raising concerns when things aren’t working as they should. ",
                "tag": "p"
            },
            {
                "content": "We left the session with a shared commitment to develop a sector-led set of Principles of Conduct. I fully support this and look forward to seeing how that work develops. ",
                "tag": "p"
            },
            {
                "content": "Get in touch  ",
                "tag": "h2"
            },
            {
                "content": "In the meantime, we have created a new mailbox through which anyone can raise a concern with ASCA that will be treated in confidence. ",
                "tag": "p"
            },
            {
                "content": "While I may not be able to pursue a formal investigation without a formal complaint, hearing about the issues faced by producers is critical. This feedback will help me shape how my office works in the future. ",
                "tag": "p"
            },
            {
                "content": "To raise a concern which will be treated in confidence, please do so by using the dedicated mailbox: asca-in-confidence@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "I hope you have found this post useful. I look forward to working with you and hearing your perspectives on milk purchase contracts.   ",
                "tag": "p"
            },
            {
                "content": "If you have any questions after reading this post or the guidance available on GOV.UK please do leave a comment below.  ",
                "tag": "p"
            },
            {
                "content": "Or, if you would like to get in touch, please email the ASCA mailbox: asca@defra.gov.uk . ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/08/one-year-on-highlights-and-milestones-of-the-agricultural-supply-chain-adjudicator/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this post, Richard Thompson reflects on his first year as the Agricultural Supply Chain Adjudicator, highlighting milestones and progress. He also shares insights from a recent sector survey and looks ahead to upcoming developments in the pig sector."
    },
    {
        "title": "Coverage on the government’s planning reforms",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-08T11:06:14",
        "categories": [
            "Planning"
        ],
        "content": [
            {
                "content": "Reporting in a national paper today criticises the government’s Planning and Infrastructure Bill, alleging double standards from Ministers in relation to previous decisions on development in their constituencies.",
                "tag": "p"
            },
            {
                "content": "This is not the case. The landmark Planning and Infrastructure Bill is one of the ways the government is working to deliver 1.5 million homes this Parliament and it will help streamline planning decisions to build more homes, but not at the expense of local say.",
                "tag": "p"
            },
            {
                "content": "Residents will not lose the opportunity to make representations on a planning application and people will still be able to object to individual applications in the way they can now – this will not change. The reforms being brought forward are designed to help speed up local planning decision making, maximise the use of professional skills and judgement of trained planners, and focus the time of elected councillors on the most significant or controversial applications.",
                "tag": "p"
            },
            {
                "content": "Crucially, the Bill will also ensure that vital protections for the environment remain in place and through a more strategic approach we can deliver more for nature and not less.",
                "tag": "p"
            },
            {
                "content": "Current rules in the National Planning Policy Framework are clear that development resulting in the loss or deterioration or irreplaceable habitats, including ancient woodland and ancient or veteran trees, should be refused. This will not change through the Planning and Infrastructure Bill.",
                "tag": "p"
            },
            {
                "content": "It’s also important to recognise that local authorities are ultimately responsible for determining the scale and location of new development in their area, ensuring that new homes are built where they are most needed.",
                "tag": "p"
            },
            {
                "content": "The government’s planning overhaul so far has reversed anti-supply measures which will drive UK housebuilding to its highest level in over 40 years.",
                "tag": "p"
            },
            {
                "content": "A Ministry of Housing, Communities and Local Government spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“We have inherited the worst housing crisis in living memory and all areas must play their part as we deliver 1.5 million homes as part of our Plan for Change. “We will work in partnership with councils so we can deliver 1.5 million homes, while ensuring that we also create the vital infrastructure that people need in their communities.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/08/coverage-on-the-governments-planning-reforms/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Reporting in a national paper today criticises the government’s Planning and Infrastructure Bill, alleging double standards from Ministers in relation to previous decisions on development in their constituencies. This is not the case. The landmark Planning and Infrastructure Bill is …"
    },
    {
        "title": "Standardising the planning application process: Progress and next steps",
        "authors": [
            "Mike Rose, Data, Licensing and Intellectual Property SME"
        ],
        "posted_on": "2025-07-08T09:01:16",
        "categories": [
            "Data",
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Since October 2024, our team has been hard at work standardising the planning application process. This is a crucial step in the Digital Planning programme's vision for a more data-rich planning system. We're focused on building the foundational data standards that will enable better services and more informed decision-making for communities across the country. ",
                "tag": "p"
            },
            {
                "content": "Why standardise? ",
                "tag": "h2"
            },
            {
                "content": "Good quality data standards underpin making consistent data available, which in turn allows for the creation of new services and products. These then empower communities to make better decisions and drive positive change. Our current efforts are concentrated on the very first part of this journey - designing robust data standards that enable the planning permission process.  ",
                "tag": "p"
            },
            {
                "content": "Data standards ensure that information is consistent and easily understood across different systems, making it simpler for people to find, use, and trust the data they need. By reducing confusion and errors, they help end users get faster, clearer answers and better services. Without this foundation, creating an efficient and data-driven planning ecosystem is incredibly challenging.",
                "tag": "p"
            },
            {
                "content": "We want to make the entire planning application and permission process data rich through standardisation.  ",
                "tag": "p"
            },
            {
                "content": "This will then help someone who wants to submit a planning application to build something navigate the process and find out if their plans can go ahead. ",
                "tag": "p"
            },
            {
                "content": "Our guiding principles ",
                "tag": "h2"
            },
            {
                "content": "Our work has so far been guided by 4 core rules: ",
                "tag": "p"
            },
            {
                "content": "What we've done so far ",
                "tag": "h2"
            },
            {
                "content": "We've taken the existing application submission standards, which are the forms found on GOV.UK, and meticulously analysed them. These forms outline the legal requirements for making a planning application. We've broken down these forms into their individual component parts, such as applicant name, address, parking, and waste storage. ",
                "tag": "p"
            },
            {
                "content": "By understanding these individual data elements, we've identified how many there are, what they are, and how they relate. For instance, we've found that ‘applicant name and address’ appears on all 24 of the template forms for different types of planning permission, while ‘site address’ appears on 23. Understanding these nuances helps us define the core data elements of the planning application submission system. ",
                "tag": "p"
            },
            {
                "content": "Defining these individual components allows us to recombine them into data artefacts that mimic current application forms. In the future, this means that instead of relying on static PDF forms, planning applications can be handled as dynamic data. This consistency in data flow through systems, from application service providers to local authority back-office systems, will ensure data is consistent and of a known quality. This data will then underpin the decisions made by local authorities. ",
                "tag": "p"
            },
            {
                "content": "Crucially, these data specifications also mean that data from individual local authorities can be easily and consistently brought together. This will provide a much clearer national view of planning activity and enable better reporting. ",
                "tag": "p"
            },
            {
                "content": "Our progress ",
                "tag": "h2"
            },
            {
                "content": "We brought together an advisory group and wider community of planning officers, software providers, policy specialists, and digital teams to create a specification for each component,  ",
                "tag": "p"
            },
            {
                "content": "We codified all the component parts and made them available as working draft specifications on GitHub, and then invited everyone to review the baseline specifications. We've also successfully recombined these components to mimic the current PDF application forms. ",
                "tag": "p"
            },
            {
                "content": "In May, we reached a key deadline for community feedback on these initial working draft specifications. This feedback is vital to move our specifications to a ‘pilot stage’, where we are much more confident that they are on the right track and that they are ready for systematic testing. We've also been documenting challenging issues and creating a backlog of suggestions for future iterations of the specification. ",
                "tag": "p"
            },
            {
                "content": "Alongside this we've been collaborating closely with development management and policy colleagues, getting their feedback and beginning to consider the future burden of maintaining a data-rich system compared to the current forms-based approach. We're also working with the Digital Planning Policy team on how to mandate these specifications using the Planning Data powers which were taken through as part of the Levelling-up and Regeneration Act. ",
                "tag": "p"
            },
            {
                "content": "What's next?  ",
                "tag": "h2"
            },
            {
                "content": "Our immediate next steps are focused on making our pilot submission specifications ready to be mandated as national standards, driven by rigorous testing and active community collaboration: ",
                "tag": "p"
            },
            {
                "content": "Further testing ",
                "tag": "h3"
            },
            {
                "content": "The specifications aren't ready for mandating until they've undergone more detailed testing. This involves analysing and categorising feedback from early testing and iterating the draft specifications where appropriate. We'll also begin developing and sharing the first version of a declarative model to support this testing. ",
                "tag": "p"
            },
            {
                "content": "Expanding our scope ",
                "tag": "h3"
            },
            {
                "content": "It's clear our standards need to apply to the entire planning permission process, not just the submitted applications. We're now kick-starting a research project into application decisions and looking at where we need to develop additional specifications to cover the whole planning permission process. ",
                "tag": "p"
            },
            {
                "content": "Local flexibility ",
                "tag": "h3"
            },
            {
                "content": "Our component structure will allow local requirements to be added on top of national standards. A key part of this is developing a draft approach for handling national and local planning requirements, enabling councils to share their specific needs. ",
                "tag": "p"
            },
            {
                "content": "Integrating existing data ",
                "tag": "h3"
            },
            {
                "content": "We continue to gather and publish data via the Planning Data Platform on essential inputs to the planning permission process, such as listed buildings, Article 4 directions, conservation areas, and tree preservation orders. In parallel, we'll be drafting and consulting the community we have been working with on useful codelists for critical planning information like application types and tenure types. ",
                "tag": "p"
            },
            {
                "content": "Roadmap to mandation ",
                "tag": "h3"
            },
            {
                "content": "We're building a roadmap for the next year, aiming to move from pilot specifications for submissions to candidate status (ie ready for mandating) and then the mandating process. We are aiming for a timeframe of approximately 12 months for mandating from candidate status. ",
                "tag": "p"
            },
            {
                "content": "Restarting engagement with the sector ",
                "tag": "h2"
            },
            {
                "content": "Working in the open remains at the heart of our approach which is why we’re excited to relaunch our engagement with the sector. We're updating the terms of reference for our previous advisory and community groups and would like to actively invite new members to join our refreshed data standards community. Over the next 3 months we’ll present specific opportunities for contribution, ensuring community input directly shapes our ongoing work and priorities.  ",
                "tag": "p"
            },
            {
                "content": "Join our community and get involved ",
                "tag": "h2"
            },
            {
                "content": "The next few months are important for this work. We would like to invite everyone with an interest in data standards to access and contribute to our approach by visiting the component and combined specifications pages, where you can share your thoughts and comments.  ",
                "tag": "p"
            },
            {
                "content": "Join our focussed virtual data standards community, which will bring together both existing and new participants with an interest in this work for the whole planning permission process.  There are no restrictions on who can join. In the coming weeks we’ll outline how you can help us test these specifications and get involved in shaping the next ones. ",
                "tag": "p"
            },
            {
                "content": "Visit our webpage (which we are currently redeveloping based on user research) for information about our work to date and our plans for the next few months.",
                "tag": "p"
            },
            {
                "content": "Our first online session takes place on Wednesday 23 July from 10.30am-12pm. If you’d like to participate please register.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/08/standardising-the-planning-application-process-progress-and-next-steps/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Our work continues to standardise the planning application process to build a more data-rich planning system. After inviting everyone to review the baseline specifications for submitting an application, we’re now focused on preparing them to become mandated national standards, through rigorous testing and active collaboration. Working in the open remains our priority and we’re particularly keen to gather everyone’s input over the next 3 months to directly shape our ongoing work and priorities.  "
    },
    {
        "title": "Best Start Family Hubs: what parents need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-07-07T16:48:03",
        "categories": [
            "Babies",
            "early years",
            "Families"
        ],
        "content": [
            {
                "content": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where we’ll be spending £1.5bn over the next three years to expand family services, make early education and childcare more accessible and affordable, and improve quality across the early years system. Here's what you need to know about the hubs and how they connect to other support for families. ",
                "tag": "p"
            },
            {
                "content": "What are Best Start Family Hubs? ",
                "tag": "h3"
            },
            {
                "content": "Best Start Family Hubs will be local hubs where families can access a range of services all in one place. Think of them as a 'one-stop shop' for families with children from pregnancy through the early years and beyond. ",
                "tag": "p"
            },
            {
                "content": "Whether its free classes, events and activities, help with your children before they start school or finance and housing advice - the hubs will either provide these services directly or connect you to the right local support. ",
                "tag": "p"
            },
            {
                "content": "Why are they being created? ",
                "tag": "h3"
            },
            {
                "content": "Many parents tell us they find it difficult to know where to go for help with their children. Services can feel disconnected and hard to navigate, especially if your child has additional needs. Some families can’t access help at all. Many children’s centres have closed or cut back services. At the same time, health services have faced new pressures such as with fewer health visitors and lower vaccination rates.  ",
                "tag": "p"
            },
            {
                "content": "Research shows that early support makes a real difference – children who had access to Sure Start centres were more likely to achieve better GCSE results and had improved health outcomes. ",
                "tag": "p"
            },
            {
                "content": "When will there be a Best Start Family Hub near me? ",
                "tag": "h3"
            },
            {
                "content": "The government is investing over £500 million to create a network of up to 1,000 Best Start Family Hubs across every local authority in England by 2028.  ",
                "tag": "p"
            },
            {
                "content": "If you already have a Family Hub or children's centre in your area, it will continue to operate and may be enhanced under this new programme. ",
                "tag": "p"
            },
            {
                "content": "What services will be available at the hubs? ",
                "tag": "h3"
            },
            {
                "content": "Services will vary depending on local needs, but you can expect: ",
                "tag": "p"
            },
            {
                "content": "For families with children who have additional needs, each hub will have a trained professional to help you navigate services and connect with local early years settings and health services.  ",
                "tag": "p"
            },
            {
                "content": "How will the hubs support children with SEND? ",
                "tag": "h3"
            },
            {
                "content": "Each Best Start Family Hub will have a children and family services professional trained to support children with additional needs. They'll help: ",
                "tag": "p"
            },
            {
                "content": "What if I can't get to a hub in person? ",
                "tag": "h3"
            },
            {
                "content": "A new Best Start digital service is being created that will give you quick access to trusted advice on parenting, child development. You'll be able to check your eligibility for childcare entitlements and connect to your local hub. This will eventually link to the NHS app.  ",
                "tag": "p"
            },
            {
                "content": "Will the hubs connect with other childcare and early education services? ",
                "tag": "h3"
            },
            {
                "content": "Yes, the hubs will help you find and access the right childcare for your family.The hubs will also work closely with local nurseries, childminders and schools to make sure children get consistent support, especially those with additional needs who might need extra help when moving between different settings. ",
                "tag": "p"
            },
            {
                "content": "The hubs are just one part of wider support for families. Alongside them, eligible working parents can get 30 hours of funded childcare from when their child is 9 months old (saving up to £7,500 a year), thousands of new nursery places are being created in schools, and there's extra funding for disadvantaged children through the Early Years Pupil Premium. All these changes are part of the Best Start in Life Strategy – our plan to make sure every child get the best possible start in life. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/07/best-start-family-hubs-what-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Giving children the best start in life shouldn't depend on your postcode. That's why we are rolling out Best Start Family Hubs across the country.  These hubs are just one part of a wider Best Start in Life strategy, where …"
    },
    {
        "title": "Islamophobia Working Group Definition ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-07-07T14:59:36",
        "categories": [
            "Faith"
        ],
        "content": [
            {
                "content": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached record levels. ",
                "tag": "p"
            },
            {
                "content": "According to the most recent statistics, two in five police-recorded religious hate crimes were directed at Muslims, highlighting the urgent need for a clear and robust framework to address this form of hatred. The group’s work will support wider and ongoing government-led efforts to tackle religiously motivated hate crime – delivering on the government’s Plan for Change mission for safer streets. ",
                "tag": "p"
            },
            {
                "content": "The government, and the working group’s published terms of reference, make clear that any proposed definition must be fully compatible with the enduring and fundamental right of British citizens to freedom of speech and expression. This includes the right to criticise, express dislike of, or insult religions, as well as the beliefs and practices of their adherents. The government has made clear it will not compromise on this principle which is essential in a democratic society. ",
                "tag": "p"
            },
            {
                "content": "The group is operating independently and will provide Ministers with evidence-based advice, in line with the terms of reference already made public. Their work will be informed by a wide range of perspectives and expertise, ensuring that any recommendation is not only thoughtful and principled, but also grounded in the lived experiences and realities faced by communities across the country.  ",
                "tag": "p"
            },
            {
                "content": "By drawing on diverse insights, the working group aims to develop advice for ministers that is both practically effective and socially sensitive - capable of helping to address the rise of anti-Muslim hatred while upholding the democratic values that underpin our society.",
                "tag": "p"
            },
            {
                "content": "An MHCLG spokesperson said: ",
                "tag": "p"
            },
            {
                "content": "“We are absolutely committed to defending freedom of speech, and any proposed definition must be compatible with the right to freedom of speech and expression. ",
                "tag": "p"
            },
            {
                "content": "“The independent working group has been engaging extensively with a wide range of communities and will provide independent, evidence-based advice to Ministers.” ",
                "tag": "p"
            },
            {
                "content": "As mentioned, the working group is seeking views from a wide range of audiences as part of its work - please see here for more information on the call for evidence: Working Group on Anti-Muslim Hatred/Islamophobia Definition - GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/07/07/islamophobia-working-group-definition/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "In February, the government established an independent working group, chaired by Dominic Grieve KC, to advise on a definition of anti-Muslim hatred/Islamophobia. This step has been taken in response to the concerning rise in anti-Muslim hate crime, which has reached …"
    },
    {
        "title": "Unlocking Nature for All",
        "authors": [
            "Val Woods"
        ],
        "posted_on": "2025-07-07T13:34:27",
        "categories": [
            "Connecting People with Nature",
            "Education",
            "Mental health and wellbeing",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England",
                "tag": "p"
            },
            {
                "content": "I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre for Outdoor Accessibility Training - COAT for short; an easy acronym to remember as often needed for the British weather!",
                "tag": "p"
            },
            {
                "content": " I am excited to be able to share our vision of increasing inclusion and accessibility to nature and the outdoors for everyone. Improving access to the outdoors is vitally important, because by increasing our connection to nature we can improve health and wellbeing on a national scale, drive nature’s recovery and contribute to a thriving economy for all.",
                "tag": "p"
            },
            {
                "content": "Where are we and how it started",
                "tag": "h4"
            },
            {
                "content": "The reserve is perched on the northwestern scarp of the Chiltern Hills, within the Chilterns National Landscape in Oxfordshire. There is a wide variety of habitats of national importance within the 159-hectare site such as chalk grassland, mixed scrub and ancient beech woodland.  These diverse environments make the reserve special by supporting an amazing diversity of flower, bird and insect species. ",
                "tag": "p"
            },
            {
                "content": "The reserve is very popular with walkers for the spectacular views as well as the junipers, orchids, butterflies and kites, and can be visited via The Ridgeway National Trail which runs the length of reserve.",
                "tag": "p"
            },
            {
                "content": "The Aston Rowant team consider ourselves so lucky to have amazing volunteers who undertake reserve management tasks around the site, as well as weekly bird/butterfly surveys. It was one of our key volunteers, Tom Bindoff, formerly CEO of Centrewire, who originally approached the NNR staff with the vision of establishing COAT in 2018.",
                "tag": "p"
            },
            {
                "content": "Tom has been inspirational to me in my role managing and developing COAT.  I have benefited from his knowledge and leadership, so I am so delighted that his 45 years of dedication to promoting accessibility has been recognised by the Outdoor Recreation Network with a Lifetime Achievement Award.",
                "tag": "p"
            },
            {
                "content": "What’s the purpose of COAT?",
                "tag": "h4"
            },
            {
                "content": "The Centre offers bespoke classroom training sessions in the legislation principles and standards associated with accessibility in the outdoors, together with a “hands-on” practical element at our field of gates and structures using our all-terrain mobility equipment. We show that inclusion should be about removing barriers for people of all shapes, abilities and ages to promote accessibility to green spaces – from urban parks through to wild nature reserves.",
                "tag": "p"
            },
            {
                "content": "The training is aimed at people and organisations who manage or advise on public access to the outdoors. Together with Pippa Langford, Natural England Principal in Recreation and Access, I have developed an integrated training programme with modules on the following topics:",
                "tag": "p"
            },
            {
                "content": "Research And Collaboration",
                "tag": "h4"
            },
            {
                "content": "The Centre was initially designed to demonstrate the use of infrastructure meeting the British Standard for improved countryside access; BS5709 Gaps, Gates & Stiles but as COAT is hosted by Natural England there is an inherent brief to instigate and develop research. ",
                "tag": "p"
            },
            {
                "content": "As part of this remit, collaborative research has been carried out with trialing, inventing and manufacturing accessible infrastructure furniture such as latches and handle designs. This is unique and invaluable since it ensures that the standard, whilst achieving the best outcomes for the public and farmers, remains deliverable by manufacturers.",
                "tag": "p"
            },
            {
                "content": "Raising awareness",
                "tag": "p"
            },
            {
                "content": "We know that everyone cannot easily access the documents detailing legislation and best practice associated with accessibility information. There is much technical information to take in, which in itself can prove to be a barrier to raising awareness of these issues. ",
                "tag": "p"
            },
            {
                "content": "So, to reach as many people as possible and give them an understanding of the issues affecting parts of the community, we have created a series of three films in collaboration with Parks Trust volunteer Ambassadors and the British Horse Society which identify key points on best practice related to accessibility information on footpaths and bridleways.",
                "tag": "p"
            },
            {
                "content": "Do take a look at these three videos which are all available on Natural England YouTube:",
                "tag": "p"
            },
            {
                "content": "Parts 2 and 3 are available here:",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps, Gates & Stiles on Footpaths",
                "tag": "p"
            },
            {
                "content": "Unlocking Nature - Gaps & Gates on Bridleways",
                "tag": "p"
            },
            {
                "content": "I am thrilled that all our hard work in creating these films was rewarded by winning the 2025 Outdoor Recreation Network Award in the Category for Best Practice for Improving Access & Accessibility.",
                "tag": "p"
            },
            {
                "content": "If you would like to enquire about booking a training day or for further information contact: COAT@naturalengland.org.uk or speak to Val (Tel:07901309002).",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/07/unlocking-nature-for-all/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Val Woods, Centre for Outdoor Accessibility Training (COAT) Lead Officer, Natural England I consider myself fortunate to be working on a fantastic project which is based at the beautiful Aston Rowant National Nature Reserve (NNR). I manage the Centre …"
    },
    {
        "title": "FETF 2025 closing soon: still time to apply",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-07-07T10:57:03",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025. ",
                "tag": "p"
            },
            {
                "content": "Applications are open now and will close at midday on 10 July. ",
                "tag": "p"
            },
            {
                "content": "The fund is for farmers, growers, foresters and related contractors. It helps pay for items that can improve productivity, manage slurry more effectively, and support animal health and welfare. ",
                "tag": "p"
            },
            {
                "content": "What you can apply for ",
                "tag": "h2"
            },
            {
                "content": "The fund is split into 3 themes: ",
                "tag": "p"
            },
            {
                "content": "You can apply for between £1,000 and £25,000 per theme, and apply under more than one. Here are just a few examples of what’s available: ",
                "tag": "p"
            },
            {
                "content": "Productivity, you could apply for a direct drill, robotic or camera-guided inter-row hoes, or equipment to help with more precise crop management. ",
                "tag": "p"
            },
            {
                "content": "Slurry Management, eligible items include slurry separators, dribble bars, and robotic slurry pushers that help with low-emission spreading and better storage. ",
                "tag": "p"
            },
            {
                "content": "Animal Health and Welfare, there’s support for things like mobile sheep handling units, cattle squeeze crushes, or even static cow brushes to improve livestock welfare. ",
                "tag": "p"
            },
            {
                "content": "Each theme has a full list of equipment you can choose from, with fixed grant amounts. The percentage of the cost covered varies by item, but most are around 40 to 50%. ",
                "tag": "p"
            },
            {
                "content": "What to know before you apply ",
                "tag": "h2"
            },
            {
                "content": "Before you apply, read the guidance on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "We also hosted a webinar which explains what the fund offers and how to apply. ",
                "tag": "p"
            },
            {
                "content": "The post also includes responses to questions that we didn’t have time to answer during the session.  ",
                "tag": "p"
            },
            {
                "content": "This is a competitive grant. That could mean that not all applications will be successful, and you may not get the full amount you apply for. But there’s £46.7 million available in this round, so it’s worth checking if there’s something that could help you. ",
                "tag": "p"
            },
            {
                "content": "Good luck with your application.  ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/07/fetf-2025-closing-soon-still-time-to-apply/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "If you're thinking about investing in new kit, there’s still time to apply for the Farming Equipment and Technology Fund 2025.  Applications are open now and will close at midday on 10 July."
    },
    {
        "title": "Taking policy design to a global public audience",
        "authors": [
            "Andrew Knight"
        ],
        "posted_on": "2025-07-07T10:38:44",
        "categories": [
            "Case study",
            "Events",
            "PublicPolicyDesign"
        ],
        "content": [
            {
                "content": "Last month, the UK Civil Service took part in the London Design Biennale for the first time - showcasing policy design to a global public audience.",
                "tag": "p"
            },
            {
                "content": "Our pavilion, designed and delivered by the cross-government Policy Design Community with support from the Government Digital Service, brought together designers from across disciplines. Together, we demonstrated how design can support better public outcomes.",
                "tag": "p"
            },
            {
                "content": "Building design capability across government",
                "tag": "h2"
            },
            {
                "content": "As well as sharing our work publicly, we welcomed around 200 government designers to the exhibition throughout June. Many visited as part of organised learning and development groups - creating opportunities to connect with peers, share experiences and take inspiration back to their day jobs.",
                "tag": "p"
            },
            {
                "content": "One designer told us:",
                "tag": "p"
            },
            {
                "content": "Another added:",
                "tag": "p"
            },
            {
                "content": "Exploring serious games for policy challenges",
                "tag": "h2"
            },
            {
                "content": "At the heart of the UK pavilion was a series of live, interactive workshops, open to the public and running throughout the month. Every session sold out ...and demand was high enough for us to run additional spontaneous sessions too.",
                "tag": "p"
            },
            {
                "content": "The workshops showcased how serious games - structured, purpose-driven games - can help co-design effective public policy. The approach builds on Policy Lab’s 2022 collaboration with game designer Matteo Menapace, which helped create a sustainable fisheries management plan for sea bass through gameplay.",
                "tag": "p"
            },
            {
                "content": "This year, our “Serious Game to Save the Planet” workshops invited participants to explore complex climate challenges through collaborative play. Over 100 people from across the world took part, including professionals from government, academia, journalism, science, advertising and design.",
                "tag": "p"
            },
            {
                "content": "Using serious games, we created a safe, engaging space where people could explore trade-offs, challenge assumptions, and listen to diverse perspectives. For complex, high-stakes policy challenges - especially those impacting many communities - this approach offers a powerful way to co-design solutions.",
                "tag": "p"
            },
            {
                "content": "Celebrating design leadership in government",
                "tag": "h2"
            },
            {
                "content": "We also hosted a special reception at Somerset House, bringing together 50 design leaders from across the Civil Service. The evening was a chance to celebrate their work and share early plans for our new design school …set to launch later this year.",
                "tag": "p"
            },
            {
                "content": "Speakers from government and partner organisations reflected on the growing role of design in shaping effective, user-centred policies and services. Guests were invited to feed into the emerging direction of the school, helping shape its future as a shared, cross-government offer.",
                "tag": "p"
            },
            {
                "content": "It was a brilliant opportunity to connect, reflect and look ahead to the next chapter for design in government - not to mention enjoy a moment of summer sunshine on the Somerset House terrace.",
                "tag": "p"
            },
            {
                "content": "Powered by our community",
                "tag": "h2"
            },
            {
                "content": "This was a milestone month for the Policy Design Community - and it wouldn’t have been possible without the incredible efforts of our volunteer team.",
                "tag": "p"
            },
            {
                "content": "From planning and curation to delivery and facilitation, community members gave their time, energy and expertise to make it all happen.",
                "tag": "p"
            },
            {
                "content": "We want to thank everyone who supported the event - especially our brilliant workshop team: Andrew Knight (curator), Elli-ana Morley (event manager), Dejana Draganic, Mandy Gao, Tessa Fearnley, Qing Wang, Yemi Medeyinlo, Nia Thomas, Komal Pahwa, Stuart Bolton, Laura Pearson, William Milton, Sandeep Singh, and many more who’ve helped shape and grow this work over the years. Plus Policy Lab for producing a film that gives insight into how public design work in practice.",
                "tag": "p"
            },
            {
                "content": "Special thanks also to the London Design Biennale team, and their partners at Frog Design, for making the UK Civil Service’s first Biennale pavilion such a success.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/07/07/taking-policy-design-to-a-global-public-audience/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "UK Civil Service’s first Biennale pavilion has been a great success. Curators Andrew Knight and Elli-ana Morley report on the event."
    },
    {
        "title": "Celebrating Youth Employment Week",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-07-07T10:01:24",
        "categories": [
            "Break down barriers to opportunity",
            "Carers",
            "Life Chance Recruitment",
            "Social mobility",
            "Youth Employment Week"
        ],
        "content": [
            {
                "content": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025.",
                "tag": "p"
            },
            {
                "content": "This year, each day of Youth Employment Week considers a different theme, and we’ve shared our perspective on how each theme can link into the work that GFIE delivers.",
                "tag": "p"
            },
            {
                "content": "Monday 7th - Opportunity for All ",
                "tag": "h4"
            },
            {
                "content": "We all have a responsibility to support the next generation of talent by making sure young people have access to inclusive and accessible opportunities. ",
                "tag": "h4"
            },
            {
                "content": "The start of a career in the Civil Service can take many forms, whether that’s going straight to applying for a role through Civil Service Jobs, or tapping into the many different types of entry pathways such as Apprenticeships, the Fast Stream or Internship schemes.",
                "tag": "p"
            },
            {
                "content": "The GFIE pathways offer opportunities to young people who may face additional barriers to employment, such as having had contact with the Criminal Justice System or providing care to someone as a Young Adult Carer.  People can sometimes feel as though these experiences might hold them back, but we are there to show them that barriers to opportunity can be overcome.",
                "tag": "p"
            },
            {
                "content": "Tuesday 8th - Lifelong Learning",
                "tag": "h4"
            },
            {
                "content": "Taking up an opportunity through a GFIE Life Chances scheme isn’t just about the role itself - there are a wealth of learning and development opportunities, both within Departments and across the Civil Service.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Learning platform gives every civil servant access to a range of courses and training modules, whether that’s looking to develop understanding of project delivery, or thinking about how to build effective teams. ",
                "tag": "p"
            },
            {
                "content": "Learning doesn’t just have to involve formal training either - there are likely to be opportunities to get involved with different activities within a team or Department. Our aim is for every young person joining the Civil Service to build skills that they will take with them into their future career.",
                "tag": "p"
            },
            {
                "content": "Wednesday 9th - Discover Careers",
                "tag": "h4"
            },
            {
                "content": "Being at the start of your career can be daunting - you are faced with lots of different pathways, professions and workplaces, so making the decision on what to do next can feel difficult or confusing.",
                "tag": "p"
            },
            {
                "content": "The Civil Service Careers website brings all information together in one place, helping young people to navigate the opportunities that might be available to them, as well as giving them more information about professions they might choose to explore.",
                "tag": "p"
            },
            {
                "content": "Thursday 10th - Here to Help ",
                "tag": "h4"
            },
            {
                "content": "The Youth Voice Census 2024 results show that only 36% of young people in secondary school think they understand the skills that employers are looking for. This means bridging this gap to help young people to understand the skills that are needed to succeed in an industry are important. ",
                "tag": "h4"
            },
            {
                "content": "The Civil Service offers a rolling programme of outreach, with Social Mobility Ambassadors regularly going into secondary schools and colleges to talk about the work that different Departments do and to practice interview skills with students. ",
                "tag": "p"
            },
            {
                "content": "The GFIE team are also often out and about talking to people at different outreach events, taking time to answer questions and help people from different communities to understand the skills and potential that they might not see in themselves. ",
                "tag": "p"
            },
            {
                "content": "This isn’t just important during application stages - having a good support network for young people already in roles within the organisation is crucial.",
                "tag": "p"
            },
            {
                "content": "The GFIE team manages a buddy system for anyone joining the Civil Service through one of their pathways, matching new starters to a civil servant in another Government Department who is there to act as a listening ear and help coach young people through different workplace scenarios. ",
                "tag": "p"
            },
            {
                "content": "Friday 11th - Celebrating Success ",
                "tag": "h4"
            },
            {
                "content": "Finally, Youth Employment Week is all about celebrating young people in employment, and that means hearing from those who have taken up opportunities and succeeded in fulfilling their potential.  As part of the GFIE Carers Pathway, we work with Carers Trust to share opportunities with Young Adult Carers. ",
                "tag": "h4"
            },
            {
                "content": "Below, we hear from a Young Adult Carer who has taken her first steps into a career with the Civil Service:",
                "tag": "p"
            },
            {
                "content": "GFiE Life Chance Recruitment",
                "tag": "h3"
            },
            {
                "content": "The Civil Service has 20 Going Forward into Employment (GFiE) Life Chance Pathways across Government, using innovative approaches to recruitment and providing Individuals from a wide range of backgrounds, and who face barriers to employment, with opportunities and experience.  You can find out more about GFiE at our Civil Service Careers Page  www.civil-service-careers.gov.uk/about-gfie/",
                "tag": "p"
            },
            {
                "content": "If you would like to discuss providing life changing opportunities for  live vacancies, or vacancies you have coming up in the future, please get in contact with us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/07/07/celebrating-youth-employment-week/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "This week is Youth Employment Week and a chance to celebrate young people and those who support them.  It is also a time to think about the opportunities and barriers, that exist for young people entering the workplace in 2025. …"
    },
    {
        "title": "Locally rooted, community shaped: launch of the Isle of Wight and Cornwall & Isles of Scilly Local Nature Recovery Strategies",
        "authors": [
            "Ben Wyatt"
        ],
        "posted_on": "2025-07-07T09:49:17",
        "categories": [
            "Community",
            "Land use",
            "Local Nature Recovery Strategies"
        ],
        "content": [
            {
                "content": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused.",
                "tag": "p"
            },
            {
                "content": "48 responsible authorities have been appointed to develop their strategies, covering the whole of England with no gaps or overlaps. LNRSs are led by local government and shaped by communities and local partners but informed by our wider national environmental targets. They provide a roadmap for cost-effective, nature-based solutions that deliver meaningful, lasting change for both people and the planet.",
                "tag": "p"
            },
            {
                "content": "So far, four of the 48 strategies have been published – with the remainder expected to be published this year. All the strategies must prioritise and target nature recovery action to address biodiversity loss and issues experienced by local people that are exacerbated by climate change, including flooding, poor water quality and unequal access to green space.",
                "tag": "p"
            },
            {
                "content": "By agreeing the most impactful locations for nature recovery, LNRSs guide action and investment in nature at every scale - from community-led initiatives to landscape-scale habitat restoration projects. Ultimately, they will create a national framework for nature recovery.",
                "tag": "p"
            },
            {
                "content": "LNRSs are designed to be clear and accessible, to help everyone understand what action for nature should be taken, where, and why. Both newly published strategies feature interactive maps, videos and other visually engaging materials, providing stand-out examples of engaging content that can inspire and be followed by other responsible authorities in their own strategies.",
                "tag": "p"
            },
            {
                "content": "Solving local challenges through community investment and nature-based solutions",
                "tag": "p"
            },
            {
                "content": "The Cornwall and Isles of Scilly LNRS is informing the development of Cornwall’s Local Investment in Natural Capital programme. This initiative brings together a wide range of partners to co-design, fund and deliver nature recovery projects that align with local priorities.",
                "tag": "p"
            },
            {
                "content": "As part of the programme, Cornwall council, as a responsible authority, has engaged with around 70 potential funders and investors to support nature recovery projects, including the reintroduction of water voles – an important species whose burrowing and grazing creates a wealth of habitats for others.",
                "tag": "p"
            },
            {
                "content": "The LNRS will provide a critical framework for the County’s emerging Nature Market, that will connect businesses with landowners, enabling them to trade in ecosystem services. Buyers can fund the outcomes they need – such as carbon storage or flood mitigation – while suppliers deliver projects that provide those services.",
                "tag": "p"
            },
            {
                "content": "The LNRS will also play an important role in Cornwall’s “Love Where You Are” initiative. Run via a trusted Crowdfunder platform, it channels business donations into grassroots nature recovery efforts. Guided by the LNRS, these efforts are targeted, coordinated, and measurable - delivering real benefits to both people and nature.",
                "tag": "p"
            },
            {
                "content": "This includes the new 'Nurture Garden' at Newquay Community Garden. Created by and for the local community, it will deliver LNRS priorities by promoting health, biodiversity, and education - offering a place that supports both people and nature.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS recognises the importance of green infrastructure to urban communities. It identifies actions that enable nature to thrive alongside sustainable development. This includes integrating nature into all new developments to provide climate resilience, while nest boxes, seasonal ponds, deadwood stores and compost heaps create a diverse range of habitats to support an array of species.",
                "tag": "p"
            },
            {
                "content": "The Isle of Wight LNRS shows how nature-based solutions can address urgent challenges caused by climate change. By working with the natural flow of rivers and floodplains and creating space for wetlands to expand, the strategy identifies action needed to help protect communities from flooding.",
                "tag": "p"
            },
            {
                "content": "The potential of the Island’s hidden resources of deep peat to both biodiversity and climate resilience are also highlighted, addressing nature recovery and carbon capture in a single approach. Already, the Isle of Wight LNRS is informing exciting bids for landscape-scale nature recovery funding, bringing growth to rural and urban Island communities.",
                "tag": "p"
            },
            {
                "content": "Co-designing a greener, fairer future",
                "tag": "p"
            },
            {
                "content": "Cross sectoral collaboration is essential to ensure that LNRSs draw on the full range of evidence and expertise available. Natural England is the lead support on behalf of the Defra group, with local advisers bringing together technical advice and insights from across Natural England, the Environment Agency, the Forestry Commission, and central Defra.",
                "tag": "p"
            },
            {
                "content": "Both the Cornwall and Isles of Scilly LNRS and the Isle of Wight LNRS were created in collaboration with local partners and communities. On the Isle of Wight, the Council ran webinars, workshops, surveys, and public events – from garden fairs to sheepdog trials – to engage the public. This inclusive and often innovative process has ensured that the strategy reflects the needs of the community, especially those working with the land.",
                "tag": "p"
            },
            {
                "content": "In particular, the Isle of Wight Council have recognised the essential role of farming and the land management sector in reversing nature’s decline. As a result, they have worked closely with many representative organisations to ensure the strategy works for the farming community.",
                "tag": "p"
            },
            {
                "content": "Models for future action",
                "tag": "p"
            },
            {
                "content": "We congratulate everyone involved in developing the LNRSs for Cornwall and Isles of Scilly, and the Isle of Wight. Alongside the other strategies published so far, they are already serving as models for how local action, rooted in community values and driven by partnerships, can shape a better future.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing the positive impact they will have in the years to come - and the inspiration they offer to the remaining 44 LNRSs in development across the country.",
                "tag": "p"
            },
            {
                "content": "Find out more about your Local Nature Recovery Strategy - and help shape the future of nature recovery in your area.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/07/07/locally-rooted-community-shaped-launch-of-the-isle-of-wight-and-cornwall-isles-of-scilly-local-nature-recovery-strategies/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "The recent publication of the Local Nature Recovery Strategies (LNRS) for Cornwall and Isles of Scilly and the Isle of Wight marks a major milestone in our collective mission to restore nature across England. They both showcase what can be achieved when local communities, experts and organisations work together to agree where action and investment in nature should be focused. Read this blog post to find out more."
    },
    {
        "title": "How the Care Leavers Internship Scheme Changed My Career Path",
        "authors": [
            "Shannon Symington"
        ],
        "posted_on": "2025-07-07T09:27:41",
        "categories": [
            "Care leavers"
        ],
        "content": [
            {
                "content": "My journey to the Civil Service",
                "tag": "h2"
            },
            {
                "content": "My name is Shannon Symington, and I am 26 years old. Before my career in the Civil Service, I was a retail worker at Primark in Newcastle and in my final year of university. ",
                "tag": "p"
            },
            {
                "content": "I didn’t know what I wanted to do career-wise after graduation. My social worker sent me the advert for the Civil Service Care Leavers Internship Scheme as she believed it was something I would thrive in. I was successful at the job interview and secured a role at HMRC where I was made a permanent member of staff after my first year.",
                "tag": "p"
            },
            {
                "content": "Adapting to office life",
                "tag": "h2"
            },
            {
                "content": "When I first started, I felt very overwhelmed as office work was new to me. I arrived at the office on my first day and a member of my team came to collect me. She was lovely and I knew we would get along well. ",
                "tag": "p"
            },
            {
                "content": "Some of the tasks I completed as part of my role included working alongside service managers to complete incident forms and resolving problems to maintain their live services. Some of these services included tax-free childcare and making tax digital.",
                "tag": "p"
            },
            {
                "content": "Support networks and professional development",
                "tag": "h2"
            },
            {
                "content": "My team were very supportive with my transition into office working and helped me to learn how to use new systems. To further help my learning and development, I managed to secure a mentor through the HMRC ‘Stride’ mentoring programme. This has helped me to develop and improve my current skills such as presenting and public speaking. ",
                "tag": "p"
            },
            {
                "content": "I am also now part of the Civil Service Care Leavers Network which I love as it gives me the opportunity to understand the journey of other care leavers in the Civil Service. It has also allowed me to see what other opportunities may be available to me in the future.",
                "tag": "p"
            },
            {
                "content": "Why you should apply for the Care Leavers Internship Scheme",
                "tag": "h2"
            },
            {
                "content": "I would 100% recommend all care leavers to join the Civil Service through this scheme. This is the best life decision I have made, and I am grateful to have had so many opportunities while in my role. ",
                "tag": "p"
            },
            {
                "content": "This is a workplace where I am happy, supported, and appreciated, and there are plenty of career opportunities for me to choose from.",
                "tag": "p"
            },
            {
                "content": "Take the next step in your career journey",
                "tag": "h2"
            },
            {
                "content": "Are you a care leaver looking for meaningful employment with excellent support and progression opportunities? The Care Leavers Internship Scheme could be your pathway to a fulfilling career in the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Visit the Civil Service Care Leavers Internship Scheme website to learn more about the application process and upcoming opportunities. Your journey to a rewarding career starts with one simple application!",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/07/07/civil-service-care-leavers-internship-scheme-2025/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Shannon shares her personal experience of completing the Civil Service Care Leavers Internship Scheme."
    }
]