[
    {
        "title": "Strengthening Ties with Ports and Harbours: better data, better engagement",
        "authors": [
            "Rosie Bailey, Marine Planner"
        ],
        "posted_on": "2025-08-22T14:45:03",
        "categories": [
            "marine planning",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "The spotlight has been on ports and harbours over the last few months, with the aim of improving our engagement with stakeholders and collecting important data.",
                "tag": "p"
            },
            {
                "content": "The Coastal Planners initially focused on Statutory Harbour Authorities in order to confirm the most up-to-date data for their boundaries and review the information available on Explore Marine Plans to confirm its accuracy. These authorities were also asked for details of dredging activity and the methods used.",
                "tag": "p"
            },
            {
                "content": "The purpose of collecting this information was to ensure that the harbour boundaries, as well as areas protected for dredging for harbour maintenance, are fully considered during the marine licensing process. Licence applicants must consider these areas when submitting applications, ensuring that the interests and activities of ports and harbours are protected.",
                "tag": "p"
            },
            {
                "content": "In addition to the data collection, Coastal Planners worked with MMO Marine Officers to seek opportunities to meet with non-statutory harbour authorities in person to strengthen relationships.",
                "tag": "p"
            },
            {
                "content": "This engagement has been effective in gathering important information and improving relationships with stakeholders in the ports and harbour industry.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/08/22/strengthening-ties-with-ports-and-harbours-better-data-better-engagement/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The spotlight has been on ports and harbours over the last few months, with the aim of improving our engagement with stakeholders and collecting important data. The Coastal Planners initially focused on Statutory Harbour Authorities in order to confirm the …"
    },
    {
        "title": "Cleaning Up Scarborough South Bay: A Complex Challenge",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-22T11:53:11",
        "categories": [
            "Cleaner Seas",
            "Community",
            "Water"
        ],
        "content": [
            {
                "content": "Scarborough South Bay and its beach are one of England’s best-loved seaside destinations. Families, holidaymakers and locals all flock to its sandy shores each summer. But behind the scenes, the Environment Agency (EA) is leading a major effort with partners including the local council, businesses and the water company to tackle an issue that has troubled the bay for years: the quality of the bathing water.",
                "tag": "p"
            },
            {
                "content": "Significant investment was made by Yorkshire Water between 2009 and 2014, when along with the EA, local councils and others, they were part of the Yorkshire Bathing Water Partnership working to improve water quality all along the Yorkshire coast.  The issues affecting bathing water quality are complex and Scarborough South Bay has struggled to meet the standards, often classified as Poor – meaning there is advice against bathing.  We understand how frustrating that is for everyone who cares about the town. But it also shows just how complicated the problem really is.",
                "tag": "p"
            },
            {
                "content": "Where does the pollution come from?",
                "tag": "p"
            },
            {
                "content": "When people hear about poor water quality, many think first of sewage, particularly as there has been a lot of media coverage about this. Storm overflows and wastewater treatment plants do play a part and Yorkshire Water has already spent millions improving local infrastructure and is investing more under its current programme. For example, recent work completed at Wheatcroft Combined Sewer Overflow, to the south of the beach, aims to limit discharges during the bathing season.",
                "tag": "p"
            },
            {
                "content": "But sewage is only one piece of the puzzle. Studies led by the EA show that several sources have a real impact on the bay:",
                "tag": "p"
            },
            {
                "content": "The real challenge is the impact of these sources varies with weather, tides, and seasons. No single cause explains all the results, making solutions far from simple.",
                "tag": "p"
            },
            {
                "content": "Partnership working",
                "tag": "p"
            },
            {
                "content": "Because no single factor is the cause of poor water quality, no single organisation can solve the issue. That’s why the EA continues to work in partnership with Yorkshire Water, McCain Foods and North Yorkshire Council.",
                "tag": "p"
            },
            {
                "content": "Together, they are funding detailed scientific investigations, investing in infrastructure, and holding regular “Scarborough Summits” to bring everyone around the table. In the summer of 2024, the EA coordinated one of the most detailed water quality studies ever carried out in Scarborough, supported financially by all three partners. Samples are now being analysed by EA scientists, with results due shortly which will inform the next steps.",
                "tag": "p"
            },
            {
                "content": "Here at the EA not only are we driving the science but also coordinating the partnership needed to improve  the  water quality at the beach.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "p"
            },
            {
                "content": "Scarborough South Bay is central to the town’s economy, tourism and identity. We know that protecting its waters means protecting livelihoods and preserving Scarborough’s reputation as a great English seaside resort.",
                "tag": "p"
            },
            {
                "content": "Improving bathing water quality is about understanding and managing many overlapping sources – from birds to farms, from industry to infrastructure – everyone has a part to play. That requires scientific expertise, long-term monitoring and cooperation between public bodies, businesses, and communities.",
                "tag": "p"
            },
            {
                "content": "Visitors and residents can also play their part by reducing food waste and throwing litter in the waste bins provided.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "p"
            },
            {
                "content": "The good news is that progress is being made. The summer of 2024 already showed signs of improvement, though scientists caution that more monitoring is needed to confirm whether this is a genuine trend. With McCain’s new treatment plant in place, Yorkshire Water’s investment under way, North Yorkshire Council’s renewed commitment, and the EA providing scientific leadership, there is real hope that Scarborough South Bay can turn a corner.",
                "tag": "p"
            },
            {
                "content": "For now, the message is clear: committed partnership working and major resources and expertise being deployed gives Scarborough South Bay the best chance to become the bathing water the local community and its visitors deserve.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/22/cleaning-up-scarborough-south-bay-a-complex-challenge/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Scarborough South Bay and its beach are one of England’s best-loved seaside destinations. Families, holidaymakers and locals all flock to its sandy shores each summer. But behind the scenes, the Environment Agency (EA) is leading a major effort with partners …"
    },
    {
        "title": "Tackling the “Silent Pandemic” – UK’s FAO Antimicrobial Resistance Reference Centre leads Singapore workshop",
        "authors": [
            "Athina Papadopoulou"
        ],
        "posted_on": "2025-08-21T15:59:05",
        "categories": [
            "Animal Health",
            "Aquaculture",
            "International",
            "Science"
        ],
        "content": [
            {
                "content": "As part of the UK’s FAO Reference Centre for Antimicrobial Resistance (AMR), Cefas recently co-delivered a five-day workshop on Antimicrobial Susceptibility Testing (AST) for bacterial pathogens relevant to aquatic organisms, together with the UK’s Animal Plant Health Agency (APHA), the United Nation’s Food and Agriculture Organisation Regional Office for Asia and the Pacific (FAO RAP) team and Singapore’s National Parks (NParks),",
                "tag": "p"
            },
            {
                "content": "Three UK government organisations (Cefas, the Animal and Plant Health Agency and Veterinary Medicines Directorate (VMD)) jointly hold the UK Food and Agriculture Organisation of the United Nations (FAO) AMR Reference Centre, which is funded by the Fleming Fund, a UK Aid programme managed by the UK’s Department of Health and Social Care (DHSC).",
                "tag": "p"
            },
            {
                "content": "The Reference Centre provides independent technical and scientific advice to safeguard animal and human health from the threat of antimicrobial resistance. Our mission is to provide world leading scientific and policy expertise within the global community to tackle antimicrobial resistance in terrestrial and aquatic animals and their environments.",
                "tag": "p"
            },
            {
                "content": "Representatives from aquatic animal AMR National Reference Laboratories, or equivalent, participated from 11 countries in South Asia and Southeast Asia including Bangladesh, China, India, Indonesia, Malaysia, Nepal, Papua New Guinea, Philippines, Sri Lanka, Thailand, and Vietnam. The participants were supported by the EU-funded Regional Tripartite AMR Project and the UK’s DHSC Fleming Fund. The workshop took place in the state-of-the art facilities at NParks Singapore.",
                "tag": "p"
            },
            {
                "content": "The workshop aimed to enhance participating countries’ ability to detect AMR in aquatic animals, to produce quality data which can be used for antimicrobial stewardship and contribute to sustainable agrifood systems transformation. The objectives of the training were to:",
                "tag": "p"
            },
            {
                "content": "These objectives were achieved through theoretical and practical hands-on laboratory sessions.",
                "tag": "p"
            },
            {
                "content": "Participants found the workshop to be very useful and will share the knowledge with colleagues in their own laboratories to enhance capabilities used to tackle this global challenge.",
                "tag": "p"
            },
            {
                "content": "Pu Channapha, Thailand, said “The knowledge and practical insights gained from the workshop are highly valuable and will certainly contribute to the ongoing efforts in AMR surveillance and capacity building in my country.”",
                "tag": "p"
            },
            {
                "content": "Mattew Agive, Papua New Guinea, said “Indeed, I have learnt a lot from this training workshop. This training was more technical with hands on bench training, and I must admit such training is what a Lab testing officer must be exposed to. The Bacteriology Lab capacity and the set up was very conducive and well prepared for the training. At this juncture, I would also like to acknowledge the effort of the trainers, the level of knowledge with respect to AMR/AST you have imparted to us is commendable. Also, I would like to thank all the staff of NParks Animal & Plant Health Center who have assisted in one way or the other. ”",
                "tag": "p"
            },
            {
                "content": "Andy Powell on behalf of the UK team said \"The training event was truly humbling, seeing the interaction and engagement of experts from so many different countries, and we learnt a lot from each other. The delegates’ commitment and dedication were evident and I hope that the sense of unity continues after the event, through the AMR community of practice and collaboration. We received excellent support from the host laboratory, Singapore NParks, making the event a great success. From the initiation of the project, they have been very professional and proactive, and we are very appreciative of their contribution.”",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/08/21/tackling-the-silent-pandemic-uks-fao-antimicrobial-resistance-reference-centre-leads-singapore-workshop/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "As part of the UK’s FAO Reference Centre for Antimicrobial Resistance (AMR), Cefas recently co-delivered a five-day workshop on Antimicrobial Susceptibility Testing (AST) for bacterial pathogens relevant to aquatic organisms, together with the UK’s Animal Plant Health Agency (APHA), the …"
    },
    {
        "title": "Dive into FMPs: who are the experts delivering Defra’s plans",
        "authors": [
            "Nicola Lewellen - FMP Engagement and Communications"
        ],
        "posted_on": "2025-08-21T15:32:57",
        "categories": [
            "- Defra led FMPs",
            "Development and drafting"
        ],
        "content": [
            {
                "content": "As we progress with our fisheries management plans (FMP) journey we want to help you understand how the plans are delivered. ",
                "tag": "p"
            },
            {
                "content": "This is the second post in a three-part series to dive into FMPs. We hope that it helps you understand who does what, and how and when the valuable information, views, and opinions from experts and stakeholders are brought in. ",
                "tag": "p"
            },
            {
                "content": "Part one looked at our governance and part three will explore stakeholder engagement and some of the groups and forums that we lead or collaborate with. ",
                "tag": "p"
            },
            {
                "content": "In this post, we'll look at the experts that are delivering FMPs. ",
                "tag": "p"
            },
            {
                "content": "Collaboration is at the heart of these plans, and a range of individuals and organisations play crucial roles. Importantly, FMPs are co-designed with a range of stakeholders (more on this in our next blog post). ",
                "tag": "p"
            },
            {
                "content": "First, we’ll look at the teams and organisations that are directly involved in delivering the plans, from development to implementation, or putting them into action.  ",
                "tag": "p"
            },
            {
                "content": "Defra  ",
                "tag": "h2"
            },
            {
                "content": "Policy teams leading on FMPs also feed into, and sometimes lead, wider fisheries policies. They use evidence and expertise from within, and outside, Government to help guide decisions about how policies are developed and delivered. They coordinate FMP delivery partners (read about them below) and engage with stakeholder groups and experts. ",
                "tag": "p"
            },
            {
                "content": "Defra sets the strategic direction for English-led FMPs, making sure they align with the Fisheries Act, the Joint Fisheries Statement (JFS) and wider government objectives. Policy teams also support Ministers to develop and propose appropriate courses of action to help meet key government priorities.  ",
                "tag": "p"
            },
            {
                "content": "The expertise of teams across Defra is brought in to make sure FMPs work alongside other policies. These include legal as well as policy teams working on Remote Electronic Monitoring (REM), bycatch, discards and marine litter. As FMPs are evidence-based plans, the evidence team plays a vital role in sourcing available scientific and stakeholder information related to FMPs. ",
                "tag": "p"
            },
            {
                "content": "Delivery partners ",
                "tag": "h2"
            },
            {
                "content": "With 15 FMPs to draft and deliver, Defra engaged experts to help develop the plans.  ",
                "tag": "p"
            },
            {
                "content": "These partners play a key role during the development phase, gathering evidence, working closely with stakeholders and drafting the plans ready for public consultations. ",
                "tag": "p"
            },
            {
                "content": "They also share knowledge across all of Defra’s 15 FMPs, collaborate with devolved administrations, and contribute to our wider governance.  ",
                "tag": "p"
            },
            {
                "content": "Once an FMP is published, our delivery partners also help to implement the actions. ",
                "tag": "p"
            },
            {
                "content": "So far, six plans have been published, and their measures are already being introduced. By the end of 2025, a further five plans will be published, and a further four will be published by the end of 2026. More details on the plans can be found on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Marine Management Organisation (MMO)  ",
                "tag": "h3"
            },
            {
                "content": "The MMO has developed the Channel demersal non quota species FMP (published in 2023), and is in the process of developing a further five, two due to be published by the end of 2025: Southern North Sea non-quota demersal, Southern North Sea skates and rays, and three to be published by the end of 2026: Celtic Sea and Western Channel demersal non quota species (in partnership with the Welsh government), seabream and wrasses complex. ",
                "tag": "p"
            },
            {
                "content": "As England’s marine manager and regulator for fishing activity, monitoring compliance, and managing marine space, MMO plays a key role in meeting the goals across all of Defra’s FMPs. This includes supporting key actions such as developing the Cuttlefish Action Plan from the Channel demersal non-quota species FMP and leading a task-and-finish group for the bass FMP. ",
                "tag": "p"
            },
            {
                "content": "🔗MMO website ",
                "tag": "p"
            },
            {
                "content": "Seafish ",
                "tag": "h3"
            },
            {
                "content": "The crab and lobster, and whelk FMPs were developed by Seafish in collaboration with the industry-led Crab & Lobster and Whelk Management Groups respectively. The plans were published in December 2023. ",
                "tag": "p"
            },
            {
                "content": "They are supporting MMO and Defra with the implementation of the shellfish plans and are also supporting the Scottish Government to lead development on two nephrops FMPs, covering the North Sea and the West Coast of Scotland.  ",
                "tag": "p"
            },
            {
                "content": "🔗Seafish website ",
                "tag": "p"
            },
            {
                "content": "Scallop Industry Consultation Group Working Group (SICGWG)  ",
                "tag": "h3"
            },
            {
                "content": "The group brings together industry, regulators, policy makers and researchers and they developed the King scallop FMP on behalf of Defra and the Welsh government. This was published in December 2023.  ",
                "tag": "p"
            },
            {
                "content": "The Association of Inshore Fisheries and Conservation Authorities (AIFCA)  ",
                "tag": "h3"
            },
            {
                "content": "AIFCA is the national body that represents, supports and collaborates with England’s 10 Inshore Fisheries and Conservation Authorities (IFCA)- more on them below.  ",
                "tag": "p"
            },
            {
                "content": "They draw on their member’ local knowledge and expertise in the development of FMPs, ensuring that the proposed measures are realistic and will work properly, and provide policy advice to integrate FMPs and regional inshore management. ",
                "tag": "p"
            },
            {
                "content": " The cockle FMP was developed with AIFCA. ",
                "tag": "p"
            },
            {
                "content": "🔗AIFCA website ",
                "tag": "p"
            },
            {
                "content": "Centre for Environment, Fisheries, and Aquaculture Science (Cefas)  ",
                "tag": "h3"
            },
            {
                "content": "Scientific research and evidence play a key role in shaping FMPs, and Cefas, the government’s marine and freshwater science organisation, is a key partner.  ",
                "tag": "p"
            },
            {
                "content": "They provide evidence-based advice for existing fisheries management and technical measures which inform development across all FMPs. ",
                "tag": "p"
            },
            {
                "content": "The North Sea and Channel sprat FMP was developed with Cefas in partnership with the Scottish Government.  ",
                "tag": "p"
            },
            {
                "content": "🔗Cefas website ",
                "tag": "p"
            },
            {
                "content": "Find out more about evidence in our post: Introduction to the role of evidence in fisheries management plans.   ",
                "tag": "p"
            },
            {
                "content": "Other experts  ",
                "tag": "h2"
            },
            {
                "content": "Alongside delivery partners, other experts have been involved across the FMPs. Bringing in their expertise is an important part of FMP development and key to making sure FMPs can deliver.  ",
                "tag": "p"
            },
            {
                "content": "Here are some of them. ",
                "tag": "p"
            },
            {
                "content": "Inshore Fisheries and Conservation Authorities (IFCAs)  ",
                "tag": "h3"
            },
            {
                "content": "There are 10 regional IFCAs in England that are responsible for managing inshore fisheries in English waters out to six nautical miles (nm).   ",
                "tag": "p"
            },
            {
                "content": "They lend their local knowledge and expertise to the development of FMPs, ensuring that the proposed measures are realistic and will work properly, and then oversee and enforce them once active. ",
                "tag": "p"
            },
            {
                "content": "🔗 IFCAs ",
                "tag": "p"
            },
            {
                "content": "Statutory Nature Conservation Bodies (SNCBs) ",
                "tag": "h3"
            },
            {
                "content": "As UK government agencies responsible for nature conservation and protection, these also play an important role. ",
                "tag": "p"
            },
            {
                "content": "Natural England is the government's adviser for the natural environment in England, helping to protect the marine environment out to 12nm.  ",
                "tag": "p"
            },
            {
                "content": "JNCC (Joint Nature Conservation Committee) advises the UK government and devolved administrations on the natural environment beyond the 12nm limit offshore to the continental shelf.  ",
                "tag": "p"
            },
            {
                "content": "Both organisations provide nature conservation advice to support the development of FMPs. For example, they assessed potential risks from fisheries activities to protected features in Marine Protected Areas and UK Marine Strategy Descriptors to ensure sustainable fisheries are underpinned by resilient ecosystems for the Southern North Sea and Channel skates and rays FMP.  ",
                "tag": "p"
            },
            {
                "content": "Other experts are also brought in through working groups or where a need is identified. For example, stakeholder engagement was facilitated by Policy Lab to jointly develop potential solutions for managing bass to inform the goals and actions of the FMP.   ",
                "tag": "p"
            },
            {
                "content": "Once the draft plans go to public consultation, all stakeholders are given the opportunity to share their thoughts to further shape the plans, bringing in expertise and knowledge from those who are interested, before the plans are finalised and published. ",
                "tag": "p"
            },
            {
                "content": "Dive into FMPs- what’s next ",
                "tag": "h2"
            },
            {
                "content": "We have now talked about our FMP governance and the experts, but an important part is missing and that’s engagement with our stakeholders- you!  ",
                "tag": "p"
            },
            {
                "content": "The next in this blog series will cover stakeholder engagement and groups and forums, how they input into the delivery of FMPs and how you can get involved. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/08/21/dive-into-fmps-who-are-the-experts-delivering-defras-plans/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Collaboration is at the heart of Defra’s FMPs and a range of people and organisations play crucial roles. Take a look into the experts delivering FMPs in this post."
    },
    {
        "title": "Why we built a user research manual (and why it matters more than you think)",
        "authors": [
            "Jason Stockwell"
        ],
        "posted_on": "2025-08-21T15:13:45",
        "categories": [
            "Defra digital",
            "User centred design",
            "User research"
        ],
        "content": [
            {
                "content": "Jason Stockwell, Research Operations, reflects on the work done to develop a user research manual for Defra and the importance of consistency across user research.",
                "tag": "p"
            },
            {
                "content": "When designing digital services, we need to test them to make sure they meet user needs. Where these services are incredibly complex, with a lot of dependencies and assumptions, a lot can get lost. In Defra, we have a dedicated research operations team to take these user research practices and scale them to have greater impact across the organisation.",
                "tag": "p"
            },
            {
                "content": "Research operations is becoming increasingly fundamental to the way digital delivery functions in government. There is a need for a department to standardise the way research is approached to support user researchers to do their job well, understand the intricacies of the department, and hit research deadlines",
                "tag": "p"
            },
            {
                "content": "This need highlights a real problem. Inconsistency.",
                "tag": "p"
            },
            {
                "content": "There’s inconsistency across user research in how we recruit participants. In how we handle consent. In how we store data. In how we talk about research.",
                "tag": "p"
            },
            {
                "content": "When these things vary wildly between teams or projects, it doesn’t just slow us down, it risks undermining the quality and credibility of our work.",
                "tag": "p"
            },
            {
                "content": "Operationally, inconsistent approaches can lead to:",
                "tag": "p"
            },
            {
                "content": "What do we mean by consistency?",
                "tag": "h2"
            },
            {
                "content": "Consistency doesn’t mean uniformity or rigidity. It means having a shared understanding about the way to do things.",
                "tag": "p"
            },
            {
                "content": "Research operations isn’t the flashiest part of user research, but it’s the foundation everything else rests on. Without clear processes, guidance and tools, even the best researchers can struggle.",
                "tag": "p"
            },
            {
                "content": "That’s where the manual comes in. It helps us:",
                "tag": "p"
            },
            {
                "content": "These aren’t just nice-to-haves. They’re benchmarks laid out for what good research ops looks like. And we’re getting there.",
                "tag": "p"
            },
            {
                "content": "Why we needed a manual",
                "tag": "h2"
            },
            {
                "content": "The user research manual was born out of a shared need. Across Defra, researchers were asking the same questions, facing the same challenges, and often turning to user research leads or the research operations teams for guidance. We needed a place to bring that knowledge together, not as a rulebook, but as a living, evolving guide.",
                "tag": "p"
            },
            {
                "content": "This user research manual is a:",
                "tag": "p"
            },
            {
                "content": "It doesn’t replace conversations or critical thinking. It’s not 'the only way' of doing all user research. It’s a way to bring us closer together in how we work.",
                "tag": "p"
            },
            {
                "content": "More than a manual",
                "tag": "h2"
            },
            {
                "content": "This isn’t just about processes. It’s about culture. About making user research more accessible, more inclusive and more consistent across Defra.",
                "tag": "p"
            },
            {
                "content": "It’s about showing that we take our craft seriously and that we’re building something that supports everyone.",
                "tag": "p"
            },
            {
                "content": "The user research manual isn’t a finished product, and it’s not meant to be. As our practices evolve, as new challenges emerge and as we learn from each other, the manual should reflect that.",
                "tag": "p"
            },
            {
                "content": "Keeping it alive means:",
                "tag": "p"
            },
            {
                "content": "The value of a team",
                "tag": "h2"
            },
            {
                "content": "To keep the manual useful and trustworthy, we need people who can steward it. The research operations team aren’t there to control or restrict, they’re there to protect the integrity of the resource, ensure quality and help guide its evolution.",
                "tag": "p"
            },
            {
                "content": "Having a team responsible for this content helps give:",
                "tag": "p"
            },
            {
                "content": "Having gatekeepers means the manual stays coherent, credible and genuinely helpful. It’s a way to balance openness with accountability.",
                "tag": "p"
            },
            {
                "content": "Where we go from here",
                "tag": "h2"
            },
            {
                "content": "We’ve reached a milestone. The user research manual is here, it’s live and we have started using it. But this isn’t the end. It’s a foundation we’ll build on in Defra as a user research community.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/08/21/why-we-built-a-user-research-manual-and-why-it-matters-more-than-you-think/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Jason Stockwell, Research Operations, reflects on the work done to develop a user research manual for Defra and the importance of consistency across user research."
    },
    {
        "title": "Reflecting on progress in regulation: Paving the way to EA2030 ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-21T15:07:56",
        "categories": [
            "Climate change",
            "Environment Agency",
            "Nuclear",
            "Our staff",
            "Planning",
            "Regulated industry",
            "Sustainability",
            "Uncategorized",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "With the launch of EA2030, the Environment Agency has set out a clear and ambitious strategy for the years ahead. ",
                "tag": "p"
            },
            {
                "content": "This vision responds directly to the climate and nature emergencies and outlines how we will work with partners to deliver lasting change. At its core is a recognition that environmental protection and economic growth must progress together.  ",
                "tag": "p"
            },
            {
                "content": "Our work protects and enhances the environment while supporting sustainable growth, ensuring people, nature and businesses can prosper together.  ",
                "tag": "p"
            },
            {
                "content": "EA2030 is built around three long-term goals: ",
                "tag": "p"
            },
            {
                "content": "These goals reflect our dual purpose: to safeguard the environment while enabling a thriving economy. Achieving them requires collaboration, innovation and trust. EA2030 is not just a strategy for the future, it is grounded in the progress we have already made. ",
                "tag": "p"
            },
            {
                "content": "Over the past two years, we have taken decisive steps to improve our services, strengthen our regulation and build public confidence, whilst adhering to our six guiding principles in EA2030: ",
                "tag": "p"
            },
            {
                "content": "What follows is a snapshot of our journey, highlighting the foundations we are laying for the future. ",
                "tag": "p"
            },
            {
                "content": "Building confidence through openness ",
                "tag": "h2"
            },
            {
                "content": "Transparency is central to effective regulation and sustainable growth. Our flexible and transparent regulatory regimes will be instrumental in transforming the UK into a leading global innovator for clean energy and the circular economy. ​ ",
                "tag": "p"
            },
            {
                "content": "We are committed to acting on sound evidence and doing so in a way that is open and accountable. Our regulation is designed to support businesses: it must be clear, proportionate, outcome focused and enable compliance. It should also provide the certainty needed for investment, innovation and sustainable development. ",
                "tag": "p"
            },
            {
                "content": "We continue to keep stakeholders informed through data, reporting and proactive publication of regulatory information, including the Chief Regulator’s Report. ",
                "tag": "p"
            },
            {
                "content": "Our people are our greatest asset ",
                "tag": "h2"
            },
            {
                "content": "Behind every improvement, every innovation and every regulatory decision are our people. They apply their knowledge, commitment and dedication to protecting and enhancing the environment every day. ",
                "tag": "p"
            },
            {
                "content": "Recent progress has been driven by new systems and policies, and by the individuals who design, implement and enforce them. From environment officers working in communities to technical specialists shaping future regulation, our people are the reason we can act early, improve performance and build trust.",
                "tag": "p"
            },
            {
                "content": "Outcome focused regulation ",
                "tag": "h2"
            },
            {
                "content": "Outcome-focused regulation is at the heart of our mission - to protect and improve the environment while enabling sustainable growth. Guided by our Chief Regulator, we are shifting focus from process to performance, using intelligence and data to target interventions where they can make the greatest difference.  ",
                "tag": "p"
            },
            {
                "content": "In the water sector, this means applying a systems approach that links permitting, compliance, and enforcement decisions to clear environmental outcomes such as reduced pollution, healthier catchments, and better resilience to climate change. Our control strategies, rooted in robust evidence, help ensure regulation delivers tangible results, not just tick-box compliance.  ",
                "tag": "p"
            },
            {
                "content": "Digital transformation is key ",
                "tag": "h2"
            },
            {
                "content": "Digital transformation is enabling effective and efficient solutions to allow smarter, faster and more consistent regulation. It is helping us modernise permitting, improve waste tracking and strengthen regulatory frameworks. These tools are not just improving how we work; they are delivering better outcomes for people and the environment. ",
                "tag": "p"
            },
            {
                "content": "Digital transformation is not only modernising our operations but also advancing our broader mission, enabling sustainable growth, improving environmental outcomes, and shaping a resilient regulatory system fit for the future. ",
                "tag": "p"
            },
            {
                "content": "Systems and services ",
                "tag": "h2"
            },
            {
                "content": "Delivering effective, future-ready regulation in a rapidly evolving world requires more than policy and people. It demands robust systems and services that enable us to respond to environmental challenges, improve performance and build public trust. ",
                "tag": "p"
            },
            {
                "content": "At the Environment Agency, we are investing in the infrastructure that underpins our work. From permitting to water and waste regulation, we are modernising our operations to deliver greater consistency, resilience and impact. ",
                "tag": "p"
            },
            {
                "content": "Together, these reforms will modernise regulation, reduce crime, improve recycling and support a more sustainable, circular economy. ",
                "tag": "p"
            },
            {
                "content": "Partnerships and innovation: Collaborating for smarter solutions  ",
                "tag": "h2"
            },
            {
                "content": "Delivering lasting environmental outcomes is not something we can achieve alone. Whether tackling pollution, improving regulation, or preparing for future challenges, partnerships and innovation are essential to our success. ",
                "tag": "p"
            },
            {
                "content": "Much of our regulatory work is leading the way. For example, we are developing Best Available Techniques (BAT) that play a critical role in supporting decarbonisation technologies, helping to accelerate the transition to net zero while unlocking growth opportunities. ",
                "tag": "p"
            },
            {
                "content": "We engage with international organisations such as the Organisation for Economic Co-operation and Development (OECD), the European Union Network for the Implementation and Enforcement of Environmental Law (IMPEL), the European Network of Prosecutors for the Environment (ENPE), and the International Atomic Energy Agency (IAEA). These partnerships strengthen global environmental standards and enable us to learn from best practices worldwide. ",
                "tag": "p"
            },
            {
                "content": "We engage with businesses through the Regulated Business Forum, a platform for industry representatives and trade bodies to discuss regulatory activity and new initiatives. Our collaboration with other regulators, such as our joint pilot with the Office for Nuclear Regulation (ONR), allows exploration into the regulation of artificial intelligence in nuclear applications.  ",
                "tag": "p"
            },
            {
                "content": "We've been working closely with the ONR for many years on the hazards that climate change brings, issuing joint guidance, to make sure that we complement each other’s roles in this area. The ONR has just published a report on climate change following a two year targeted regulatory focus on the topic. We joined the ONR on inspections at EDF's Heysham 2, Sizewell B, AWE and Sellafield Ltd allowing us to gain insight into how the nuclear industry is managing climate change risks and impacts, and to identify learning for both the industry and regulators. This included consideration of environmental permitting and other requirements and identifying good practice. ",
                "tag": "p"
            },
            {
                "content": "Conclusion  ",
                "tag": "h2"
            },
            {
                "content": "We have made significant progress. But there is more to do. To be truly effective, we must continue our outcome focused regulation, supporting sustainable growth, driving better performance, and stopping criminal activity. We are actively contributing to current government reviews on regulation and stand ready to help deliver any recommended improvements. ",
                "tag": "p"
            },
            {
                "content": "We remain agile and adaptable, ready to regulate emerging technologies and keep pace with change. Through our Regulatory Futures programme, we are evolving our methods to be more digital, responsive, and proactive, enabling smarter decisions today that build a better tomorrow. ",
                "tag": "p"
            },
            {
                "content": "We do not underestimate the scale of the challenges ahead. But we are proud of the progress we’ve made and confident in our direction. We are committed to pushing the Environment Agency further, to be the best we can be, for people and for the environment. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/21/reflecting-on-progress-in-regulation-paving-the-way-to-ea2030/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "With the launch of EA2030, the Environment Agency has set out a clear and ambitious strategy for the years ahead. This vision responds directly to the climate and nature emergencies and outlines how we will work with partners to deliver …"
    },
    {
        "title": "Backpacking through a world of IP",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-08-21T14:00:00",
        "categories": [
            "Copyright",
            "Design",
            "Innovation",
            "Patents",
            "Trade marks",
            "Trade secrets"
        ],
        "content": [
            {
                "content": "As we approach the end of the summer, I find myself dreaming of past trips to sunnier climates. One in particular comes to mind – a trip to Southeast Asia following the classic backpacker route. As I think of the turquoise waters and pad Thai, I'm reflecting on the role that intellectual property (IP) plays in these adventures.",
                "tag": "p"
            },
            {
                "content": "Packing like a pro",
                "tag": "h3"
            },
            {
                "content": "The first essential for any backpacking trip is a bag that suits your needs. After much research, I decided on an Osprey Fairview 70. Osprey has built its reputation on quality outdoor gear, and they protect that reputation through registered trade marks like UK00003971574. Trade marks are the legal shields that prevent other companies from copying brand names and logos – when trusting a backpack to carry my belongings for months, I want to be sure I'm buying the real thing.",
                "tag": "p"
            },
            {
                "content": "The modern traveller's toolkit",
                "tag": "h3"
            },
            {
                "content": "Even in a world where you can get recommendations from a quick search, a guidebook is still one of my favourite items to pack. Facts and figures (like the time of the next bus) are not protected by copyright, but original literary works and any illustrations are. Original guidebooks are automatically protected by copyright from the moment they're written until 70 years after the author's death.",
                "tag": "p"
            },
            {
                "content": "When I’m all packed, it's time to weigh my bag to make sure it's within airline limits. Innovation makes this easier than ever, with inventions such as one that turns ordinary bathroom scales into accurate luggage weighers at home. One example is patent GB2627751A, a luggage weighing apparatus. Patents give the inventor exclusive rights to their innovations for up to 20 years.",
                "tag": "p"
            },
            {
                "content": "Aviation innovation",
                "tag": "h3"
            },
            {
                "content": "When it's time to board my flight, IP plays a starring role in keeping me safe. Each area of aviation is packed with patent protection, from safety to sustainability. Patent GB2549192A covers an autonomous cleaning system which includes a robotic cleaner  that cleans a portion of the interior chamber, may have a debris collector and agitator, such as a vacuum cleaner, a dispenser for dispensing fluid onto the floor and an ultraviolet light to irradiate a portion of the chamber during the cleaning cycle. Boeing protects systems and methods for cleaning aircraft interiors, helping maintain the hygiene standards that keep millions of passengers healthy.",
                "tag": "p"
            },
            {
                "content": "After the flight, my first thought as I disembark is to hope that my backpack has made it to the same country as me. Something that reassures me is packing a tracker like an Apple AirTag. This means that as soon as I land, I can feel at ease seeing that my bag has made it across the world with me. Apple have many patents: one example covering elements of the wirelessly locatable tag technology is EP3979410A1.",
                "tag": "p"
            },
            {
                "content": "Sweet dreams are made of IP",
                "tag": "h3"
            },
            {
                "content": "Like most backpackers, I often stay in hostels due to the low-cost and ease of meeting new people. Apps like Hostel World, help me to find quality accommodation that ticks these boxes. They keep their app’s branding protected with trade marks such as UK00914091649. When staying in a hostel and sharing a room with strangers, keeping my valuables safe is a priority. Patents like GB2496705A for an inflatable pillow with a storage compartment allow me to sleep safe and sound knowing my valuable are hidden safely.",
                "tag": "p"
            },
            {
                "content": "Local flavours, global protection",
                "tag": "h3"
            },
            {
                "content": "As I head out for my first evening, IP becomes the secret ingredient in my dining experience. Restaurant recipes and cocktail formulations could be protected as trade secrets – valuable information that gives businesses competitive advantages through confidentiality rather than public disclosure. Meanwhile, the branding on the alcohol that goes into those tropical cocktails can be registered trade marks, helping me to identify ingredients that I know and trust.",
                "tag": "p"
            },
            {
                "content": "Language barriers can challenge any traveller when ordering, but modern translation technology lends a helping hand. Technology covered by patents could include the sophisticated algorithms powering translation sites, or inventions such as GB2512578A - a device the size of a credit card for providing translations from one language into another.  ",
                "tag": "p"
            },
            {
                "content": "Postcards, patents and precious moments",
                "tag": "h3"
            },
            {
                "content": "My time in Southeast Asia might include snorkelling trips, exploring temples or full moon parties on the beach. Whatever adventures unfold, I want to capture every memory! Modern cameras have a rich background of patented innovations that have formed the way they are today, as we wrote about in our recent blog on the history of cameras. Plus, the original photos I take are automatically protected by copyright from the moment I take the picture.",
                "tag": "p"
            },
            {
                "content": "When the trip draws to a close and home beckons, there's often a last-minute scramble for souvenirs. Postcards, magnets and more can all benefit from registered design protection like this colourful London postcard 6438496, helping creators protect the visual features of their product from being copied.",
                "tag": "p"
            },
            {
                "content": "As I reflect on my adventures, it's remarkable how intellectual property weaves through every aspect of modern travel. From the trade mark on my backpack to the patent protecting my luggage tracker, IP has been with me every step.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/08/21/backpacking-through-a-world-of-ip/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Any trip requires you to pack carefully, but have you considered how much intellectual property appears along the way? In this blog we explore the IP that's present from packing to souvenirs."
    },
    {
        "title": "Understanding how the financial technology industry uses Companies House data ",
        "authors": [
            "Corporate Research and Evaluation team"
        ],
        "posted_on": "2025-08-21T13:13:16",
        "categories": [
            "Changes to UK company law",
            "User research"
        ],
        "content": [
            {
                "content": "As the financial technology (fintech) landscape rapidly changes, data is an increasingly critical asset. Fintech companies are businesses that use innovative digital technologies to deliver financial services and products. These can include:",
                "tag": "p"
            },
            {
                "content": "Companies House is working with PUBLIC to carry out research into how fintech companies use and value the data on our register. This research follows the introduction of the Economic Crime and Corporate Transparency Act 2023.",
                "tag": "p"
            },
            {
                "content": "Our new powers",
                "tag": "h2"
            },
            {
                "content": "Under the act, Companies House has stronger powers to tackle economic crime and support economic growth.",
                "tag": "p"
            },
            {
                "content": "Changes we’ve made as a result of our new powers include:",
                "tag": "p"
            },
            {
                "content": "These powers represent a fundamental shift in the role of Companies House, from being a collector of information to becoming an active gatekeeper of the accuracy and integrity of information on our registers.",
                "tag": "p"
            },
            {
                "content": "Companies House fintech survey",
                "tag": "h2"
            },
            {
                "content": "We’re inviting fintech organisations to take part in our latest survey, which will play an important role in shaping the future of Companies House.Our research aims to understand the current and future value of the data on our registers specifically for fintech businesses.",
                "tag": "p"
            },
            {
                "content": "By completing the survey, you’ll have the opportunity to provide direct feedback on the relevance and use of our data, helping us to refine our approach and deliver more targeted, effective support to the fintech sector.",
                "tag": "p"
            },
            {
                "content": "Take part in the research  ",
                "tag": "h2"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2025/08/21/understanding-how-the-financial-technology-industry-uses-companies-house-data/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "We're researching how financial technology (fintech) companies use the data on the Companies House register. Have your say and help influence the services that support your success."
    },
    {
        "title": "Inside the Courtroom: Inspiring young minds through mock trials",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2025-08-21T11:00:41",
        "categories": [
            "Crime",
            "Podcast",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "What if your first encounter with the justice system was inside a real courtroom, not as a spectator, but as a lawyer, magistrate or legal adviser?",
                "tag": "p"
            },
            {
                "content": "This episode explores the Magistrates' Mock Trial Scheme, a partnership between HMCTS and Young Citizens that brings authentic courtroom experiences to thousands of 12 – 14-year-olds across the UK. We speak with Josh Shipp, Head of Operations at HMCTS, and Akasa Pradhan, Senior Education Manager at Young Citizens to hear how mock trials are building confidence, breaking down misconceptions and helping young people see the justice system not as something distant, but as something they can be part of.",
                "tag": "p"
            },
            {
                "content": "We also hear from students Annabel and Benjamin from Hazelwick School in West Sussex and Adele from Bishopston Comprehensive School who took part in the recent London regional final and volunteers like Lord Ponsonby of Shulbrede, Parliamentary Under-Secretary of State who give their time to make it happen.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/08/21/inside-the-courtroom-inspiring-young-minds-through-mock-trials/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "What if your first encounter with the justice system was inside a real courtroom, not as a spectator, but as a lawyer, magistrate or legal adviser? This episode explores the Magistrates' Mock Trial Scheme, a partnership between HMCTS and Young …"
    },
    {
        "title": "Securing the Future: SKYNET 6 WSS Hits a Landmark Milestone",
        "authors": [
            "J. Gnaneswaran"
        ],
        "posted_on": "2025-08-20T14:50:38",
        "categories": [
            "SKYNET"
        ],
        "content": [
            {
                "content": "The SKYNET 6 Enduring Capability project has just reached a major milestone with the release of the final Invitation to Negotiate for the Wideband Satellite System. This is a big step forward in delivering the UK’s next generation of military satellite communications.",
                "tag": "p"
            },
            {
                "content": " What is SKYNET 6",
                "tag": "p"
            },
            {
                "content": "SKYNET is the UK Ministry of Defence’s satellite communications capability. It supports operations to deliver information to UK and allied forces around the world, enabling battlefield information advantage anywhere, anytime. The SKYNET 6 Programme is exploiting technological advances to deliver the next generation of military SATCOM capability to the MOD via space and ground-based assets that can meet growing demand in an increasingly challenging threat environment.",
                "tag": "p"
            },
            {
                "content": " The Wideband Satellite System",
                "tag": "p"
            },
            {
                "content": "A key part of the SKYNET 6 Enduring Capability project is the Wideband Satellite System. The procurement covers up to three tranches of geostationary satellites, along with ground infrastructure and launch operations that are equipped with military-grade X-Band and Mil-Ka payloads to ensure high availability and hardened performance.",
                "tag": "p"
            },
            {
                "content": "The procurement process began in May 2023. Following initial bids from Airbus Defence & Space UK and Lockheed Martin UK, the MOD conducted two rounds of Bidder Engagement sessions to address the cost and risk drivers to optimise the capability offering, deliverability and affordability. A second and final Invitation to Negotiate reflecting all the agreed changes was then produced and formally released on 8th August 2025.",
                "tag": "p"
            },
            {
                "content": " Why This Matters",
                "tag": "p"
            },
            {
                "content": "It represents the single largest space procurement nationally, supporting the growth of the UK sovereign space sector and the National Space Strategy. The WSS competition is built around a Technological Capital framework. This means prioritising sovereign access to critical space technologies, UK-based design authority, and domestic assembly, integration, and testing capabilities whichever bidder is chosen. It also encourages the growth of a skilled UK space workforce and a robust industrial base.",
                "tag": "p"
            },
            {
                "content": "With an estimated contract value above £1.5 billion, the WSS procurement is a strategic investment in the UK’s defence infrastructure and technological superiority, helping to ensure long-term operational advantage and secure communications capability for the UK and our allies into the 2040s.",
                "tag": "p"
            },
            {
                "content": " What Happens Next?",
                "tag": "p"
            },
            {
                "content": "The release of the final Invitation to Negotiate marks a key moment in the ongoing competition phase. Negotiations with bidders are already underway, and the Ministry of Defence will continue working closely with industry to evaluate proposals and shape the final solution.",
                "tag": "p"
            },
            {
                "content": "A preferred bidder will be selected and a full business case taken forward in early 2026. This will lay the groundwork for contract award and delivery planning, moving the programme into its next phase.",
                "tag": "p"
            },
            {
                "content": "This milestone is a major achievement for the SKYNET 6 Programme and an important moment for UK space and defence communications. It strengthens the UK’s position in delivering secure satellite capability and supports long-term operational advantage for UK and allied forces.",
                "tag": "p"
            }
        ],
        "link": "https://defencedigital.blog.gov.uk/2025/08/20/securing-the-future-skynet-6-wss-hits-a-landmark-milestone/",
        "blog": "Defence Digital",
        "blog_link": "https://defencedigital.blog.gov.uk",
        "description": "The SKYNET 6 Enduring Capability project has just reached a major milestone with the release of the final Invitation to Negotiate for the Wideband Satellite System. This is a big step forward in delivering the UK’s next generation of military …"
    },
    {
        "title": "Deciding not to build a new service: why stopping can be the right outcome ",
        "authors": [
            "Anne Wicks, Content Designer"
        ],
        "posted_on": "2025-08-20T13:21:56",
        "categories": [
            "Service design",
            "User centred design"
        ],
        "content": [
            {
                "content": "Putting users at the heart of service design means making decisions based on what they actually need, not just what design and delivery teams assume they need. Sometimes that leads to a surprising but important conclusion - that building a new service isn’t always the right thing to do.",
                "tag": "p"
            },
            {
                "content": "User-centred design (UCD) helps teams explore problems from the perspective of users. In agile delivery, the discovery and alpha phases exist to help us investigate whether a service is viable, valuable and feasible. In some cases, the most responsible and user-centred decision we can make is to stop.",
                "tag": "p"
            },
            {
                "content": "This post shares how and why UCD teams at the Home Office have advised stakeholders not to move beyond discovery or alpha, and how that can be considered a success, not a failure.",
                "tag": "p"
            },
            {
                "content": "When not building a new service is the right outcome",
                "tag": "h2"
            },
            {
                "content": "The Service Manual sets clear expectations for moving between phases:",
                "tag": "p"
            },
            {
                "content": "When those conditions aren’t met, moving forward risks delivering something that doesn’t work for users, and ultimately wastes public money.",
                "tag": "p"
            },
            {
                "content": "Some examples of why we might not continue include:",
                "tag": "p"
            },
            {
                "content": "Making the decision to stop shows that we’re taking a truly user-centred, evidence-based approach. It puts users first, above delivery timelines or internal pressures, and demonstrates our commitment to achieving value for money.",
                "tag": "p"
            },
            {
                "content": "Tips for teams thinking about not proceeding to build a service",
                "tag": "h2"
            },
            {
                "content": "1. Bring your stakeholders with you",
                "tag": "h3"
            },
            {
                "content": "Stopping shouldn’t be a surprise. Share your findings early and often. Use approaches like regular mini-playbacks or collaborative analysis sessions to involve stakeholders in the learning journey. This builds trust and helps everyone understand the evidence.",
                "tag": "p"
            },
            {
                "content": "2. Stay open to different ways of solving the problem",
                "tag": "h3"
            },
            {
                "content": "Frameworks like the opportunity solution tree help you explore and effectively communicate a range of options that relate to your desired outcomes, without jumping to conclusions. This mindset encourages teams and stakeholders to focus on outcomes for users, not pre-defined solutions.",
                "tag": "p"
            },
            {
                "content": "3. Consider value versus effort",
                "tag": "h3"
            },
            {
                "content": "Think about whether the value of a new service justifies the effort to deliver it. Sometimes, the change needed is too complex or costly for the benefit it brings. In those cases, another approach might be more effective.",
                "tag": "p"
            },
            {
                "content": "4. Test your riskiest assumptions",
                "tag": "h3"
            },
            {
                "content": "By framing assumptions as hypotheses, you can test them quickly and build a solid evidence base. This gives your team confidence in their recommendation to stop, and shows that that recommendation is based on user research and data.",
                "tag": "p"
            },
            {
                "content": "5. Give your stakeholders actionable recommendations",
                "tag": "h3"
            },
            {
                "content": "Even if you're not continuing to beta, your work should support others. Use your end of phase playback to share what you’ve learned, and suggest next steps for policy, operations or other teams.",
                "tag": "p"
            },
            {
                "content": "Stopping can still deliver value",
                "tag": "h2"
            },
            {
                "content": "It can feel like a setback to stop work on a service. But choosing not to build when it's the right thing for users is a powerful act of public service.",
                "tag": "p"
            },
            {
                "content": "Here's how we added value in our work with asylum operations after choosing not to move beyond alpha:",
                "tag": "p"
            },
            {
                "content": "Empowering users means better public services and value for money",
                "tag": "h2"
            },
            {
                "content": "Stopping the design of a service before it’s been built can be hard. But it’s often the most user-centred, responsible decision you can make. By putting user needs above assumptions and showing the evidence behind your thinking, you can help your department deliver better, and better value,  public services.",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2025/08/20/deciding-not-to-build-a-new-service-why-stopping-can-be-the-right-outcome/",
        "blog": "Home Office Digital, Data and Technology",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "5 tips for user-centred designers who are considering whether to continue building a new service for users."
    },
    {
        "title": "Delivering a data standard to support Awaab’s Law in social housing ",
        "authors": [
            "The Local Digital team"
        ],
        "posted_on": "2025-08-20T13:10:10",
        "categories": [
            "Data",
            "Local Digital"
        ],
        "content": [
            {
                "content": "We’re pleased to share a milestone in our social housing data work, the delivery of a new data standard to support Awaab’s Law. In this blog, we explain what we’ve delivered, what we’ve learnt, and how the work will continue with the Housing Associations Charitable Trust (HACT) and Data Futurists. We’ll also share upcoming opportunities for housing associations and councils to explore the standard and its implementation. ",
                "tag": "p"
            },
            {
                "content": "The importance of data standards ",
                "tag": "h2"
            },
            {
                "content": "Over the past two years, our research into social housing data has shown how critical data standards are for effective housing services. But also, how a lack of good data standards can make it harder for repairs teams to complete jobs.   ",
                "tag": "p"
            },
            {
                "content": "Good data means repairs officers have the right information before arriving, such as the materials needed or tenant-specific requirements like hearing impairments. This leads to repairs being completed first time, higher tenant satisfaction, and less costly workarounds. ",
                "tag": "p"
            },
            {
                "content": "What we’ve learnt ",
                "tag": "h2"
            },
            {
                "content": "We’ve found that inefficiencies in data alone can cost housing repairs and allocations an estimated £400 million every year. This is a conservative figure that excludes other services. Poor data standards can cost large organisations over £1 million when migrating to new systems. According to the Building Research Establishment, the cost of substandard housing is more than £1 billion a year in poor life outcomes. ",
                "tag": "p"
            },
            {
                "content": "Responding to Awaab’s Law ",
                "tag": "h2"
            },
            {
                "content": "Data standards are not just about efficiency; they are essential for delivering new policy.  ",
                "tag": "p"
            },
            {
                "content": "The first phase of Awaab’s Law is expected to come into effect from 27 October. It focuses on tenant-specific vulnerabilities rather than general risk categories. For example, damp and mould are a greater risk to children, the elderly, and people with health conditions like asthma or chronic obstructive pulmonary disease (COPD).  ",
                "tag": "p"
            },
            {
                "content": "Many housing providers are finding it difficult to meet the new requirements. Some have chosen to address damp and mould across all properties as a preventative step – a welcome development. However, these homes will still need future repairs, and it's vital that processes are in place to support Awaab’s Law over the long term. In particular, housing providers must be able to identify and prioritise repair requests that involve vulnerable tenants. ",
                "tag": "p"
            },
            {
                "content": "What we’ve developed ",
                "tag": "h2"
            },
            {
                "content": "To support this, we worked with HACT to redesign their repair data standards. We developed a new module focused on damp and mould, along with implementation guidance to help housing providers integrate it into their existing systems. ",
                "tag": "p"
            },
            {
                "content": "The model records key parts of a repair request, including how it is raised, assessed, responded to, escalated, and closed, along with the data collected at each step. ",
                "tag": "p"
            },
            {
                "content": "The data model ",
                "tag": "h2"
            },
            {
                "content": "The structure behind the model is shown in an Entity Relationship Diagram, which includes:  ",
                "tag": "p"
            },
            {
                "content": "Each part includes data elements that help identify hazards, assess vulnerability, and locate issues. ",
                "tag": "p"
            },
            {
                "content": "The modular design means housing providers can add components to existing systems, reusing familiar HACT standards for repairs, property, and customer data. This makes it easier to update in future without large system changes. ",
                "tag": "p"
            },
            {
                "content": "A new approach to policy and data ",
                "tag": "h2"
            },
            {
                "content": "For the first time, a data product has been developed alongside new policy. Our research shows that when legislation is introduced and councils are left to interpret and implement it on their own, it can lead to inefficiencies. ",
                "tag": "p"
            },
            {
                "content": "Not all housing providers have the data skills to design effective data models. A modular standard that works with existing systems can help avoid workarounds and lead to better results. ",
                "tag": "p"
            },
            {
                "content": "Ownership and next steps ",
                "tag": "h2"
            },
            {
                "content": "We’ve worked closely with colleagues at HACT and Data Futurists so they can take this work forward. They manage the existing HACT standards and are best placed to lead the next phase. ",
                "tag": "p"
            },
            {
                "content": "The current version is a minimum viable product. It is the first working version of the data standard and includes core features and functionality. HACT and Data Futurists will test and refine the standard with housing providers to make sure it is robust and ready for adoption when Awaab’s Law comes into place. This includes running workshops and putting it through the Data Standard Authority’s endorsement process.  ",
                "tag": "p"
            },
            {
                "content": "Opportunities to get involved ",
                "tag": "h2"
            },
            {
                "content": "We are planning an in-person workshop in London on 12 September for housing associations and councils. If you'd like to take part, please contact localdigitalpolicy@communities.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "We’ll allocate places on a first-come basis, making sure there’s a good mix of technical and housing expertise and locations. ",
                "tag": "p"
            },
            {
                "content": "Follow our channels for the latest updates and opportunities: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/08/20/delivering-a-data-standard-to-support-awaabs-law-in-social-housing/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "We’re pleased to share a milestone in our social housing data work, the delivery of a new data standard to support Awaab’s Law."
    },
    {
        "title": "Coastal Planners Corner",
        "authors": [
            "Kathleen Telford, Marine Planner"
        ],
        "posted_on": "2025-08-20T13:02:31",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "North East",
                "tag": "p"
            },
            {
                "content": "As the North East Coastal Planner and Heritage Assets Policy Lead, I’ve had the opportunity to meet a wide range of stakeholders across the region who are passionate about our marine environment. From the Port of Tyne to the Yorkshire Marine Nature Partnership, and local councils including Durham, North Yorkshire, and Sunderland, these early conversations are helping to build trust across all sectors, and laying the foundation for stronger collaboration, which is essential for integrating marine plans into terrestrial local plans and wider decision-making.",
                "tag": "p"
            },
            {
                "content": "For example, ports have provided valuable information that will feed into Explore Marine Plans, our interactive tool that helps users understand how marine planning policies apply in specific locations.",
                "tag": "p"
            },
            {
                "content": "We’re also supporting colleagues in the Isle of Man as they begin exploring marine spatial planning for their waters. Chloe and I have been invited to develop and deliver a workshop where we’ll introduce the benefits of marine plans, share insights from our own planning process, and use the MSP Challenge tool to demonstrate how planning can help manage competing demands on the sea in a sustainable way.",
                "tag": "p"
            },
            {
                "content": "East",
                "tag": "p"
            },
            {
                "content": "Char and Mark have been engaging with port operators across the East Marine Plan area to collect and verify data that will be added to Explore Marine Plans. They are also contributing to the consultation on the Norfolk and Suffolk Local Nature Recovery Strategies (LNRS), ensuring that marine features such as saltmarshes, reedbeds, and coastal wetlands are fully aligned with marine planning priorities.",
                "tag": "p"
            },
            {
                "content": "Ongoing work brings together stakeholders from the ports, shipping, the Environment Agency, and local authorities to refine how shipping operations work in harmony with marine planning goals, ensuring it builds on existing strengths while preparing for future challenges.",
                "tag": "p"
            },
            {
                "content": "South East",
                "tag": "p"
            },
            {
                "content": "As part of her focus on fisheries policy, Marie attended the joint All Party Parliamentary Group (APPG) on Fisheries and the APPG for Shellfish Aquaculture and the Coast in June. The meeting brought together parliamentarians, policymakers, and cross-sector professionals, to discuss what a targeted UK Fishing and Coastal Growth Fund could look like, and the steps needed to ensure the fund becomes an effective vehicle for investment in the future of our fishing and seafood communities. The Minister for Food Security and Rural Affairs, Daniel Zeichner MP, opened the event.",
                "tag": "p"
            },
            {
                "content": "Marie also joined the South East Coastal Group meeting in Sheerness, in Kent, which included a site visit to the Medway Estuary and Swale (MEAS) Coastal Erosion Risk Management 10-year scheme led by the Environment Agency. This project includes refurbishing the ageing sea defences to protect around 3,000 homes, businesses, and critical infrastructure from rising flood risks driven by climate change and sea level rise. In some parts of the Sheerness and Queenborough area land lies below the high tide level, making effective flood defence essential for community safety and resilience.",
                "tag": "p"
            },
            {
                "content": "South",
                "tag": "p"
            },
            {
                "content": "Alongside her role as South Coastal Planner, Eva leads on water quality policy. Ahead of developing the East Marine Plan, she has been researching water quality issues through meetings and events, including a water governance workshop with DEFRA colleagues and a water quality summit hosted by LGA Coastal Special Interest Group. These discussions brought together a wide range of stakeholders, reflecting the growing importance of water quality in government priorities.",
                "tag": "p"
            },
            {
                "content": "With Charlotte now moving to a new role within the MMO, Eva is the main point contact for all South coastal planning matters.",
                "tag": "p"
            },
            {
                "content": "South West",
                "tag": "p"
            },
            {
                "content": "In July, Ellie attended the Severn Estuary Forum annual conference on Weston-Super-Mare’s Grand Pier. The event showcased innovative cross-estuary projects addressing environmental, social, and economic challenges, with speakers from the Environment Agency, Project Seagrass, WWT, Natural England, the Severn Estuary Commission, Bristol Port, and the Severn Estuary Partnership.",
                "tag": "p"
            },
            {
                "content": "In June, Ellie delivered a presentation on the South West Marine Plan to Stroud District Council’s Strategic Advisory Planning Board, made up of councillors representing the council’s political makeup. The session clarified issues arising from a recent planning application, which had led to some confusion regarding the application of marine plans. Councillors found the session valuable, asking constructive questions throughout. We hope to return later this year to run a Marine Spatial Planning Challenge exercise to build on this engagement.",
                "tag": "p"
            },
            {
                "content": "North West",
                "tag": "p"
            },
            {
                "content": "This summer, Chloe and Rosie attended the North West Marine Ecosystems (NWME) conference, which was the first of its kind within the region. NWME is an exciting initiative designed to improve the understanding of the region’s marine and coastal ecosystems among local communities and stakeholders.",
                "tag": "p"
            },
            {
                "content": "By bringing together academics, citizen scientists, and coastal and marine professionals, the programme aimed to build a collective network dedicated to advancing marine research and management. Its annual reporting will cover a wide range of themes, from oceanography, plankton, seabed habitats to fish, seabirds, and marine mammals, alongside key management topics, such as marine planning, protected areas, fisheries, water quality and plastic pollution.",
                "tag": "p"
            },
            {
                "content": "The conference and ongoing programme are led by the North West Coastal Forum, and more information, including details on how to get involved on their website.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/08/20/coastal-planners-corner/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "North East As the North East Coastal Planner and Heritage Assets Policy Lead, I’ve had the opportunity to meet a wide range of stakeholders across the region who are passionate about our marine environment. From the Port of Tyne to …"
    },
    {
        "title": "Exam Results Day: Supporting young people in the care system",
        "authors": [
            "Rebecca Jones"
        ],
        "posted_on": "2025-08-20T11:08:02",
        "categories": [
            "Care leavers",
            "Education"
        ],
        "content": [
            {
                "content": "I’m a Senior Advice and Support Officer at Become, the national charity supporting every young person who has experienced the care system.",
                "tag": "p"
            },
            {
                "content": "I've worked in further and higher institutions for over 12 years, with nearly 10 of those years working with young people from care backgrounds. I wanted to use my knowledge of colleges and universities to help these young people achieve their educational goals.",
                "tag": "p"
            },
            {
                "content": "Through Become’s Propel into Education service, I know how exciting and stressful the next couple of weeks will be. It’s not just about getting into university. It’s about moving into independence but also worrying about “what will happen if I don’t get the results I need, where will I live and who can I turn to?” ",
                "tag": "p"
            },
            {
                "content": "Barriers young people in care face",
                "tag": "h2"
            },
            {
                "content": "Sitting exams can be challenging for children in care. Frequent home and school moves disrupt education and end meaningful relationships with others. Then there’s the care cliff edge, when those who have reached 18 must live independently with little support, often holding down jobs while studying somewhere with no Wi-Fi, laptop, or a quiet space.  ",
                "tag": "p"
            },
            {
                "content": "I’ve seen how these barriers make it harder for young people to believe they can succeed academically, adding to the harmful stigma they already face. ",
                "tag": "p"
            },
            {
                "content": "Supporting young people’s university journey ",
                "tag": "h2"
            },
            {
                "content": "In my role, I offer one-to-one support accessing higher and further education. I advise on UCAS forms, which universities provide year-round accommodation, and connect young people with relevant university staff. ",
                "tag": "p"
            },
            {
                "content": "Overcoming a lack of self-belief is a big hurdle. Many university outreach teams include student ambassadors who have experienced the care system and this makes a big difference; young people see someone like them at university, and suddenly it feels possible.",
                "tag": "p"
            },
            {
                "content": "By results day, my colleagues and I will have already provided Plan B sessions on clearing and we’re available for support. I recently worked with someone on our Uni Ready Programme, supporting them through university choices and more. They said our work helped them understand the process much better; they've just finished their first year and are thriving.Finance is a huge barrier for many. At Become, I also provide guidance on university bursaries, grants, and additional funding sources. I recently helped one young person secure funding from the Leatherseller's Foundation, which will make a huge impact when they start their course this September.",
                "tag": "p"
            },
            {
                "content": "Improving university access for care leavers ",
                "tag": "h2"
            },
            {
                "content": "I'd love to see foster carers, social workers, and personal advisors suggesting university earlier and attending open days with young people. Every university should have dedicated webpages and staff for students who have experienced the care system.",
                "tag": "p"
            },
            {
                "content": "For results day, I'll be working alongside these young people, helping them plan, prepare, and believe in their potential. Working in this field is extremely rewarding as I can see the change in confidence as young people begin to believe they can succeed.",
                "tag": "p"
            },
            {
                "content": "The Department for Education (DfE) continues to work with key sector stakeholders, such as UUK, Sutton Trust, UCAS, and the Russell Group who are co-leading on a drive to improve the transparency of, and consistency of approach to contextual admissions. This is a positive progression within the higher education (HE) admissions system, to bring equity of opportunity to all who wish to study at HE.",
                "tag": "p"
            },
            {
                "content": "DfE is determined to improve outcomes for care leavers. It is committed to ensuring that young people leaving care have stable homes, access to health services, support to build lifelong loving relationships, and are engaged in education, employment and training.",
                "tag": "p"
            },
            {
                "content": "For more information and practical support on supporting young people on results day, visit the Education Hub.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/08/20/exam-results-day-supporting-young-people-in-the-care-system/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "During the exam results period, Rebecca Jones from Become talks about how she supports young people in the care system as they receive their GCSE and A-level results."
    },
    {
        "title": "Thriving Together: Nature, People and Industry in the Tees Estuary",
        "authors": [
            "Vicky Ward"
        ],
        "posted_on": "2025-08-20T10:38:28",
        "categories": [
            "Biodiversity",
            "Coast and access",
            "Development",
            "Marine environment",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Seabirds",
            "Seals",
            "Species recovery",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Vicky Ward, Tees Estuary Nature Recovery Partnership Project Manager",
                "tag": "p"
            },
            {
                "content": "It is a bright summer’s morning, as I walk through a striking landscape of contrasts. Through the passing juggernauts and across the brine fields to my right, an abundance of industrial structures dominate the skyline, on my left, three Harbour seals glide along an estuary channel and playfully galumph their way out onto the nearest mudflat, flopping down to have a post-breakfast snooze in the sunshine.",
                "tag": "p"
            },
            {
                "content": "Nearby, Avocets, Little Egret and other wonderful wader’s gracefully forage for food, muddying their long beaks in the hunt for a snack or two.",
                "tag": "p"
            },
            {
                "content": "The Tees Estuary is a special place for both nature and people. Surrounded by large urban conurbations, the estuary and coastline draw people to enjoy its beauty and reap the physical, mental and wellbeing benefits it gifts to us. The estuary also carries an important industrial legacy that interconnects the northeast coast and the North Sea at the forefront of Britain’s Industrial Revolution, it’s maritime power and the birth of the Railway. Today, industry remains crucial as the region leads the way in the nation’s transition to green energy and Net Zero.",
                "tag": "p"
            },
            {
                "content": "A complex history",
                "tag": "p"
            },
            {
                "content": "Complexity frames the estuary. Over the past 300-years, 90% of the estuary has been built upon to support agricultural and industrial growth, often with devastating effects on the environment. By the late 1970s, the River Tees was declared ecologically dead, with the riverbeds still trapping toxic waste from past human activity.",
                "tag": "p"
            },
            {
                "content": "Yet remarkably, nature has persevered. The estuary is home to an incredible array of wildlife and habitats, including internationally important bird populations, coastal habitats, sand dunes systems, grasslands, woodlands and wetlands. From the tiniest of rare money spiders through to critically endangered European Eel, the summer-visiting Little Terns to the iconic Tees Harbour Seal colony at Seal Sands at Teesmouth National Nature Reserve - nature has built a home here. ",
                "tag": "p"
            },
            {
                "content": "In recognition of its biodiversity significance, this landscape carries some of the highest formal conservation designations, however many habitats remain fragmented and in an unfavourable condition, due to poor air and water quality, nutrient overload and recreational pressure.",
                "tag": "p"
            },
            {
                "content": "The Tees Estuary Nature Recovery Partnership (NRP)",
                "tag": "h4"
            },
            {
                "content": "Created and funded by Natural England as a Nature Recovery Project, our partnership was officially launched this month by Natural England’s CEO, Marian Spain. This landmark moment in the Tees Estuary’s environmental future facilitates organisations to pool their skills and expertise to join up nature recovery at landscape scale.  Our vision is for the Tees Estuary to be known for its nature, people and industry – where all are thriving in equilibrium, and for nature to be part of every aspect of life for the people who live in, work in or visit the Tees.",
                "tag": "p"
            },
            {
                "content": "As part of the Nature Recovery Network, connectivity is central to our work – reconnecting fragmented habitats, creating stepping stones for wildlife and improving access to nature for communities and visitors.",
                "tag": "p"
            },
            {
                "content": "As Project Manager for the NRP, I’m passionate about our collective work to achieve this. Over the past two years we’ve installed a new bird hide at Teesmouth National Nature Reserve, commissioned research to benefit european eel, water voles and purple milk vetch, mapped nature recovery opportunities along the King Charles III England Coast Path and supported RSPB Saltholme’s plans to restore 100 hectares of wetlands.",
                "tag": "p"
            },
            {
                "content": "Recent projects making a difference",
                "tag": "h4"
            },
            {
                "content": "Tees Tidelands Footpath Trail",
                "tag": "p"
            },
            {
                "content": "Working with RSPB Saltholme and the Environment Agency’s Tees Tidelands programme we’re creating an 8-mile circular walking trail that reconnects communities to the estuary’s original boundaries. The route travels through time, linking iron age, mediaeval and wartime heritage found along the route with today’s natural landscape. We’ve co-designed the route with local communities and are seeking funding for completion and interactive interpretation.",
                "tag": "p"
            },
            {
                "content": "In search of the Spider",
                "tag": "p"
            },
            {
                "content": "Earlier this year, we surveyed for the wonderfully named Bend Bearing Blunt Brow spider - a nationally rare money spider with a red list status, found in fewer than 10 UK locations, one of these being Coatham dunes. We wanted to learn more about their prevalence so were very excited when the survey revealed an abundant population -of regional and national significance - across the Tees Bay and Durham Coast dunes systems!",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h4"
            },
            {
                "content": "Over the next two years we plan to study invertebrate populations in the dunes system, test interventions to benefit shingle-nesting birds, work with partners to monitor the Harbour seals, and develop investible propositions to attract green finance for nature recovery. We’ll also support the development of a Protected Site Strategy for the Teesmouth & Cleveland Coast Special Protection Area. ",
                "tag": "p"
            },
            {
                "content": "For more information about the partnership, or if you are interested in getting involved, please contact me on Northumbria.hub@naturalengland.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/08/20/thriving-together-nature-people-and-industry-in-the-tees-estuary/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Vicky Ward, Tees Estuary Nature Recovery Partnership Project Manager It is a bright summer’s morning, as I walk through a striking landscape of contrasts. Through the passing juggernauts and across the brine fields to my right, an abundance of …"
    },
    {
        "title": "APHA scientists find West Nile Virus sequences in UK mosquitoes:  what it means for wildlife and public health",
        "authors": [
            "Calam Bruce"
        ],
        "posted_on": "2025-08-20T09:00:10",
        "categories": [
            "Viral diseases"
        ],
        "content": [
            {
                "content": "Earlier this year, West Nile virus was detected in a native mosquito population for the first time. Dr Calam Bruce talks about APHA’s role in this discovery as part of the Vector-Borne RADAR (Real-time Arbovirus Detection and Response) project.",
                "tag": "p"
            },
            {
                "content": "The Animal and Plant Health Agency (APHA) is the UK’s frontline service in the prevention and control of animal and plant diseases. Given three quarters of human disease originate from animals (COVID-19 and ‘flu being two examples), the work we do also has a direct impact on human health.",
                "tag": "p"
            },
            {
                "content": "Many zoonotic diseases (those that pass from humans to animals and vice versa) are spread by vectors like mosquitoes and ticks, and APHA is at the forefront of researching these. In recent decades, mosquito-borne diseases have undergone relatively rapid geographic expansion, including moving from tropic and sub-tropic environments into temperate regions (such as the UK), primarily driven by movement of people and global climate change.",
                "tag": "p"
            },
            {
                "content": "The rising risk of Usutu and West Nile viruses in the UK",
                "tag": "h2"
            },
            {
                "content": "Historically, the UK had been considered relatively free of mosquito-borne diseases. However, in the summer of 2020, Usutu virus (USUV) was detected here for the first time in wild birds by APHA scientists in collaboration with the Institute of Zoology, following its spread in recent decades across mainland Europe. Since its emergence, we have seen a 50% decline in blackbirds (a highly susceptible host of the virus) in Greater London, and we are starting to see a signs of decline in blackbirds in eastern England as the virus expands its geographic range.",
                "tag": "p"
            },
            {
                "content": "USUV mainly affects birds, but research shows that where USUV emerges, West Nile Virus (WNV) may follow, as they have similar climatic requirements. WNV can cause significant disease in animals such as birds and horses and can be transmitted through mosquito-bites to humans, resulting in neurological disease in around 20% of those exposed to the virus. In very rare cases this can result in death. The virus is established in various regions across the globe, including Europe, Africa, the Middle East, and North America. The geographic range of WNV has expanded in recent years to more northerly and western regions of mainland Europe.",
                "tag": "p"
            },
            {
                "content": "Real-time surveillance of mosquito-borne viruses in the UK",
                "tag": "h2"
            },
            {
                "content": "To improve our understanding of emerging mosquito-borne diseases the Vector-Borne RADAR (Real-time Arbovirus Detection and Response) project was established in 2023. This research programme is an APHA-led collaboration with the British Trust for Ornithology, Institute of Zoology and UK Health Security Agency. As part of the project, extensive mosquito monitoring was established in areas that were considered at high risk of viruses entering the country. Alongside this, we undertook retrospective screening for viruses in Aedes vexans mosquitoes that had been trapped for other projects.",
                "tag": "p"
            },
            {
                "content": "Two thousand Aedes vexans, collected from Nottinghamshire in July 2023, were submitted to APHA where we pooled them into groups of 10 and screened them for the presence of WNV. Two of these pools were positive and we recovered a fragment of the WNV genome. This is the first confirmed detection of WNV in the UK, and highlights that this virus can naturally enter the country, most likely through migratory bird movement. The remaining 198 pools from the same site tested negative for the virus, and from continued surveillance in mosquitoes and birds from across England, there is no current evidence at the time of writing that WNV is circulating, and there have been no locally acquired human WNV infections reported. ",
                "tag": "p"
            },
            {
                "content": "Aedes vexans is native to the UK and is a reasonably rare mosquito due to its habitat requirements. However, in a few locations in England, they can occur at high densities, associated with summer flooded river landscapes. While not a common occurrence, in areas where Aedes vexans are present they can cause a nuisance by biting.",
                "tag": "p"
            },
            {
                "content": "West Nile Virus: low risk to the UK , vigilant measures in place",
                "tag": "h2"
            },
            {
                "content": "Although WNV was detected, based on our surveillance, the risk  from WNV is still considered to be very low. It also shows that our surveillance is working, that is, we have the correct tools to detect the virus even at very low levels. Surveillance and control activities are being enhanced in light of the findings so that rapid action can be taken in response to detection. Currently, the main risk of WNV infection for UK residents continues to be travel to areas overseas where the virus is circulating. In addition, as WNV infection is a notifiable disease of horses, APHA offers a Test to Exclude service for veterinarians.  ",
                "tag": "p"
            },
            {
                "content": "About the Vector-Borne RADAR project",
                "tag": "h2"
            },
            {
                "content": "The Vector-Borne RADAR project, which runs until March 2026, aims to enhance surveillance for mosquito-borne zoonotic diseases where wild birds are a primary host.. The grant undertakes active surveillance in wild birds and mosquitoes, combined with citizen science initiatives to help us understand the emergence, spread and impact of mosquito-borne disease in the UK. To find out more, visit: https://www.vb-radar.com.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/08/20/west-nile-virus-sequences-in-uk-mosquitoes/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "West Nile virus has been detected in UK mosquitoes for the first time. Discover how APHA’s cutting-edge surveillance uncovered this threat and what it means for wildlife, horses and human health."
    },
    {
        "title": "From classroom to career: how T Levels and apprenticeships deliver skills  for priority occupations",
        "authors": [
            "Communications Team"
        ],
        "posted_on": "2025-08-19T15:34:25",
        "categories": [
            "News and announcements",
            "Statistics"
        ],
        "content": [
            {
                "content": "T Levels and apprenticeships offer young people brilliant pathways into thriving industries and allow employers to shape the skills of the workforce of tomorrow. ",
                "tag": "p"
            },
            {
                "content": "Read on to learn how these training options are giving learners and employers better skills for better jobs. ",
                "tag": "p"
            },
            {
                "content": "What are T Levels and apprenticeships?",
                "tag": "h2"
            },
            {
                "content": "T Levels and Apprenticeships are methods of study which offer technical education qualifications upon completion. ",
                "tag": "p"
            },
            {
                "content": "There are some distinct differences between the two types of study, but both offer a more hands on approach to learning in all kinds of specialisms ",
                "tag": "p"
            },
            {
                "content": "An apprenticeship is: ",
                "tag": "p"
            },
            {
                "content": "If you decide to do an apprenticeship, you will: ",
                "tag": "p"
            },
            {
                "content": "If you are 18 or over, you can also do a degree apprenticeship. These higher-level qualifications offer you the opportunity to gain a degree whilst combining university study and paid workplace experience.  ",
                "tag": "p"
            },
            {
                "content": "A T Level is: ",
                "tag": "p"
            },
            {
                "content": "If you decide to do a T Level, you will: ",
                "tag": "p"
            },
            {
                "content": "What tools do we have to help you?",
                "tag": "h2"
            },
            {
                "content": "Skills England has created a range of helpful tools to support people exploring career options and training routes.  ",
                "tag": "p"
            },
            {
                "content": "We've developed occupational maps that show training option progression paths from T Level to apprenticeships, giving you a clear picture of potential career paths and skills you will need to meet your goals. ",
                "tag": "p"
            },
            {
                "content": "We also have an apprenticeship finder that showcases all of the available apprenticeships, and a qualifications finder that lists Skills England approved technical qualifications aligned to workplace standards, including different T Levels, Higher Technical Qualifications (HTQs), and Technical Qualifications (TQs). ",
                "tag": "p"
            },
            {
                "content": "The Skills England Assessment of Priority Skills to 2030 report offers a detailed analysis of future employment needs across the priority sectors of the Industrial Strategy and Plan for Change, and highlights the scale of demand for apprenticeships and broader skills training.  ",
                "tag": "p"
            },
            {
                "content": "The report findings show that demand for jobs in priority sectors is expected to grow significantly by 2030.  ",
                "tag": "p"
            },
            {
                "content": "Employment in priority jobs across these ten key sectors is set to grow by 0.9 million by 2030, creating plenty of new opportunities. Around two-thirds of these jobs will expect workers to have qualifications at level 4 and above, while one-third will expect workers to have level 2 or 3 qualifications. T Levels are delivered at level 3, whilst apprenticeships can be delivered at levels 2 and above. ",
                "tag": "p"
            },
            {
                "content": "That's a lot of jobs to pick from if you choose a technical education training path! ",
                "tag": "p"
            },
            {
                "content": "Gaining the skills needed to pursue a career in one of these sectors could set you on the path to personal and professional success from a young age.",
                "tag": "p"
            },
            {
                "content": "How can you get a job in a priority sector?",
                "tag": "h2"
            },
            {
                "content": "Explore the graphics below to learn more about two of the priority sectors; Clean Energy Industries and Adult Social Care.",
                "tag": "p"
            },
            {
                "content": "The other sectors are:",
                "tag": "p"
            },
            {
                "content": "Clean Energy Industries",
                "tag": "h3"
            },
            {
                "content": "An additional 196,000 direct jobs are expected to be needed in Clean Energy Industries by 2030.",
                "tag": "p"
            },
            {
                "content": "T Levels, apprenticeships, and technical education can be a great route into one of these vacancies.",
                "tag": "p"
            },
            {
                "content": "Clean Energy Industries are featured in both the Government’s Industrial Strategy and the Plan for Change showing it’s central to the UK’s economic growth mission and net-zero goals.",
                "tag": "p"
            },
            {
                "content": "The Government’s Clean Energy mission will help the UK achieve clean power by 2030, contributing to global goals to address the climate crisis.",
                "tag": "p"
            },
            {
                "content": "Clean Energy Industries is one of the fastest growing sectors.",
                "tag": "p"
            },
            {
                "content": "Adult Social Care",
                "tag": "h3"
            },
            {
                "content": "An additional 168,000 jobs are expected to be needed in Adult Social Care key occupations by 2030.",
                "tag": "p"
            },
            {
                "content": "Adult Social Care employs over 5% of all adults in employment across England.",
                "tag": "p"
            },
            {
                "content": "A wide variety of roles are on offer.",
                "tag": "p"
            },
            {
                "content": "An Adult Social Care workforce fit for the future is critical to delivering the Government’s Health Mission and providing for growing numbers of people needing care in residential, nursing, and community settings.",
                "tag": "p"
            },
            {
                "content": "Care workers and home carers is the priority occupation expected to see the most growth over the next five years.",
                "tag": "p"
            },
            {
                "content": "Ready to start your journey?",
                "tag": "h2"
            },
            {
                "content": "Visit Skills England’s occupational maps, apprenticeship finder and qualifications finder to help you find a pathway that suits you, and then learn more about becoming an apprentice or studying for a T Level. ",
                "tag": "p"
            },
            {
                "content": "Once you've found out all you need to know, apply for an apprenticeship or find a T Level near you. ",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2025/08/19/from-classroom-to-career-how-t-levels-and-apprenticeships-deliver-skills-for-priority-occupations/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "T Levels and apprenticeships offer young people brilliant pathways into thriving industries and allow employers to shape the skills of the workforce of tomorrow.  Read on to learn how these training options are giving learners and employers better skills for …"
    },
    {
        "title": "King Scallop Implementation Group: transparency and updates",
        "authors": [
            "Katie Haldenby - Policy Advisor, Defra"
        ],
        "posted_on": "2025-08-19T15:05:34",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "The King Scallop FMP Implementation Group (KSIG) has been set up to support the delivery of objectives and actions in the published king scallop FMP.",
                "tag": "p"
            },
            {
                "content": "We are happy to share the minutes from our meetings on our new GOV.UK page: King Scallop Implementation Group meeting minutes",
                "tag": "p"
            },
            {
                "content": "Who is involved?",
                "tag": "h2"
            },
            {
                "content": "The group is made up of around 20 members from across the fishing industry, policy makers, regulators and environmental representatives.",
                "tag": "p"
            },
            {
                "content": "Members are selected by Defra based on their involvement and experience in the UK scallop fishery, their commitment to progressing the actions within the FMP and their ability to reach out to wider stakeholders.",
                "tag": "p"
            },
            {
                "content": "OPPORTUNITY- We are currently looking for four new members to join us - find the details at the end of the post.",
                "tag": "p"
            },
            {
                "content": "How does the group work?",
                "tag": "h2"
            },
            {
                "content": "The group will make recommendations to Defra on how to progress the actions in the FMP.",
                "tag": "p"
            },
            {
                "content": "As the Fisheries Authority, Defra will then make final decisions in the context of the Fisheries Act 2020 objectives, the Joint Fisheries Statement (JFS) policies, and the principles set out in the Environment Act 2021.",
                "tag": "p"
            },
            {
                "content": "To help the KSIG reach its goals, smaller teams known as 'task-and-finish' groups are formed to focus on the specific actions mentioned in the king scallop FMP. These teams will gather information from both KSIG and other stakeholders to make sure that different viewpoints are considered, along with scientific evidence.",
                "tag": "p"
            },
            {
                "content": "The FMP also covers Welsh waters, and the Welsh Government have established a Welsh King Scallop Advisory Group. The groups will update each other. Minutes from the Welsh group can be found here.",
                "tag": "p"
            },
            {
                "content": "What did the first few meetings cover?",
                "tag": "h2"
            },
            {
                "content": "You can find the full meeting minutes on GOV.UK but here’s a quick summary for the first three meetings.",
                "tag": "p"
            },
            {
                "content": "The group first met in December 2024.  Members agreed the purpose and scope of the group would be to oversee and support progress on the FMP. Updates were shared on work delivered since the FMP was published, along with plans for future meetings.",
                "tag": "p"
            },
            {
                "content": "In February 2025, research on ‘the scallop group landscape’ was presented. This maps out stakeholder groups across the sector and how they work together. This information will help with delivering the FMP and improving communications and transparency. ",
                "tag": "p"
            },
            {
                "content": "Members discussed a paper from Seafish that identifies existing scallop management measures in UK waters and potential areas for harmonisation. This was an action under objective four of the FMP. This report will be used to inform the development of future management measures.",
                "tag": "p"
            },
            {
                "content": "In May 2025, Seafish presented findings on how similar fisheries across the world use harvest control rules. Harvest control rules provide a framework for making fisheries management decisions for example, when a closure should be used to achieve the long term goals the sustainable management of the fishery. This will be used to inform future harvest control rules for England.",
                "tag": "p"
            },
            {
                "content": "What’s coming up?",
                "tag": "h2"
            },
            {
                "content": "A new task-and-finish group has been set up to work on narrowing down options of possible management approaches.",
                "tag": "p"
            },
            {
                "content": "The group will use a report that the Centre for Fisheries and Aquaculture Science (Cefas) has shared with them which investigates approaches using input and output controls.",
                "tag": "p"
            },
            {
                "content": "Defra will take the group’s preferred options into consideration when proposing a new approach to managing the king scallop fishery.",
                "tag": "p"
            },
            {
                "content": "Want to get involved?",
                "tag": "h2"
            },
            {
                "content": "We currently have four open places on the group:",
                "tag": "p"
            },
            {
                "content": "If you would like to be considered, please get in touch for more information about joining. Email us at shellfish@defra.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/08/19/king-scallop-implementation-group-transparency-and-updates/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "The King Scallop Implementation Group marks a big step in the drive to sustainable management. Catch up with the first meetings and what’s next."
    },
    {
        "title": "How can GenerativeAI help UKEF staff work more efficiently day-to-day?  ",
        "authors": [
            "Mike Green"
        ],
        "posted_on": "2025-08-18T15:42:13",
        "categories": [
            "AI",
            "User Centred Design",
            "user research"
        ],
        "content": [
            {
                "content": "Since May 2025, UK Export Finance (UKEF) has been trialling 30 Microsoft 365 Copilot licences, distributed across a range of staff. These participants have been trying out the AI product in their day-to-day work and recording their experiences. ",
                "tag": "p"
            },
            {
                "content": "What did we want to learn? ",
                "tag": "h2"
            },
            {
                "content": "Our goal was to understand trial participants’ experience of using M365 Copilot for two months in their day-to-day work, including:  ",
                "tag": "p"
            },
            {
                "content": "All the data and findings we gathered would be used to help inform a decision on purchasing more M365 Copilot licences in the future and exploring AI’s potential more broadly across UKEF. We also wanted to learn more about the potential training needs of UKEF users for this new technology. ",
                "tag": "p"
            },
            {
                "content": "Methodology: ",
                "tag": "p"
            },
            {
                "content": "We used a mixed-methods approach, including two surveys (an initial single-entry survey and a repeated behavioural survey), in-depth interviews over Teams, and three short research tasks: a card-sorting activity, a Copilot meta-analysis task using a prompt we sent participants, and a dot voting activity. This allowed us to combine quantitative data with qualitative insights. ",
                "tag": "p"
            },
            {
                "content": "Participant engagement with our research was generally high throughout the trial: ",
                "tag": "p"
            },
            {
                "content": "Participants: ",
                "tag": "p"
            },
            {
                "content": "The 30 staff were self-selecting and came from all areas of the organisation, including DDaT, Project Management Office, Business Group, Private Office, HR, IT Security and Learning & Development. A number of participants were also members of our Disability, Carers and Neurodiversity Network (D-CAN). ",
                "tag": "p"
            },
            {
                "content": "As an aside, a revealing insight about the limitations of GenAI is demonstrated by the image above. Copilot was prompted multiple times to “Create a small image of 30 human beings. Do this as colourful genderless icons in a form that I could use as an image in a slidedeck”. However, it appeared incapable of doing this correctly. On each occasion it produced a grid with only 24 or 25 icons, even when reprompted to correct itself. GenAI’s sporadic inability to count or spell correctly is well-documented: Why Can't AI Count the Number of \"R\"s in the Word \"Strawberry\"? | HackerNoon ",
                "tag": "p"
            },
            {
                "content": "What did we learn? ",
                "tag": "h2"
            },
            {
                "content": "*N.B. Much of the above summary was drafted by Copilot itself, based on the qualitative and quantitative research insights gathered during this trial. As ‘humans in the loop’, we nevertheless maintain that it represents an accurate reflection of what we’ve learned. ",
                "tag": "p"
            },
            {
                "content": "The outcome of the card sorting activity underscores this generally positive view of Copilot by those who took part in our trial.  ",
                "tag": "p"
            },
            {
                "content": "We also asked participants to rate themselves in terms of the way they use Copilot. More participants rated themselves as being independent users of Copilot than requiring support. A roughly equal proportion rated their usage of Copilot as exploratory as did those who were more task-focussed in their approach to using Copilot.  ",
                "tag": "p"
            },
            {
                "content": "One insight in particular stood out. We had not anticipated how strongly neurodiverse trial participants would appear to benefit from Copilot. We heard from a number of such trial participants how beneficial Copilot was in allowing them to overcome ‘blank-page syndrome’ and get started with work tasks. One of them even described the tool as a ‘gamechanger’ for their work. This is encouraging and echoes the findings of similar research into Copilot that has been carried out elsewhere. ",
                "tag": "p"
            },
            {
                "content": "What does all this mean for UKEF?  ",
                "tag": "h2"
            },
            {
                "content": "The trial has proved extremely beneficial in helping us better understand the potential benefits and limitations of Copilot for UKEF staff at this stage. ",
                "tag": "p"
            },
            {
                "content": "Our research has shown that Copilot has real potential to enhance how we work at UKEF – but like any tool, its success depends on how well it’s understood, supported, and integrated into our daily routines, something which we are now working to develop. ",
                "tag": "p"
            },
            {
                "content": "Based on this trial, we are therefore recommending that UKEF continues to: ",
                "tag": "p"
            }
        ],
        "link": "https://ukefdigital.blog.gov.uk/2025/08/18/how-can-generativeai-help-ukef-staff-work-more-efficiently-day-to-day/",
        "blog": "UK Export Finance Digital, Data and Technology blog",
        "blog_link": "https://ukefdigital.blog.gov.uk",
        "description": "Since May 2025, UK Export Finance (UKEF) has been trialling 30 Microsoft 365 Copilot licences, distributed across a range of staff. These participants have been trying out the AI product in their day-to-day work and recording their experiences. "
    },
    {
        "title": "Transforming Rapid Evidence Assessments with Artificial Intelligence",
        "authors": [
            "Alex Lamond, Senior Product Manager"
        ],
        "posted_on": "2025-08-18T13:48:08",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Rapid Evidence Assessments (REAs) are a vital part of decision making in government. They help us validate what we already know and what research is missing on a particular topic. However, DBT found that writing REAs is often resource intensive, costly and time-consuming. This causes delays in policy work and can make it harder to respond quickly to new questions.",
                "tag": "p"
            },
            {
                "content": "The challenge with traditional REAs",
                "tag": "h2"
            },
            {
                "content": "The main steps in creating an REA include:",
                "tag": "p"
            },
            {
                "content": "These steps are time-consuming and need specialist skills, so policy teams often can't keep up with demand.",
                "tag": "p"
            },
            {
                "content": "How artificial intelligence is making a difference",
                "tag": "h2"
            },
            {
                "content": "We explored how we could use new tools to speed up the process and improve quality. Our efforts centred on the early research phase, which is typically the most time-consuming and offers the greatest potential for efficiency gains. We developed a prototype application capable of searching vast research databases such as OpenAlex.",
                "tag": "p"
            },
            {
                "content": "The app uses advanced technology, including Large Language Models (LLMs) to suggest relevant themes, propose a structure for the REA and recommend which academic papers merit closer attention. Users interact with the system by entering a research question and selecting options like date range or whether they prefer open-access sources. The AI identifies and retrieves the most appropriate academic papers. It then provides users with a downloadable table of links and key details to enable the next steps in evidence assessment.",
                "tag": "p"
            },
            {
                "content": "What happens in the background",
                "tag": "h2"
            },
            {
                "content": "The prototype operates behind the scenes by searching for research papers that match the entered research question and its generated themes. It refines the results by filtering out any papers that lack an abstract or title and eliminates duplicate entries to streamline the process. Ultimately, it delivers a clear, easy-to-read table that highlights the most relevant research papers for the topic. This entire prototype is hosted on Amazon Web Services (AWS).",
                "tag": "p"
            },
            {
                "content": "User feedback and future plans",
                "tag": "h2"
            },
            {
                "content": "The prototype is currently being tested by selected users in DBT’s Central Analysis Team. The initial feedback has been extremely positive.",
                "tag": "p"
            },
            {
                "content": "“The tool significantly lowers the barrier to running REAs and provides a solid evidence base within minutes.”",
                "tag": "p"
            },
            {
                "content": "Moreover, users were:",
                "tag": "p"
            },
            {
                "content": " “very impressed with the tools ability to drag out the key themes from the question and felt its short summary of what an REA on that subject would look like was always comprehensive and knowledgeable.” ",
                "tag": "p"
            },
            {
                "content": "Their feedback will help us decide how to improve the app and whether to roll it out more widely across the department. The aim is to make rapid evidence assessments more accessible for teams, supporting the development of policies informed by the most reliable available evidence.",
                "tag": "p"
            },
            {
                "content": "What this means for you",
                "tag": "h2"
            },
            {
                "content": "The delivery of this project marks an important step in using technology to improve public sector work.",
                "tag": "p"
            },
            {
                "content": "If you work in research, policy or digital roles, this project may interest you if you:",
                "tag": "p"
            },
            {
                "content": "Summary",
                "tag": "h2"
            },
            {
                "content": "DBT has transformed how we produce Rapid Evidence Assessments. By combining user-friendly digital tools and artificial intelligence, we are helping policy makers and analysts access the evidence they need faster and more efficiently. This work is paving the way for a smarter, more responsive government and we hope it inspires others to join us on this journey.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/08/18/transforming-rapid-evidence-assessments-with-artificial-intelligence/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How the Department for Business and Trade (DBT) is improving evidence reviews."
    },
    {
        "title": "From Fish to Rare Crayfish: England’s Drought Wildlife Rescue Operations ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-08-18T13:43:50",
        "categories": [
            "Drought"
        ],
        "content": [
            {
                "content": "Fisheries teams across England respond as drought and prolonged dry weather puts aquatic life at risk. ",
                "tag": "p"
            },
            {
                "content": "England’s driest start to the year since 1976 is severely impacting waterways. While Environment Agency fisheries officers work with partners to help fisheries prepare for extreme conditions, teams have needed to step in with emergency rescues as rivers shrink and water temperatures soar. Fish are often the first casualties when conditions deteriorate, but they’re not alone – birds, insects, and aquatic plants are all struggling as their habitats disappear.  ",
                "tag": "p"
            },
            {
                "content": "This summer, EA teams have rescued fish from critical situations, including 1,500 fish relocated from a single brook near the River Lea, and 50 brown trout given new homes in deeper waters of the River Lambourn in Berkshire. In Yorkshire, teams have also rescued a critically endangered species, saving 32 native white-clawed crayfish, including 21 females carrying eggs, from dried-out riverbeds.  ",
                "tag": "p"
            },
            {
                "content": "Preparing for the worst ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency works year-round with angling clubs and fisheries to prepare for dry weather and drought conditions. This partnership approach, developed over the last decade with organisations like the Institute of Fisheries Management, focuses on better fishery design, management practices, and installing aeration equipment to prevent fish losses. ",
                "tag": "p"
            },
            {
                "content": "These efforts have helped minimise the impacts of this year’s drought, particularly for stillwater fisheries which are most vulnerable to low oxygen levels. We have offered grants through our Angling Improvement Fund for fisheries to buy their own aeration equipment, and this has paid dividends for many of these waters. By working proactively with fishery operators, many potential rescues have been prevented before they become emergencies. ",
                "tag": "p"
            },
            {
                "content": "When troubles multiply ",
                "tag": "p"
            },
            {
                "content": "Sometimes problems combine to create emergencies despite best preparations. At Eastnor Park Estate in Herefordshire, a pond leak became a critical emergency when drought conditions prevented natural recovery. The small stream that feeds the estate's four connected pools had completely dried up, and evaporation made the situation worse. ",
                "tag": "p"
            },
            {
                "content": "Fish became stranded in just 30 square metres of remaining water, with larger carp having their backs exposed and smaller fish showing clear signs of distress. Working with the estate and local fishing syndicate, EA officers carefully captured and relocated approximately 100kg of fish, including carp, roach and perch, to safer waters downstream. ",
                "tag": "p"
            },
            {
                "content": "“The Environment Agency team’s quick response made all the difference,” said Shaun, a local angler. “We were delighted to help save these fish stocks that are so important to our fishery. It was a mucky job but absolutely worth it to protect the fish.” ",
                "tag": "p"
            },
            {
                "content": "Rescue kit essentials ",
                "tag": "p"
            },
            {
                "content": "Environment Agency fisheries officers use specialist equipment during emergency operations. Using seine nets, dip nets, and oxygenated transport tanks, teams work quickly to capture and relocate distressed fish to a suitable habitat. ",
                "tag": "p"
            },
            {
                "content": "The operations require careful assessment; officers must ensure rescued fish are healthy enough to survive relocation and that receiving waters can support additional fish populations. This expertise proves crucial during emergencies. ",
                "tag": "p"
            },
            {
                "content": "Saving endangered species ",
                "tag": "p"
            },
            {
                "content": "Rescues can reveal unexpected discoveries. At Burley in Wharfedale, Yorkshire, a member of the public reported crayfish in distress as their watercourse dried up. EA teams arrived to find shallow pools separated by stretches of dry riverbed, and discovered a previously unknown population of critically endangered native white-clawed crayfish. ",
                "tag": "p"
            },
            {
                "content": "The rescue saved 32 adults, including 21 ‘berried’ females carrying eggs. These native crayfish are the UK’s only freshwater crayfish species and play a vital role keeping waterways clean. ",
                "tag": "p"
            },
            {
                "content": "Claire Barrow, the Environment Agency’s drought lead in Yorkshire, said: “Finding a previously unknown population of endangered white-clawed crayfish is great news, despite the challenging conditions. This shows how important it is for the public to report wildlife in distress – they become our eyes and ears during these difficult times.” ",
                "tag": "p"
            },
            {
                "content": "How you can help ",
                "tag": "p"
            },
            {
                "content": "The Environment Agency encourages all water users to remain alert during challenging conditions. Key signs include fish gasping at the water surface, unusual concentrations of fish in small areas, or any signs of fish in distress. ",
                "tag": "p"
            },
            {
                "content": "If you spot fish or other aquatic wildlife in trouble, report it immediately to the Environment Agency's 24-hour incident hotline on 0800 80 70 60. Early reporting can mean the difference between a successful rescue and a significant environmental loss. ",
                "tag": "p"
            },
            {
                "content": "As challenging conditions continue, Environment Agency fisheries teams remain ready to respond, working with communities to protect out waterways and the wildlife that depends on them. ",
                "tag": "p"
            },
            {
                "content": "Find out more about we’re responding to the 2025 drought via our blogs and take a look at recent coverage from a fish rescue in Gloucestershire.  ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/08/18/from-fish-to-rare-crayfish-englands-drought-wildlife-rescue-operations/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Fisheries teams across England respond as drought and prolonged dry weather puts aquatic life at risk.  England’s driest start to the year since 1976 is severely impacting waterways. While Environment Agency fisheries officers work with partners to help fisheries prepare …"
    },
    {
        "title": "From fences to freedom: England’s continuing beaver journey",
        "authors": [
            "Delphine Pouget"
        ],
        "posted_on": "2025-08-18T11:02:05",
        "categories": [
            "Licensing",
            "Natural England",
            "Nature",
            "Nature-based solutions",
            "Species re-introductions"
        ],
        "content": [
            {
                "content": "By Stuart Otway, Principal Officer in Natural England’s Complex Cases Team and Delphine Pouget, Principal Officer in Natural England’s Species Recovery & Reintroductions Team",
                "tag": "p"
            },
            {
                "content": "In February 2025 Defra published its landmark policy on the wild release and management of beavers in England. ",
                "tag": "p"
            },
            {
                "content": "Beavers are considered a keystone species because they help create and restore wetland habitats, boost biodiversity and reduce downstream flooding. Their reintroduction is an important step toward meeting the government's species abundance and extinction targets.  ",
                "tag": "p"
            },
            {
                "content": "This announcement enabled the first licensed beaver wild release at Purbeck in Dorset, and allowed us to invite further ‘expressions of interest’ (EoIs). As part of our national beaver reintroduction journey, we are also moving away from enclosures, so we can focus efforts on successful wild release projects, and the growing wild populations.",
                "tag": "p"
            },
            {
                "content": "High Interest in Wild Release ",
                "tag": "h4"
            },
            {
                "content": "We received 39 EoIs for wild beaver release across England, including some for our largest river systems. The high volume of interest has meant a slightly longer review process, but we’re nearing completion. The feedback we're providing is designed to help applicants improve their proposals and speed up the full application process.",
                "tag": "p"
            },
            {
                "content": "So far, we've invited eight to submit full applications.  These projects are located in the south-west or south-east of England and include proposals from wildlife trusts, the National Trust, and a landscape recovery partnership.  Cornwall Wildlife Trust has already submitted the first full application for the Fowey and Par catchments.  ",
                "tag": "p"
            },
            {
                "content": "The majority of EoIs were considered ‘potentially viable projects’ and we offered detailed feedback to help them strengthen their proposals. A small number of EoIs were deemed unlikely to meet the criteria, mainly because they were too small in scale. We’ve encouraged these applicants to form or join catchment-wide partnerships.  ",
                "tag": "p"
            },
            {
                "content": "A Measured Approach to Reintroduction ",
                "tag": "h4"
            },
            {
                "content": "Natural England’s and Defra’s goal is to enable a measured pace of beaver reintroduction, prioritising well-planned and well-resourced projects where the benefits outweigh the risks. This gradual approach allows local communities and infrastructure time to adapt, building trust and ensuring that beavers become a permanent and valued part of the landscape.   ",
                "tag": "p"
            },
            {
                "content": "We will review our EoI process and invite new EoIs in 2026. In the meantime, we expect to make the first full application decisions this autumn, well before the next breeding season.",
                "tag": "p"
            },
            {
                "content": "Moving away from beaver enclosures  ",
                "tag": "h4"
            },
            {
                "content": "We are now moving away from the use of beaver enclosures to focus on successful wild release projects and the growing wild beaver population. While enclosures have been invaluable for public education and gathering data on beavers, the ultimate goal is to see them thrive in their natural habitats. ",
                "tag": "p"
            },
            {
                "content": "Our updated guidance for licensing new enclosures or renewing existing enclosures sets out clear criteria, such as the requirement for exceptional environmental benefits that cannot be achieved by other means. Projects must also have a strong design, community engagement, long-term monitoring, and a robust exit strategy.  ",
                "tag": "p"
            },
            {
                "content": "We will continue to renew licences for existing enclosures that can demonstrate significant benefits and maintain high standards of welfare. This shift from enclosures to wild releases is a key step in helping beavers fulfil their role as ecosystem engineers in England's landscape. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/08/18/from-fences-to-freedom-englands-continuing-beaver-journey/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Stuart Otway, Principal Officer in Natural England’s Complex Cases Team and Delphine Pouget, Principal Officer in Natural England’s Species Recovery & Reintroductions Team In February 2025 Defra published its landmark policy on the wild release and management of beavers …"
    },
    {
        "title": "Understanding Elections user journeys: lessons from in-person mobile testing ",
        "authors": [
            "Matt Jefford, User Researcher"
        ],
        "posted_on": "2025-08-18T10:51:42",
        "categories": [
            "Elections"
        ],
        "content": [
            {
                "content": "Since the Covid-19 pandemic, user research in government has largely shifted online. This transition has brought notable benefits, for example in terms of convenience and flexibility, but it has significantly changed the nature of our interactions.  ",
                "tag": "p"
            },
            {
                "content": "For our team within Elections Digital, working on initiatives to improve voter registration, the virtual constraints pose specific challenges. Our goal is to assist the estimated 7-8 million UK citizens incorrectly registered to vote, or not registered at all, by making the process simple and accessible. In future, they may be invited to register when using other government digital services. Our statistics show that more than 80% of current users of the GOV.UK Register to Vote service do so on a mobile device. Yet our early usability testing was only conducted remotely, on desktops. ",
                "tag": "p"
            },
            {
                "content": "We realised that laptop testing restricted our understanding of the mobile-first experience of many citizens interacting with government services. Formatting, accessibility and interaction patterns are missed when viewed through desktop screen sharing. We agreed it was essential to undertake a round of mobile testing for the project. ",
                "tag": "p"
            },
            {
                "content": "The team initially considered remote mobile testing, where participants shared their phone screens via Microsoft Teams (MS Teams), but we discovered multiple issues: ",
                "tag": "p"
            },
            {
                "content": "We considered workarounds like tech checks and creating a guide to screen sharing, but ultimately decided the complexity outweighed the benefits. That left the option of in-person testing. ",
                "tag": "p"
            },
            {
                "content": "Planning our first in-person usability testing  ",
                "tag": "h2"
            },
            {
                "content": "This was the first time anyone in the Elections Directorate had proposed in-person usability testing, and it came with its own risks around logistics, liability and our duty of care to participants. ",
                "tag": "p"
            },
            {
                "content": "We explored hiring a usability lab – to access features like eye-tracking and one-way mirrors – but ultimately opted for MHCLG meeting rooms in Birmingham, which were free and adaptable to our needs. We worked with an external recruiter to enlist participants based on Electoral Commission research into groups least likely to be registered to vote. Recruitment was challenging due to our criteria and a tight 2-week timeline. We scheduled 6 back-to-back sessions on a single day, with alternating facilitators.  ",
                "tag": "p"
            },
            {
                "content": "Our designers created prototypes of the communications we would show participants and the service itself, so they could move through with minimal facilitator interference. We created a discussion guide with mobile-specific prompts and contingency plans for technical issues. ",
                "tag": "p"
            },
            {
                "content": "To reduce technical issues on the day, we decided to use a single personal phone with a proven ability to share to Teams. This allowed us to record sessions and let remote observers watch in real time. We used virtual observer rooms during each test to allow colleagues across the directorate to observe sessions in real time without disrupting the participant (see diagram below).  ",
                "tag": "p"
            },
            {
                "content": "Each session involved 2 separate MS Teams meetings: one for the facilitator and participant, and another for observers. A separate, remote facilitator managed both calls, sharing the live session into the observer room, while ensuring observers remained muted and off-camera to minimise distractions.",
                "tag": "p"
            },
            {
                "content": "What happened on testing day  ",
                "tag": "h2"
            },
            {
                "content": "On 3 July, we arrived in Birmingham armed with phones, chargers, extension cables and printed materials, ready for all eventualities. We also pre-downloaded the testing materials to laptops in case of wifi issues. ",
                "tag": "p"
            },
            {
                "content": "Despite a few hiccups with recruitment (always be prepared for late dropouts!) the day ran smoothly. Each session followed a carefully choreographed routine: ",
                "tag": "p"
            },
            {
                "content": "What we learned ",
                "tag": "h2"
            },
            {
                "content": "In-person testing offered unique insights into how participants interact with services on mobile: ",
                "tag": "p"
            },
            {
                "content": "This round of in-person mobile testing reminded us of the value of experimentation and adaptability in user research. Given that most users register to vote on mobile, it felt essential to test the service in that format. ",
                "tag": "p"
            },
            {
                "content": "In-person testing isn’t a cure-all. It brings logistical complexity and introduces potential biases. Participants may feel compelled to say the ‘right’ thing to please the interviewer. While we managed to organise this round in 4 weeks, the effort may be too intensive for larger or more geographically diverse studies.  ",
                "tag": "p"
            },
            {
                "content": "Similarly, virtual observer rooms offer clear benefits – such as wider engagement, inclusivity and learning – but they require additional planning, effort and dedicated facilitation. It’s important to factor in the extra coordination, and people needed to run them effectively. ",
                "tag": "p"
            },
            {
                "content": "Still, mobile testing of government services is critical to meeting users where they are. Our experience showed the value of reincorporating in-person methods for this testing, alongside the virtual norm. We strongly encourage other researchers to consider how they might once again meet users face-to-face to build more effective services. ",
                "tag": "p"
            },
            {
                "content": "Follow the progress of the Elections Digital team on the MHCLG Digital blog.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/08/18/understanding-elections-user-journeys-lessons-from-in-person-mobile-testing/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "User researchers in the Elections Digital team are working on initiatives to improve voter registration by making the process simple and accessible. Find out how the team has been improving its understanding of the mobile-first experience of many citizens interacting with digital election services and what they learned along the way."
    },
    {
        "title": "The Prime Minister’s AI Exemplars programme: A portfolio approach to public sector innovation",
        "authors": [
            "Simon King, Director Public Sector AI Adoption"
        ],
        "posted_on": "2025-08-18T09:52:11",
        "categories": [
            "AI"
        ],
        "content": [
            {
                "content": "Yesterday, Technology Secretary Peter Kyle announced a suite of new artificial intelligence (AI) Exemplar products across a range of government departments. Sponsored by the Prime Minister as an initiative to revolutionise our public services, the AI Exemplars Programme will explore new ways for services like justice, education and the NHS to make best use of emerging technology by embracing a test and learn culture with AI.",
                "tag": "p"
            },
            {
                "content": "Background on the products already announced as PM’s AI Exemplars can be found here.",
                "tag": "p"
            },
            {
                "content": "Embracing a test and learn culture",
                "tag": "h3"
            },
            {
                "content": "The Prime Minister’s AI Exemplars Programme represents a fundamental shift in how the public sector approaches innovation. Rather than only pursuing a single, high-stakes technological solution, we've deliberately adopted a portfolio approach that acknowledges an important element of innovation: not everything is guaranteed to scale to production, and that's by design.",
                "tag": "p"
            },
            {
                "content": "Numerous potential AI use cases across government were identified, then a subset of Exemplars that represent the most promising opportunities were selected. This diverse Exemplar portfolio spans various levels of maturity, technology types, and delivery approaches, allowing us to:",
                "tag": "p"
            },
            {
                "content": "The portfolio focuses on improving public services in practical ways: helping doctors discharge patients from hospitals more quickly while maintaining clinical oversight, speeding up planning decisions to improve consistency and reduce bureaucracy for homeowners. ",
                "tag": "p"
            },
            {
                "content": "Scan > Pilot > Scale: A structured approach to innovation",
                "tag": "h3"
            },
            {
                "content": "We're following the \"Scan > Pilot > Scale\" approach outlined in the AI Opportunities Action Plan. This plan recommended the digital centre of government should support public sector partners where needed to “move fast and learn things”.",
                "tag": "p"
            },
            {
                "content": "Our approach identifies promising AI technologies, tests viable solutions through targeted pilots, and scales successful initiatives across government. We continuously monitor emerging technology, quickly halt underperforming projects to manage risk, and document lessons to create reusable components—balancing innovation with pragmatism. This approach has been shown as the best way to accelerate innovation.",
                "tag": "p"
            },
            {
                "content": "The role of GDS: catalyst and enabler",
                "tag": "h3"
            },
            {
                "content": "GDS plays a crucial role as the digital centre for government, we’re here to support as a delivery agent and a catalyst for wider innovation.",
                "tag": "p"
            },
            {
                "content": "What GDS brings to the portfolio",
                "tag": "h3"
            },
            {
                "content": "GDS is the digital centre of government that has been brought together in the Department of Science Innovation and Technology (DSIT). To support our work in successfully and safely scaling AI, we have set up a Public Sector AI Adoption Unit. This acts as a focus for bringing support to Exemplars, including:   ",
                "tag": "p"
            },
            {
                "content": "Three delivery models:",
                "tag": "h3"
            },
            {
                "content": "The programme deliberately employs multiple delivery approaches to match the needs of each use case:",
                "tag": "p"
            },
            {
                "content": "Learning as we go",
                "tag": "h3"
            },
            {
                "content": "The programme will drive adoption of high-performing, trustworthy AI at scale and build our collective capacity to maximise AI's potential for better outcomes. Key aspects include:",
                "tag": "p"
            },
            {
                "content": "Leading by exemplar ",
                "tag": "h3"
            },
            {
                "content": "By taking this portfolio approach to AI innovation, we're not just developing individual technology solutions – we're building the capability, confidence and culture needed to transform public services for the better.",
                "tag": "p"
            },
            {
                "content": "The Prime Minister’s AI Exemplars Programme doesn't promise that every project will succeed. Instead, it promises something more valuable: that we will learn quickly, adapt accordingly, and progressively build our collective ability to harness AI for public good.",
                "tag": "p"
            },
            {
                "content": "Want to be kept up to date on the Prime Minister’s AI Exemplars? Join the AI Community or subscribe to the monthly Government Digital and Data bulletin. Both are only available to public sector workers. Outside the public sector? We’ll be sharing progress regularly on this blog.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/08/18/the-prime-ministers-ai-exemplars-programme-a-portfolio-approach-to-public-sector-innovation/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "Yesterday, Technology Secretary Peter Kyle announced a suite of new artificial intelligence (AI) Exemplar products across a range of government departments. Sponsored by the Prime Minister as an initiative to revolutionise our public services, the AI Exemplars Programme will explore new ways for services like justice, education and the NHS to make best use of …"
    }
]