[
    {
        "title": "Living with antimicrobial-resistant TB",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-12-04T18:19:29",
        "categories": [
            "Antimicrobial resistance",
            "Tuberculosis"
        ],
        "content": [
            {
                "content": "Samara works in the third sector with a children’s charity. Through her role, she has worked with people who experience homelessness. A few years ago, she contracted a disease which would lead to a challenging and long battle with the real-world impact of antimicrobial resistance (AMR), affecting almost all aspects of her life. In this blog post Samara shares her story of fighting antimicrobial -resistant tuberculosis, the hidden long-term consequences and the importance of getting that persistent cough checked out.",
                "tag": "p"
            },
            {
                "content": "I'd had a persistent cough for months, but like many people, I just pushed through it. I found myself coughing constantly during a holiday with friends, feeling hot and struggling to get through each day. My friends made me realise something wasn’t right and their concern prompted me to get myself checked out when we got home.",
                "tag": "p"
            },
            {
                "content": "What followed was a frustrating journey– I was treated for a chest infection, then for asthma. The symptoms of TB can look like many other diseases, and if you’re fit and healthy and not the sort of person who is at more at risk, TB is often one of the last things to consider.",
                "tag": "p"
            },
            {
                "content": "I spend my days working face-to-face with homeless people who are sadly disproportionately affected by TB, because poor living conditions and limited access to healthcare can often lead to an increased vulnerability to infections. When I discussed my work with this group, my doctor suggested we test for TB. As many of us think of TB as a thing from the past, it is more difficult to diagnose early.",
                "tag": "p"
            },
            {
                "content": "Over Christmas I needed an MRI scan and on Christmas Eve I was called and told I needed to see a specialist the day after Boxing Day. I was extremely anxious about what the scan would find and at this point, the possibility of TB still hadn't even crossed my mind. When the order form said \"query TB,\" I was shocked. My grandfather had died of TB in Borneo before I was born, and my parents were devastated by the news that I might have it.",
                "tag": "p"
            },
            {
                "content": "The treatment hit me hard. I was sleeping 20 hours a day, lost weight rapidly, and developed painful skin rashes. I was incredibly fortunate to have family who looked after me and an employer who gave me the time off I needed.",
                "tag": "p"
            },
            {
                "content": "At my check-up, we discovered the rifampicin hadn't worked. I was then diagnosed with an antimicrobial-resistant strain of TB – meaning the antibiotics usually offered to treat TB were not working and I wasn’t getting better. Instead of the standard 6-month treatment, I faced 12 months of gruelling medication. AMR doesn't just mean different drugs; it means longer treatment, more side effects, and a much harder journey back to health.",
                "tag": "p"
            },
            {
                "content": "Even when TB is cured there are still long-term impacts, I have minor scarring on my lungs caused by having the disease for so long. And recently I participated in research about life expectancy for TB survivors, and the findings were sobering. There's a significantly higher chance of cardiovascular issues and long-term mental health effects - yet more reasons to get that persistent cough checked out.",
                "tag": "p"
            },
            {
                "content": "The social impact of fighting antimicrobial-resistant TB was hard on me too. When your treatment time doubles because of AMR, you struggle with that extended period of illness, isolation and uncertainty. Life moves on around you while you’re stuck fighting an illness which was once easily treated. It can be a challenging 12-month battle, but sticking to the treatment is so important if you're to get well again.",
                "tag": "p"
            },
            {
                "content": "Antimicrobial resistance means that those tiny germs have learnt to fight back, making treatment more complex, and more devastating for patients like me and our families.",
                "tag": "p"
            },
            {
                "content": "My experience with TB has made me passionate about encouraging both doctors and patients to think TB when people present with persistent symptoms. AMR means we can't afford to have TB as an afterthought. Every delay gives resistance more time to develop and spread.",
                "tag": "p"
            },
            {
                "content": "My message is: if you have a persistent cough, weight loss, night sweats – don't dismiss your symptoms – speak to your doctor and get treatment early. And if you work with vulnerable people, make sure they’re thinking TB if they have a persistent cough. This is especially important because  it can be so much more difficult for them to get and follow up with medical care.",
                "tag": "p"
            },
            {
                "content": "AMR has made TB a modern threat again and will do so with many more infections, we all need to be more aware of how devastating the effects of AMR infections can be without effective medications.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/12/04/living-with-antimicrobial-resistant-tb/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "In this blog post Samara shares her story of fighting antimicrobial -resistant tuberculosis, the hidden long-term consequences and the importance of getting that persistent cough checked out."
    },
    {
        "title": "Progress made on plans to evaluate SMA newborn screening",
        "authors": [
            "Jo Harcombe"
        ],
        "posted_on": "2025-12-04T16:54:24",
        "categories": [
            "Newborn Blood Spot Screening"
        ],
        "content": [
            {
                "content": "Spinal muscular atrophy (SMA) is a serious rare inherited condition that affects nerves in the spinal cord. This can affect a person’s ability to move, speak, swallow and breathe.",
                "tag": "p"
            },
            {
                "content": "Following the UK National Screening Committee’s (UK NSC’s) review of evidence on newborn screening for SMA, the committee endorsed a 2-pronged approach to:",
                "tag": "p"
            },
            {
                "content": "ISEs test proposed or modified screening programmes within ‘real world’ National Health Services. They help answer important evidence gaps and demonstrate how a screening programme would work in practice.",
                "tag": "p"
            },
            {
                "content": "This summer (2025) we published 4 documents relating to the UK NSC’s review of evidence on newborn screening for SMA. One of these documents was a report that concluded the ISE is needed to answer questions about whether screening for SMA should be recommended in the UK and how this might work in the NHS, how much it would cost, and whether it would be effective in everyday NHS practice.",
                "tag": "p"
            },
            {
                "content": "A partnership board to oversee planning for the ISE brings together screening experts from the 4 UK governments and NHS, organisations with a shared interest in newborn screening for SMA, clinicians, academics, genomic experts and patient and public voice members.",
                "tag": "p"
            },
            {
                "content": "The partnership board met in November to review progress and receive several updates on preparations for the ISE.",
                "tag": "p"
            },
            {
                "content": "Research progress",
                "tag": "h2"
            },
            {
                "content": "The research component of the ISE is being commissioned via the NIHR’s Health Technology Assessment (HTA). ",
                "tag": "p"
            },
            {
                "content": "The HTA funding committee met recently and confirmed that an application had been received in response to the advertised funding opportunity.  The application is progressing through the funding process, and the HTA funding committee decision is anticipated in March 2026.",
                "tag": "p"
            },
            {
                "content": "Remit of partnership board",
                "tag": "h2"
            },
            {
                "content": "The partnership board agreed to update its terms of reference to reflect its ongoing responsibilities and future oversight of the ISE work. This will include reference to how the group will be informed about international SMA screening practices.",
                "tag": "p"
            },
            {
                "content": "Clinical pathway preparations",
                "tag": "h2"
            },
            {
                "content": "David Elliman, chair of the clinical pathway group, provided an update on progress, including the development of a clear definition of SMA and guidelines for routine immunisations in children with SMA.",
                "tag": "p"
            },
            {
                "content": "Laboratory readiness",
                "tag": "h2"
            },
            {
                "content": "Jim Bonham, chair of the laboratory group, gave an update on progress with preparing laboratories for the ISE. ",
                "tag": "p"
            },
            {
                "content": "This includes the validation of testing for SMN2 copy numbers on dry blood spot samples.",
                "tag": "p"
            },
            {
                "content": "NHS England preparations",
                "tag": "h2"
            },
            {
                "content": "NHS England has been working on detailed planning for the ISE in England, including meetings with laboratory representatives and finance colleagues. ",
                "tag": "p"
            },
            {
                "content": "An implementation group has now been set up and is meeting this month (December 2025).",
                "tag": "p"
            },
            {
                "content": "Scotland’s preparations for ISE",
                "tag": "h2"
            },
            {
                "content": "NHS Scotland confirmed it is on track to begin the ISE of newborn screening for SMA in Scotland in March 2026. ",
                "tag": "p"
            },
            {
                "content": "Scotland is preparing its national newborn laboratory and developing information and training materials.",
                "tag": "p"
            },
            {
                "content": "The next partnership board meeting will take place in spring 2026.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up-to-date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/12/04/progress-made-on-plans-to-evaluate-sma-newborn-screening/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Update from latest partnership board meeting overseeing planning of the in-service evaluation of newborn screening for spinal muscular atrophy."
    },
    {
        "title": "Cymraeg yn yr IPO - y daith hyd yn hyn",
        "authors": [
            "Jenny Manders"
        ],
        "posted_on": "2025-12-04T16:49:21",
        "categories": [
            "Cymraeg / Welsh language blog",
            "IPO",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "English translation (link) ",
                "tag": "p"
            },
            {
                "content": "Cafwyd moment ychydig flynyddoedd yn ôl pan sylweddolodd tîm y Gymraeg yn yr IPO, sefydliad sydd â'i bencadlys yng Nghymru, y gallem fod yn gwneud llawer mwy i ddarparu dewis dwyieithog i'n cwsmeriaid sy'n siarad Cymraeg. ",
                "tag": "p"
            },
            {
                "content": "Ychydig dros flwyddyn yn ôl, dechreuodd ein tîm digidol gam cyntaf rhaglen i ddarparu gwybodaeth a gwasanaethau digidol craidd dwyieithog Saesneg/Cymraeg i gwsmeriaid ar ein tudalennau gwe Gov.UK. Dyma lle rydyn ni wedi cyrraedd hyd yn hyn.   ",
                "tag": "p"
            },
            {
                "content": " Y Swyddfa Eiddo Deallusol yng Nghymru – lle dechreuodd ein taith Gymreig",
                "tag": "h3"
            },
            {
                "content": "Yn yr 1980au y symudwyd pencadlys yr IPO (a elwid bryd hynny yn Swyddfa Batentau Prydain) i Gymru, gan agor ei drysau i groesawu gweithlu o Dde Cymru. Yn 2007, ynghyd â busnesau ledled Cymru, gweithredodd IPO ei Gynllun Iaith Gymraeg o dan Ddeddf yr Iaith Gymraeg 1993, gan ymrwymo i ymgorffori defnydd o’r Gymraeg yn ei weithgareddau busnes ‘fel y bo’n briodol a lle bo’n rhesymol ymarferol’.  ",
                "tag": "p"
            },
            {
                "content": "Mae ein Cynllun Iaith Gymraeg yn esbonio beth mae'r Swyddfa Eiddo Deallusol (IPO) yn ei wneud i sicrhau bod y Gymraeg a'r Saesneg yn cael eu trin yn gyfartal pan ydyn ni'n darparu gwasanaethau cyhoeddus yng Nghymru (dolen) IPO Cynllun Iaith Gymraeg  (Dogfen MS Word, 61.9 KB).",
                "tag": "p"
            },
            {
                "content": "Gwasanaethu ein cwsmeriaid sy'n siarad Cymraeg ",
                "tag": "h3"
            },
            {
                "content": "Er ein bod yn gwybod ein bod ni ar daith fawr, mae'r tîm sy'n hyrwyddo defnyddio'r Gymraeg yn yr IPO eisoes wedi cyrraedd rhai cerrig milltir.  ",
                "tag": "p"
            },
            {
                "content": "Cymraeg ar y wefan ",
                "tag": "p"
            },
            {
                "content": "Er bod cwsmeriaid a oedd yn ysgrifennu atom yn y Gymraeg eisoes yn derbyn ateb ysgrifenedig yn y Gymraeg, roedd cydnabyddiaeth y gallem fod yn gwneud mwy fel sefydliad i roi dewis dwyieithog o wybodaeth a gwasanaethau iddyn nhw ar-lein hefyd. ",
                "tag": "p"
            },
            {
                "content": "Yn 2024 dechreuodd ein tîm digidol gyfieithu tudalennau gwe lefel uchaf Gov.UK yr IPO. Dechreuodd y gwaith gyda'r gwasanaeth ymgeisio am nodau masnach, gan gynnwys cyfieithu ffurflenni ar-lein a fydd yn galluogi ein cwsmeriaid i gwblhau rhai trafodion yn y Gymraeg os ydyn nhw'n dewis. Gallwch weld y stori yma (dolen):  Y Swyddfa Eiddo Deallusol yn lansio gwefan ddwyieithog yn rhan o'i hymrwymiad i'r Gymraeg - GOV.UK  ",
                "tag": "p"
            },
            {
                "content": "Esboniodd Rheolwr Strategaeth Ddigidol yr IPO, Mark Juffs, beth mae hynny wedi'i olygu: ",
                "tag": "p"
            },
            {
                "content": "Pobl yr IPO sy'n siarad Cymraeg ",
                "tag": "p"
            },
            {
                "content": "Er mwyn darparu gwasanaethau cymorth proffesiynol i'n cwsmeriaid sy'n siarad Cymraeg, mae angen i ni gynnal sylfaen dda o sgiliau Cymraeg o fewn y gweithlu. Mae yna awydd a hyder gwirioneddol ymhlith pobl IPO i ddefnyddio unrhyw Gymraeg sydd ganddyn nhw, yn hytrach nag aros am ruglder a pherffeithrwydd. Mae gan y swyddog iaith Gymraeg, Sue Emery, y dasg o wneud y defnydd gorau o'r Gymraeg o fewn yr IPO. Esboniodd hi: ",
                "tag": "p"
            },
            {
                "content": "Mae John Chick, arweinydd iaith Gymraeg IPO, yn amlwg yn falch o’r cynnydd sydd wedi’i wneud i godi proffil y Gymraeg yn fewnol, gan roi clod i’r tîm o bobl ymroddedig sydd wedi gwneud i hyn ddigwydd.   ",
                "tag": "p"
            },
            {
                "content": "Fe wnaeth John esbonio sut mae llwyddiant y fenter yn rhannol oherwydd cefnogaeth o'r brig, gyda dau aelod o'r bwrdd yn siaradwyr Cymraeg rhugl a thrydydd yn gweithredu fel noddwr y bwrdd ar gyfer defnyddio'r iaith Gymraeg yn fewnol.    Mae ef ymhlith y cyntaf i gytuno mai dyddiau cynnar yw’r rhain i’r IPO yn ei hymdrechion iaith Gymraeg:",
                "tag": "p"
            },
            {
                "content": "#DefnyddiaDyGymraeg",
                "tag": "p"
            },
            {
                "content": "Os oes angen fersiwn Cymraeg o unrhyw un o’n ffurflenni / llyfrynnau gallwch e-bostio information@ipo.gov.uk neu ffonio 01633 813 768. ",
                "tag": "p"
            },
            {
                "content": "Use of Welsh language in the IPO - the journey so far",
                "tag": "h2"
            },
            {
                "content": "Cyfieithiad Cymraeg",
                "tag": "p"
            },
            {
                "content": "There was a conscious moment a few years ago when the Welsh language team at the IPO, an organisation headquartered in Wales, came to the realisation that we could be doing a great deal more to provide bilingual choice to our Welsh-speaking customers. ",
                "tag": "p"
            },
            {
                "content": "Just over a year ago, our digital team started the first phase of a programme to provide customers with core bilingual English/Welsh digital information and services on our Gov.UK web pages. Here’s where we’ve got to so far.  ",
                "tag": "p"
            },
            {
                "content": "The Intellectual Property Office in Wales – where our Welsh journey began ",
                "tag": "h3"
            },
            {
                "content": "It was in the 1980s that the head office of the IPO (then called the British Patent Office) was relocated to Wales, throwing open its doors to welcome in a South Wales-based workforce. In 2007, together with businesses based across Wales, IPO implemented its Welsh Language Scheme under the Welsh Language Act 1993, committing to incorporate use of Welsh into its business activities ‘as appropriate and where reasonably practical’.",
                "tag": "p"
            },
            {
                "content": "Our Welsh Language Scheme explains what the Intellectual Property Office (IPO) does to ensure that Welsh and English are treated equally when we provide public services in Wales (link) IPO Cynllun Iaith Gymraeg (MS Word Document, 61.9 KB).",
                "tag": "p"
            },
            {
                "content": "Serving our Welsh-speaking customers",
                "tag": "h3"
            },
            {
                "content": "While we know that we are very much on a journey, the team championing use of Welsh in the IPO has already reached some milestones. ",
                "tag": "p"
            },
            {
                "content": "Welsh on the web",
                "tag": "p"
            },
            {
                "content": "While customers writing to us in Welsh were already receiving a written Welsh reply, there was recognition that we could be doing more as an organisation to provide them with a bilingual choice of information and services online, too.",
                "tag": "p"
            },
            {
                "content": "In 2024 our digital team started translation of IPO’s top level Gov.UK web pages. Work began with the trade mark application service, including the translation of online forms that will enable our customers to complete some transactions in Welsh if they choose. You can view the story here:IPO launches bilingual website as part of Welsh language commitment - GOV.UK",
                "tag": "p"
            },
            {
                "content": "IPO Digital Strategy Manager, Mark Juffs, explained what that has entailed:",
                "tag": "p"
            },
            {
                "content": "Welsh-speaking IPO people",
                "tag": "p"
            },
            {
                "content": "To provide professional support services for our Welsh-speaking customers, we need to maintain a good base of Welsh skills within the workforce. There’s a real keenness and confidence among IPO people to use whatever Welsh they have, rather than wait for fluency and perfection. Welsh language officer Sue Emery has the task of optimising use of the Welsh within IPO. She explained:",
                "tag": "p"
            },
            {
                "content": "John Chick, IPO ‘s Welsh language lead, is clearly proud of the progress that has been made to raise the profile of Welsh internally, crediting the team of dedicated people who have made it happen. ",
                "tag": "p"
            },
            {
                "content": "John explained how the success of the initiative is partly due to support from the top, with two board members fluent Welsh speakers and a third who acts as board sponsor for use of the Welsh language internally.  He is among the first to agree that these are early days for the IPO in its Welsh language endeavours:",
                "tag": "p"
            },
            {
                "content": "If you would like a Welsh version of any of our forms or brochures, you can email information@ipo.gov.uk or call 01633 813 768.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/12/04/cymraeg-yn-yr-ipo-y-daith-hyd-yn-hyn/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Cymraeg: Ar ôl sylweddoli, fel busnes gyda'i bencadlys yng Nghymru, y gallem fod yn gwneud mwy i roi'r dewis o wasanaethau dwyieithog Saesneg/Cymraeg i gwsmeriaid sy'n siarad Cymraeg, aeth y Swyddfa Eiddo Deallusol ati i ymgorffori defnydd o'r iaith Gymraeg yn ei gweithgareddau. Yma, rydym yn edrych ar y daith hyd yn hyn.  English: After …"
    },
    {
        "title": "Bathing Season 2025 storm overflow EDM data analysed",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-12-04T16:44:34",
        "categories": [
            "EDM",
            "Environment Agency",
            "Uncategorized",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "Following the 2025 DEFRA bathing water classifications, we are sharing an update on storm overflow performance associated with bathing waters across England for the 2025 season (15 May to 30 September). This year has seen an overall improvement: both the frequency and duration of storm overflow events has reduced.",
                "tag": "p"
            },
            {
                "content": "Storm Overflow Performance",
                "tag": "p"
            },
            {
                "content": "The data for 2025 shows:",
                "tag": "p"
            },
            {
                "content": "· Average spills per overflow: 5.9, down from 7.7 in 2024.",
                "tag": "p"
            },
            {
                "content": "· Average spill duration: 2.8 hours, compared to 3.9 hours last year – a reduction of 1 hour and 6 minutes.",
                "tag": "p"
            },
            {
                "content": "· Total number of spills: 6,780, a significant decrease from 8,704 in 2024.",
                "tag": "p"
            },
            {
                "content": "Bathing Water Connections",
                "tag": "p"
            },
            {
                "content": "The number of storm overflows associated with designated bathing waters has increased slightly. Storm overflows affecting bathing waters are reviewed periodically and can lead to flux in year-to-year numbers:",
                "tag": "p"
            },
            {
                "content": "· 2025: 1,140 overflows",
                "tag": "p"
            },
            {
                "content": "· 2024: 1,135 overflows",
                "tag": "p"
            },
            {
                "content": "Seasonal Context ",
                "tag": "p"
            },
            {
                "content": "Overall, summer rainfall was below average, with August recording just 62% of the UK’s typical rainfall.",
                "tag": "p"
            },
            {
                "content": "The bathing water season for 2025 was a drier than average year. Storm overflows stop wastewater backing up when rainfall and/or snowmelt overwhelms sewers. As such we would expect them to operate less when the weather is dry.",
                "tag": "p"
            },
            {
                "content": "How we use EDM data ",
                "tag": "p"
            },
            {
                "content": "We put permits in place for storm overflow operation to ensure they are only used when they should be – during times of rainfall and snowmelt. Event Duration Monitor (EDM) data is a vital regulatory tool. As of the end of 2023, 100% of storm overflows were fitted with an EDM, and since the 1st of January 2025, water companies have been required to publish this data in near real time. This gives us full oversight of the whole overflow network, closing a major transparency gap in the water industry. We use EDM data to plan what investigation and improvement work from water companies needs to take place, and to work with water companies and local partners to act where needed.",
                "tag": "p"
            },
            {
                "content": "Bathing water quality has improved significantly since the 1990s following decades of regulation, investment and partnership work but we know there is more to do to tackle all sources of pollution and support continued progress across sites.",
                "tag": "p"
            },
            {
                "content": "From our early work pushing companies to install event duration monitors, to carrying out the biggest number of inspections yet, we have consistently focused on measures that will deliver real improvements to water quality through reducing overflow use.",
                "tag": "p"
            },
            {
                "content": "Using our Event Duration monitor analysis, we have worked with partners to secure £10.2bn from water companies to improve storm overflows in England as part of the Water Industry National Environment Programme (WINEP) announced earlier this year. You can view investment in your local area using our new WINEP interactive maps.",
                "tag": "p"
            },
            {
                "content": "We are also updating water company permits to include spill frequency thresholds in line with the targets in the Government’s Storm Overflow Discharge Reduction Plan and, since January this year, all dry day spills – no matter how small – are now classified as pollution incidents.",
                "tag": "p"
            },
            {
                "content": "In 2024, through the renewal of Environmental Permitting Regulations (EPR) water quality charges, we secured funding for 400 new roles focusing solely on the water industry, allowing us to more than triple our number of inspections and raise water company performance.",
                "tag": "p"
            },
            {
                "content": "The Water (Special Measures) Act (WSMA), further strengthens our regulatory approach through stronger powers, new duties and better data. This will allow us to have an even better understanding of overflow use and their impact on bathing waters and take stronger enforcement action against environmental lawbreakers.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/12/04/bathing-season-2025-storm-overflow-edm-data-analysed/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "Following the 2025 DEFRA bathing water classifications, we are sharing an update on storm overflow performance associated with bathing waters across England for the 2025 season (15 May to 30 September). This year has seen an overall improvement: both the …"
    },
    {
        "title": "“I imagined a concrete jungle not a nature reserve!”: Innovation at Winfrith",
        "authors": [
            "Joanna Morton"
        ],
        "posted_on": "2025-12-04T15:33:36",
        "categories": [
            "Early careers",
            "Innovation/savings",
            "Research and development"
        ],
        "content": [
            {
                "content": "Recently, three new Nuclear Decommissioning Authority (NDA) group graduates were lucky enough to visit Winfrith, the former nuclear reactor test site now being decommissioned by Nuclear Restoration Services (NRS), as part of the NDA group’s estate.",
                "tag": "p"
            },
            {
                "content": "Jo, Kim, and Tiffany are graduates working in the Research and Development team. Their visit to Winfrith left them with a better understanding of the scale and challenges involved in decommissioning the UK’s legacy nuclear sites and the vital role that new technology can play in overcoming decommissioning challenges.",
                "tag": "p"
            },
            {
                "content": "Kim said: “Visiting the Winfrith site was a great opportunity for me to get a sense of the scale and complexity of the nuclear decommissioning industry, something I couldn’t learn from just working at a desk. It’s made it easier for me to share my ideas with colleagues and contribute more as I can relate to what I’ve seen and consider practical, operational details...”",
                "tag": "p"
            },
            {
                "content": "The Winfrith site was constructed in the 1950s, as part of the UK’s research into new and emerging nuclear reactor technology and was designed without decommissioning in mind. Today, the site is well into its decommissioning journey and is an important test-bed for innovation.",
                "tag": "p"
            },
            {
                "content": "At the site stands the Dragon Reactor, a first-of-its-kind experimental high-temperature gas-cooled reactor, which is currently being decommissioned. It needs to be dismantled, for easier longer-term storage while the radiation decays.",
                "tag": "p"
            },
            {
                "content": "Tiffany said: “We saw how laser cutting is being used to make this process safer and more efficient. The control room featured a wall of screens, each providing a different angle of the reactor’s interior. The setup allowed for operators to have maximum visibility of their workspace. We heard how this new system uses an arm-manipulated laser, which allows the work to be carried out remotely, safely and in a contained environment without physically sending staff into the hazardous reactor.”",
                "tag": "p"
            },
            {
                "content": "With the imminent transfer of AGR reactors from EDF into the NDA for decommissioning, the laser cutting of Dragon could become a model for similar work across the group.",
                "tag": "p"
            },
            {
                "content": "Winfrith is also home to NRS’ first large-scale trial of remote monitoring technology, part of a £2 million NDA-funded R&D project. In this NDA-NRS collaborative project, with the Defence and Security Accelerator (DASA) as our delivery partner, advanced technology is being developed and tested to remotely monitor site perimeters in a secure and cost-efficient way.",
                "tag": "p"
            },
            {
                "content": "Jo said: “The drones and the speed at which they launch and respond to signal was impressive. Additionally, there were clearly huge benefits in the fact these drones, and the ground vehicles that work alongside them, can charge and deploy themselves from secure containers.”",
                "tag": "p"
            },
            {
                "content": "“The great thing is that these innovations could be used at other NRS sites and beyond. The sensors and cameras could be used for future facilities as well as current NDA sites, for example at a potential Geological Disposal Facility, which would require security monitoring through its construction and well into the future.”",
                "tag": "p"
            },
            {
                "content": "The visit to Winfrith brought the NDA’s wider aims into perspective for the visiting graduates. Cross-group collaboration on technology is key in delivering one of the biggest environmental clean-up missions in Europe. Innovation keeps the NDA at the forefront of the global nuclear decommissioning industry, and Winfrith is tangible proof of that success.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/i-imagined-a-concrete-jungle-not-a-nature-reserve-innovation-at-winfrith/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "Recently, three new Nuclear Decommissioning Authority (NDA) group graduates were lucky enough to visit Winfrith, the former nuclear reactor test site now being decommissioned by Nuclear Restoration Services (NRS), as part of the NDA group’s estate. Jo, Kim, and Tiffany …"
    },
    {
        "title": "Three countries, eight designers, nine insights",
        "authors": [
            "Susan Cullen"
        ],
        "posted_on": "2025-12-04T12:00:00",
        "categories": [
            "Events",
            "PublicPolicyDesign",
            "Research"
        ],
        "content": [
            {
                "content": "Eight designers working in the Finnish, UK and Australian tax administrations spent four hours over two days in exploratory talks about design patterns. We developed nine insights through our conversations.",
                "tag": "p"
            },
            {
                "content": "We discovered shared perspectives in:",
                "tag": "p"
            },
            {
                "content": "We co-developed ideas to communicate their value and increase their use.",
                "tag": "p"
            },
            {
                "content": "About us",
                "tag": "h2"
            },
            {
                "content": "Our collaboration was sparked by the Public Design Conference (part of the World Design Congress Design Safari) in September 2025.",
                "tag": "p"
            },
            {
                "content": "The size of our respective tax organisations varied (approximately 4,000 in the Finnish Tax Administration; 20,000 in the Australian Taxation Office and 67,000 in the UK’s HM Revenue & Customs respectively).",
                "tag": "p"
            },
            {
                "content": "In all organisations, design had evolved in different locations and for different purposes.",
                "tag": "p"
            },
            {
                "content": "Rather than attempt comprehensive representation of all of these centres and disciplines, we focused on what we could learn from each other and our design practices.",
                "tag": "p"
            },
            {
                "content": "Three of the designers from the ATO came from a subject-agnostic Service Design capability that partners with business on a range of major projects, and one designer came from an area focused largely on public-facing user experience (UX).",
                "tag": "p"
            },
            {
                "content": "The designer from the Finnish Tax Administration works in an area of the administration leading customer relationship management, often focusing on broader service design and customer insights projects.",
                "tag": "p"
            },
            {
                "content": "In HMRC, the three participating designers also came from design capabilities located in different parts of the organisation. They represented standardised process mapping and an approach to problem definition, strategic IT solutions and detailed IT design.",
                "tag": "p"
            },
            {
                "content": "Nine insights on patterns",
                "tag": "h2"
            },
            {
                "content": "Our collaboration produced nine insights on developing and using international public design patterns…",
                "tag": "p"
            },
            {
                "content": "1 Pattern definitions",
                "tag": "h3"
            },
            {
                "content": "While the participants shared a high-level definition of patterns, as repeatable solutions, we discovered differences in the detailed models and taxonomy for user interface (UI) patterns. We also found that our definitions of service and policy design were less resolved generally and shared fuzzy boundaries with standards and methods.",
                "tag": "p"
            },
            {
                "content": "2 Pattern purpose and aspirations",
                "tag": "h3"
            },
            {
                "content": "The participants had similar views of the purpose of patterns and similar aspirations for their use including:",
                "tag": "p"
            },
            {
                "content": "3 Pattern acquisition",
                "tag": "h3"
            },
            {
                "content": "Participants noted that patterns could be created new in-house or adopted from existing in-house or external sources.",
                "tag": "p"
            },
            {
                "content": "New patterns can be created when existing patterns are not suitable for the design challenge. Where a formal library exists, evidence is required that existing patterns are not suitable, a new pattern is then developed, approved and added to the library.",
                "tag": "p"
            },
            {
                "content": "We noted however that there can be ‘unofficial patterns’ created by leveraging existing design work in a new design project, which might be shared again with other designers. These ‘unofficial patterns’ are not part of a formal system, but were known about and leveraged by some parts of the design capability.",
                "tag": "p"
            },
            {
                "content": "The existence of unofficial patterns highlights one of the aspirations for the use of patterns, that of designers avoiding duplication of earlier work and instead building upon it. Here, common design foundations are shared through personal relationships and networking, rather than the structure and governance of a pattern library.",
                "tag": "p"
            },
            {
                "content": "Governments can also create (and mandate the use of) patterns such as the Digital Service Standard in Australia, which are designed to be used by constituent agencies. Governments may also adopt (and mandate the use of) national and international standards such as WCAG 2. These might function as Service Patterns and/or be integrated into UX or IT system patterns.",
                "tag": "p"
            },
            {
                "content": "Leveraging existing patterns to acquire or adapt new patterns offers efficiency (in much the same way that the subsequent use of patterns does). Designers working on patterns can avoid duplication of earlier work and instead build on it. The work of others can be used as a starting point to accelerate the process of pattern development.",
                "tag": "p"
            },
            {
                "content": "Some of the group noted that where an organisation is innovating, there may not be suitable whole-of-government, or national patterns available.",
                "tag": "p"
            },
            {
                "content": "The risks of pattern adoption are that a pattern may be adopted without sufficient consideration of specific contexts or ecosystems and that it may not in fact be fit-for-purpose (it may not be solving the right problem), or it could introduce more functional complexity than is required.",
                "tag": "p"
            },
            {
                "content": "4 Pattern success",
                "tag": "h3"
            },
            {
                "content": "The participants also reported similar experiences about when and where pattern use has been successful and what the enablers and the barriers to success were.",
                "tag": "p"
            },
            {
                "content": "Examples of where patterns have been successful, provide some clues about communicating and gaining support for patterns. We noted success with patterns where:",
                "tag": "p"
            },
            {
                "content": "Enablers of pattern use included:",
                "tag": "p"
            },
            {
                "content": "Barriers centred on cultural perceptions, where design practitioners felt that design is a discipline of the ‘blank page’ and the ‘blue sky’ initiative. The perception noted here is that patterns can stifle creativity, rather than enable it. This is interesting in comparison with the insight about ‘unofficial patterns’ and designers working together organically to leverage others’ foundational work.",
                "tag": "p"
            },
            {
                "content": "5 Context matters",
                "tag": "h3"
            },
            {
                "content": "We noted limitations to the universality of patterns. Context matters – in the organisation (culture and design maturity), the design discipline (policy, UI, service, process) and the subject matter (e.g. tax, health).",
                "tag": "p"
            },
            {
                "content": "The use of patterns was most mature in UX and IT systems in all our organisations and were used to greater or lesser degrees in services and policy. This seemed to echo previous experiences with agile project methodology. Agile began in IT and has spread into other disciplines, with modifications. Principles and concepts of an agile approach are transferable to some extent, but not all of the rituals and deliverables of agile project methodology are relevant in different discipline contexts.",
                "tag": "p"
            },
            {
                "content": "Participants reflected on the extent to which patterns could be common across the subject-matter of tax administration. We noted the distinctions between types of taxes and tax administrations that would make this challenging at a detailed level.",
                "tag": "p"
            },
            {
                "content": "We noted that some public-facing UI aspects such as the concept of making a payment could be applicable across different jurisdictions.",
                "tag": "p"
            },
            {
                "content": "We also noted that, at a system level, facilitating the flow of information and standardised data between government and non-government organisations within a jurisdiction would be helpful. Finland provided a case study of work to enable the standardised sharing of data between Finnish government and non-government entities.",
                "tag": "p"
            },
            {
                "content": "At the international level, facilitating the flow of information across jurisdictions could also be useful in terms of international tax treaties and international agreements such as those made through OECD.",
                "tag": "p"
            },
            {
                "content": "We noted again here the fuzzy boundaries between standards, methodologies and patterns.",
                "tag": "p"
            },
            {
                "content": "6 Siloes and multiple cultures",
                "tag": "h3"
            },
            {
                "content": "The siloed nature of our organisations and the development of multiple cultures within them presented challenges and also indicated the potential benefits from the use of patterns. The larger the organisation in which pattern-use was being introduced, the larger the potential benefits, and the larger the challenges.",
                "tag": "p"
            },
            {
                "content": "7 Early intervention",
                "tag": "h3"
            },
            {
                "content": "Introducing pattern-use early in the development of a design capability or in organisational development could mitigate these later challenges. The group acknowledged that recognising the point at which patterns can and should be developed in a nascent design capability was a challenge in itself.",
                "tag": "p"
            },
            {
                "content": "8 Return on investment",
                "tag": "h3"
            },
            {
                "content": "In all organisations, regardless of size, balancing the investment required to create, maintain and govern the use of patterns was challenging. While efficiencies are one of the benefits sought through pattern use, there was sometimes an unrealistic expectation that pattern libraries would maintain themselves, and that patterns could be used effectively by those with no design capability.",
                "tag": "p"
            },
            {
                "content": "9 Building pattern use and communicating value",
                "tag": "h3"
            },
            {
                "content": "To build pattern use and communicate the value to the organisation, the participants shared several suggestions:",
                "tag": "p"
            },
            {
                "content": "Meet, build and share",
                "tag": "h2"
            },
            {
                "content": "Within the practical constraints of 4 hours of mini-conference, we were delighted with how much we could learn through sharing our knowledge and experiences.",
                "tag": "p"
            },
            {
                "content": "A significant benefit for the Australian and UK administrations was simply in meeting designers from other design capability centres and bridging internal silos.",
                "tag": "p"
            },
            {
                "content": "The chance to meet, build networks, and share experiences and lessons with international counterparts has built our respective capabilities and awareness of the benefits of patterns and how to maximise their successful use.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2025/12/04/three-countries-eight-designers-nine-insights/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "Tax designers from across the globe write about developing and using design patterns."
    },
    {
        "title": "Farming podcast: how to build a fairer, more transparent supply chain ",
        "authors": [
            "Graham Higgins"
        ],
        "posted_on": "2025-12-04T11:49:52",
        "categories": [
            "Future Farming Podcast"
        ],
        "content": [
            {
                "content": "Fair contracts help to create a farming sector that is more resilient and profitable. ",
                "tag": "p"
            },
            {
                "content": "They give producers greater certainty, clarity and transparency, support long-term planning and help to address power imbalances across the supply chain.  ",
                "tag": "p"
            },
            {
                "content": "Last year, Richard Thompson was appointed Agricultural Supply Chain Adjudicator (ASCA). His remit is to improve fairness in agricultural supply chains by enforcing Fair Dealing Obligation Regulations, starting with the dairy sector. ",
                "tag": "p"
            },
            {
                "content": "The ASCA has now published its first annual report covering July 2024 to June 2025. In this post, we share a link to the report and a summary. ",
                "tag": "p"
            },
            {
                "content": "To go alongside the report, Richard presents the latest episode of the Farming Podcast.  ",
                "tag": "p"
            },
            {
                "content": "Podcast",
                "tag": "h2"
            },
            {
                "content": "In this episode, Richard is joined by two guests. ",
                "tag": "p"
            },
            {
                "content": "Paul Tompkins is NFU Dairy Board Chair. He farms 400 pedigree Holsteins with his wife, Rachael, supplying Paynes Dairies in the Vale of York. ",
                "tag": "p"
            },
            {
                "content": "Michael Masters is Head of Milk Supply and Operations at Barber's Farmhouse Cheesemakers. Barber's was one of the first processors to issue new contracts under the Fair Dealing Obligations (Milk) Regulations 2024 (FDOM24). ",
                "tag": "p"
            },
            {
                "content": "Together, they explore the role of the ASCA, the challenges facing the dairy sector, and how the new regulations are helping to build a fairer and more transparent supply chain. ",
                "tag": "p"
            },
            {
                "content": "Read the transcript.",
                "tag": "p"
            },
            {
                "content": "The annual report ",
                "tag": "h2"
            },
            {
                "content": "ASCA’s first annual report, published on GOV.UK, covers how the office was established, its strategic objectives and values, and activities over this period.  ",
                "tag": "p"
            },
            {
                "content": "Because the rules were in a transition period, existing milk contracts did not fall under the regulations until 1 July 2025.  ",
                "tag": "p"
            },
            {
                "content": "This meant the ASCA’s first year focused on gathering insight, raising awareness and helping the sector prepare for the end of the transition period. ",
                "tag": "p"
            },
            {
                "content": "Between July 2024 and June 2025, the ASCA: ",
                "tag": "p"
            },
            {
                "content": "The report explains that many farmers welcomed the move to clearer, fairer and more transparent contracts. They said the new rules had the potential to bring greater stability to their businesses.  ",
                "tag": "p"
            },
            {
                "content": "At the same time, a lot of farmers weren’t sure if their current contracts were fully compliant; particularly around pricing mechanisms, notice periods and how changes can be made. ",
                "tag": "p"
            },
            {
                "content": "The most common concern was about speaking up. Farmers told the ASCA they worry about damaging relationships with their buyer, being identified, or even losing their contract if they raise issues.  ",
                "tag": "p"
            },
            {
                "content": "To address this, the ASCA set up an in-confidence route so farmers can get advice without giving their name. You can contact the ASCA confidentially through the ASCA contact page. ",
                "tag": "p"
            },
            {
                "content": "The transition period ended on 9 July 2025, which means all milk purchase contracts must now meet the requirements of FDOM24. ",
                "tag": "p"
            },
            {
                "content": "If you think your contract may not comply, you can check the guidance, speak to your buyer, contact the ASCA for informal advice, or make a formal complaint if necessary. ",
                "tag": "p"
            },
            {
                "content": "In 2026, the ASCA will continue to work across both milk and pig sectors, building on relationships it has forged over the past year, and providing an impartial voice championing fairness and transparency. ",
                "tag": "p"
            },
            {
                "content": "The Fair Dealing Obligations (Pigs) Regulations 2025 came into force in August, with a 12-month transition period. Engagement with the pig sector is already underway.  ",
                "tag": "p"
            },
            {
                "content": "To keep up with the latest from our team, including scheme updates, new tools, case studies and policy developments, subscribe to the Farming Blog. ",
                "tag": "p"
            },
            {
                "content": "You’ll get an email every time we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/12/04/farming-podcast-how-to-build-a-fairer-more-transparent-supply-chain/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this post, we share the latest podcast featuring Agricultural Supply Chain Adjudicator Richard Thompson with Paul Tompkins (NFU Dairy Board Chair) and Michael Masters (Barber's Farmhouse Cheesemakers). They discuss building a fairer, more transparent supply chain following new regulations. We also include a link to, and summary of, the ACSA's first annual report."
    },
    {
        "title": "Smarter banking: How Bishop Hogarth Catholic Education Trust increased their annual interest income to over £1 million",
        "authors": [
            "David Leane, Chief Financial Officer, Bishop Hogarth Catholic Education Trust"
        ],
        "posted_on": "2025-12-04T11:18:51",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "David Leane, Chief Financial Officer, shares how Bishop Hogarth Catholic Education Trust has benefited from reviewing their banking arrangements.",
                "tag": "p"
            },
            {
                "content": "When I joined Bishop Hogarth Catholic Education Trust twelve years ago as a small trust of just four schools, managing our banking seemed straightforward. Today, as Chief Financial Officer of a 35-school organisation spanning 30 Catholic primary schools and five secondary schools across Darlington, County Durham, Stockton and Hartlepool, I've learned that smart banking arrangements can be transformational for educational outcomes.",
                "tag": "p"
            },
            {
                "content": "The challenge of rapid growth",
                "tag": "h2"
            },
            {
                "content": "Our significant expansion came between March 2020 and May 2022, when we grew from 15 to 35 schools as part of our diocese's strategic restructuring. This rapid growth during the COVID-19 pandemic taught us valuable lessons about managing banking resources at scale.",
                "tag": "p"
            },
            {
                "content": "Each phase of growth brought new banking challenges that forced us to reconsider our approach.",
                "tag": "p"
            },
            {
                "content": "We decided early on in our growth to consolidate to a single account and this centralisation decision proved crucial. Rather than managing multiple separate accounts, we established one central banking arrangement with an overnight sweep facility.",
                "tag": "p"
            },
            {
                "content": "Operational efficiency gains",
                "tag": "h2"
            },
            {
                "content": "The move to centralised banking has also delivered significant operational benefits. A reduction in the administrative burden associated with individual bank accounts. Our school business managers can focus with Headteachers on their school’s educational priorities rather than banking administration.",
                "tag": "p"
            },
            {
                "content": "The efficiency gains are clear: As we've got more mature and got bigger, my team is able to answer more of the questions directly themselves and need to ask fewer questions of the business managers. This frees up valuable time in schools for educational leadership and pupil support.",
                "tag": "p"
            },
            {
                "content": "Strategic banking relationships",
                "tag": "h2"
            },
            {
                "content": "Our growth and stability allowed us to develop strategic relationships with multiple banking partners. We expanded beyond our original bank to include two others, building relationships that enabled us to secure better deposit rates and banking terms - maximising returns on our reserves.",
                "tag": "p"
            },
            {
                "content": "One innovative arrangement is our green deposit account, where funds are ring-fenced for green projects and green companies. This aligns with our Catholic values whilst delivering competitive returns, creating a win-win for us.",
                "tag": "p"
            },
            {
                "content": "Financial impact: from £16,000 to over £1 million",
                "tag": "h2"
            },
            {
                "content": "The transformation in our banking arrangements has delivered remarkable financial results. Before optimising our approach, we only generated £16,000* in annual bank interest.",
                "tag": "p"
            },
            {
                "content": "In 2022-23, our first partial year of strategic banking management, this increased to £453,000*. By 2023-24, our first full year of optimised arrangements, we achieved £1,178,000* in interest income.",
                "tag": "p"
            },
            {
                "content": "Over the course of less than two years, we've added more than £1 million* of income into our trust. We acknowledge that returns will vary with interest rate movements, but implementing these measures will nonetheless yield greater value than taking no action.",
                "tag": "p"
            },
            {
                "content": "Direct benefits for schools and pupils",
                "tag": "p"
            },
            {
                "content": "This additional income has immediate impact across our trust. Most importantly, it means we can keep the recharge for our schools as low as possible. When we benchmark our central recharges against similar-sized trusts, we always come in significantly lower than the average.",
                "tag": "p"
            },
            {
                "content": "One really helpful part of that is that we've got this money coming in and so that's obviously taking up some of the cost increases in other areas and not passing them on to our schools. This approach directly protects classroom resources and educational provision across all 35 schools.",
                "tag": "p"
            },
            {
                "content": "Governance and best practice",
                "tag": "h2"
            },
            {
                "content": "Strong governance and cash flow forecasting have been essential to our success. We get good challenge from our directors, and they were very keen once we got fully grown that we did explore better banking arrangements. We updated our investment policy and now provide regular updates to our Finance & Resources Committee and full board.",
                "tag": "p"
            },
            {
                "content": "We have enhanced our cash flow forecasting and our trust’s CEO and COO review this with me on a monthly basis. Their strong estates management and planning of the capital programme is crucial to maintaining our efficient cash flows.",
                "tag": "p"
            },
            {
                "content": "The administrative challenge of establishing new banking relationships shouldn't be underestimated. The hardest bit is the new client paperwork and trying to get set up with a new bank. However, our directors have been incredibly supportive, giving up significant time to complete necessary documentation.",
                "tag": "p"
            },
            {
                "content": "Learning from the DfE pilot programme",
                "tag": "h2"
            },
            {
                "content": "Our participation in the DfE's banking pilot, which has been shared with the Queen Street Group networking organisation, has enhanced our expertise. The comparison tools are particularly helpful for schools at the start of this journey to see the banks and what rates they're offering and avoid them considering third-party aggregation services that take a fee.",
                "tag": "p"
            },
            {
                "content": "Practical advice for other trusts",
                "tag": "h2"
            },
            {
                "content": "For trusts considering similar changes, the message is clear: even modest improvements in banking arrangements can yield substantial benefits. The key principles we've applied include:",
                "tag": "p"
            },
            {
                "content": "In summary",
                "tag": "h2"
            },
            {
                "content": "Our banking transformation demonstrates that strategic financial management directly benefits educational provision. The additional income we generate doesn't just improve our balance sheet - it protects classroom resources and supports educational excellence across all our schools.",
                "tag": "p"
            },
            {
                "content": "For school leaders and business professionals, the lesson is clear: optimised banking arrangements aren't just about financial efficiency - they're about maximising every pound available for the children we serve. The journey from £16,000* to over £1 million* in annual interest income proves that smart banking decisions can make a real difference to educational outcomes.",
                "tag": "p"
            },
            {
                "content": "Whether you're managing a single academy or a growing trust, reviewing your banking arrangements could unlock significant resources for your pupils and communities – I would strongly urge you to ask your bank “is this the best rate you can give me?'\"",
                "tag": "p"
            },
            {
                "content": "* Figures quoted have been supplied by Bishop Hogarth Catholic Education Trust and have not been verified by the Department for Education",
                "tag": "p"
            },
            {
                "content": "If you’ve found this article useful and want to learn more about how we’re supporting schools, click ‘sign up and manage updates’ at the top right of this page to subscribe to our blog and receive notifications when we next post.",
                "tag": "p"
            }
        ],
        "link": "https://buyingforschools.blog.gov.uk/2025/12/04/smarter-banking-how-bishop-hogarth-catholic-education-trust-increased-their-annual-interest-income-to-over-1-million/",
        "blog": "Buying for Schools",
        "blog_link": "https://buyingforschools.blog.gov.uk",
        "description": "David Leane, Chief Financial Officer, shares how Bishop Hogarth Catholic Education Trust has benefited from reviewing their banking arrangements. When I joined Bishop Hogarth Catholic Education Trust twelve years ago as a small trust of just four schools, managing our …"
    },
    {
        "title": "Swapping spreadsheets for spades with Northumberland Wildlife Trust",
        "authors": [
            "Rob Mills"
        ],
        "posted_on": "2025-12-04T09:41:32",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "To mark International Volunteer Day - 5 December -  Rob Mills, an Accounting Technician in the Cabinet Office Digital Finance team, shares how swapping spreadsheets for conservation work reminded him why getting outside matters - and why you should consider it.",
                "tag": "p"
            },
            {
                "content": "When was the last time you did something that made you forget about your inbox? For me, it was a day spent battling bracken, sorting sapplings, and yes, being eaten alive by midges in the Northumberland wilderness.",
                "tag": "p"
            },
            {
                "content": "It turns out that stepping away from your desk doesn't just refresh you; it can genuinely make a difference to the world around you.",
                "tag": "p"
            },
            {
                "content": "From digital to dirt",
                "tag": "p"
            },
            {
                "content": "Back in July - with my line manager’s support - I swapped my desk in Cabinet Office Digital for the wild beauty of Northumberland, spending a truly memorable day volunteering with the Northumberland Wildlife Trust. ",
                "tag": "p"
            },
            {
                "content": "It was an experience that took me from the familiar realm of spreadsheets and meetings into the practical, hands-on business of conservation – and it was absolutely brilliant, despite a few challenges!",
                "tag": "p"
            },
            {
                "content": "Work that matters",
                "tag": "p"
            },
            {
                "content": "The day's mission was two-fold: tackling invasive bracken and nurturing young trees. ",
                "tag": "p"
            },
            {
                "content": "Using a variety of tools, we set about destroying dense patches of bracken, a vital task that helps restore native habitats and allows other plant species to flourish. This isn't just about manual labour; it's about making a tangible difference to the local ecosystem, creating space for biodiversity to thrive.",
                "tag": "p"
            },
            {
                "content": "The second part of our day involved sorting out countless young trees, preparing them for future planting. This work is the very essence of building for the future, ensuring that Northumberland's woodlands will continue to grow and provide a home for wildlife for generations to come. ",
                "tag": "p"
            },
            {
                "content": "It’s a powerful reminder that small, consistent actions can lead to monumental change.",
                "tag": "p"
            },
            {
                "content": "Reality check",
                "tag": "p"
            },
            {
                "content": "Now, I won't lie – it wasn't all sunshine and gentle breezes. July in Northumberland brought its fair share of weather, from glorious spells of sunshine to a little shower of rain. ",
                "tag": "p"
            },
            {
                "content": "And yes, I was bitten to death by midges. ",
                "tag": "p"
            },
            {
                "content": "But even these minor discomforts couldn't diminish the incredible sense of purpose and camaraderie that defined the day. In fact, battling the elements and the insects only added to the feeling of genuine engagement with nature. ",
                "tag": "p"
            },
            {
                "content": "Human side of conservation",
                "tag": "p"
            },
            {
                "content": "Being part of this volunteering journey, I learned that successful conservation isn't really about the weather or the midges – it's about people and how to mobilise and inspire volunteers to focus on different and new meaningful work that reconnects us with our natural world.",
                "tag": "p"
            },
            {
                "content": "My day didn't replace professional conservationists; it empowered me to work at a practical level, applying my energy where it matters - directly to the projects and organisations making a real difference in communities across the country. ",
                "tag": "p"
            },
            {
                "content": "This is the multiplier effect of intelligent volunteering in action.",
                "tag": "p"
            },
            {
                "content": "Lessons for everyone",
                "tag": "p"
            },
            {
                "content": "My day with the Northumberland Wildlife Trust offered valuable insights for me at work too. ",
                "tag": "p"
            },
            {
                "content": "First, it demonstrated the importance of starting with a clear, practical problem rather than just a vague desire to help. The team identified the specific challenges of bracken invasion and tree propagation, and then applied our collective effort to address them systematically.",
                "tag": "p"
            },
            {
                "content": "Second, it shows the value of taking a hands-on approach that allows for immediate impact and a genuine connection to the work. This immersive approach builds confidence while fostering a deeper appreciation for the natural world – crucial factors in the conservation context.",
                "tag": "p"
            },
            {
                "content": "Finally, this experience exemplifies how successful it is to bring together the passion of volunteers with the expertise to create solutions that are both technically sound and practically useful. I absolutely love it.",
                "tag": "p"
            },
            {
                "content": "Get involved!",
                "tag": "p"
            },
            {
                "content": "While this type of volunteering might not be for you, there are many opportunities to consider supported by the Cabinet Office. ",
                "tag": "p"
            },
            {
                "content": "Cabinet Office staff are eligible for three days for volunteering with their manager’s approval. An additional two days can be approved by the Head of Unit based on how the individual and organisation will benefit from the opportunity via skills development as well as the individual's overall performance.  [Note: the author benefitted from Cabinet Office policies, which will differ depending on which department you work for.]",
                "tag": "p"
            },
            {
                "content": "There are lots of different ways you can get involved! So what volunteering role might you be able to throw yourself into?",
                "tag": "p"
            },
            {
                "content": "To find out more information about volunteering opportunities, civil servants should check out their Departmental intranets.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/12/04/swapping-spreadsheets-for-spades-with-northumberland-wildlife-trust/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "To mark International Volunteer Day - 5 December - Rob Mills, an Accounting Technician in the Cabinet Office Digital Finance team, shares how swapping spreadsheets for conservation work reminded him why getting outside matters - and why you should consider …"
    },
    {
        "title": "Supporting justice in action: how staff delivered urgent technical support for a high-profile trial ",
        "authors": [
            "Kate Lantzos, Senior Video Product Manager"
        ],
        "posted_on": "2025-12-04T09:31:23",
        "categories": [
            "Digital services",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "When an urgent request arrived on the eve of a major murder trial, colleagues from across HMCTS  worked together to deliver a critical technical solution. They protected a witness’s identity, upheld the principle of Open Justice and made sure the trial could proceed fairly. ",
                "tag": "p"
            },
            {
                "content": "Making sure justice is both fair and open",
                "tag": "h2"
            },
            {
                "content": "Ensuring courts are impartial is central to everything we do. Alongside that sits the long-established principle of open justice – making sure the public and press can observe  and scrutinise court proceedings while protecting those who may be at risk. ",
                "tag": "p"
            },
            {
                "content": "Recently, these principles came sharply into focus during a murder trial at Bristol Crown Court. A defence witness had been granted a witness anonymity order under section 86 of the Coroners and Justice Act 2009. This meant their voice needed to be disguised for the public and press, but heard naturally by the judge, jury and court staff. ",
                "tag": "p"
            },
            {
                "content": "Usually, this type of voice modulation is supported by the Crown Prosecution Service for prosecution witnesses. But in this case, because the witness was for the defence, no solution had been arranged. Without a rapid response, the witness might not have given evidence – risking the collapse of the murder trial. ",
                "tag": "p"
            },
            {
                "content": "Working against the clock ",
                "tag": "h2"
            },
            {
                "content": "The request for support only came in on the afternoon before the testimony was due. With no realistic chance of delivering a safe and tested solution overnight, colleagues worked with the judge, who agreed to reschedule the witness for two days later. That time was used to bring together a team from across the organisation.  ",
                "tag": "p"
            },
            {
                "content": "Colleagues from Digital and Technology Services, Regional IT and court operations came together immediately. Suitable equipment was sourced and shipped quickly. Multiple software options were also tested, acknowledging that courtroom acoustics at Bristol would make some previously successful applications unsuitable. ",
                "tag": "p"
            },
            {
                "content": "The next morning, Kate from the Digital Infrastructure Product Team and Joe from Regional IT were on site to trial the options in live courtroom conditions with the assistance of Hannah, a court clerk and Graham, an usher. Their aim was clear: maintain the clarity required for court users while ensuring the public audio stream masked the witness’ natural voice. ",
                "tag": "p"
            },
            {
                "content": "Adapting in real time ",
                "tag": "h2"
            },
            {
                "content": "Because the witness could not rehearse in advance, the real test came when they began giving evidence as they were far more softly spoken than expected. Thanks to careful preparation and agile teamwork, Kate and Joe were able to adjust audio levels and reposition equipment instantly. ",
                "tag": "p"
            },
            {
                "content": "The result was a seamless experience for the judge, jury, parties, public and press. The witness was protected, the court remained impartial, and the trial was able to continue without disruption. ",
                "tag": "p"
            },
            {
                "content": "This collaborative effort showcased the best of HMCTS: digital specialists supporting operational colleagues and working side by side to deliver a new, critical capability at remarkable speed. It demonstrated how, when confronted by challenges and pressure, our teams respond with professionalism, creativity and unwavering commitment to supporting justice. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Pan gyrhaeddodd cais brys ar drothwy treial llofruddiaeth sylweddol, gweithiodd cydweithwyr o bob rhan o GLlTEF gyda'i gilydd i ddarparu datrysiad technegol hanfodol. Fe wnaethant amddiffyn hunaniaeth y tyst, cynnal yr egwyddor o Gyfiawnder Agored a gwneud yn siŵr y gallai'r treial fynd rhagddo yn deg.",
                "tag": "p"
            },
            {
                "content": "Gwneud yn siŵr bod cyfiawnder yn deg ac yn agored",
                "tag": "h2"
            },
            {
                "content": "Mae sicrhau bod llysoedd yn ddiduedd yn ganolog i bopeth a wnawn. Ochr yn ochr â hynny mae'r egwyddor hirsefydlog o Gyfiawnder Agored – gwneud yn siŵr bod y cyhoedd a'r wasg yn gallu arsylwi achosion llys wrth amddiffyn y rhai a allai fod mewn risg.",
                "tag": "p"
            },
            {
                "content": "Yn ddiweddar, daeth yr egwyddorion hyn i'r amlwg yn ystod treial llofruddiaeth yn Llys y Goron Bryste. Roedd tyst yr amddiffyniad wedi cael gorchymyn anhysbysrwydd tyst o dan adran 86 o Ddeddf Crwneriaid a Chyfiawnder 2009. Roedd hyn yn golygu bod angen cuddio eu llais i'r cyhoedd a'r wasg, ond bod y barnwr, y rheithgor a staff y llys yn ei glywed yn naturiol.",
                "tag": "p"
            },
            {
                "content": "Fel arfer, mae'r math hwn o fodiwleiddio llais yn cael ei gefnogi gan Wasanaeth Erlyn y Goron ar gyfer tystion yr erlyniad. Ond yn yr achos hwn, oherwydd bod y tyst ar gyfer yr amddiffyniad, nid oedd unrhyw ddatrysiad wedi'i drefnu. Heb ymateb cyflym, efallai na fyddai'r tyst wedi rhoi tystiolaeth – gan beryglu y byddai’r treial llofruddiaeth wedi chwalu.",
                "tag": "p"
            },
            {
                "content": "Gweithio yn erbyn y cloc",
                "tag": "h2"
            },
            {
                "content": "Dim ond ar y prynhawn cyn i'r dystiolaeth fod ei hangen daeth y cais am gymorth. Heb unrhyw siawns realistig o ddarparu datrysiad diogel dros nos, gweithiodd cydweithwyr gyda'r barnwr, a gytunodd i aildrefnu'r tyst ar gyfer dau ddiwrnod yn ddiweddarach. Defnyddiwyd yr amser hwnnw i ddod â thîm o bob rhan o'r sefydliad at ei gilydd.",
                "tag": "p"
            },
            {
                "content": "Ymunodd cydweithwyr o Wasanaethau Digidol a Thechnoleg, TG Rhanbarthol a gweithrediadau’r llys ar unwaith. Cafodd offer addas ei ganfod a'i gludo'n gyflym. Profwyd sawl opsiwn meddalwedd, gan gydnabod y byddai acwsteg llys ym Mryste yn gwneud rhai ceisiadau a oedd yn llwyddiannus yn y gorffennol yn anaddas y tro hwn.",
                "tag": "p"
            },
            {
                "content": "Y bore wedyn, roedd Kate o'r Tîm Cynnyrch Seilwaith Digidol a Joe o TG Rhanbarthol ar y safle i dreialu'r opsiynau mewn amodau llys go iawn gyda chymorth Hannah, clerc y llys a Graham, tywyswr. Roedd eu nod yn fanwl gywir: cynnal yr eglurder sy'n ofynnol i ddefnyddwyr llys wrth sicrhau bod y llif sain cyhoeddus yn cuddio llais naturiol y tyst.",
                "tag": "p"
            },
            {
                "content": "Addasu mewn amser real",
                "tag": "h2"
            },
            {
                "content": "Oherwydd nad oedd y tyst yn gallu ymarfer ymlaen llaw, daeth y prawf go iawn pan ddechreuon nhw roi tystiolaeth gan eu bod yn llawer mwy tawel na'r disgwyl. Diolch i baratoi gofalus a gwaith tîm ystwyth, roedd Kate a Joe yn gallu addasu lefelau sain ac ail-leoli offer ar unwaith.",
                "tag": "p"
            },
            {
                "content": "Y canlyniad oedd profiad di-dor i'r barnwr, y rheithgor, y partïon, y cyhoedd a'r wasg. Cafodd y tyst ei amddiffyn, arhosodd y llys yn ddiduedd, ac roedd y treial yn gallu parhau heb unrhyw darfu.",
                "tag": "p"
            },
            {
                "content": "Mae'r ymdrech gydweithredol hon yn arddangos y gorau o GLlTEF: arbenigwyr digidol sy'n cefnogi cydweithwyr gweithredol ac yn gweithio ochr yn ochr i ddarparu gallu newydd, beirniadol ar gyflymder rhyfeddol. Dangosodd sut, pan fydd tensiynau yn uchel, mae ein timau yn ymateb gyda phroffesiynoldeb, creadigrwydd ac ymrwymiad diwyro i gefnogi cyfiawnder.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/12/04/supporting-justice-in-action-how-staff-delivered-urgent-technical-support-for-a-high-profile-trial/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "When an urgent request arrived on the eve of a major murder trial, colleagues from across HMCTS worked together to deliver a critical technical solution. They protected a witness’s identity, upheld the principle of Open Justice and made sure the trial could proceed fairly."
    },
    {
        "title": "Innovation in action: highlights from the Local Government Innovation Hackathon",
        "authors": [
            "Liz Adams, Local Government Collaboration, GDS"
        ],
        "posted_on": "2025-12-04T09:00:00",
        "categories": [
            "Cross-government strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "A data-driven tool to match homeless people with suitable temporary accommodation has been crowned the winning idea at the Local Government Innovation Hackathon on This exciting and collaborative event hosted in partnership with the Ministry of Housing, Communities and Local Government (MHCLG), the Local Government Association (LGA) and Birmingham City Council brought together 150 individuals across 70 organisations within local and central government, the private sector and academia to collaborate and innovate. Participants were asked to create solutions to challenges relating to homelessness, rough sleeping and temporary accommodation within 24 hours. ",
                "tag": "p"
            },
            {
                "content": "Team ‘Match’, the overall winners, impressed judges with a prototype that uses intelligent matching to reduce the time people spend in emergency and temporary accommodation. Their solution also included a voice-note feature to capture conversations with individuals facing homelessness, ensuring a personalised user experience while reducing administrative burdens through AI.",
                "tag": "p"
            },
            {
                "content": "The team will now pitch their prototype to Ministers from the Department of Science, Innovation and Technology (DSIT) and MHCLG - a fantastic opportunity to showcase what can be achieved when local government, central government and tech partners innovate together.",
                "tag": "p"
            },
            {
                "content": "Collaboration at its best",
                "tag": "h2"
            },
            {
                "content": "Over two days, participants collaborated to tackle pressing challenges around homelessness, rough sleeping and temporary accommodation, supported by Amazon Web Services - one of MHCLG’s Cloud Compute partners.",
                "tag": "p"
            },
            {
                "content": "Building on the recent launch of GDS Local, a new unit within Government Digital Service (GDS) established to catalyse digital collaboration between GDS and local government, the hackathon showcased what we can achieve when we work collaboratively. The aim throughout was clear: to help councils deliver better, more joined-up support for people experiencing housing instability and homelessness.",
                "tag": "p"
            },
            {
                "content": "Participants heard from speakers including Emily Middleton, Director General for Digital Centre Design in GDS, Kat Sexton from Birmingham City Council and Theo Brown from third sector organisation Rene House. The event was endorsed by Ministers from GDS and MHCLG, with Minister Dixon opening day 2 by focusing on the human impact and why this work really matters.",
                "tag": "p"
            },
            {
                "content": "What we achieved",
                "tag": "h2"
            },
            {
                "content": "Fourteen teams made up of colleagues from central and local government, policy specialists and developers worked over 24 hours to design and prototype solutions aimed at improving support for vulnerable individuals across the UK.",
                "tag": "p"
            },
            {
                "content": "Suggested solutions responded to three challenge statements:",
                "tag": "p"
            },
            {
                "content": "The outputs were incredible, with teams showcasing working prototypes in under 24 hours.",
                "tag": "p"
            },
            {
                "content": "Winning team",
                "tag": "h2"
            },
            {
                "content": "An impressive judging panel made up of specialists from GDS, MHCLG, Birmingham City Council and the voluntary sector chose Team ‘Match’ as the winners. Their data-driven solution helps reduce the time people spend in emergency and temporary accommodation through intelligent matching of individuals to suitable properties.",
                "tag": "p"
            },
            {
                "content": "Well done to Team ‘Match’ for a brilliant presentation and demonstration of their tool, and to all the contributing teams who worked so hard and produced fantastic solutions to tackle these important problems.",
                "tag": "p"
            },
            {
                "content": "Thank you",
                "tag": "h2"
            },
            {
                "content": "A huge thank you to everyone who took part and dedicated their time and energy to this event. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to find out more about GDS Local or be the first to hear about future events please register for our mailing list or find out more on our GDS Local GOV.UK page. ",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/12/04/innovation-in-action-highlights-from-the-local-government-innovation-hackathon/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "The Local Government Innovation Hackathon brought 150 people together to design fast, data-driven solutions to homelessness and temporary accommodation."
    },
    {
        "title": "How DHSC is Delivering for the British Public",
        "authors": [
            "Sam Jones"
        ],
        "posted_on": "2025-12-03T12:27:24",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "How DHSC is Delivering for the British Public",
                "tag": "h2"
            },
            {
                "content": "In part three of our series spotlighting civil servants driving the government’s Plan for Change, we meet Samantha Jones, Permanent Secretary at the Department for Health and Social Care. ",
                "tag": "p"
            },
            {
                "content": "From tackling childhood obesity to revolutionising how we book GP appointments, DHSC is driving a transformation of health and care in England. Samantha Jones, who started her career as a nurse 37 years ago, explains how the department is delivering the government's pledge to build an NHS fit for the future - and why technology, prevention, and community care are at the heart of that change.",
                "tag": "p"
            },
            {
                "content": "If you had to explain what your Mission is about to a member of the public in a lift in 30 seconds, what would you say?",
                "tag": "p"
            },
            {
                "content": "Our job is to improve the health and care of the population we serve. Everything we do is about keeping people well for longer, fitter for longer, and supporting them to have the best life possible.",
                "tag": "p"
            },
            {
                "content": "Practically, what has actually been achieved on this goal since it began?",
                "tag": "p"
            },
            {
                "content": "We published the 10 Year Health Plan in July, setting out a clear roadmap with three big shifts: analogue to digital, sickness to prevention, and hospital to community. It means making the best use of our resources, including through digital technology, preventing illness for as long as possible. And if they do have an underlying health condition, keeping them as well as possible.  ",
                "tag": "p"
            },
            {
                "content": "Other successes have included delivering an extra 5.2 million appointments, recruiting over 2,500 additional GPs, and launching NHS League Tables so people can see how their local hospital is performing. We’ve also legislated for new restrictions on unhealthy food and drink to tackle obesity. As the mother of 16-year-old twins, that’s particularly close to my heart. It’s a generational shift that will make a big difference. ",
                "tag": "p"
            },
            {
                "content": "What's the one moment in the past three months that made you think, \"This is why I do this job\"?",
                "tag": "p"
            },
            {
                "content": "The north star for all of us in DHSC is to improve the health and care of the nation. As an example of how we’re supporting this, we are already seeing the NHS app in action. 39.5 million people now use it - that’s three in four adults. One in four patients registered with a GP have logged into the app, and primary care appointments booked through it are up 8% on the year before. People are ordering repeat prescriptions digitally, up by 33% in the last year, accessing care at a time that’s convenient to them. That reduces workload at GP surgeries and gives people control over their healthcare. ",
                "tag": "p"
            },
            {
                "content": "Combined with ambient voice technology, where AI takes the notes of an appointment, which a clinician then checks, supporting extra outpatient capacity, and areas such as the long-term work on obesity and tobacco, we’re seeing real change happening now whilst building for the future.",
                "tag": "p"
            },
            {
                "content": "Name one barrier standing between you and your goal - and how are you smashing through it?",
                "tag": "p"
            },
            {
                "content": "Deep breath - the size and scale of the challenge! Lord Darzi’s independent investigation set it out clearly. But the opportunity is that everyone cares deeply about the NHS and health. The 10 Year Health Plan shows where we’re taking health for the next decade, and we’re getting everyone behind it because it matters to every single one of us.",
                "tag": "p"
            },
            {
                "content": "What's your biggest win that nobody's talking about yet, but should be shouting from the rooftops?",
                "tag": "p"
            },
            {
                "content": "The fact that technology really is changing the way that we’re doing things, because it makes a difference to the individual citizen. We know people care about this because the 10 Year Health Plan was built on one of the largest conversations about the NHS in history. Over 250,000 ideas from the public, all synthesised to identify the key themes. ",
                "tag": "p"
            },
            {
                "content": "It wasn’t written by someone in a room by themselves. It came from people asking, “Why can’t I book my GP appointment online?” or “Why can’t I see my records online? Why do I have to repeat my story so many times?” ",
                "tag": "p"
            },
            {
                "content": "That’s why we’re focusing on prevention through things like tobacco and vape restrictions, why we’re investing in technology, and why we’re shifting to community-based care. It’s what people told us they wanted.",
                "tag": "p"
            },
            {
                "content": "What's the biggest myth about your delivery area, you'd love to bust right now?",
                "tag": "p"
            },
            {
                "content": "That we’re just the Department for the NHS. We’re the Department of Health and Social Care in its broadest sense - life sciences, innovation, technology, accelerating the development of new drugs. And social care is fundamental to what we do. That’s something we feel particularly strongly about here. ",
                "tag": "p"
            },
            {
                "content": "We have the Casey Commission but in addition, the work on The Fair Pay Agreement as an example in social care demonstrates we’re serious about the whole system.",
                "tag": "p"
            },
            {
                "content": "Finally, what gets you out of bed in the morning?",
                "tag": "p"
            },
            {
                "content": "I’ve worked in health for nearly 37 years, starting as a nurse a long time ago. What gets me out of bed is seeing the impact we are having, can have, and will have on the health of the nation we serve.",
                "tag": "p"
            },
            {
                "content": "This series runs from 10 November to 15 December, where we quiz senior leaders on their department’s goals, what progress they’re making, and the challenges they face.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/12/03/how-dhsc-is-delivering-for-the-british-public/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "How DHSC is Delivering for the British Public In part three of our series spotlighting civil servants driving the government’s Plan for Change, we meet Samantha Jones, Permanent Secretary at the Department for Health and Social Care.  From tackling childhood …"
    },
    {
        "title": "Mapping the housing safety and quality system",
        "authors": [
            "System Design Team"
        ],
        "posted_on": "2025-12-03T09:58:38",
        "categories": [
            "Design",
            "System Design"
        ],
        "content": [
            {
                "content": "The System Design team at the Ministry of Housing Communities and Local Government (MHCLG) includes designers, researchers and analysts. We bring user-centred design and systems thinking skills to complex building safety challenges. Our work involves doing projects with policy teams and strategic systems thinking.",
                "tag": "p"
            },
            {
                "content": "Where we live has a huge impact on our lives. The safety, quality and sustainability of our homes is part of a vast and complex system. Our first big job as a new team was to help make sense of that system, and support others in the department to have a shared view of that complexity to better inform policy development and decision making.",
                "tag": "p"
            },
            {
                "content": "What we did",
                "tag": "h2"
            },
            {
                "content": "At the end of 2024, we were asked to visualise and research how the housing safety and quality system is working in practice.",
                "tag": "p"
            },
            {
                "content": "Our first step was to gain a base understanding of the people in the system, their roles and responsibilities, and what policies say should be happening. When we say ‘people in the system’, that includes everyone from regulators, to people working in construction, those providing insurance and finance, and of course residents. ",
                "tag": "p"
            },
            {
                "content": "We then did primary research with people working in the system to understand their behaviours, relationships and experiences. We used our research to map how different parts of the system interact, understand how people experience the system, and identify levers for change. ",
                "tag": "p"
            },
            {
                "content": "We turned our research into tools and reports to ensure our policy colleagues can easily access insights to make decisions and develop policies for the future. Visit our GitHub repository to view the resources resulting from our research.",
                "tag": "p"
            },
            {
                "content": "What we learnt",
                "tag": "h2"
            },
            {
                "content": "Regulatory complexity is currently difficult to navigate",
                "tag": "h3"
            },
            {
                "content": "When mapping the different organisations and activities involved in regulating and setting standards within the system, we found over 75 organisations from government regulators to private standard setting organisations. Those organisations enforce and work to over 70 pieces of legislation. The people who design, build and maintain every home need to navigate that complexity. Depending on their role, professionals might also work to professional standards as well. We heard that complexity and ambiguity in regulations has left some people unsure of their roles, responsibilities and expectations of others, even where they understand and agree with a policy's underlying aims.",
                "tag": "p"
            },
            {
                "content": "All of the insights, reports and maps from our work support policymakers to consider the whole regulatory landscape when they’re designing and bringing in changes.",
                "tag": "p"
            },
            {
                "content": "Role-based profiles help identify impacts beyond the surface",
                "tag": "h3"
            },
            {
                "content": "We heard about issues relating to recruiting, training and retaining skilled staff across key roles. There are many systemic root causes for these issues, which we are looking to explore further. In particular, local and national regulators reported capacity and capability struggles which can impact regulation  enforcement activity, proactive work and the ability to build trust between teams.",
                "tag": "p"
            },
            {
                "content": "We created role-based profiles to help policy and delivery teams think about the changes they are making to the system, and how it impacts different roles. They also help policy teams to think about the cumulative impact of changes in the system, and how this adds up over time.",
                "tag": "p"
            },
            {
                "content": "People are always at the heart of the system",
                "tag": "h2"
            },
            {
                "content": "People are always at the heart of the system. Housing quality and safety impacts residents the most, but they often have the least influence within the system. Vulnerable residents can be worried about and experience more barriers when accessing support. Concern about and perception of risk also impact how people – from regulators to residents – make decisions across the system. ",
                "tag": "p"
            },
            {
                "content": "It’s people who ultimately shape activity in the system. Their actions will be shaped by policies and services, but also by their own experiences. So, we need to design with people's emotions, relationships and perceptions in mind.",
                "tag": "p"
            },
            {
                "content": "That’s why our team is bringing user-centred research and system design into policy processes. We want to ensure that the experiences of those most affected by changes are considered when designing policy, and that the people at the heart of the system are being supported.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h2"
            },
            {
                "content": "If you want to learn more, you can access versions of our maps and reports on our GitHub repository. This includes:",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved in our research, or hear more about our work, you can sign up to take part in our user research sessions or email us at SystemDesignTeam@communities.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/12/03/mapping-the-housing-safety-and-quality-system/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Where we live has a huge impact on our lives. The safety, quality and sustainability of our living environment is part of a vast and complex system. Learn how MHCLG's System Design team visualised this complex system, bringing real people’s experiences to life within it as part of their work to support user-centred policy design."
    },
    {
        "title": "How to avoid catching flu, COVID-19 and other respiratory illnesses this winter ",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-12-02T17:30:41",
        "categories": [
            "Coronavirus (COVID-19)",
            "flu",
            "Winter"
        ],
        "content": [
            {
                "content": "As we brace ourselves for chillier days and look forward to more indoor gatherings and seasonal social events with friends and family, now is the ideal time to remind ourselves of guidance on vaccination, isolation, good respiratory etiquette, mask wearing, and other behaviours that can reduce the spread of respiratory infections known to peak during the autumn and winter period. ",
                "tag": "p"
            },
            {
                "content": "The early start to the current flu season and the emergence of the drifted influenza A(H3N2) strain has caused some concern. Early data from UKHSA rapidly assessed how well this season's flu vaccines are working. This showed the flu vaccines are providing good protection against hospitalisation in children and adults. There are currently no changes to the advice on what to do if you have, or think you may have COVID-19, influenza (flu) or any other respiratory infection. ",
                "tag": "p"
            },
            {
                "content": "Vaccines help protect those most vulnerable from developing serious illness and being hospitalized and we strongly encourage all those eligible to get vaccinated against flu as soon as possible - vaccines remain our best defence. ",
                "tag": "p"
            },
            {
                "content": "What are the current guidelines for avoiding catching or spreading respiratory illnesses? ",
                "tag": "h2"
            },
            {
                "content": "Here is a list of simple actions you can take to reduce the spread of COVID-19 and other respiratory infections, and protect those at highest risk: ",
                "tag": "p"
            },
            {
                "content": "Find the full guidance here. ",
                "tag": "p"
            },
            {
                "content": "When should I wear a mask? ",
                "tag": "h2"
            },
            {
                "content": "Along with the other measures set out in the current guidance, face coverings continue to be a useful tool in limiting the spread respiratory viruses in some situations. ",
                "tag": "p"
            },
            {
                "content": "As existing guidance states, wearing a well-fitting mask when unwell can reduce the number of particles containing viruses that are released from the mouth and nose of someone who is infected with a respiratory infection.  ",
                "tag": "p"
            },
            {
                "content": "Face coverings can also protect the person wearing them from becoming infected with other respiratory viruses. ",
                "tag": "p"
            },
            {
                "content": "There is further information on when people with symptoms of a respiratory infection should wear a face covering in the guidance for people with symptoms of a respiratory infection. ",
                "tag": "p"
            },
            {
                "content": "What should I do if I have symptoms? ",
                "tag": "h2"
            },
            {
                "content": "If you have symptoms of a respiratory infection and you have a high temperature or do not feel well enough to go to work or carry out normal activities, try to stay at home and avoid contact with other people, until you no longer have a high temperature (if you had one), or until you no longer feel unwell. ",
                "tag": "p"
            },
            {
                "content": "If you need to go out, then avoid close contact with anyone who you know is at  higher risk of becoming seriously unwell.   ",
                "tag": "p"
            },
            {
                "content": "Should I get vaccinated against flu, COVID-19 or RSV? ",
                "tag": "h2"
            },
            {
                "content": "Flu can be particularly dangerous for certain groups, which is why they are eligible for the vaccination programme. This includes pregnant women, young children, those with certain long-term health conditions, and older adults aged 65 years and over. You can find the full list of those eligible here. ",
                "tag": "p"
            },
            {
                "content": "For those who are more likely to become seriously ill from COVID-19, the NHS also offers a free vaccine in the autumn and winter. See the list of those eligible here. ",
                "tag": "p"
            },
            {
                "content": "RSV can be especially dangerous for infants and the elderly. Pregnant women at week 28 or soon after and everyone aged 75 to 79, or who turned 80 after 1 September 2024, can have a vaccine to protect themselves or their babies against Respiratory Syncytial Virus (RSV). ",
                "tag": "p"
            },
            {
                "content": "Should I be vaccinated against flu, whooping cough and RSV during pregnancy? ",
                "tag": "h2"
            },
            {
                "content": "Being pregnant changes the way your body handles infections and can restrict the depth of your breathing as the baby grows and pushes on your lungs. This can make you more vulnerable to severe complications from flu, such as pneumonia. If you catch flu during pregnancy, it can also cause your baby to be born prematurely or have a low birth weight and, if you get infection near to delivery, you can also pass it to your newborn baby. Babies under 6 months of age have one of the highest hospitalisation rates for flu every season. Vaccinating against flu during your pregnancy means that you will make an immune response (including antibodies) to the vaccine, and these protective antibodies are passed onto your baby through the placenta,  helping to protect your baby for the first few months of their life. You can have the flu vaccine at any stage of pregnancy, from conception onwards. ",
                "tag": "p"
            },
            {
                "content": "The best way to protect babies against RSV infection is for the mother to have the vaccine during pregnancy. Vaccination reduces the risk of severe RSV lung infection by around 70% in the first 6 months of a baby’s life. ",
                "tag": "p"
            },
            {
                "content": "If you’re pregnant, you are also eligible to receive a vaccine against pertussis (whopping cough), to help protect your baby for the first few months of life. This disease can circulate at any time of year, including during the winter months.  You'll usually be offered a vaccine called ADACEL that protects against whooping cough, diphtheria and tetanus. ",
                "tag": "p"
            },
            {
                "content": "All vaccines go through a regulatory approval process to ensure they meet strict safety and effectiveness checks. And it's fine to have the jabs at any stage of pregnancy. Millions of women in England have had the flu vaccine during pregnancy since this was introduced in 2011.  Flu, whooping cough and RSV vaccines do not contain live virus and cannot infect your unborn baby. ",
                "tag": "p"
            },
            {
                "content": "What should I do if my child is unwell? ",
                "tag": "h2"
            },
            {
                "content": "Current guidelines for parents state that it's fine to send your child to school with a minor cough or common cold. However, children should not be sent to school if they have a temperature of 38°C or above, or if they feel unable to go to school or do their normal activities. See the NHS ‘Is my child too ill for school?’ guidance  for further information. ",
                "tag": "p"
            },
            {
                "content": "There is wide agreement among health and educational professionals that school attendance is vital to the life chances of children and young people. Being in school regularly improves mental and physical health, wellbeing and socialisation throughout children’s lives. ",
                "tag": "p"
            },
            {
                "content": "This year, school-aged children and young people from reception up to year 11 are being offered the flu vaccination nasal spray at their school: parents should look out for the electronic or paper consent form and be sure to return it when asked to do so. ",
                "tag": "p"
            },
            {
                "content": "If you have a child aged 2 or 3 years on 31 August 2025 (born between 1 September 2021 and 31 August 2023), you can book a flu vaccine at your GP practice. Find out more at the NHS website. ",
                "tag": "p"
            },
            {
                "content": "Following this guidance should help you and your family avoid catching a respiratory illness this winter, and if someone close to you is eligible for a vaccine, encourage them to take it up - it will reduce their risk of becoming seriously ill this season. ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/12/02/how-to-avoid-catching-flu-covid-19-and-other-respiratory-illnesses-this-winter/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "As we brace ourselves for chillier days and look forward to more indoor gatherings and seasonal social events with friends and family, now is the ideal time to remind ourselves of guidance on vaccination, isolation, good respiratory etiquette, mask wearing, …"
    },
    {
        "title": "Creating special educational needs provision: A primary school case study",
        "authors": [
            "Mark Nugent"
        ],
        "posted_on": "2025-12-02T14:32:44",
        "categories": [
            "Primary schools",
            "SEND"
        ],
        "content": [
            {
                "content": "At a glance",
                "tag": "p"
            },
            {
                "content": "At Waterville Primary School, our motto ‘Being the best you can be’ applies to everyone.",
                "tag": "p"
            },
            {
                "content": "Our school serves a diverse community where over 63% of our pupils receive free school meals, and we see every opportunity to support children with special educational needs as part of our mission. ",
                "tag": "p"
            },
            {
                "content": "Building SEN speech and language units",
                "tag": "h2"
            },
            {
                "content": "Our school has operated a successful twelve-place Additional Resource Provision (ARP), specialising in speech, language, and communication for many years. This consistent, highly-trained team provided the foundation for expansion. ",
                "tag": "p"
            },
            {
                "content": "Recognising clear progression needs, we proposed twelve additional SEN unit places for pupils with more significant speech, language, and communication needs. Due to our space constraints, our local authority provided capital funding for a purpose-built mobile classroom, featuring a main teaching classroom, break-out space for individual work, toilet and changing facilities, and an enclosed outdoor learning area.",
                "tag": "p"
            },
            {
                "content": "The planning phase proved crucial. Working with architects and builders, we prioritised pupil needs above all else. Sensory requirements influenced lighting, heating units, and colour choices, while our resource budget was spent on age-appropriate furniture and materials for 4-9 years olds. ",
                "tag": "p"
            },
            {
                "content": "We were fortunate to employ a teacher experienced in establishing SEN units who was re-locating to the North East. Combined with two experienced teaching assistants, our team was taking shape. As headteacher, I resisted interfering during the early stages, trusting appointed staff to build relationships with each other and, most importantly, the children. ",
                "tag": "p"
            },
            {
                "content": "Maintaining academic performance with SEN integration",
                "tag": "h2"
            },
            {
                "content": "Our next challenge involves blending ARP and SEN unit work, enabling pupils to flow between provisions based on need. ",
                "tag": "p"
            },
            {
                "content": "As a mainstream school, we are very mindful that pupils with significant needs can sometimes have an impact on performance data. Governors discussed strategies to showcase the school's achievements across our community, ensuring every child's progress is recognised and valued. We’ve implemented measures like limiting both provisions to two pupils per year group, so no one cohort is significantly impacted.  ",
                "tag": "p"
            },
            {
                "content": "Importantly, with our ARP, pupil outcomes can still be incredibly positive. In my 18 years here as headteacher, our KS2 performance has only ever dropped below national averages twice. Children receiving ARP support have made excellent progress, regularly achieving national expectations. ",
                "tag": "p"
            },
            {
                "content": "Overcoming SEN unit implementation challenges",
                "tag": "h2"
            },
            {
                "content": "Our biggest challenge was finance, though local authority support for both provision and staffing proved invaluable. Performance data concerns were unfounded – creating SEN provision doesn’t necessarily damage performance.",
                "tag": "p"
            },
            {
                "content": "Our next steps include inviting local headteachers and SEN coordinators to visit and understand our admissions process, and developing our curriculum offer in this new setting. ",
                "tag": "p"
            },
            {
                "content": "Our experience demonstrates that with careful planning, appropriate support, and committed staff, mainstream schools can successfully expand SEN provision while maintaining high standards for all pupils. The key lies in viewing challenges as opportunities to truly embody our motto of helping everyone be the best they can be.",
                "tag": "p"
            },
            {
                "content": "Further links",
                "tag": "h2"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/12/02/send-special-educational-needs-provision-primary-school/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Waterville Primary School's headteacher, Mark Nugent, talks about successfully building specialist SEN units for speech and language needs, while maintaining academic standards and supporting a diverse community of learners."
    },
    {
        "title": "Countdown to EU IUU Regulation Changes ",
        "authors": [
            "Dan Cutler, Communications & Engagement Manager"
        ],
        "posted_on": "2025-12-02T13:39:15",
        "categories": [
            "Fish and seafood exporting",
            "fisheries"
        ],
        "content": [
            {
                "content": "As of today, there are 39 days left until 10 January 2026, when the new EU Illegal, Unreported, and Unregulated (IUU) fishing regulations come into effect. ",
                "tag": "p"
            },
            {
                "content": "We’re supporting all those involved in the UK seafood supply chain, so they can prepare and adopt to the changes in advance. This includes dedicated guidance for: ",
                "tag": "p"
            },
            {
                "content": "If you’ve not done so already, the clock is ticking and now is the time to dive deeper into the existing guidance and familiarise yourself with these changes. ",
                "tag": "p"
            },
            {
                "content": "This will help to avoid any disruption after 10 January, ensure a smooth transition for the whole industry and safeguard your access to sales and exporter markets. ",
                "tag": "p"
            },
            {
                "content": "Reflecting on our last webinar ",
                "tag": "p"
            },
            {
                "content": "On 19 November 2025, we hosted the Fish, Trace, Ship Webinar - ‘Navigating the New Seafood Export Rules’ ",
                "tag": "p"
            },
            {
                "content": "This session placed greater emphasis on new labelling requirements and recent EU regulatory changes compared to the two previous sessions on 22 October and 5 November 2025. ",
                "tag": "p"
            },
            {
                "content": "Watch the recap  ",
                "tag": "p"
            },
            {
                "content": "Upcoming Online Meeting - Save the date ",
                "tag": "p"
            },
            {
                "content": "If you were unable to join our previous webinars, we invite you to join us at our next online meetings on: ",
                "tag": "p"
            },
            {
                "content": "These sessions are your chance to learn practical steps for ensuring compliance and get your questions answered as we approach the January deadline. ",
                "tag": "p"
            },
            {
                "content": "Fish, Trace, Ship, video guide series  ",
                "tag": "p"
            },
            {
                "content": "We’ve produced a useful video guide series. These are available to view on YouTube and cover some of the most important aspects of the incoming changes. ",
                "tag": "p"
            },
            {
                "content": "Want to be kept up to date? ",
                "tag": "p"
            },
            {
                "content": "Visit our dedicated Fish, Trace Ship campaign site: Fish, Trace, Ship - Act Now! Are you on board? ",
                "tag": "p"
            },
            {
                "content": "You can also sign-up to our mailing list to be kept in the loop about all changes, webinars and events. ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/12/02/countdown-to-eu-iuu-regulation-changes/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "As of today, there are 39 days left until 10 January 2026, when the new EU Illegal, Unreported, and Unregulated (IUU) fishing regulations come into effect.  We’re supporting all those involved in the UK seafood supply chain, so they can …"
    },
    {
        "title": "Publishing the Environmental Improvement Plan - turning ambition into action for nature",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-12-02T13:36:01",
        "categories": [
            "Access and engagement",
            "Air quality",
            "Biosecurity",
            "Chemicals and pesticides",
            "Climate change",
            "Environmental Improvement Plan",
            "Nature",
            "Resources and waste",
            "Water"
        ],
        "content": [
            {
                "content": "We have published (1 December) our revised Environmental Improvement Plan – a clear roadmap for restoring nature.",
                "tag": "p"
            },
            {
                "content": "The previous plan lacked the rigour and detail to turn intent into impact. This government is determined to put that right. Our revised Environmental Improvement plan is both ambitious and deliverable.",
                "tag": "p"
            },
            {
                "content": "Over the next five years, it will accelerate progress towards the Environment Act targets and help us tackle the challenges posed by the nature and climate crises, while supporting growth.",
                "tag": "p"
            },
            {
                "content": "What's in the plan",
                "tag": "p"
            },
            {
                "content": "The Environmental Improvement Plan explains how each action contributes to our environmental commitments. It includes prioritised actions to deliver our goals and the ambitious Environment Act targets.",
                "tag": "p"
            },
            {
                "content": "The plan provides detail and makes clear who is accountable for delivering each commitment. In turn, each commitment is linked to measurable outcomes, so progress can be tracked and assessed transparently.",
                "tag": "p"
            },
            {
                "content": "For the first time, we've published detailed Environment Act target delivery plans which build on the steps in the EIP. This will make it easier for the public to clearly understand where progress is being made and help fix the lack of rigour in the previous plan.",
                "tag": "p"
            },
            {
                "content": "Having this clarity will allow us to manage competing pressures on our limited land and water, place nature at the heart of our ambition to grow the economy, build 1.5 million homes, boost food security, and meet our climate targets.",
                "tag": "p"
            },
            {
                "content": "It will help us to restore nature, improve environmental quality, create a circular economy, protect environmental security and improve people's access to nature.",
                "tag": "p"
            },
            {
                "content": "Why we need to act now",
                "tag": "p"
            },
            {
                "content": "For too long, the status quo has not worked. Despite the green countryside we all love, England has become one of the most nature depleted countries in the world. In Great Britain alone, nearly one in six species are threatened with extinction.",
                "tag": "p"
            },
            {
                "content": "We've lost 97% of our wildflower meadows and half our hedgerows. Our rivers and lakes suffer unacceptable levels of pollution. Climate change is already devastating communities through flooding and drought.",
                "tag": "p"
            },
            {
                "content": "Nature isn't a luxury – it's life itself. It gives us the air we breathe, the food we eat and the water we drink. Nature underpins our health, wellbeing, and economy – and protecting and restoring it strengthens our resilience.",
                "tag": "p"
            },
            {
                "content": "Cleaner air for healthier communities",
                "tag": "p"
            },
            {
                "content": "Communities across England will benefit from improved air quality thanks to action to tackle fine particulate pollution (PM2.5), which harms public health and can cause asthma, lung and heart conditions. Under a new ambitious interim target, population exposure to this type of pollution will be reduced by 30% by 2030 when compared to 2018 levels.",
                "tag": "p"
            },
            {
                "content": "Boosting nature and wildlife",
                "tag": "p"
            },
            {
                "content": "Nature will be boosted with a quarter of a million hectares of wildlife-rich habitats created or restored by 2030 – an area larger than Greater London. This is 110,000 hectares of habitat more than had been previously committed, supporting our aims for a healthier environment which is essential to growth.",
                "tag": "p"
            },
            {
                "content": "Efforts to tackle damaging invasive species, will be stepped up with a new target to reduce their presence by half compared to 25 years ago. This target will help prevent new invasive species from becoming established and support ongoing efforts to manage existing invaders like the American Signal Crayfish and Japanese Knotweed.",
                "tag": "p"
            },
            {
                "content": "We will publish a new Trees Action Plan to help get more trees in the ground. This will also help drive further progress towards our climate targets, alongside exploring measures to reduce damaging methane emissions, particularly from the agricultural sector.",
                "tag": "p"
            },
            {
                "content": "Protecting our water",
                "tag": "p"
            },
            {
                "content": "To help improve the health of our rivers, lakes and seas, we will set out for the first time how we will reduce risks to health and to the environment from 'forever chemicals' (PFAS) that are associated with the manufacture of everyday items and industrial applications.",
                "tag": "p"
            },
            {
                "content": "The rules around spreading sewage sludge to agricultural land will also be reviewed to ensure it is sustainable and effectively manages the risk to the environment and health.",
                "tag": "p"
            },
            {
                "content": "Backing our plan with investment",
                "tag": "p"
            },
            {
                "content": "We're backing our commitment with substantial investment.",
                "tag": "p"
            },
            {
                "content": "Up to £500 million will be committed to restoring nature, reducing flood risk and boosting biodiversity through our Landscape Recovery scheme. This funding will power ambitious, collaborative projects to restore nature and drive progress to deliver our environmental targets.",
                "tag": "p"
            },
            {
                "content": "These projects bring together farmers, landowners third sector and other groups to work at landscape scale – creating wildlife corridors, restoring peatlands and wetlands, and establishing habitats that will benefit both nature and people for generations to come. These unique, collaborative projects will achieve ambitious nature recovery specific to their local area, including boosting biodiversity, creating wildlife-rich environments for people to enjoy, reducing flood risk in vulnerable areas and improving water quality in local rivers and streams.",
                "tag": "p"
            },
            {
                "content": "Building on this landscape-scale approach, £85 million will improve and restore peatlands, helping reduce flooding in communities and improve water quality. A further £3 million will improve access to nature in the Public Forest Estates through facilities including accessible bike trails and all-terrain mobility equipment for hire at parks and nature reserves.",
                "tag": "p"
            },
            {
                "content": "This announcement follows our commitment to create two new National Forests, backed by £1 billion investment in tree planting – transforming landscapes and creating natural havens for wildlife and people alike. It also builds on the reintroduction of beavers to the wild and our commitment to end the use of bee killing pesticides.",
                "tag": "p"
            },
            {
                "content": "Working together to deliver",
                "tag": "p"
            },
            {
                "content": "Everyone needs to come together to play their part to save nature.",
                "tag": "p"
            },
            {
                "content": "Our plan shows how we will work alongside individuals and communities, and public, private and third sector organisations, to achieve our nature ambitions. Only by working together can we achieve our statutory environmental targets and other commitments, including protecting 30% of our land and sea by 2030.",
                "tag": "p"
            },
            {
                "content": "We know that environmental organisations, communities and individuals across the country care deeply about nature's recovery. This plan has been developed to provide the level of detail and transparency needed to demonstrate our commitment – and to enable transparency over our progress.",
                "tag": "p"
            },
            {
                "content": "We refuse to be the generation that lets nature slip away. We are determined to ensure our children inherit the wild, beautiful country they deserve.",
                "tag": "p"
            },
            {
                "content": "From the rolling hills of the Yorkshire Dales to the iconic British coastline, Britain's landscapes are a source of pride and joy for millions. When we invest in nature, we're investing in flood protection for homes, cleaner air for our cities, better mental health for our communities, and a stable climate for future generations.",
                "tag": "p"
            },
            {
                "content": "Nature is not a luxury, it is essential. Investing in nature is an investment in our future – and this Environmental Improvement Plan sets out how we'll deliver it.",
                "tag": "p"
            },
            {
                "content": "Read the full Environmental Improvement Plan.",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/12/02/publishing-the-environmental-improvement-plan-turning-ambition-into-action-for-nature/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "We have published (1 December) our revised Environmental Improvement Plan – a clear roadmap for restoring nature. The previous plan lacked the rigour and detail to turn intent into impact. This government is determined to put that right. Our revised …"
    },
    {
        "title": "Talking farming in 2026 ",
        "authors": [
            "Alice Brown"
        ],
        "posted_on": "2025-12-02T12:59:23",
        "categories": [
            "Conversations we're having",
            "Farming and Countryside Programme"
        ],
        "content": [
            {
                "content": "Over the past year, I've been out and about with my team talking to farmers and others across the farming sector — from agents and agronomists to academics and advisers. ",
                "tag": "p"
            },
            {
                "content": "You might’ve spoken to Michael or Sam at a livestock market, or put your questions to Giles, Gemma, Trevor or any of our ambassadors at a conference or agricultural show.  ",
                "tag": "p"
            },
            {
                "content": "Every conversation we have gives us valuable insight into the realities of farming. What you tell us is shared with the people whose decisions shape your businesses and communities. ",
                "tag": "p"
            },
            {
                "content": "Hearing from you helps us better understand the challenges you face, the opportunities you see, and the practical ways in which government can support farming in England.",
                "tag": "p"
            },
            {
                "content": "We want to keep the conversations going in 2026. ",
                "tag": "p"
            },
            {
                "content": "To make sure our plans are the best they can be, we welcome your suggestions on where to visit. ",
                "tag": "p"
            },
            {
                "content": "Share your suggestions",
                "tag": "h2"
            },
            {
                "content": "We’ve started to put our plans together for 2026, and you’ll find a list of the events we’re currently planning to attend below, though this may change as plans develop.",
                "tag": "p"
            },
            {
                "content": "If there’s an event we’ve missed that you think we should be at, we’d really like to hear from you.",
                "tag": "p"
            },
            {
                "content": "You might be a steward, or an event organiser. Perhaps you’re part of a formal or informal group of farmers. ",
                "tag": "p"
            },
            {
                "content": "Whoever you are, and whatever the suggestion, please let us know your ideas in the comments. ",
                "tag": "p"
            },
            {
                "content": "If you’re happy for us to contact you using the email address you provide when you comment, please add ‘I give you permission to contact me’ at the end of your message. Your email address won’t be visible. ",
                "tag": "p"
            },
            {
                "content": "We can’t promise to visit everywhere, but your suggestions will help us decide where to focus our time and ensure we’re meeting and talking to as many farmers as possible. ",
                "tag": "p"
            },
            {
                "content": "We’ll update our Talk to us page as we confirm where we’ll be.  ",
                "tag": "p"
            },
            {
                "content": "We look forward to hearing from you. ",
                "tag": "p"
            },
            {
                "content": "Our current plans for 2026 (TBC)",
                "tag": "h2"
            },
            {
                "content": "2025 in photos",
                "tag": "h2"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/12/02/talking-farming-in-2026/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Over the past year, I’ve been out and about with my team talking to farmers and others across the farming sector — from agents and agronomists to academics and advisers. To help us plan for 2026, we welcome your suggestions on where we should visit."
    },
    {
        "title": "Landscape Recovery and growth: building the foundations for critical nature infrastructure ",
        "authors": [
            "Chris Davis"
        ],
        "posted_on": "2025-12-02T10:54:22",
        "categories": [
            "Biodiversity",
            "Development",
            "Environmental Improvement Plan",
            "Farming",
            "Green Infrastructure",
            "Growth",
            "Landscape",
            "Natural Capital",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "wildlife and farming"
        ],
        "content": [
            {
                "content": "By Chris Davis, Natural England’s Deputy Director for Landscape Recovery and Schemes Development",
                "tag": "p"
            },
            {
                "content": "At a time when the UK is facing serious environmental challenges such as climate change and loss of wildlife, restoring and protecting our natural capital is one of the most effective investments we can make as a society.",
                "tag": "p"
            },
            {
                "content": "Droughts and floods disrupt supply chains; soil degradation cuts productivity; loss of pollinators threatens food security; and climate-related damage to infrastructure is already costing hundreds of millions per year.  That is why we welcome Defra’s announcement that, as part of the revised Environmental Improvement Plan, £500 million will be allocated to the future of Landscape Recovery Projects across the country. ",
                "tag": "p"
            },
            {
                "content": "What is Landscape Recovery?",
                "tag": "h4"
            },
            {
                "content": "The Landscape Recovery Scheme is one of three Environmental Land Management Schemes (ELMS). It supports farmers and land managers to undertake large-scale, long-term projects focused on significant habitat restoration and land-use change.  ",
                "tag": "p"
            },
            {
                "content": "The Scheme will support large-scale nature recovery. Projects will help reverse biodiversity loss, tackle climate change, and unlock green economic growth, while securing sustainable livelihoods for the farmers and land managers taking part.  Landscape Recovery will also drive progress towards government environment targets, as set out in the revised Environmental Improvement Plan, which was published yesterday. ",
                "tag": "p"
            },
            {
                "content": "Landscape Recovery – pilot rounds ",
                "tag": "h4"
            },
            {
                "content": "The first two rounds of Landscape Recovery are pilot rounds, with more than 50 projects in development.  This allows delivery bodies to test and trial the scheme and learn lessons ahead of future rounds.  One of the first projects to enter the delivery phase is called Upper Duddon Landscape Recovery. The project will support the local community by providing new opportunities for nature-based learning and volunteering, improving access, creating and supporting 14 local jobs and ensuring a vibrant future for eight farms, including tenant farmers.  ",
                "tag": "p"
            },
            {
                "content": "Why is Landscape Recovery important? ",
                "tag": "p"
            },
            {
                "content": "Landscape Recovery Projects will help demonstrate how environmental outcomes can be achieved alongside sustainable food production.  They will also provide wider public goods such as increasing biodiversity, improving water quality, and contributing to our net zero target.  ",
                "tag": "p"
            },
            {
                "content": "Last week Defra Secretary of State, Emma Reynolds, visited the Ock and Thame Landscape Recovery Project.  She heard how the project, which is being led by farmers alongside Freshwater Habitats Trust and River Thame Conservation Trust, is bringing together 80 participants across nearly 8,000 hectares with plans to deliver landscape recovery and build a freshwater network across two lowland catchments. This project plans to support net zero, boost stewardship of protected sites and increase biodiversity, while balancing the needs of farm businesses and food production.  ",
                "tag": "p"
            },
            {
                "content": "Blending public and private finance",
                "tag": "h4"
            },
            {
                "content": "Successful projects are required to blend public and private finance. This approach aims to establish a framework to attract private investment into large-scale, nature-based projects. This opens the door for financial innovation in areas such as carbon markets and water quality improvements, enabling landowners, investors, and stakeholders to engage in tangible environmental outcomes. ",
                "tag": "p"
            },
            {
                "content": "A blended finance model reduces reliance on public funding which cannot meet the scale of nature recovery needed for the UK’s legal environmental targets alone. It also unlocks opportunities for sustainable economic growth, particularly in rural and under-invested landscapes. By enabling projects to access private nature markets, we can scale Landscape Recovery in a way that is both resilient and financially sustainable.   ",
                "tag": "p"
            },
            {
                "content": "Landscape Recovery projects aim to meet increasing market demand for Biodiversity Net Gain, Carbon Credits and explore new market opportunities including water quality offsets and payments for natural flood management.",
                "tag": "p"
            },
            {
                "content": " Working in partnership",
                "tag": "h4"
            },
            {
                "content": "Nattergal’s Boothby Wildland, for example, has entered into a partnership with Arup for nature-based carbon removal, highlighting the emerging role of private sector participation in driving natural capital markets. It demonstrates that nature recovery can become a viable revenue stream, incentivising long-term stewardship of the land and creating models that could be replicated in other areas. ",
                "tag": "p"
            },
            {
                "content": "Upper Duddon is also an excellent example of blended finance in action, bringing together support from multiple partners to drive nature recovery. The United Bank of Carbon is funding volunteering and community engagement. United Utilities is providing investment that will deliver land management changes that will improve water quality for communities across South-West Cumbria and help reduce downstream flooding. ",
                "tag": "p"
            },
            {
                "content": "Landscape Recovery is not just about restoring nature - it is about redefining how we value and invest in the natural environment.",
                "tag": "p"
            },
            {
                "content": "By aligning the goals of public policy with private investment opportunities, we are establishing a new model to invest in national nature infrastructure that delivers for farmers, wildlife, the economy, and people.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/12/02/landscape-recovery-and-growth-building-the-foundations-for-critical-nature-infrastructure/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Chris Davis, Natural England’s Deputy Director for Landscape Recovery and Schemes Development At a time when the UK is facing serious environmental challenges such as climate change and loss of wildlife, restoring and protecting our natural capital is one …"
    },
    {
        "title": "Leading with kindness on digital change, engagement and adoption",
        "authors": [
            "Stephanie Chaytor, Head of Engagement and Strategic Adoption"
        ],
        "posted_on": "2025-12-02T09:47:42",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Stephanie Chaytor",
                "tag": "h3"
            },
            {
                "content": "Across government, we are modernising our workforce to build a more productive and agile state that delivers maximum value to the public and the businesses we support. At DBT, the Engagement and Strategic Adoption team continually works to engage colleagues across the department around emerging technological changes and on the ongoing adoption of digital products and services.",
                "tag": "p"
            },
            {
                "content": "Managing these changes requires careful and thoughtful communication - kindness and understanding are so important and this is where change management practices can really help us. We’ve found that digital adoption and emerging tech changes can really benefit from this human centric approach, helping us better identify emerging concerns and reasons for resistance more effectively. By integrating change methodologies, organisations like DBT can better respond to the barriers we face on modernisation. They give us the best chance of success for delivery and, importantly, help to ensure our people aren’t left behind.",
                "tag": "p"
            },
            {
                "content": "Understanding adoption and change management",
                "tag": "h2"
            },
            {
                "content": "Digital adoption or product adoption is the process by which individuals and organisations integrate digital tools into their daily practices and ways of working. This involves not just installing or updating technology but ensuring people understand it and can consistently benefit from its usage. ",
                "tag": "p"
            },
            {
                "content": "Change management involves preparing and supporting people as they adapt to new ways of working or thinking, addressing concerns along the way. Effective methodologies can help tailor approaches to different teams and areas, improving adoption outcomes.",
                "tag": "p"
            },
            {
                "content": "Success depends on how (or if!) people use technology; guiding them through change is as important as the technical implementation itself.",
                "tag": "p"
            },
            {
                "content": "Supporting staff through the change and adoption stages ",
                "tag": "h2"
            },
            {
                "content": "To address this effectively, the Prosci ADKAR model, when considered alongside the product adoption process, provides a robust framework to guide our modernisation efforts.",
                "tag": "p"
            },
            {
                "content": "This model is particularly well-suited for digital change initiatives as it emphasises individual adoption, offers a structured step-by-step approach (Awareness, Desire, Knowledge, Ability, Reinforcement), proactively manages resistance, ensures the development of required skills and confidence for new technologies, and incorporates reinforcement mechanisms to sustain change - all of which are critical for successful digital transformation. In contrast, Lewin’s Change Model (Unfreeze – Change - Refreeze) presumes a static end state post-change, whereas digital transformation is inherently continuous and iterative, making \"refreezing\" impractical. Lewin’s model, and others like it, don’t prioritise individual adoption or ongoing adaptation.",
                "tag": "p"
            },
            {
                "content": "The product adoption process and ADKAR models both underscore the significance of individuals’ attitudes and engagement with a product or change from the outset. Both processes begin by building awareness and articulating the associated benefits - this initiates interest and encourages active participation. Change management and adoption are further supported by building knowledge through structured training and leadership modelling, essential for enabling both the trial and adoption phases. According to the ADKAR model, sustaining new practices relies upon continuous reinforcement. Digital and change teams encounter fresh challenges here because achieving sustained, long-term adoption and change depends on continuous dedication and collaboration from teams across the department. They must manage and prioritise this responsibility in addition to their already demanding day to day work.",
                "tag": "p"
            },
            {
                "content": "At DBT, we are working to capitalise on our network of change advisors and intentionally integrate expertise in both change management and digital disciplines in our ongoing work. By reinforcing this methodology, we can enhance our capacity to guide the department through major digital transformation initiatives, such as Windows 11 upgrades, Machinery of Government (MoG) changes, and more targeted projects like driving adoption on our internal Customer Relationship Management (CRM) Data Hub and AI tools like Co-pilot.",
                "tag": "p"
            },
            {
                "content": "We are aligning our strategies for adoption with a comprehensive understanding of the human factors that may hinder behavioural change. Ultimately, our approach to technical change and digital adoption is about prioritising our people.",
                "tag": "p"
            },
            {
                "content": "Human-focussed engagement",
                "tag": "h2"
            },
            {
                "content": "Our people are our most important asset. Supporting them to stay productive in the delivery of their own objectives as they navigate the demands of a fast-paced, ever-changing technical landscape is essential for a successful modern workforce.",
                "tag": "p"
            },
            {
                "content": "It’s natural for colleagues to have concerns about new and existing technologies - especially as these tools become more prevalent and complex. These concerns can influence both individual attitudes and organisational values, particularly in areas like AI, where the pace of change and the level of apprehension around usage and ethics can feel much more complicated.",
                "tag": "p"
            },
            {
                "content": "It's important to address concerns directly, making sure our messages about digital changes are clear and consistent. Communications and support should always feel genuinely peer-to-peer, it should be encouraging and free from confusing jargon and it should never feel patronising. Meeting people where they are, and recognising their current attitudes and understanding, helps everyone learn and adapt together. This approach allows us to adjust our communications and support as we progress, so colleagues feel genuinely supported throughout and can recognise the positive impact of change on their work.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "If you’re reading this blog, I would invite you to reflect on your own role in driving change in your own organisation. If you are a leader, model the behaviours you want to see - communicate openly, listen to concerns, and champion a culture of kindness and inclusion. By actively supporting your colleagues through digital changes, you set the tone for successful adoption and lasting positive impact. If you’re part of a digital team, go beyond delivering solutions - take time to understand the needs, concerns, and levels of understanding held by different colleagues and teams. Remember they are experts on their own work, not on all things digital. By putting people first, you help ensure that digital change is not only successful but also inclusive and sustainable.",
                "tag": "p"
            },
            {
                "content": "Embracing digital change and product adoption is not just about adopting new technologies, it’s about supporting people through every stage of the journey. By prioritising kindness, clear communication, and a human-centred approach, we can overcome challenges and ensure that no one is left behind.",
                "tag": "p"
            },
            {
                "content": "At DBT, our commitment to thoughtful change management and digital adoption can hopefully best support colleagues to thrive in an ever-evolving environment. Working together, we can build a modern, agile workforce that delivers real value to the public and the businesses we serve.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/12/02/leading-with-kindness-on-digital-change-engagement-and-adoption/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "When it comes to digital change - the Department for Business and Trade (DBT) is making our people the priority."
    },
    {
        "title": "How GFIE pathways tackle the double hurdle of Conviction and Disability",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2025-12-02T09:00:48",
        "categories": [
            "#GFIEsuccessstory",
            "Break down barriers to opportunity",
            "International Day of Disabled Persons",
            "People with Convictions"
        ],
        "content": [
            {
                "content": "The 3rd December 2025 is International Day of Disabled Persons (IDDP). This year's theme, \"Fostering disability-inclusive societies for advancing social progress\" speaks directly to the Civil Service's commitment to creating opportunities through our Going Forward into Employment (GFiE) Pathways.",
                "tag": "p"
            },
            {
                "content": "Fostering disability-inclusive societies for advancing social progress is achieved by creating equitable opportunities for individuals facing barriers to employment, including those with a disability and a past criminal conviction.",
                "tag": "p"
            },
            {
                "content": "Facing Two Hurdles: Conviction and Disability",
                "tag": "h3"
            },
            {
                "content": "It's much harder for someone to find a good job when they have to deal with the stigma of a conviction and manage a disability (which can be a visible or hidden condition).The evidence is clear that these two challenges often go hand-in-hand, making our work through GFiE so vital:",
                "tag": "p"
            },
            {
                "content": "These twin challenges often push talented, resilient people out of the job market.",
                "tag": "p"
            },
            {
                "content": "You can find more information about this Pathway and our other GFiE Pathways at Civil Service Careers GFIE Pathway Page, or can contact us at GFiE@cabinetoffice.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2025/12/02/how-gfie-pathways-tackle-the-double-hurdle-of-conviction-and-disability/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "The 3rd December 2025 is International Day of Disabled Persons (IDDP). This year's theme, \"Fostering disability-inclusive societies for advancing social progress\" speaks directly to the Civil Service's commitment to creating opportunities through our Going Forward into Employment (GFiE) Pathways. Fostering …"
    },
    {
        "title": "Consultation opens on evidence relating to screening pregnant women for anaemia",
        "authors": [
            "Omaer Syed"
        ],
        "posted_on": "2025-12-02T08:51:53",
        "categories": [
            "Antenatal screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to screening for iron deficiency anaemia (IDA) in pregnancy.",
                "tag": "p"
            },
            {
                "content": "The UK NSC does not currently recommend screening for this condition.",
                "tag": "p"
            },
            {
                "content": "We are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map, which was commissioned to review literature on the topic published since the previous evidence review in 2021. Evidence maps are typically the first step in the UK NSC evidence review process. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map concludes that the volume and type of new evidence related to screening for IDA in pregnancy is currently insufficient to justify more in-depth work at this time. It recommends that the topic should be re-considered in 3 years’ time.",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "About IDA in pregnancy",
                "tag": "h2"
            },
            {
                "content": "Iron deficiency anaemia is caused by a lack of iron and is common in pregnancy. Symptoms can include tiredness, shortness of breath, heart palpitations and headaches. Anaemia during pregnancy is associated with various health complications for mother and baby.",
                "tag": "p"
            },
            {
                "content": "IDA accounts for almost 75% cases of anaemia in pregnancy. A multicentre study conducted from 2018 to 2019 across 86 maternity units in the UK and Ireland reported an overall prevalence of IDA during pregnancy of 30%.",
                "tag": "p"
            },
            {
                "content": "Iron tablets are recommended for pregnant women who are anaemic. However, mild-to-moderate IDA is often asymptomatic, and the benefits and harms of treating pregnant women with mild to moderate IDA are not well established.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "A 2021 UK NSC evidence summary did not recommend screening because the available evidence on the benefits and harms of treatment was limited and deemed poor quality.",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map identified new published evidence since 2021. It found:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/12/02/consultation-opens-on-evidence-relating-to-screening-pregnant-women-for-anaemia/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on evidence relating to screening for iron deficiency anaemia in pregnancy."
    },
    {
        "title": "Grief in the workplace: supporting each other during National Grief Awareness Week and beyond",
        "authors": [
            "Leyla Kee-McParlin"
        ],
        "posted_on": "2025-12-02T08:47:20",
        "categories": [
            "Awareness",
            "Defra digital"
        ],
        "content": [
            {
                "content": "Please be aware that this blog discusses bereavement and grief. There are resources at the end of this blog if you are affected by these topics and need support.",
                "tag": "p"
            },
            {
                "content": "Have you ever carried a pain that no one else can see? I hadn’t until 12 months ago, when I experienced grief.",
                "tag": "p"
            },
            {
                "content": "As you read this blog post, it might still be National Grief Awareness Week. It might not be. It doesn’t matter because grief awareness shouldn’t be something just for one week.",
                "tag": "p"
            },
            {
                "content": "I want to write about why it matters to talk about grief at work, its impact and support you can find. I’ll also share my grief story in the hope that it gives you the confidence to share yours whenever it feels right for you.",
                "tag": "p"
            },
            {
                "content": "Why we need to talk about grief at work",
                "tag": "h2"
            },
            {
                "content": "Grief isn’t polite enough to keep certain hours. It can (and will) pop up as an unwanted guest at any time during your working day.",
                "tag": "p"
            },
            {
                "content": "It also isn’t just something that happens because of a loved one’s death. It’s a result of any sort of life change. It affects so many more of us than you’d think: perhaps the illness of a loved one or the ending of a relationship.",
                "tag": "p"
            },
            {
                "content": "If we can talk about grief, then we can take a little bit of power back from it. When we do that, we help create compassionate workplaces.",
                "tag": "p"
            },
            {
                "content": "My grief story",
                "tag": "h2"
            },
            {
                "content": "It started with 'anticipatory grief’. This is the feeling of loss when someone’s still with you. It happened to me when my nan was diagnosed with dementia.",
                "tag": "p"
            },
            {
                "content": "I was raised by my nan and lived with her until I was 11 years old. Years later, the tables turned and I became one of her primary carers along with my mum. I’ve heard dementia described as the “the long goodbye”, and it is, because it lasted just under ten years. In early October 2025, she sadly passed away.",
                "tag": "p"
            },
            {
                "content": "I barely had two weeks to process my nan’s passing, before my dad then unexpectedly passed away. Losing a parent was one of my biggest fears, but I naively thought it’d never happen.",
                "tag": "p"
            },
            {
                "content": "This caused me to experience 'cumulative grief’, where you don’t have time to process one loss before another happens. My doctor advised me to take some extended time off. If you asked me to describe cumulative grief, it’s like an agonising swim up to the water’s surface when something awful from the deep pulls you back down again... repeatedly.",
                "tag": "p"
            },
            {
                "content": "The impact of grief",
                "tag": "h2"
            },
            {
                "content": "It’s a hugely challenging period which affects your concentration, energy and mental health. I realised that no matter what I did, I was going to find it hard. You put pressure on yourself to 'carry on'.",
                "tag": "p"
            },
            {
                "content": "There’s a person you think you know before grief, and a person you discover after grief. You start to panic and worry that you’ll never see that pre-grief person ever again. ",
                "tag": "p"
            },
            {
                "content": "However, there can be a positive aspect to experiencing your grief in the open. It can encourage growth and emotional intelligence not only in yourself but others around you. They play a huge role in creating that space for support.",
                "tag": "p"
            },
            {
                "content": "How we can support each other",
                "tag": "h2"
            },
            {
                "content": "Returning to work can feel overwhelming. For me, I’d lost 2 of my biggest life cheerleaders. I felt like I was no longer Superman, just Clark Kent. However, I recently found the journal that my grief counsellor encouraged me to keep during this time.",
                "tag": "p"
            },
            {
                "content": "A line stood out loud and clear: ",
                "tag": "p"
            },
            {
                "content": "Looking back, there were 3 things that helped me the most:",
                "tag": "p"
            },
            {
                "content": "Where you can find support",
                "tag": "h2"
            },
            {
                "content": "It depends where you work, but you might be able to access:",
                "tag": "p"
            },
            {
                "content": "There are also helpful external resources like:",
                "tag": "p"
            },
            {
                "content": "Sharing your grief stories",
                "tag": "h2"
            },
            {
                "content": "This year’s theme for National Grief Awareness Week is ‘Growing with Grief’, focusing on finding hope and renewal after loss. The theme of renewal is literal for me, as I now plant my spring bulbs on my loved ones’ anniversaries in October.",
                "tag": "p"
            },
            {
                "content": "By openly acknowledging grief’s existence, breaking down the stigma and supporting each other then we might be able to normalise grief and feel more empowered.",
                "tag": "p"
            },
            {
                "content": "Grief isn’t a weakness. It’s a real part of being human. It’s changed me for the better.",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2025/12/02/grief-in-the-workplace-supporting-each-other-during-national-grief-awareness-week-and-beyond/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "Please be aware that this blog discusses bereavement and grief. Lead content designer Leyla Kee-McParlin talks about experiencing grief and supporting others through difficult times."
    },
    {
        "title": "Removing over 7,500 Weapons from our streets started with sistening",
        "authors": [
            "Adam Mazrani"
        ],
        "posted_on": "2025-12-01T18:02:24",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "How the Home Office's knife surrender scheme succeeded by putting stakeholders at the heart of the campaign, and what it means for mission-led government",
                "tag": "p"
            },
            {
                "content": "I’m Adam Mazrani and I work in the External Affairs team in the Home Office Communications Directorate. Over the past year, I’ve led stakeholder engagement on the government’s mission to halve knife crime within 10 years.",
                "tag": "p"
            },
            {
                "content": "Last July, ahead of introducing Ronan’s Law, we ran the government’s largest knife surrender scheme, funding 37 new surrender bins across London, the West Midlands and Greater Manchester. The scale was ambitious. The challenge? Even bigger.",
                "tag": "p"
            },
            {
                "content": "The truth is that the government will always struggle to reach communities and individuals most likely to carry or come into contact with knives. Our stakeholder network, particularly the Coalition to Tackle Knife Crime comprising charities, victim support organisations, youth hubs, and tragically, the families and friends of knife crime victims, would need to bridge that gap.",
                "tag": "p"
            },
            {
                "content": "So we did something simple but powerful: we listened from day one. Before launch, I brought stakeholders together to stress-test our messages and creative assets. What would land in their communities? What might fall short? ",
                "tag": "p"
            },
            {
                "content": "Then we kept the conversation going. Each Monday without fail, I ensured the network received email updates on progress, and key successes with photos of surrendered knives. These weren’t courtesy emails. Stakeholders used that content in their own social posts, amplifying the message in ways we never could. ",
                "tag": "p"
            },
            {
                "content": "And when they told us what else they needed, we delivered. More bespoke social media assets. Physical posters for boxing gyms and supermarkets. Communication tailored to real places and real conversations. ",
                "tag": "p"
            },
            {
                "content": "I felt proud of how we drew on the stakeholders’ knowledge and passion through every stage. My biggest challenge was how we’d keep stakeholders engaged, as the month progressed and attention on the scheme ebbed and flowed with ever-changing priorities. How could we avoid upsetting them? How could we keep them updated, demonstrating that their work was making a difference?",
                "tag": "p"
            },
            {
                "content": "By August, at least 7,000 weapons had been taken off our streets. ",
                "tag": "p"
            },
            {
                "content": "The numbers tell part of the story: over 100 posts from stakeholders across  X and Instagram alone. But what really matters is that we now have non-government voices, some embedded in traditionally sceptical communities, independently telling their audiences that government is listening, doing good work and helping save lives.",
                "tag": "p"
            },
            {
                "content": "One stakeholder said: “It’s really incredible to know that the Home Office worked so closely and collaboratively with community groups on this campaign.” In an often difficult media environment, that’s gold dust. ",
                "tag": "p"
            },
            {
                "content": "This campaign reinforced something fundamental: halving knife crime demands we work beyond Whitehall’s walls. This proved we can. The best ideas and authentic voices often come from outside Whitehall. Every weapon surrendered is a  life potentially saved. That’s what happens when we build relationships, show respect and listen.",
                "tag": "p"
            },
            {
                "content": "I’m incredibly proud of what we achieved together, and I hope teams across government never lose sight of what’s possible when we work this way.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/12/01/removing-over-7500-weapons-from-our-streets-started-with-sistening/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "How the Home Office's knife surrender scheme succeeded by putting stakeholders at the heart of the campaign, and what it means for mission-led government I’m Adam Mazrani and I work in the External Affairs team in the Home Office Communications …"
    },
    {
        "title": "Post-implementation reviews: Update on progress across government ",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-12-01T15:09:25",
        "categories": [
            "Evaluation",
            "Post-implementation reviews"
        ],
        "content": [
            {
                "content": "Post-implementation reviews (PIRs) play a vital role in ensuring that regulations remain proportionate and effective. They support ministers in deciding whether measures should be retained, amended, repealed or replaced.  ",
                "tag": "p"
            },
            {
                "content": "They also help demonstrate that regulations support the government’s growth agenda and help to deliver HM Treasury’s Regulation Action Plan to reduce the administrative burden of regulation by 25%. ",
                "tag": "p"
            },
            {
                "content": "In April 2025, we published a league table of departments who were lagging on regulatory evaluation and secured commitments from eight departments to address their backlogs of overdue PIRs. In July we published an update on the progress by two departments against their commitments. ",
                "tag": "p"
            },
            {
                "content": "This blog provides an update on the latest position on the number of outstanding PIRs and the progress by the eight departments with the largest backlogs against the commitments that they made to reduce their backlogs. ",
                "tag": "p"
            },
            {
                "content": "Outstanding PIRs by department ",
                "tag": "h2"
            },
            {
                "content": "We are pleased that following our actions, the total number of overdue PIRs has fallen from over 80 in April to 47 today, including 4 PIRs that have newly become overdue. This represents a significant improvement.  ",
                "tag": "p"
            },
            {
                "content": "However, it still means that some regulations affecting businesses and society have not been properly checked to ensure they are meeting their objectives or whether they could be improved in some way.  ",
                "tag": "p"
            },
            {
                "content": "*Revisions to the data mean that the number of PIRs outstanding for the Department of Health & Social Care and Food Standards Agency is higher than reported in April.",
                "tag": "p"
            },
            {
                "content": "Progress since April in clearing outstanding PIRs",
                "tag": "h2"
            },
            {
                "content": "A full list of outstanding PIRs across government is published on our website for transparency.",
                "tag": "p"
            },
            {
                "content": "Departmental performance against their commitments",
                "tag": "h2"
            },
            {
                "content": "Impressive progress:",
                "tag": "h3"
            },
            {
                "content": "Moderate progress, but missing commitments:",
                "tag": "h3"
            },
            {
                "content": "Limited or no progress - departments where we have significant concerns:",
                "tag": "h3"
            },
            {
                "content": "What happens next",
                "tag": "h2"
            },
            {
                "content": "I have written again to the permanent secretaries of the eight departments who I previously wrote to in April. I have updated them on their department’s performance and reminded them of the importance of making further progress in completing all PIRs. In some cases I have asked them to firm up on their previous commitments by specifying a date by which they will have fully completed all outstanding PIRs.",
                "tag": "p"
            },
            {
                "content": "We will continue to monitor and publish departmental performance on addressing the backlog of PIRs and delivering on their commitments. We expect to provide the next update in early 2026.",
                "tag": "p"
            },
            {
                "content": "We expect all departments to renew their commitments and confirm a clear timescale for delivering outstanding reviews. We hope to be able to report meaningful improvements in our next update.",
                "tag": "p"
            },
            {
                "content": "The RPC is here to help, but the action must come from departments.",
                "tag": "p"
            },
            {
                "content": "All departments should now:",
                "tag": "p"
            },
            {
                "content": "✓ complete all outstanding PIRs",
                "tag": "p"
            },
            {
                "content": "✓ check their pipeline of regulations approaching their review date",
                "tag": "p"
            },
            {
                "content": "✓ block time out now to complete PIRs due in the next 12 months",
                "tag": "p"
            },
            {
                "content": "✓ speak to their chief economist's office about evaluation planning",
                "tag": "p"
            },
            {
                "content": "Resources available:",
                "tag": "h3"
            },
            {
                "content": "Follow our blog via email for further updates.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/12/01/post-implementation-reviews-update-on-progress-across-government/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "Post-implementation reviews (PIRs) play a vital role in ensuring that regulations remain proportionate and effective. This blog provides an update on that latest position: the number of outstanding PIRs across government and the progress by the eight departments with the largest backlogs against the commitments that they made."
    },
    {
        "title": "DVS measures in the Data Act have come into force",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-12-01T14:15:18",
        "categories": [
            "Digital identity",
            "Legislation"
        ],
        "content": [
            {
                "content": "The majority of the measures in Part 2 of the Data (Use and Access) Act 2025 have come into force today, 1 December 2025. This move brings the digital verification services (DVS) pilot onto a statutory footing, enabling people and businesses to have greater confidence when using DVS to prove who they are or things about them.",
                "tag": "p"
            },
            {
                "content": "Moving to a statutory framework",
                "tag": "h2"
            },
            {
                "content": "Since 2020, the government has operated a pilot to enable the secure and reliable use of digital verification services in the UK. The pilot approach included creating the UK digital identity and attributes trust framework (the trust framework), supplementary codes, an independent certification process, and a register of certified DVS providers.",
                "tag": "p"
            },
            {
                "content": "We’ve tested, learnt from and improved these interventions over time, in preparation for moving to a statutory regime. For example, in April 2025, we launched a GOV.UK service for the public register, replacing the manual publication of spreadsheets of providers and their services. We’ve continued – and continue – to improve that service over time.",
                "tag": "p"
            },
            {
                "content": "In June 2025, we published the final release of the ‘gamma’ (0.4) trust framework and the first publications of the right to work, rent and DBS supplementary codes. ",
                "tag": "p"
            },
            {
                "content": "Just last month, in November 2025, the UK Accreditation Service granted its first accreditation to an approved conformity assessment body.",
                "tag": "p"
            },
            {
                "content": "These were essential elements to have gotten right and to ensure they were operationally ready prior to commencement. They now are, so the DVS measures in the Data (Use and Access) Act – which became law in June – can now come into force as the next step. That means that, from today, many aspects of the pilot have been placed onto a statutory footing.",
                "tag": "p"
            },
            {
                "content": "Why have we brought this in",
                "tag": "h2"
            },
            {
                "content": "Taken as a whole, this regime of standards, governance and oversight helps to ensure the public can trust digital verification services offered under it in the UK.",
                "tag": "p"
            },
            {
                "content": "Certification against the trust framework is optional, but it enables providers to appear on the new statutory register. This helps the public and businesses across the economy to more easily identify a DVS provider as trustworthy. By strengthening the reliability of the industry through a statutory regime, we pave the way for increased use of trusted digital identities by the public.",
                "tag": "p"
            },
            {
                "content": "What this means for you",
                "tag": "h2"
            },
            {
                "content": "Now we have moved to the statutory regime, service providers and conformity assessment bodies should now refer to the most recently republished versions of the trust framework and supplementary codes, which we have updated to reflect that these are the statutory versions.",
                "tag": "p"
            },
            {
                "content": "Existing certification against the trust framework or any of the existing supplementary codes remain valid in line with the provisions in section 0 of the most recent republished version of the trust framework (0.4).",
                "tag": "p"
            },
            {
                "content": "In addition, 48 DVS providers and their 57 services that had gained certification against the trust framework have applied to join the statutory DVS register. The statutory register is now live and replaces the non-statutory register from today.",
                "tag": "p"
            },
            {
                "content": "We have also published new guidance on how providers can apply to appear on the statutory register, which providers should refer to moving forwards.",
                "tag": "p"
            },
            {
                "content": "What comes next?",
                "tag": "h2"
            },
            {
                "content": "In line with the duties under the Act passed in June, we must review the supplementary codes and trust framework at least every year, as well as publish a report on the regime’s performance. We intend to publish the 1.0 version of the trust framework in 2026, starting with a pre-release, which we will then work with conformity assessment bodies and the UK Accreditation Service to enable certification against.",
                "tag": "p"
            },
            {
                "content": "Certification against the 1.0 publication will allow DVS providers to use the trust mark. This trust mark will enable the public to identify trustworthy reliable DVS providers more readily.",
                "tag": "p"
            },
            {
                "content": "Additionally, we intend to bring into force the remaining powers in the Act relating to the information gateway. These powers will allow public authorities to share relevant information about an individual with a registered DVS provider for the purposes of providing digital verification services to that individual at their request.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/12/01/dvs-measures-in-the-data-act-have-come-into-force/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "The majority of the measures in Part 2 of the Data (Use and Access) Act 2025 have come into force today, 1 December 2025."
    },
    {
        "title": "From Listings to Lasting Protection: Strengthening Indonesia’s Capacity to Safeguard Threatened Sharks and Rays",
        "authors": [
            "Joanna Murray"
        ],
        "posted_on": "2025-12-01T13:31:14",
        "categories": [
            "biodiversity",
            "Climate Change",
            "Field Research",
            "Fisheries",
            "Hydrology",
            "International",
            "Monitoring",
            "Science",
            "Uncategorized",
            "Vulnerable species",
            "Wildlife trade"
        ],
        "content": [
            {
                "content": "By Efin Muttaqin, Siti Zanuba Aisyah, Wahyu Putri Fajar Rahmalinda & Heidi Retnoningtyas from Rekam Nusantara Foundation, and Joanna Murray, Marine Wildlife Trade and Bycatch Lead at Cefas.",
                "tag": "p"
            },
            {
                "content": "Indonesia’s relationship with sharks and rays is as deep and vast as its oceans. For centuries, coastal communities have relied on marine resources for food and livelihoods. Today, Indonesia is also one of the world’s largest producers and exporters of shark and ray products, bringing with it both responsibility and opportunity. With so many species now threatened and regulated under the Convention on International Trade in Endangered Species of Wild Flora and Fauna (CITES), ensuring that trade is legal and sustainable is not just an international obligation, but a national priority for conserving marine biodiversity. As a CITES Party, Indonesia must ensure that all trade in listed species is legal, traceable, and sustainable, an increasingly complex task as more sharks and rays are listed on the Appendices of the CITES convention.",
                "tag": "p"
            },
            {
                "content": "As the CITES Conference of the Parties (CoP) convenes over the next two weeks in Samarkand, Uzbekistan, with governments from around the world debating and deciding on proposals for new species listings, work is underway across Indonesia to translate these commitments into practice. Strengthening species identification, monitoring, and enforcement capacity ensures that once new listings are adopted, implementation on the ground can begin.",
                "tag": "p"
            },
            {
                "content": "Yet on the ground, the challenges are real. Sharks and rays do not arrive neatly labeled; they come as whole specimens, frozen blocks, fin sets, dried products, and processed meat. Some species look deceptively similar. A misidentified specimen can lead to incorrect reporting, undetected illegal trade, or an overlooked opportunity to intervene. Addressing illegal trade requires more than regulations, it demands people are skilled, confident, and equipped to identify species accurately at landing sites, checkpoints, processing facilities, and export hubs. And for Indonesia to meet its ambition to reduce illegal trade through stronger cohesion among authorities, better tools, and improved compliance, one thing is clear: people must have the skills to recognise what they are looking at.",
                "tag": "p"
            },
            {
                "content": "To tackle this, nineteen officers from Marine and Coastal Resource Management Units from across Indonesia (Padang, Pontianak, Sorong, Denpasar, Makassar, and Serang), responsible for inspecting shark and ray products every day, travelled to Lombok in October 2025, to participate in shark and ray identification training. The workshop was hosted by the Directorate of Species and Genetic Conservation of the Ministry of Marine Affairs and Fisheries of Indonesia, co-organized by Rekam Nusantara Foundation and Cefas, and funded by the International Wildlife Trade Challenge Fund.",
                "tag": "p"
            },
            {
                "content": "Over five long and intensive days, participants immersed themselves in a learning journey with international expert Dr Rima Jabado, alongside national experts Dr Fahmi, Dr Andhika Prasetyo, and Benaya Simeon. Tanjung Luar Fishing Port became an outdoor laboratory. Here, amid the bustle of auction activities and the scent of the morning catch, participants rolled up their sleeves and applied what they had learned in the classroom. They practiced identifying whole shark and ray specimens, measuring biological parameters, as well as examining dried and processed products in local facilities. Trainers guided them in spotting subtle characteristics: fin shapes and coloration, vertebral counts, spine structure, details that can make the difference between a legal product and a protected species.",
                "tag": "p"
            },
            {
                "content": "Another highlight was the DNA sampling practical led by Andhika, an integral step of introducing novel monitoring technologies to identify sharks’ species. Ultra-processed products such as cartilage (used as pet chews among other things), fin needles (used in shark fin soup), and shark jaws (ornamental) can often make visual identification challenging, and this is where genetic approaches provide a clear advantage. Participants learned how to collect, preserve, and document tissue samples to support molecular identification, which is critical when visual cues are ambiguous or completely lacking.",
                "tag": "p"
            },
            {
                "content": "Capacity building is rarely glamorous, but its impact is profound. Every officer who can accurately identify a shark or ray species contributes to stronger enforcement and better compliance with national and international regulations. This training is one chapter in a much broader effort to support on the ground CITES implementation in Indonesia with support from our IWT Challenge Fund Extra project. Armed with new skills, participants of this training will return home to mentor colleagues across Indonesia, steadily increasing the country’s capacity to identify sharks and rays in trade with confidence. And while they lead the charge on the ground, one of our project’s PhD researchers continues to advance the development of molecular tools to uncover the true identity of products that can’t be identified by eye, ensuring no shark or ray slips through the cracks.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/12/01/from-listings-to-lasting-protection-strengthening-indonesias-capacity-to-safeguard-threatened-sharks-and-rays/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Indonesia is one of the world’s largest producers and exporters of shark and ray products. As the CITES Conference of the Parties convenes in Samarkand, Uzbekistan, and governments from around the world debate and decide on proposals for new species listings, work is underway across Indonesia to translate these commitments into practice."
    },
    {
        "title": "Highlights from the Coastal Partnership Network Conference",
        "authors": [
            "Chloe Boyle, Coastal Planner"
        ],
        "posted_on": "2025-12-01T13:20:49",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Members of the Marine Planning team and the Evidence and Evaluation team from the Marine Management Organisation (MMO) attended the Coastal Partnership Network (CPN) conference in Liverpool held in October. The CPN provide support for collaboration work across the UK coastline, connecting Coastal, Estuary & Marine Partnerships (CEMPs) and similar initiatives. Their goal for the conference was to support CEMPs while ensuring the value of their work and the coast is recognised nationally.",
                "tag": "p"
            },
            {
                "content": "Chloe Boyle (North West Coastal Planner) and Elizabeth Brett (Senior Evidence Specialist) presented on the MMOs functions with CEMPs, providing previous examples of positive working relationships and their benefits. They also shared numerous projects that the MMO and CEMPs have collaborated on across the coast, along with future opportunities to collaborate.",
                "tag": "p"
            },
            {
                "content": "Areas of collaboration between the MMO and CEMPs so far and their associated benefits have taken place in:",
                "tag": "p"
            },
            {
                "content": "Collaborating with CEMPs improves communication, ensuring better access to information, reports, and local projects which may otherwise be restricted. It also enhances relationships with coastal stakeholders and decision-makers. Raising awareness of the MMOs functions amongst stakeholders and in turn providing access to participate in discussions and the decision-making process. ",
                "tag": "p"
            },
            {
                "content": "We would like to thank the CPN for giving us the opportunity to present and all those at the conference who engaged with us during our time there.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/12/01/highlights-from-the-coastal-partnership-network-conference/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Members of the Marine Planning team and the Evidence and Evaluation team from the Marine Management Organisation (MMO) attended the Coastal Partnership Network (CPN) conference in Liverpool held in October. The CPN provide support for collaboration work across the UK …"
    },
    {
        "title": "Insights from the first five months of the GOV.UK app public beta",
        "authors": [
            "Amy Harper, Lead Product Manager"
        ],
        "posted_on": "2025-12-01T09:08:32",
        "categories": [
            "GDS team",
            "GOV.UK"
        ],
        "content": [
            {
                "content": "In July, GDS released the first version of the GOV.UK app, available for anyone in the UK to download. It was a big moment - for the first time, we’ve enabled people to have a more customised and persistent GOV.UK experience. The release was the culmination of months of user research, product design and technical expertise, so it was very exciting to see it out in the wild.",
                "tag": "p"
            },
            {
                "content": "As of early October, there had been 140,000 downloads of the app. That number jumped to almost 260,000  as of 24 November, highlighting the great progress we’ve made in such a short space of time.",
                "tag": "p"
            },
            {
                "content": "We’ve been spending these last few months carefully monitoring how the app is being used to make sure it meets user needs. This blog post sets out some of those insights, and how we’ll be building on them for the next stage of product development. ",
                "tag": "p"
            },
            {
                "content": "Kickstarting a new era of digital government",
                "tag": "h2"
            },
            {
                "content": "Before we dive into the data, let’s look back at how we got to this point.",
                "tag": "p"
            },
            {
                "content": "The Blueprint for modern digital government, published in January, named the GOV.UK app as one of its 5 kickstarter initiatives. The kickstarters are intended to show our progress on delivering next-generation public services - with the app a central part of this, demonstrating how we will enable more personalised experiences for our users.",
                "tag": "p"
            },
            {
                "content": "With over 60% of users to the GOV.UK  website visiting via mobile devices, our data told us that users increasingly want and expect a mobile-first public service delivery, in line with other industries and indeed other governments around the world. After positive feedback from users in a private beta in spring, we were ready for a public launch.",
                "tag": "p"
            },
            {
                "content": "Meeting users’ app-etite ",
                "tag": "h2"
            },
            {
                "content": "The current version of the app in public beta is already delivering a more personalised, persistent and proactive experience.",
                "tag": "p"
            },
            {
                "content": "It enables each user to easily tailor their homepage with the topics that matter most to them, and AI-powered search gives them the most relevant results. Because people are logged in, the GOV.UK app remembers the pages they have visited and what they’ve searched for previously, getting them quickly to the content they care most about. Users can also access their local council services quickly by entering their postcode, and can opt in to receive push notifications to stay informed of real-time updates and alerts.",
                "tag": "p"
            },
            {
                "content": "What we’ve learned so far ",
                "tag": "h2"
            },
            {
                "content": "The public beta release marked the transition from development to larger-scale, real-world testing. Over the last 5 months we have seen strong organic growth, with the app downloaded nearly 260,000 times. We’ve been learning about how these users are engaging with the GOV.UK app, gathering insight on how this first version is working, and what we can do to make it even better. We’ve been using Google Analytics to see how consenting users are interacting with the app, alongside an in-app survey.  ",
                "tag": "p"
            },
            {
                "content": "Personalisation ",
                "tag": "h3"
            },
            {
                "content": "Our personalisation features are really popular: over 80% of users have customised their homepage since launch, including adding their local authority. One piece of feedback even said: “Was much simpler to set up than I originally thought, love you can choose what’s relevant to your own circumstances.”",
                "tag": "p"
            },
            {
                "content": "We see that return users are increasingly taking advantage of features we designed to give them shortcuts to get to content that is relevant to them, such as Previous Searches (22%) and Pages You Viewed (16%). This is an early validation that the features we have designed offer value to app users.",
                "tag": "p"
            },
            {
                "content": "The content that returning users are coming back to the most includes Universal Credit, (re)booking Driving Tests and applying for apprenticeships. One respondent to the in-app survey said: “Easy to navigate through app. Very user friendly designed”. Whilst accessing web content in the app is working well in many places, we’ve also seen that there are some areas where this is limiting the experience for users: “I don’t like how the app mostly just links to web pages at the moment”, so we’ll be exploring how we get this balance right.",
                "tag": "p"
            },
            {
                "content": "Positive response to nudges",
                "tag": "h3"
            },
            {
                "content": "We’ve seen some exciting results from both internal and external nudges such as in-app notifications or news about topical issues. Travel content prompts sparked interest and usage indicating they were timely and relevant. While external nudges, like articles on government topics such as pension articles and Companies House registrations, show that users are actively searching for the app as an alternative channel. Seasonal trends play a part too, with noticeable upticks around student services at the end of September.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h2"
            },
            {
                "content": "We are using all of this information to be data driven as we plan our next steps on the product to make sure we’re meeting user needs, delivering utility and value. In 2026, we will be: ",
                "tag": "p"
            },
            {
                "content": "As we build out our capabilities and connect with government departments, we will continue to focus on providing frequent, incremental value through ongoing app releases. ",
                "tag": "p"
            },
            {
                "content": "Onwards! ",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2025/12/01/insights-from-the-first-five-months-of-the-gov-uk-app-public-beta/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "The GOV.UK App went live in public beta in July. Find out what's been happening in the first 5 months, and what's coming next."
    },
    {
        "title": "8 top tips for successful woodland establishment this winter",
        "authors": [
            "Polly Harries"
        ],
        "posted_on": "2025-12-01T09:00:00",
        "categories": [
            "Tree planting",
            "Woodland creation"
        ],
        "content": [
            {
                "content": "Last month marked the beginning of tree planting season, where colder temperatures and soil moisture levels provide dormant trees the best conditions for planting.",
                "tag": "p"
            },
            {
                "content": "If you’re thinking of planting trees this winter, here are 8 top tips to help your woodland creation project take root.",
                "tag": "p"
            },
            {
                "content": "1. Plan before you plant",
                "tag": "h2"
            },
            {
                "content": "Before you reach for the planting spade, take time to think about your objectives and the long-term vision of your woodland. Whether it’s for timber, biodiversity, water quality or shelter, your objectives will influence your woodland design. Taking the time to plan gives you the basis for establishing a successful woodland.",
                "tag": "p"
            },
            {
                "content": "There is available funding to help design your woodland  to the UK Forestry Standard, with expert support on hand.",
                "tag": "p"
            },
            {
                "content": "2. Choose the right tree species",
                "tag": "h2"
            },
            {
                "content": "Work with your land and not against it. Choose species that best match your site’s characteristics with your objectives.",
                "tag": "p"
            },
            {
                "content": "For example, if future woodland grazing is planned, consider including palatable species such as aspen, willow and hazel for browsing and avoid species that are toxic to livestock such as yew.",
                "tag": "p"
            },
            {
                "content": "Factor in climate change by considering species that will thrive in future environmental conditions. The Forest Research Ecological Site Classification tool can help you choose the right trees for your site.",
                "tag": "p"
            },
            {
                "content": "3. Ground preparation",
                "tag": "h2"
            },
            {
                "content": "The amount of ground preparation your site will require will depend largely on its previous use. Former arable land may be compacted, hindering root development and may require loosening with subsoiling or ripping (techniques that loosen compacted soil layers).",
                "tag": "p"
            },
            {
                "content": "Clearing competing vegetation is crucial as weeds compete with young trees for light, water and nutrients. Choose the right vegetation control method for your site. This can include mowing, targeted herbicide application or cultivation, and always follow best environmental practices.",
                "tag": "p"
            },
            {
                "content": "4. Timing is key",
                "tag": "h2"
            },
            {
                "content": "Your timing for planting can make all the difference for tree survival rates. In the UK, the planting season usually occurs between mid-November and early March, when the trees are dormant.",
                "tag": "p"
            },
            {
                "content": "Aim to plant as early as possible, ideally before the end of January. This gives trees time to establish roots before drier spring and summer conditions.",
                "tag": "p"
            },
            {
                "content": "5. Size matters",
                "tag": "h2"
            },
            {
                "content": "Bigger isn’t always better when it comes to planting trees. Young trees under 1 metre (whips) are often the best choice for a new woodland. These young trees establish quickly and adapt to their new environment. A 40-60cm whip can often catch up with a 6-foot tree within just a few years.",
                "tag": "p"
            },
            {
                "content": "6. Handle with care",
                "tag": "h2"
            },
            {
                "content": "Appropriate handling minimises tree losses and helps to reduce establishment costs. It is important to:",
                "tag": "p"
            },
            {
                "content": "Root desiccation and frost damage are among the most common causes of poor establishment and plant failure.",
                "tag": "p"
            },
            {
                "content": "7. Planting",
                "tag": "h2"
            },
            {
                "content": "Plant your trees at the same depth they were growing in the nursery by making sure the ‘collar’, where the roots meet the trunk, sits level with the ground.",
                "tag": "p"
            },
            {
                "content": "When using canes or stakes for support, ensure they are placed in the ground firmly to avoid loosening which can cause damage to your trees.",
                "tag": "p"
            },
            {
                "content": "8. Tree protection",
                "tag": "h2"
            },
            {
                "content": "Once your trees are in the ground, it’s important to protect them to ensure they survive. Effective tree protection not only helps them to establish but also prevents damage from wildlife and keeps competing plants at bay.",
                "tag": "p"
            },
            {
                "content": "Protect your trees by using tree shelters and guards, installing fencing and carrying out effective mammal management. It is important to consider:",
                "tag": "p"
            },
            {
                "content": "Further practical advice for woodland establishment",
                "tag": "h2"
            },
            {
                "content": "For more practical advice, check out our Woodland management: tips for early establishment video.",
                "tag": "p"
            },
            {
                "content": "For further information on woodland creation, including available grants and funding, visit our Tree planting and woodland creation: overview.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/12/01/8-top-tips-for-successful-woodland-establishment-this-winter/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Polly Harries, Land Use Advisor in the south west, shares 8 key considerations for successful woodland establishment this winter, and explores practical tips for planning through to planting your new woodland."
    }
]