[
    {
        "title": "ECSAT celebrates its 10th anniversary",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2025-07-25T14:48:53",
        "categories": [
            "Delivering Missions and Capabilities",
            "European Space Agency"
        ],
        "content": [
            {
                "content": "The European Centre for Space Applications and Communications (ECSAT) celebrates a decade of of boosting UK prosperity, understanding the Universe, and protecting our planet and outer space. ",
                "tag": "p"
            },
            {
                "content": "What is ECSAT and what does it do? ",
                "tag": "h2"
            },
            {
                "content": "In operation from 9 July 2015, the ECSAT research centre in Harwell, Oxfordshire has championed scientific innovations in space, made the world a better place for UK and European citizens, and improved our understanding of the Universe. ",
                "tag": "p"
            },
            {
                "content": "The founding of ECSAT was one part of the UK government’s project to establish itself within the space sector, along with the creation of the UK Space Agency in 2010. The research centre’s location in the UK has also served to strengthen collaboration between the UK Space Agency and ESA, supplying both agencies with added expertise and facilities that would have otherwise been harder to obtain. ",
                "tag": "p"
            },
            {
                "content": "This close connection between agencies has allowed ECSAT to achieve its main research objectives and expanded its innovative capabilities in fields such as satellite telecommunications, robotics, climate change research, technology, and science. ",
                "tag": "p"
            },
            {
                "content": "ECSAT’s achievements over the last 10 years ",
                "tag": "h2"
            },
            {
                "content": "Since its inception, ECSAT has been at the forefront of space and technology research, with the overall objective being to improve the lives of UK and European member state citizens. ",
                "tag": "p"
            },
            {
                "content": "Over its lifetime, ECSAT has invested over €1 billion in new technologies and services for the biggest markets for space – satellite telecommunications and applications. This investment has helped research teams around Europe and in the UK test and develop their technologies, achieving connectivity in some of the most remote locations on Earth.    ",
                "tag": "p"
            },
            {
                "content": "The research centre’s 5G/6G Hub has played a key part in developing the next generation of space-enabled network connectivity; both strengthening existing 5G networks and preparing for the future instalment of 6G. ",
                "tag": "p"
            },
            {
                "content": "The applications of this technology are practically limitless. Engineers have begun testing the use of specialised remote-control robots in conditions that are potentially hazardous for humans but harmless for agile robots controlled from afar with 5G. Another potential application of this technology comes in the field of climate research. Since bodies of water are often isolated and poorly connected, ECSAT’s improved 5G technology could aid scientists to monitor metrics such as salinity, pollution, and pH levels in water around the world and in real time. ",
                "tag": "p"
            },
            {
                "content": "ECSAT does not work alone, however. Teams at the research centre have supported smaller organisations and start-ups in the space sector to test and launch their products. Over 1000 companies have benefitted from the support of ECSAT and ESA, resulting in the development of technologies such as medical supply drones and a prototype for 5G-connected ambulances that would support paramedics in remote locations. ",
                "tag": "p"
            },
            {
                "content": "These are not just established companies either. Through its Business Incubator Centre, the ECSAT network has also supported 140 space startups, of which 95% have gone on to succeed commercially. Together, these companies have secured over £200 million in private equity investment, helped create over 1000 high-skilled jobs, and continue to push the space sector into uncharted territory. ",
                "tag": "p"
            },
            {
                "content": "Perhaps most significantly, ECSAT has contributed immensely to our understanding of the planet, and the forces threatening its ecosystems. ESA’s Climate Change Initiative (ICC), working out of ECSAT, has produced over 1300 scientific papers as well as informed over half of the Essential Climate Variables (ECVs) scientists around the world use to keep track of the climate and its health. ",
                "tag": "p"
            },
            {
                "content": "ECSAT’s plans for the future ",
                "tag": "h2"
            },
            {
                "content": "With 10 years of impressive achievements behind them, ECSAT is not taking its foot off the accelerator. ",
                "tag": "p"
            },
            {
                "content": "The primary goal of the centre and ESA is to keep reinforcing and expanding the work ECSAT is currently doing with special emphasis on satellite communications. This will include working both with the cluster organisations within its network, and the UK Space Agency itself. ",
                "tag": "p"
            },
            {
                "content": "In terms of sizeable changes to its remit, ECSAT has emphasised its ambitions to expand its activities to include multi-disciplinary projects such as the Moonlight Initiative, which aims to facilitate infrastructure building on the moon for institutions and companies. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/07/25/ecsat-celebrates-its-10th-anniversary/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The European Centre for Space Applications and Communications (ECSAT) celebrates a decade of boosting UK prosperity, understanding the universe, and protecting both the planet and outer space. "
    },
    {
        "title": "The Unsung Heroes of Water Monitoring: A Chief Scientist's Perspective",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2025-07-25T08:27:23",
        "categories": [
            "Environment Agency",
            "Science",
            "Uncategorized",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "When I first stepped into the Chief Scientist role at the Environment Agency, one of my earliest visits was to observe how our teams monitor England's rivers. What I witnessed was nothing short of remarkable—a complex network of skilled professionals working tirelessly to understand and protect our water environment.",
                "tag": "p"
            },
            {
                "content": "Monitoring our ever-changing water systems is far from straightforward. It demands skill, knowledge, expertise, and deep scientific understanding. The journey from collecting a water sample to generating actionable information involves a carefully orchestrated chain of activities:  planning of monitoring locations and frequencies, coordinating logistics, collecting samples, taking measurements, conducting laboratory analyses, and interpreting and publishing data. This process underpins critical decisions across multiple fronts, from abstraction licencing and flood warnings to water quality permits.",
                "tag": "p"
            },
            {
                "content": "The Scale of the Challenge",
                "tag": "p"
            },
            {
                "content": "The magnitude of this undertaking cannot be overstated. England boasts over 55,000 kilometres of rivers, streams, and canals—a network longer than the country's main road system. Add to this the lakes, groundwaters, coastlines, and estuaries, and you begin to appreciate the immense complexity of monitoring such vast and varied terrain. It requires significant resources, coordination, and cutting-edge technology to ensure effective environmental oversight.",
                "tag": "p"
            },
            {
                "content": "During my visits to our national laboratories, I've witnessed the extraordinary range of water quality tests conducted daily. I've observed our National Water Quality Instrumentation Service managing continuous real-time monitoring, visited our Analysis and Reporting Teams conducting ecological surveys, accompanied our Monitoring Field Teams collecting samples, and toured gauging sites with our Hydrometry and Telemetry teams monitoring water levels, flow, and rainfall. Throughout these experiences, I've been consistently impressed by the care, professionalism, and passion of our staff.",
                "tag": "p"
            },
            {
                "content": "Adapting to Change",
                "tag": "p"
            },
            {
                "content": "Our work constantly evolves because the environment itself is dynamic. Our monitoring must deliver insights that enable effective responses to change—whether that's immediate action following an incident or long-term strategies based on multi-year data to guide large-scale improvements.",
                "tag": "p"
            },
            {
                "content": "This is why we collected over 99,000 samples across the country last year, analysing thousands of different chemicals and hundreds of species of plants and animals in our laboratories and in the field. This remarkable achievement was delivered by skilled staff, often working under very tight timescales. Recognising the critical importance of this work, we've secured an additional £8 million in funding this year—on top of existing budgets—to boost our monitoring service capacity.",
                "tag": "p"
            },
            {
                "content": "Our dedicated workforce",
                "tag": "p"
            },
            {
                "content": "Much of this excellent work, carried out by around 1,000 dedicated professionals across the Environment Agency, often goes unnoticed. We have specialists who start early each morning to collect samples or process laboratory bottles from the previous day. We have experts who understand everything about invertebrates and what they reveal about river health. Our teams include mathematicians, environmental scientists, ecologists, data scientists, and analytical chemists, all playing vital roles in generating the information we need. Together, they make us by far the largest provider of water monitoring data in England.",
                "tag": "p"
            },
            {
                "content": "Addressing Recent Challenges",
                "tag": "p"
            },
            {
                "content": "Recent media coverage regarding capacity issues in our inorganic laboratory has highlighted the challenges we face, but it cannot diminish our position as England's primary water monitoring provider. Over recent years, we've steadily increased our overall delivery of water quality analysis. In March, we opened our new laboratory space in Leeds continuing to expand our capacity for the future.",
                "tag": "p"
            },
            {
                "content": "In response to the specific staffing issue, we've increased the size of our inorganic team to strengthen overall resilience, helping reduce the risk of similar disruptions. We expect to return to full capacity with the expanded team and deliver all planned monitoring programmes in October.",
                "tag": "p"
            },
            {
                "content": "Managing a complex monitoring programme requires constant adaptation to unexpected changes. Any decision to pause monitoring is never taken lightly. During the affected period, we implemented various mitigations to ensure continued valuable data collection. We optimised our sampling strategy to maximise sample collection. We used handheld monitors at discharge compliance sites, and maintained sampling when concerns were flagged by field measurements.",
                "tag": "p"
            },
            {
                "content": "Despite challenges, we processed tens of thousands of samples, including 47,000 through our inorganic laboratory alone between May and July. The reported 17.5% impact on our inorganic capacity represents only a small fraction of our overall monitoring activities. The 10,000 cancelled tests must be viewed within the context of 1.7 million measurements for which we had results last year.",
                "tag": "p"
            },
            {
                "content": "The vast majority of our monitoring activities remain unaffected. Our ecology monitoring, water quantity assessments, bathing water testing, pollution incident sampling, and organic chemical analysis continue without disruption.",
                "tag": "p"
            },
            {
                "content": "We continue to prioritise our efforts, with inorganic analysis for national drought monitoring programmes being reinstated first. This work is scheduled to resume next week. Our monitoring for water quantity for drought and prolonged dry weather in our Hydrometry and Telemetry teams has ramped up, and is also unaffected by these issues.",
                "tag": "p"
            },
            {
                "content": "Innovation and Collaboration",
                "tag": "p"
            },
            {
                "content": "We must continue innovating, constantly exploring new equipment and analytical methods to improve our monitoring capabilities. The Defra-wide Natural Capital Ecosystem Assessment programme offers exciting opportunities for new science and understanding. The NCEA is a distinct, time-limited initiative with its own dedicated funding, which can only be spent on research and development.  While we have this additional resource, we are maximising what we can learn from it so that our future monitoring programmes give us the information we need to manage our rivers and water environment. We're committed to making our data more accessible. While much of our data is publicly available on our Water Hub Data Explorer, we're working to bring together broader information from different sources, maximising data available for local decision-making. This includes information from citizen scientists, industry, and academics.",
                "tag": "p"
            },
            {
                "content": "The recent media interest has generated tremendous support from citizen scientists and other laboratories. Through our Supporting Citizen Science Project, we now have citizen science leads in most areas of the country. We've published a Technical Advisory Framework to support this activity, and we encourage engagement through our Citizen Science Water Hub page.",
                "tag": "p"
            },
            {
                "content": "Looking Forward",
                "tag": "p"
            },
            {
                "content": "This essential monitoring is critical to the health of our environment and communities. In the months and years ahead, I will continue listening to colleagues and customers to understand what works well and where challenges remain. I'm eager to understand how our data is being used and explore how we can unlock even more value from it, making our monitoring even more relevant and useful.",
                "tag": "p"
            },
            {
                "content": "I will work with the monitoring community, both internally and externally, to continue innovating and improving our work. I want us to remain at the forefront of this field, and I truly believe we have the expertise and passion to make that happen.",
                "tag": "p"
            },
            {
                "content": "As Chief Scientist, I want to ensure the fantastic work of people across the Environment Agency receives the recognition it deserves. Thank you to everyone who delivers this essential, critical service. I look forward to more great science and insight from our collaboration in the coming months and years.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2025/07/25/the-unsung-heroes-of-water-monitoring-a-chief-scientists-perspective/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "When I first stepped into the Chief Scientist role at the Environment Agency, one of my earliest visits was to observe how our teams monitor England's rivers. What I witnessed was nothing short of remarkable—a complex network of skilled professionals …"
    },
    {
        "title": "From Promise to Reality: Our School Nursery Journey",
        "authors": [
            "Jasmine Hussain"
        ],
        "posted_on": "2025-07-24T16:29:57",
        "categories": [
            "A Modern Civil Service",
            "A Skilled Civil Service",
            "An Innovative Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Jessica Crawley and Jasmine Hussain joined the DfE because they believed in its power to change lives — and now they’re seeing that in action, helping to build and expand 3,000 nurseries across England's schools. Let them tell you how they're making it happen.",
                "tag": "p"
            },
            {
                "content": "Jessica Crawley – Senior Delivery Officer",
                "tag": "p"
            },
            {
                "content": "Twelve months ago, we sat in a meeting room faced with our mammoth challenge. Our task was to turn a government promise into reality by creating thousands of new school-based nurseries. The government's Plan for Change identified our mission: breaking down barriers by giving children the best start in life. With one in three children starting school not ready to learn, we relished the opportunity to help bring about change.",
                "tag": "p"
            },
            {
                "content": "From Zero to 300 – what a beginning!",
                "tag": "p"
            },
            {
                "content": "We began by creating our school-based nurseries team from scratch. Within weeks, we'd designed and launched a Capital Grant scheme offering schools up to £150,000 to create nursery spaces.",
                "tag": "p"
            },
            {
                "content": "The response was overwhelming. In the first phase of the programme, we were bowled over. More schools applied than anticipated, with over 600 applications and 300 grants awarded!",
                "tag": "p"
            },
            {
                "content": "Our success demonstrates what's possible when teams unite across department boundaries. This achievement wasn't just the result of our programme team's dedication. It flourished through genuine collaboration with our colleagues in finance, commercial, digital, and Regions Group. We also worked alongside Strategic Communications, Central Capital Unit and Early Years Policies. This cross-functional approach created a foundation for meaningful progress that would have been impossible in isolation.",
                "tag": "p"
            },
            {
                "content": "Head teacher Alex Armstrong [pictured above] said: \"This funding will help us turn unused space into a vibrant, welcoming baby room offering year-round childcare from birth to five.\"Jasmine Hussain – Senior Delivery OfficerFrom the beginning I could already imagine the children having a great time in the newly created spaces. As well as building through bricks and mortar, we’re also breaking down the barriers that hold children back.",
                "tag": "p"
            },
            {
                "content": "Road AheadSince March 2023 we have been working with the sector to expand childcare availability. From September 2025, children of eligible working parents will be entitled to 30 hours of government funded childcare. This will apply from 9 months until they start school. Our work to grow the number of school-based nurseries is a valuable part of achieving this. It especially supports parents to find that childcare where they need it and helping children be school-ready.When a child walks confidently into their first day of school, ready to learn and eager to explore, that's everyone’s success, including theirs.",
                "tag": "p"
            },
            {
                "content": "Momentum is rolling on - we’re now working with the sector to shape the next exciting phase, which will bring even more school-based nurseries to life.",
                "tag": "p"
            },
            {
                "content": "Want to learn more about our journey? Contact Jessica.Crawley@education.gov.uk and Jasmine.Hussain@education.gov.uk.",
                "tag": "p"
            },
            {
                "content": "This is the final instalment of our four-part series marking 1 Year of Government showcasing the extraordinary work of civil servants delivering the Missions.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/24/from-promise-to-reality-our-school-nursery-journey/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Jessica Crawley and Jasmine Hussain joined the DfE because they believed in its power to change lives — and now they’re seeing that in action, helping to build and expand 3,000 nurseries across England's schools. Let them tell you how …"
    },
    {
        "title": "Resident doctor strikes: everything you need to know ",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-07-24T14:13:47",
        "categories": [
            "NHS",
            "Workforce"
        ],
        "content": [
            {
                "content": "The British Medical Association (BMA), has announced that resident doctors – formerly known as junior doctors – will be striking from July 25 to July 30.  ",
                "tag": "p"
            },
            {
                "content": "Here, we tell you everything you need to know about resident doctor strikes, including what patients need to know about their care during strikes. ",
                "tag": "p"
            },
            {
                "content": "When are resident doctors going on strike? ",
                "tag": "h3"
            },
            {
                "content": "Resident doctors will strike for 5 days in July. ",
                "tag": "p"
            },
            {
                "content": "The strike will start at 7am on Friday 25 July and continue until 7am on Wednesday 30 July. ",
                "tag": "p"
            },
            {
                "content": "Is my appointment being cancelled? ",
                "tag": "h3"
            },
            {
                "content": "Patients with appointments booked on strike days will be contacted if their appointment needs to be rescheduled due to industrial action.  ",
                "tag": "p"
            },
            {
                "content": "If they have not been contacted, they should attend their appointment as planned.   ",
                "tag": "p"
            },
            {
                "content": "Any appointments that need to be rescheduled will be done so as a priority. ",
                "tag": "p"
            },
            {
                "content": "What if I need urgent medical attention? ",
                "tag": "h3"
            },
            {
                "content": "It’s important that you do not put off seeking urgent care, and you should turn up for planned appointments unless you have been told otherwise.  ",
                "tag": "p"
            },
            {
                "content": "Anyone who needs urgent care should use NHS 111 online or use the NHS App to be assessed and directed to the right care for them.  ",
                "tag": "p"
            },
            {
                "content": "As usual, patients should only use 999 if it is a serious or life-threatening emergency. ",
                "tag": "p"
            },
            {
                "content": "For more information on when to call 999 and when to go to A&E, you can visit the NHS UK website. ",
                "tag": "p"
            },
            {
                "content": "How are you keeping patients safe during strikes? ",
                "tag": "h3"
            },
            {
                "content": "Our priority is to keep patients safe, and we will do everything we can to mitigate the impact of the strikes on patients and the disruption that will follow.  ",
                "tag": "p"
            },
            {
                "content": "NHS leaders have been clear that previous rounds of strike action caused much wider levels of harm than previously realised and there is no reason why planned care for cancer for example should be treated as less important than other NHS services. We know that cancelling non-urgent work comes at a risk to patients too and must not ignore this. ",
                "tag": "p"
            },
            {
                "content": "That’s why we are taking a different approach this year, and the NHS is planning for as many patients as possible to be cared for. ",
                "tag": "p"
            },
            {
                "content": "Should I be worried about falling ill during strikes? ",
                "tag": "h3"
            },
            {
                "content": "The NHS has tried and tested ways to keep patients safe during strikes. ",
                "tag": "p"
            },
            {
                "content": "This includes derogations which are exemptions or special arrangements that allow certain essential services to continue operating during industrial action, even when healthcare workers are on strike. ",
                "tag": "p"
            },
            {
                "content": "When NHS staff take strike action, they work with hospital management to identify critical services that must be maintained to ensure patient safety and prevent serious harm.  ",
                "tag": "p"
            },
            {
                "content": "This ensures that whilst industrial action can proceed to highlight disputes over pay, working conditions, or other issues, patient safety remains the primary concern. ",
                "tag": "p"
            },
            {
                "content": "How much do resident doctors earn? ",
                "tag": "h3"
            },
            {
                "content": "We expect the average full-time basic pay of a resident doctor will reach about £54,300 in 2025-26. That doesn’t include overtime, and many will earn much more than this, with the top of the basic pay scale being £73,992 ",
                "tag": "p"
            },
            {
                "content": "The average starting salary for a full-time Resident Doctor is now around £38,800, up from around £29,380 in 2022/2023 – an increase of nearly £9,500. ",
                "tag": "p"
            },
            {
                "content": "What pay rises have they had in recent years? ",
                "tag": "h3"
            },
            {
                "content": "Resident doctors pay has increased by 28.9% across the last three years. ",
                "tag": "p"
            },
            {
                "content": "For the second year in a row, resident doctors received the highest pay increase across the public sector – 5.4% this year. This means they’ve had two years in a row of above inflation pay increases.  ",
                "tag": "p"
            },
            {
                "content": "Is it true that most resident doctors didn’t vote to strike? ",
                "tag": "h3"
            },
            {
                "content": "Yes. ",
                "tag": "p"
            },
            {
                "content": "Because of the turnout (55.3%), under half of resident doctors in the BMA have actually voted in favour of strike action (49.78%).  ",
                "tag": "p"
            },
            {
                "content": "Of the 77,000 resident doctors working in our NHS hospital and community health services, only around a third actually voted for strike action.    ",
                "tag": "p"
            },
            {
                "content": "Will there be more strikes? ",
                "tag": "h3"
            },
            {
                "content": "The BMA has a 6-month mandate – this means that they have a legal right to announce more strikes until 6 January 2026. ",
                "tag": "p"
            },
            {
                "content": "The Secretary of State has been clear that he wants to work with the BMA to improve resident doctors working lives and put an end to strikes. ",
                "tag": "p"
            },
            {
                "content": "What are you doing to stop strikes? ",
                "tag": "h3"
            },
            {
                "content": "After delivering two years in a row of the highest pay increases across the public sector, the Secretary of State has been clear that he couldn’t move on pay for resident doctors. ",
                "tag": "p"
            },
            {
                "content": "The Secretary of State and the BMA had constructive talks over the last week, with the opportunity for the BMA to work with the Department of Health on a range of options that would have made a real difference to resident doctors’ working conditions. ",
                "tag": "p"
            },
            {
                "content": "This includes creating extra roles to deal with the bottlenecks that hold back doctors’ career progression, tackling costs of mandatory exams and equipment, and work to reduce the additional burden of rotations. ",
                "tag": "p"
            },
            {
                "content": "Unfortunately, the BMA decided to walk away from the offer of further talks and proceed with strike action. Our focus now is on protecting patient safety as strikes take place.  ",
                "tag": "p"
            },
            {
                "content": "What happens next? ",
                "tag": "h3"
            },
            {
                "content": "With waiting lists the lowest they have been in two years, satisfaction with GPs on the up and 4.6 million appointments delivered in our first year, we are turning the NHS around. ",
                "tag": "p"
            },
            {
                "content": "There is finally light at the end of the tunnel for the NHS, but the BMA is putting that progress at risk. ",
                "tag": "p"
            },
            {
                "content": "This government wants to work constructively with the BMA to improve working conditions for resident doctors. By refusing to do so, the BMA will cause unnecessary disruption to patients, put additional pressure on their NHS colleagues and not take the opportunity to improve their own working conditions. ",
                "tag": "p"
            },
            {
                "content": "Our attention will be now on averting harm to patients and supporting NHS staff at work. ",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/07/24/resident-doctor-strikes-everything-you-need-to-know/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "The British Medical Association (BMA), has announced that resident doctors – formerly known as junior doctors – will be striking from July 25 to July 30.   Here, we tell you everything you need to know about resident doctor strikes, including …"
    },
    {
        "title": "Transforming our approach to market interventions",
        "authors": [
            "Sarah Cardell"
        ],
        "posted_on": "2025-07-24T11:31:51",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "At the CMA, our mission is clear: to promote competition and protect consumers. One of the most powerful ways we do this is through our markets tools, which allow us to examine entire markets and identify opportunities to make them work better for consumers, businesses, and the wider economy.",
                "tag": "p"
            },
            {
                "content": "Over the past decade, we’ve used our market tools to:",
                "tag": "p"
            },
            {
                "content": "More recently, we’ve made recommendations to government on streamlining the planning system, strengthening consumer protections in housebuilding, and improving outcomes for parents in the infant formula market.",
                "tag": "p"
            },
            {
                "content": "Why we’re changing our approach ",
                "tag": "h2"
            },
            {
                "content": "As we move beyond our first decade of markets work, now is the right time to reflect on how we use these tools and how we can do so even more effectively. We’ve been making fundamental changes across the CMA to ensure our work supports economic growth, reduces uncertainty for businesses and investors, and delivers better outcomes for everyone.",
                "tag": "p"
            },
            {
                "content": "Central to this is our new framework, shaped by feedback from stakeholders, built around the ‘4Ps’:",
                "tag": "p"
            },
            {
                "content": "We’ve already started embedding this approach across the rest of the CMA’s work, including mergers, consumer protection and competition enforcement. In setting out how it will apply to our markets work, we are today completing the implementation of the 4Ps framework across the CMA’s major tools.",
                "tag": "p"
            },
            {
                "content": "This shift is timely. The UK government’s Regulation Action Plan and the strategic steer to the CMA, both published in May 2025, emphasise the role of regulators in supporting economic growth. Our work should build consumer trust, deter poor corporate practices, and prioritise interventions that boost productivity and growth.",
                "tag": "p"
            },
            {
                "content": "Our markets tools are uniquely positioned to help us deliver on this; they are discretionary, so we can focus on markets with the greatest potential to support growth – such as civil engineering for road and rail, into which we have just launched a market study. By improving how competition functions in these markets, we encourage firms to innovate, invest, and raise productivity – often without the need for direct legislative or regulatory intervention.",
                "tag": "p"
            },
            {
                "content": "However, we’re also mindful that our work can create uncertainty or impose burdens on businesses – especially if processes are lengthy or unclear, and so we’re committing to minimise these impacts. For example, while the legislation that sits behind our markets work provides statutory time limits, this still means a market study could last up to 12 months, followed by a market investigation of up to 18 or 24 months. We are clear that an end-to-end process lasting, in some cases, up to 3 years is not consistent with minimising unnecessary burdens and uncertainty on businesses in the vast majority of cases. We must seek to complete our work as quickly as possible while securing benefits for consumers, businesses and the wider economy.",
                "tag": "p"
            },
            {
                "content": "What's changing",
                "tag": "h2"
            },
            {
                "content": "Our updated approach sets out how we’ll apply the 4Ps from the start of a project through to the full project life cycle and beyond.",
                "tag": "p"
            },
            {
                "content": "Before launching new work, we’ll provide greater clarity on our priorities, consider burdens to business of complying with any remedies as well as any impact on potential investment, and design our work to choose the lightest, fastest approach that still addresses the issues effectively.",
                "tag": "p"
            },
            {
                "content": "During a project, we’ll bring in sector expertise early, engage more directly with businesses, and hold ‘state of play’ meetings to reassess the costs and benefits of continuing our lines of inquiry.",
                "tag": "p"
            },
            {
                "content": "At the conclusion of a project, we’ll assess the costs of remedies more comprehensively, minimise compliance burdens, and put sunset clauses on remedies, removing them when they’re no longer needed.",
                "tag": "p"
            },
            {
                "content": "We’re already incorporating these principles into our live projects and will apply them in full to future work. Our goal is a markets regime that delivers real, lasting impact – supporting growth, building trust, and ensuring markets work better for everyone.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/07/24/transforming-our-approach-to-market-interventions/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "How we’ll use our markets tools to unlock economic growth and build consumer confidence."
    },
    {
        "title": "Media notification rules clarified for criminal courts ",
        "authors": [
            "Georgia Jerram, Chair of HMCTS Media Working Group"
        ],
        "posted_on": "2025-07-24T11:01:33",
        "categories": [
            "Crime",
            "General"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A successful partnership between HMCTS and media representatives has resulted in important rule changes that will strengthen open justice. The Criminal Procedure Rules will soon explicitly require proper notification of journalists when discretionary reporting restrictions (as opposed to automatic restrictions for youth cases and certain offences) are proposed, addressing a long-standing concern about transparency in criminal courts. ",
                "tag": "p"
            },
            {
                "content": "This important clarification has come about through the shared endeavour of colleagues, the HMCTS Media Working Group and the Criminal Procedure Rule Committee. It is their work that has brought us this far. ",
                "tag": "p"
            },
            {
                "content": "Why this matters ",
                "tag": "h2"
            },
            {
                "content": "As a society, we often rely on the media to be our eyes and ears in courtrooms. When reporters aren't provided with clear information about what they can and cannot report, open justice can be undermined. ",
                "tag": "p"
            },
            {
                "content": "Our Media Working Group brings together journalists, news agencies, media lawyers and court officials to improve media access to court information and enhance open justice. We review operational processes and collaborate on solutions to court reporting challenges. ",
                "tag": "p"
            },
            {
                "content": "One consistent concern has been the lack of proper notification when applications for reporting restrictions are submitted. Without advance notification, media organisations cannot make informed decisions or challenge restrictions they believe do not meet the threshold for limiting open reporting. ",
                "tag": "p"
            },
            {
                "content": "Reporting restrictions limit what information can be published about a case. They protect vulnerable witnesses, ensure fair trials and appropriately safeguard privacy.  ",
                "tag": "p"
            },
            {
                "content": "The responsibility for notifying media of reporting restriction applications lies with the party making the application, not court staff. ",
                "tag": "p"
            },
            {
                "content": "The need for clarity ",
                "tag": "h2"
            },
            {
                "content": "While the Criminal Procedure Rules technically already recognised media organisations as interested parties, this wasn't consistently applied in practice. ",
                "tag": "p"
            },
            {
                "content": "The impact was evident recently at a magistrates’ court, when the media were not notified about a  reporting restriction to anonymise several witnesses. Several months after the start of the case, the restriction was lifted on all but one witness, following the media’s application – but not being made aware initially meant that meaningful press reporting on the case had been prevented for several months. ",
                "tag": "p"
            },
            {
                "content": "In another case, a journalist unknowingly breached a reporting restriction that hadn't been communicated to their newspaper, leading to contempt proceedings that the publication knew nothing about. ",
                "tag": "p"
            },
            {
                "content": "These situations demonstrate how lack of notification prevents journalists from fulfilling their essential role in ensuring justice is seen to be done. ",
                "tag": "p"
            },
            {
                "content": "The Media Lawyers Association and News Media Association, both active members of the Media Working Group, presented a compelling case that the rules needed to explicitly name the media as an interested party.  ",
                "tag": "p"
            },
            {
                "content": "Wider impacts for open justice  ",
                "tag": "h2"
            },
            {
                "content": "The Criminal Procedure Rule Committee were open to engagement, creating the time and space to consider the case before approving the amended rules which come into force on 6 October 2025. This small change represents a significant improvement for open justice, creating clarity for courts, legal professionals and journalists alike. ",
                "tag": "p"
            },
            {
                "content": "Pia Sarma, Chair of the Media Lawyers Association, welcomed the amendments:",
                "tag": "p"
            },
            {
                "content": "Practical implications ",
                "tag": "h2"
            },
            {
                "content": "These amendments clarify existing obligations rather than creating new ones, supporting consistent implementation across all courts.  ",
                "tag": "p"
            },
            {
                "content": "For legal professionals, they reinforce that considering media interest when submitting a reporting restriction application isn’t optional but essential to open justice. For journalists, the rules provide clearer guidance about what they can expect.  ",
                "tag": "p"
            },
            {
                "content": "According to the News Media Association Director of Legal, Sayra Tekin, these changes will make a real difference: ",
                "tag": "p"
            },
            {
                "content": "For the public, it supports greater transparency in our justice system. Journalists with full knowledge of any restrictions can report accurately on hearings, building public trust and confidence. ",
                "tag": "p"
            },
            {
                "content": "Next steps ",
                "tag": "h2"
            },
            {
                "content": "We're preparing our court staff ahead of the implementation of the amendments in October, using updated guidance. All criminal courts will have media lists available to assist applicants with notifying journalists.  ",
                "tag": "p"
            },
            {
                "content": "We'll continue to work closely with media representatives through the HMCTS Media Working Group, monitoring the impact of these changes, listening to their feedback and identifying any additional needs. ",
                "tag": "p"
            },
            {
                "content": "This collaboration demonstrates how working together strengthens the foundations of open justice that serve us all. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Egluro rheolau hysbysu’r cyfryngau ar gyfer llysoedd troseddol",
                "tag": "h2"
            },
            {
                "content": "Mae partneriaeth lwyddiannus rhwng GLlTEF a chynrychiolwyr y cyfryngau wedi arwain at newidiadau pwysig i reolau fydd yn cryfhau cyfiawnder agored. Bydd y Rheolau Trefniadaeth Droseddol angen hysbysu newyddiadurwyr yn briodol yn fuan pan fwriedir cyfyngiadau adrodd yn ôl disgresiwn (yn hytrach na chyfyngiadau awtomatig ar gyfer achosion ieuenctid a throseddau penodol) gan fynd i’r afael â phryder hirsefydlog am dryloywder mewn llysoedd troseddol. ",
                "tag": "p"
            },
            {
                "content": "Daeth yr eglurhad pwysig hwn drwy ymdrech a rennir gan gydweithwyr, y Gweithgor Cyfryngau GLlTEF a’r Pwyllgor Rheolau Trefniadaeth Droseddol. Eu gwaith nhw sydd wedi dod â ni i’r pwynt hwn.",
                "tag": "p"
            },
            {
                "content": "Pam bod hyn o bwys",
                "tag": "h2"
            },
            {
                "content": "Fel cymdeithas, rydym yn aml yn dibynnu ar y cyfryngau i fod yn lygaid ac yn glustiau i ni yn y llysoedd. Pan nad yw newyddiadurwyr yn derbyn gwybodaeth glir am yr hyn y gallant ac na allant adrodd arno, gall cyfiawnder agored gael ei danseilio.",
                "tag": "p"
            },
            {
                "content": "Mae ein Gweithgor Cyfryngau yn cynnwys newyddiadurwyr, asiantaethau newyddion, cyfreithwyr cyfryngau a swyddogion llys i wella mynediad y cyfryngau i wybodaeth llys a gwella cyfiawnder agored. Rydym yn  adolygu prosesau gweithredol ac yn cydweithio ar ddatrysiadau i heriau adrodd yn y llys.",
                "tag": "p"
            },
            {
                "content": "Un pryder cyson yw’r diffyg hysbysu priodol pan gaiff ceisiadau ar gyfer cyfyngiadau adrodd eu cyflwyno. Heb gael eu hysbysu ymlaen llaw, ni all sefydliadau’r cyfryngau wneud penderfyniadau hysbys na herio cyfyngiadau y credir ganddyn nhw nad ydynt yn cwrdd â’r trothwy ar gyfer cyfyngu ar adrodd yn agored.",
                "tag": "p"
            },
            {
                "content": "Mae cyfyngiadau adrodd yn cyfyngu pa wybodaeth y gellir ei chyhoeddi am achos. Maent yn amddiffyn tystion sy’n agored i niwed, sicrhau treialon teg a diogelu preifatrwydd yn briodol.  ",
                "tag": "p"
            },
            {
                "content": "Cyfrifoldeb y parti sy’n gwneud y cais yw hysbysu’r cyfryngau am geisiadau cyfyngu adrodd, nid staff y llys. ",
                "tag": "p"
            },
            {
                "content": "Yr angen am eglurder",
                "tag": "h2"
            },
            {
                "content": "Er bod y Rheolau Trefniadaeth Droseddol eisoes yn cydnabod sefydliadau’r cyfryngau fel partïon cysylltiedig, nid oedd hyn yn cael ei gymhwyso’n gyson yn ymarferol.",
                "tag": "p"
            },
            {
                "content": "Roedd yr effaith yn amlwg yn ddiweddar mewn llys ynadon, ble nad oedd y cyfryngau wedi eu hysbysu am gyfyngiad adrodd i gadw sawl tyst yn ddienw. Sawl mis ar ôl i’r achos ddechrau, cafodd y cyfyngiad ei godi ar bob tyst heblaw un, yn dilyn cais y cyfryngau - ond gan nad oeddent yn ymwybodol ar y dechrau roedd yn golygu bod adrodd ystyrlon yn y wasg ar yr achos wedi’i atal am sawl mis.",
                "tag": "p"
            },
            {
                "content": "Mewn achos arall, roedd newyddiadurwr heb yn wybod wedi torri cyfyngiad adrodd na hysbyswyd eu papur newydd amdano, gan arwain at  ddirmyg llys nad oedd y cyhoeddiad yn gwybod unrhyw beth amdano.",
                "tag": "p"
            },
            {
                "content": "Mae’r sefyllfaoedd hyn yn dangos sut mae diffyg hysbysu yn atal newyddiadurwyr rhag cyflawni eu rôl hanfodol i sicrhau y gwelir bod cyfiawnder yn cael ei gyflawni.",
                "tag": "p"
            },
            {
                "content": "Cyflwynodd y Gymdeithas Cyfreithwyr Cyfryngau a’r Gymdeithas Cyfryngau Newyddion, y ddau’n aelodau gweithredol o Weithgor y Cyfryngau achos cryf bod y rheolau angen enwi’r cyfryngau’n glir fel parti â budd.",
                "tag": "p"
            },
            {
                "content": "Effeithiau ehangach cyfiawnder agored",
                "tag": "h2"
            },
            {
                "content": "Roedd y Pwyllgor Rheolau Trefniadaeth Droseddol yn agored i ymgysylltu, gan greu’r amser a’r lle i ystyried yr achos cyn cymeradwyo’r rheolau diwygiedig a ddaw i rym ar 6 Hydref 2025. Mae’r newid bach hwn yn cynrychioli gwelliant sylweddol ar gyfer cyfiawnder agored, gan greu eglurder i lysoedd, gweithwyr proffesiynol ym maes y gyfraith a newyddiadurwyr. Croesawodd Pai Sarma, Cadeirydd y Gymdeithas Cyfreithwyr Cyfryngau’r newidiadau:",
                "tag": "p"
            },
            {
                "content": "Goblygiadau ymarferol",
                "tag": "h2"
            },
            {
                "content": "Mae’r newidiadau hyn yn egluro’r rhwymedigaethau presennol yn hytrach na chreu rhai newydd, gan gefnogi gweithrediad cyson ar draws pob llys. ",
                "tag": "p"
            },
            {
                "content": "Ar gyfer gweithwyr proffesiynol ym maes y gyfraith, maent yn ail gadarnhau nad yw ystyried budd y cyfryngau wrth gyflwyno cais cyfyngu adrodd yn ddewisol ond yn hanfodol ar gyfer cyfiawnder agored.  Ar gyfer newyddiadurwyr, mae’r rheolau’n darparu canllawiau cliriach o ran yr hyn y gallant ei ddisgwyl.   Yn ôl Sayra Tekin o’r Gymdeithas Cyfryngau Newyddion, bydd y newidiadau hyn yn gwneud gwahaniaeth gwirioneddol:",
                "tag": "p"
            },
            {
                "content": "I’r cyhoedd, mae’n cefnogi mwy o dryloywder yn ein system gyfiawnder. Gall newyddiadurwyr gyda gwybodaeth lawn am unrhyw gyfyngiadau adrodd yn gywir ar wrandawiadau, datblygu ymddiriedaeth a hyder y cyhoedd. ",
                "tag": "p"
            },
            {
                "content": "Camau nesaf",
                "tag": "h2"
            },
            {
                "content": "Rydym yn paratoi staff y llysoedd cyn gweithredu’r newidiadau ym mis Hydref, gan ddefnyddio canllawiau a ddiweddarwyd. Bydd gan bob llys troseddol restrau cyfryngau ar gael i gynorthwyo ceiswyr i hysbysu newyddiadurwyr. ",
                "tag": "p"
            },
            {
                "content": "Byddwn yn parhau i weithio’n agos gyda chynrychiolwyr y cyfryngau drwy Weithgor Cyfryngau GLlTEF, monitro effaith y newidiadau hyn, gwrando ar eu hadborth a nodi unrhyw anghenion ychwanegol. ",
                "tag": "p"
            },
            {
                "content": "Mae’r cydweithio hwn yn dangos sut mae gweithio gyda’n gilydd yn cryfhau sylfeini cyfiawnder agored sy’n ein gwasanaethu ni i gyd.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/07/24/media-notification-rules-clarified-for-criminal-courts/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "When journalists are not given timely information about applications for reporting restrictions, they are denied the opportunity to challenge them which could mean that transparency is also compromised. New amendments to the Criminal Procedure Rules will change this, ensuring media organisations receive proper notification when restrictions are proposed."
    },
    {
        "title": "Ticking all the boxes: How we’re maximising opportunities from our manufacturing mission",
        "authors": [
            "Gareth Frazer"
        ],
        "posted_on": "2025-07-24T10:37:01",
        "categories": [
            "Mission delivery",
            "Procurement",
            "Supply Chain"
        ],
        "content": [
            {
                "content": "Sellafield needs tens of thousands of drums, cans, and boxes to safely store and dispose of nuclear waste.",
                "tag": "p"
            },
            {
                "content": "Ensuring we have those products ready at the right time and to the right specification is a mission-critical task.",
                "tag": "p"
            },
            {
                "content": "It’s also a huge opportunity for both the UK manufacturing sector and for our community in Cumbria.",
                "tag": "p"
            },
            {
                "content": "To meet this challenge, we created Sellafield’s Manufactured Products Organisation (MPO), which I’m proud to lead.",
                "tag": "p"
            },
            {
                "content": "Our job is to rewire our approach to product design and manufacture.",
                "tag": "p"
            },
            {
                "content": "This means shifting from a ‘build to spec’ mentality to a truly collaborative delivery model.",
                "tag": "p"
            },
            {
                "content": "But we can’t do this alone. We need our supply chain to join us in this journey.",
                "tag": "p"
            },
            {
                "content": "In this blog, I’ll share my thoughts on how we can do this together.",
                "tag": "p"
            },
            {
                "content": "So, if you’re a manufacturer, and you’re excited by this genuinely transformational opportunity, read on.",
                "tag": "p"
            },
            {
                "content": "And if you want know more, please get in touch via the contact details at the end of this blog.",
                "tag": "p"
            },
            {
                "content": "Scaling up to meet demand",
                "tag": "h3"
            },
            {
                "content": "Sellafield’s manufacturing demand has transformed over the years.",
                "tag": "p"
            },
            {
                "content": "In the past, we needed fewer products. Designs were one-off and bespoke.",
                "tag": "p"
            },
            {
                "content": "But as we ramp up our retrievals and decommissioning work, our demand profile is shifting dramatically.",
                "tag": "p"
            },
            {
                "content": "We need much higher volumes now. And that’s what’s really driving the shift in our thinking.",
                "tag": "p"
            },
            {
                "content": "Building on our strong local skills base, we need to work with our supply chain to scale up to volume manufacturing.",
                "tag": "p"
            },
            {
                "content": "It’s a fantastic opportunity for companies to think about how they can support the next generation of manufacturing workers.",
                "tag": "p"
            },
            {
                "content": "It could be a massive shot in the arm for a sector that’s been on the decline for decades in the UK.",
                "tag": "p"
            },
            {
                "content": "Resetting relationships",
                "tag": "h3"
            },
            {
                "content": "To support that scale-up to volume manufacturing we must change the way we engage with our suppliers.",
                "tag": "p"
            },
            {
                "content": "We used to present suppliers with a fully developed design and expect them to manufacture the product to specification.",
                "tag": "p"
            },
            {
                "content": "This resulted in manufacturing challenges which led to delays, increased costs, and inefficiencies.",
                "tag": "p"
            },
            {
                "content": "But if we engage our supply chain from the start, we can smooth out that process.",
                "tag": "p"
            },
            {
                "content": "That means developing the products and the manufacturing processes collectively.",
                "tag": "p"
            },
            {
                "content": "The benefits of doing this are huge. We can reduce risks, lower costs, and ensure production processes are optimised for efficiency.",
                "tag": "p"
            },
            {
                "content": "For suppliers, it means long-term, stable contracts allowing them to invest in their facilities and workforces with confidence.",
                "tag": "p"
            },
            {
                "content": "Embracing best practice",
                "tag": "h3"
            },
            {
                "content": "Another priority for MPO is looking outside our industry to learn from others who do this well.",
                "tag": "p"
            },
            {
                "content": "The automotive and aerospace sectors are particularly successful at high volume manufacturing.",
                "tag": "p"
            },
            {
                "content": "We’ve adopted 2 tools which are standard in those sectors: New Product Introduction (NPI) and Advanced Product Quality Planning (APQP).",
                "tag": "p"
            },
            {
                "content": "These methods ensure products are designed for manufacture from the outset.",
                "tag": "p"
            },
            {
                "content": "APQP is fundamental. It’s just common sense: working together to establish the most effective and efficient ways to manufacture products.",
                "tag": "p"
            },
            {
                "content": "It drives early supplier collaboration and offers a structured approach for the planning, defining, and execution of production process to best meet our needs.",
                "tag": "p"
            },
            {
                "content": "Amplifying the supplier voice",
                "tag": "h3"
            },
            {
                "content": "Being a good customer means listening as well as talking.",
                "tag": "p"
            },
            {
                "content": "By bringing manufacturing expertise into the process earlier, we’re gaining valuable insight from suppliers meaning we’re learning continuously.",
                "tag": "p"
            },
            {
                "content": "We’re turning that feedback into actions designed to improve how we do business, helping us to become a more agile, receptive customer.",
                "tag": "p"
            },
            {
                "content": "Priming the pipeline",
                "tag": "h3"
            },
            {
                "content": "Our future order book for manufacturing represents a potentially transformative opportunity for local and UK manufacturers.",
                "tag": "p"
            },
            {
                "content": "We’re committed to leveraging this work to help support the sector, create jobs, unlock investment in our community, and grow the economy.",
                "tag": "p"
            },
            {
                "content": "To do that, we need to connect businesses to our future procurement pipeline.",
                "tag": "p"
            },
            {
                "content": "That’s a key area of focus for MPO. Working alongside our colleagues in Sellafield’s supply chain directorate, we want to help manufacturers get themselves in the best position possible to win work when it becomes available.",
                "tag": "p"
            },
            {
                "content": "Achieving value for our customers",
                "tag": "h3"
            },
            {
                "content": "As a wholly-owned subsidiary of government, we don’t have shareholders at Sellafield.",
                "tag": "p"
            },
            {
                "content": "Our customers are our owner the Nuclear Decommissioning Authority (NDA), our sponsoring department is the Department for Energy Security and Net Zero (DESNZ), our local community, and ultimately UK taxpayers, who fund our work.",
                "tag": "p"
            },
            {
                "content": "Creating value for those customers is at the forefront of our minds throughout our work.",
                "tag": "p"
            },
            {
                "content": "Ensuring the consistent and repeatable supply of containers for the long-term safe storage of nuclear material, spent fuels, and waste is critical to our mission.",
                "tag": "p"
            },
            {
                "content": "Finding ways to create additional value by reducing complexity, ensuring deliverability and controlling costs is what we’re here to do.",
                "tag": "p"
            },
            {
                "content": "Our expertise helps to unlock that value creating a return on investment through development and growth of the UK manufacturing supply chain.",
                "tag": "p"
            },
            {
                "content": "We’re passionate about maximising the opportunity from our manufacturing mission. And we’re keen for like-minded suppliers to join us on the journey.",
                "tag": "p"
            },
            {
                "content": "If you’re a supplier who wants to know more, email us on: mpo@sellafieldsites.com",
                "tag": "p"
            },
            {
                "content": "Or visit our 'How to do business' area on GOV.UK. ",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/ticking-all-the-boxes-how-were-maximising-opportunities-from-our-manufacturing-mission/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "Gareth Fraser, head of manufactured products at Sellafield, explains how a new manufacturing model is a huge opportunity for both the UK manufacturing sector and for our community in Cumbria."
    },
    {
        "title": "New curls on the block: how IP continues to shape hair innovation",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2025-07-24T10:00:00",
        "categories": [
            "Design",
            "Innovation",
            "Patents",
            "Trade marks",
            "Trade secrets"
        ],
        "content": [
            {
                "content": "After joining the IPO, I stumbled across a blog called ‘The girl with a curl’, written by our Regional Policy Advisor to Devolved Nations, Emma Richards. As a fellow curly girl, the content really resonated with me and I found myself reflecting on the remarkable evolution of curly hair products since 2016, when the blog was published. While some classic inventions like the diffuser are still a must for hair washing days, the innovators of today have certainly made the curly hair experience easier!",
                "tag": "p"
            },
            {
                "content": "Protection that holds",
                "tag": "h3"
            },
            {
                "content": "A defining curl cream is the foundation of my curly hair routine. The way it can take unruly, frizzy locks and create defined curls makes it an everyday essential, and these formulations are rich with IP. Many feature patented ingredient combinations, such as a formula for a cream that provides strong hold and moisture resistance, which is protected under GB2581572A. One of my personal favourites, Bumble and Bumble®, offers strong hold for curls, and their branding helps them to stand out on busy shelves. Bumble and Bumble® have wisely protected their branding with trade marks such as UK00801262830 and UK00003335285.",
                "tag": "p"
            },
            {
                "content": "Scrunch and crunch",
                "tag": "h3"
            },
            {
                "content": "For me, after definition comes hold, where I secure freshly styled curls into place with a gel. My go-to product is Umberto Giannini's® Curl Jelly, a classic in what has become an extensive range of curl-specific products. This brand, named after its founder, has graced dressing tables for over two decades, and for me the products continue to represent quality curl care.Along with the rest of their products, Curl Jelly is well protected with trade marks. Umberto Giannini® not only have trade mark protection covering their brand name (UK00002176284), but also the specific product title 'Umberto Giannini Curl Jelly®' (UK00004155214), and a recently applied for figurative mark of their distinctive bottle lettering (UK00004173954). Their approach demonstrates that creating a product with staying power – both in curls and in the market – can be helped along when you have thorough trade mark protection.",
                "tag": "p"
            },
            {
                "content": "A tangle of IP",
                "tag": "h3"
            },
            {
                "content": "Curly hair routines are as diverse as the curls themselves, but one game-changing discovery in my personal journey was the Tangle Teezer®. Growing up with long, thick curls meant detangling was always a challenge. That was until this innovative brush (with its 400 specially designed teeth) came onto my radar, making removing the tangles from my hair a breeze.",
                "tag": "p"
            },
            {
                "content": "Despite famously being unable to secure investment on BBC Dragons' Den®, the Tangle Teezer® has achieved remarkable global success. The company exemplifies IP-rich innovation, with protection spanning multiple categories: patents for their unique brush technology (GB2549765A) registered designs protecting the way that they look (AR700000000080389-0001), and trade mark protection for their name (UK00003074014).",
                "tag": "p"
            },
            {
                "content": "Only curls allowed",
                "tag": "h3"
            },
            {
                "content": "Perhaps the most significant shift in recent years has been the surge in sulphate-free formulations. The science supporting this change is compelling – sulphates strip natural oils from hair, particularly devastating for naturally moisture-deprived curly textures. Forward-thinking companies like Only Curls® have built their entire brand identity around this principle, developing formulations that cleanse effectively without drying.",
                "tag": "p"
            },
            {
                "content": "Their branding is protected with trade marks such as UK00003257279, and the business has moved beyond selling individual products to marketing complete systems. Their multi-step routines promise optimal results when used together – a brilliant strategy that encourages consumers to invest in entire product ranges rather than buying individual items. ",
                "tag": "p"
            },
            {
                "content": "But how do these companies protect their innovative formulations? Trade secrets can provide a valuable form of protection. For trade secret protection to apply, formulations must be carefully guarded and derive commercial value specifically from their confidentiality. Companies employing this strategy should ensure all parties involved – from suppliers and manufacturers to employees – sign comprehensive non-disclosure agreements (NDAs). For practical guidance on implementing NDAs effectively, visit our dedicated NDA guidance page.",
                "tag": "p"
            },
            {
                "content": "IP worth its volume in gold",
                "tag": "h3"
            },
            {
                "content": "The evolution of curly hair products since 2016 represents more than just better options for taming rebellious locks – it showcases the critical role that IP plays in the beauty industry. From patents protecting formulations to trade marks safeguarding recognisable brands, IP has helped transform what was once a niche market into a thriving sector catering to diverse hair needs.",
                "tag": "p"
            },
            {
                "content": "The next time you reach for your favourite hair product take a moment to appreciate not just the immediate benefits to your hair, but also the invisible framework of IP that helped bring that product to your bathroom shelf. ",
                "tag": "p"
            },
            {
                "content": "Emma Richards said at the end of her blog that \"with the help of our future innovators hopefully, the experience will be easier\" - and she was certainly right! These products have helped the little girl with wild hair at the beginning of this blog to not only take care of her curls, but also to love them, and to take them into adulthood leaving the straighteners behind. ",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/07/24/new-curls-on-the-block/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Curly hair is full of twists and turns, and often a lot of innovation goes into the maintenance of it. From patent protected formulas to branding protected by trade marks, this blog explores the IP in your coils."
    },
    {
        "title": "Whelk FMP explained: goals, benefits and updates",
        "authors": [
            "​​Regional Fisheries Groups team, Marine Management Organisation​"
        ],
        "posted_on": "2025-07-23T16:01:11",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "In response to requests from the inshore fishing industry, raised through the Regional Fisheries Groups (RFGs), the Marine Management Organisation (MMO) has developed a set of infographics and short videos to help explain the goals and progress of the first five Fisheries Management Plans (FMPs), published in December 2023. ",
                "tag": "p"
            },
            {
                "content": "Spotlight on the whelk FMP ",
                "tag": "h2"
            },
            {
                "content": "The Whelk FMP for English waters is one of the first published plans and aims to ensure the long-term sustainability of whelk stocks and the fishers who depend on them. ",
                "tag": "p"
            },
            {
                "content": "What’s happening now? ",
                "tag": "h2"
            },
            {
                "content": "We’re committed to transparency and keeping our stakeholders informed as the FMPs are implemented.  ",
                "tag": "p"
            },
            {
                "content": "To support this, the RFG team has created an infographic which outlines current actions, achievements, and next steps.  ",
                "tag": "p"
            },
            {
                "content": "It will be updated regularly and shared across: ",
                "tag": "p"
            },
            {
                "content": "Goals of the whelk FMP ",
                "tag": "h2"
            },
            {
                "content": "We have also created an infographic and video to show the FMP goals and why they will help. ",
                "tag": "p"
            },
            {
                "content": "Learn about the goals of the whelk FMP and why they were chosen: ",
                "tag": "p"
            },
            {
                "content": "Watch a short video designed for the fishing sector which gives a summary of the goals: ",
                "tag": "p"
            },
            {
                "content": "Stay connected",
                "tag": "h2"
            },
            {
                "content": "Whether you're actively involved or simply want to stay informed, we encourage you to explore the resources, share your feedback, and subscribe to this blog for updates. For queries relating directly to the whelk FMP, contact FMPs@defra.gov.uk ",
                "tag": "p"
            },
            {
                "content": "If you fish commercially or recreationally within the 12 nautical mile limit and would like to receive regular updates from the RFGs, including news on FMPs and inshore fisheries, email us at regionalfisheriesgroups@marinemanagement.org.uk to join the mailing list. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/07/23/whelk-fmp-explained-goals-benefits-and-updates/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Learn about the whelk FMP, its goals, and latest updates through new infographics and video, from the MMO and RFGs."
    },
    {
        "title": "Trusted digital identities in financial services: new MLR guidance announced",
        "authors": [
            "Eleanor Curry"
        ],
        "posted_on": "2025-07-23T15:25:37",
        "categories": [
            "Digital identity"
        ],
        "content": [
            {
                "content": "Trusted and secure digital identity services have a vital role in enabling productivity and growth within the financial services sector, offering process efficiencies and helping to combat identity fraud. ",
                "tag": "p"
            },
            {
                "content": "Over the past few years, we’ve heard from sector firms about a lack of clarity on how digital identities can be used to comply with Money Laundering Regulations (MLRs). This uncertainty has limited adoption. ",
                "tag": "p"
            },
            {
                "content": "We are therefore hugely pleased to announce a significant step towards removing this uncertainty: that we’ll be working with HM Treasury to produce new MLR guidance that recognises the role of reliable digital identities. This commitment comes after the role of digital identities to support growth was made clear in the Industrial Strategy.  ",
                "tag": "p"
            },
            {
                "content": "Improving the effectiveness of Money Laundering Regulations: the role of digital identities ",
                "tag": "h2"
            },
            {
                "content": "The announcement of new guidance on use of digital identities came as part of HM Treasury’s wider consultation response on Money Laundering Regulations on 17 July 2025.  ",
                "tag": "p"
            },
            {
                "content": "The consultation response, which covers a package of changes that will be made to the MLRs to close loopholes, clarify requirements and ensure customer due diligence, was informed by more than 200 submissions from across industry.  ",
                "tag": "p"
            },
            {
                "content": "In recognising sector asks to set up government accreditation and standards for digital identity technologies, the consultation response highlights that these needs are met through the Data (Use and Access) Act. ",
                "tag": "p"
            },
            {
                "content": "The Data (Use and Access) Act, passed earlier this year, places digital identity standards on a statutory footing. This includes establishing a legal basis for the UK digital identity and attributes trust framework. The trust framework is supported by a certification process that is recognised by the UK Accreditation Service (UKAS), meaning that certified digital identity services are subject to regular audits. ",
                "tag": "p"
            },
            {
                "content": "The announced joint guidance will provide clarity on the definition of a digital identity and give further detail on how digital identities can be used in line with the MLRs’ risk-based approach.  ",
                "tag": "p"
            },
            {
                "content": "It will also seek to clarify how MLR requirements interact with the digital identity trust framework set up under the Data (Use and Access) Act.  ",
                "tag": "p"
            },
            {
                "content": "Financial services in the Industrial Strategy  ",
                "tag": "h2"
            },
            {
                "content": "The MLR consultation shows the increasing commitment across government to enabling the use of trusted and secure digital identities in the financial services sector.  This commitment is also clear in the recently published Modern Industrial Strategy. ",
                "tag": "p"
            },
            {
                "content": "The Financial Services Growth and Competitiveness Strategy, highlights the role of digital identities in reducing the costs of fraud and compliance, and indicates that the financial services sector could be one of the biggest beneficiaries of the £4.3 billion in economic efficiencies unlocked by the Data (Use and Access) Act.   ",
                "tag": "p"
            },
            {
                "content": "The Professional and Business Services Sector Plan published earlier in July recognises the role that digital identities can play in streamlining checks and processes for firms and customers. It highlights how digital identities can help to meet government’s commitment to reduce the costs of regulation for businesses by the end of this Parliament.  ",
                "tag": "p"
            },
            {
                "content": "Both strategies highlight the role of digital identities within MLRs, and set out that government will take steps to inform, encourage and reassure financial institutions seeking to use trustworthy digital identities.  ",
                "tag": "p"
            },
            {
                "content": "The support for digital identities in the Industrial Strategy follows calls for increased use of digital identities from financial sector bodies, including FCA , CFIT and UK Finance. Similar views are reflected in the recent Technology Adoption Review, published in parallel with the Industrial Strategy, which calls on government to work with the financial services sector to demonstrate best practice on digital identity compliance.  ",
                "tag": "p"
            },
            {
                "content": "Moving forward ",
                "tag": "h2"
            },
            {
                "content": "Digital identities are already being used in the financial services sector, with around 27% of people surveyed in our recent Digital Identity Sectoral Analysis saying they had used a digital identity check to help them open a bank account.   ",
                "tag": "p"
            },
            {
                "content": "And consumers are already reporting benefits from this switch to digital, with 75% of individuals in our survey saying that it was a quicker process than verifying identity with a physical document.   ",
                "tag": "p"
            },
            {
                "content": "Through building trust in digital identities via our framework of standards and governance, and working across government to produce guidance where needed, OfDIA is working to build the industry confidence that will accelerate the adoption of digital identities, and the realisation of the security and efficiency benefits they offer.  ",
                "tag": "p"
            },
            {
                "content": "We’re excited to see how the sector develops and implements digital identity solutions, and will continue to use this blog to update you on our work with HM Treasury and across government. ",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/07/23/trusted-digital-identities-in-financial-services-new-mlr-guidance-announced/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "Trusted and secure digital identity services have a vital role in enabling productivity and growth within the financial services sector, offering process efficiencies and helping to combat identity fraud.  Over the past few years, we’ve heard from sector firms about …"
    },
    {
        "title": "New legislative framework enables faster response to humanitarian crises",
        "authors": [
            "Bruce Calderwood"
        ],
        "posted_on": "2025-07-23T14:24:57",
        "categories": [
            "DWP",
            "Independent advice",
            "International",
            "Legislation"
        ],
        "content": [
            {
                "content": "The Department of Work and Pensions (DWP) laid emergency regulations last week to ensure that people recently evacuated by the government from Israel and the Occupied Palestinian Territories could apply for means-tested, disability and carer benefits straight away. Without these regulations they, and others, would have to wait 1-3 months before claiming means-tested benefits, and up to two years for disability and carer benefits.[1]",
                "tag": "p"
            },
            {
                "content": "However, these regulations do more than simply tackle the problem for people affected by the recent escalation of violence between Israel and Iran. They are intended to solve the problem for people in similar humanitarian crises in the future – in line with our earlier advice.",
                "tag": "p"
            },
            {
                "content": "In recent years, DWP has had repeatedly to lay emergency legislation to exempt those arriving from Afghanistan (2021),[2] Ukraine (2022),[3] Sudan (2023) and the Middle East (2023) from DWP’s residency tests. Developing legislation rapidly in the face of humanitarian crises inevitably raises the risk of error and/or oversight. Therefore the Social Security Advisory Committee (SSAC), during its statutory scrutiny of such regulations, has since 2021 consistently recommended to successive ministers that they introduce a standard legislative framework that would cover future similar humanitarian situations without the requirement to bring forward new regulations. This would ensure that people in similar circumstances would be treated consistently and enable DWP to respond faster to emergencies. Bringing forward a legislative framework of this nature is not without complexity and requires significant negotiation to secure cross-government agreement. I am pleased that, notwithstanding those challenges, the Government has acted on our advice.",
                "tag": "p"
            },
            {
                "content": "Understandably given the circumstances, DWP had to lay these regulations urgently, so SSAC has not formally consulted on them before they came into force on 18 July 2025. However, SSAC look forward to giving them our normal full scrutiny at our next meeting in September 2025.",
                "tag": "p"
            },
            {
                "content": "[1] For means tested benefits people have must have taken up residence in the UK and lived here for an appreciable period of time. Case law suggests this should be 1-3 months. For disability and carer benefits people must have been present in GB for 2 out of last 3 years",
                "tag": "p"
            },
            {
                "content": "[2] SSAC to the Minister for Welfare Delivery: The Social Security (Habitual Residence and Past Presence) Amendment Regulations 2021 - GOV.UK",
                "tag": "p"
            },
            {
                "content": "[3] SSAC to the Minister for Welfare Delivery: The Social Security (Habitual Residence and Past Presence) Amendment Regulations 2022 – GOV.UK",
                "tag": "p"
            }
        ],
        "link": "https://ssac.blog.gov.uk/2025/07/23/new-legislative-framework-enables-faster-response-to-humanitarian-crises/",
        "blog": "Social Security Advisory Committee",
        "blog_link": "https://ssac.blog.gov.uk",
        "description": "The Department of Work and Pensions (DWP) laid emergency regulations last week to ensure that people recently evacuated by the government from Israel and the Occupied Palestinian Territories could apply for means-tested, disability and carer benefits straight away. Without these …"
    },
    {
        "title": "Strengthening European digital sovereignty with AI-powered tools",
        "authors": [
            "Natasha Boyse, Senior Data Engineer"
        ],
        "posted_on": "2025-07-23T14:13:24",
        "categories": [
            "People",
            "Products"
        ],
        "content": [
            {
                "content": "In AI Cubed, and the wider Digital, Data and Technology (DDaT) portfolio, we explore innovative ways to leverage AI for public sector innovation and digital sovereignty.  Last week marked AI Appreciation Day, and it’s a timely moment to reflect on how our work in Department for Business and Trade (DBT) is helping shape a more transparent, efficient and trustworthy digital future.",
                "tag": "p"
            },
            {
                "content": "AI Cubed represents our holistic approach of:",
                "tag": "p"
            },
            {
                "content": "As part of this work, a team of 5 DBT data engineers and data scientists participated in a hackathon hosted by the French government. The goal of the hackathon was to integrate new AI tooling into pre-existing, open-source software developed by the French Government, known as La Suite numérique. We created a fact-checking tool, that we prototyped to a panel of judges.",
                "tag": "p"
            },
            {
                "content": "The challenge of misinformation",
                "tag": "h2"
            },
            {
                "content": "Our choice of a hackathon project was focused around on the vital issue arising in today’s world - misinformation. It is a growing issue that affects public discourse, and trust in online content. Our team developed a Python package, FactVerifAi, as an AI-driven solution that integrates directly into document editors to fact check user’s statements.",
                "tag": "p"
            },
            {
                "content": "What is FactVerifAI?",
                "tag": "h2"
            },
            {
                "content": "We created FactVerifAI to facilitate robust analysis and verification of statements using large language models (LLMs) and web search Application Programme Interfaces (APIs).",
                "tag": "p"
            },
            {
                "content": "It's important to note that LLMs do not contain factual knowledge. Rather, they are trained on vast datasets to generate human-like responses based on patterns in the training data. As such, FactVerifAI does not directly provide facts, but assists in identifying potentially verifiable claims within text and retrieving relevant evidence from web sources to aid verification.",
                "tag": "p"
            },
            {
                "content": "The primary workflow is:",
                "tag": "p"
            },
            {
                "content": "The tool supports parallel processing for improved performance. It can integrate locally hosted LLMs via Ollama and OpenAI backends. It is designed to accommodate new data sources or domain/language-specific models, such as Albert which provides generative AI models to French government entities.",
                "tag": "p"
            },
            {
                "content": "The key purpose is to augment and accelerate the fact-checking process, while ensuring users can scrutinise the underlying evidence sources and rationale.",
                "tag": "p"
            },
            {
                "content": "Strengthening European digital infrastructure",
                "tag": "h2"
            },
            {
                "content": "Our prototype garnered positive feedback from participants and partners like DINUM  and La Suite.  They recognised its potential as a component of trustworthy European digital infrastructure aligned with shared goals like transparency, data protection, and interoperability.",
                "tag": "p"
            },
            {
                "content": "Showcasing AI Cubed and Redbox",
                "tag": "h2"
            },
            {
                "content": "During our visit with the DBT France team, we showcased our AI assistant Redbox. We also discussed DBT's approach to the responsible integration of AI systems using the AI cubed model encouraging efficient delivery and transformation.",
                "tag": "p"
            },
            {
                "content": "Redbox is our cutting-edge generative AI tool designed to help civil servants efficiently analyse, summarise, and extract insights from unstructured data sources like documents, websites, and databases.  It also features the capability to leverage multi-agent tool invocation, enabling more complex and parallel processing tasks.",
                "tag": "p"
            },
            {
                "content": "The DBT France team were impressed by the tool’s ability to quickly distil complex information into actionable insights. They highlighted Redbox’s potential to streamline research, analysis, and briefing processes for policy teams, particularly for cross-border policy work.",
                "tag": "p"
            },
            {
                "content": "The tool’s multilingual capabilities, including fluent French, make it well suited for working internationally, addressing a key requirement for modern digital infrastructure serving diverse global audiences. The feedback reinforced Redbox's distinctive value as a reliable, capable and ethically-aligned AI assistant purposely designed to empower public sector innovation and decision-making. This visit represents an important step in DBT's AI roadmap. By showcasing tools like Redbox to international partners, we aim to facilitate knowledge exchange and identify areas for collaboration.  This will contribute to building reliable, interoperable digital infrastructure to serve the wider European tech community.",
                "tag": "p"
            },
            {
                "content": "The road ahead",
                "tag": "h2"
            },
            {
                "content": "While FactVerifAi was built purely for the purposes of the hackathon, we can already see ways we can use it in our pre-existing DBT AI products. For example, the tool could be used to verify the citations and evidence Redbox provides, reducing the likelihood of hallucinations taking place.",
                "tag": "p"
            },
            {
                "content": "Next steps would include refining the AI model's handling of nuanced language. This would improve the user interface for displaying references and exploring multilingual support to serve international audiences.",
                "tag": "p"
            },
            {
                "content": "Building a sovereign digital future",
                "tag": "h2"
            },
            {
                "content": "Initiatives like FactVerifAi and Redbox demonstrate DBT's dedication to harnessing AI's potential while prioritising values of reliability, sovereignty, and public trust. As we navigate an increasingly digital landscape, advancing coordination across borders and building our own open tools is not just a technical endeavour but a strategic one. This is a path toward a more reliable and sovereign digital future for Europe.",
                "tag": "p"
            },
            {
                "content": "Want to learn more about DBT's AI successes? Read this blog about how and why DDaT has taken the important step of self-hosting LLMs within a secure, internal environment.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/07/23/strengthening-european-digital-sovereignty-with-ai-powered-tools/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How a DBT data team created an AI fact-checking tool during the Paris Hackathon."
    },
    {
        "title": "CMA proposes next steps for improving mobile platforms in the UK",
        "authors": [
            "Will Hayter"
        ],
        "posted_on": "2025-07-23T11:34:20",
        "categories": [
            "Digital Markets Unit"
        ],
        "content": [
            {
                "content": "What’s happening today ",
                "tag": "h2"
            },
            {
                "content": "Under the new digital markets competition regime, the Competition and Markets Authority (CMA) can take targeted, proportionate action to improve competition in critical digital markets. ",
                "tag": "p"
            },
            {
                "content": "Today we’ve announced proposals to designate Apple and Google with strategic market status (SMS) in mobile platforms. To provide greater certainty for the market, we have also published roadmaps of potential actions we would take to deliver better outcomes for businesses, consumers and the UK economy.",
                "tag": "p"
            },
            {
                "content": "We are consulting on these provisional designations ahead of final decisions in October. Should Apple or Google be designated, we would expect to begin consulting on a first set of interventions from autumn 2025. ",
                "tag": "p"
            },
            {
                "content": "Why mobile platforms matter to the UK ",
                "tag": "h2"
            },
            {
                "content": "Almost every adult in the UK has access to a mobile device (a smartphone or tablet) and almost all of these will have a ‘mobile platform’ provided by Apple or Google. Mobile platforms include an operating system; a store where people can download apps; and browser capability so people can access the internet on their mobile device. Currently, 90 to 100% of UK mobile devices run on Apple or Google’s mobile platform. ",
                "tag": "p"
            },
            {
                "content": "Both Apple and Google also face limited competition on their browsers. Apple’s Safari browser has a 80 to 90% share on Apple’s mobile ecosystem, while Google’s Chrome has a 70 to 80% share of Android users. ",
                "tag": "p"
            },
            {
                "content": "As consumers, these platforms help us search for information, make transactions, connect on social networks, watch videos, and play games.",
                "tag": "p"
            },
            {
                "content": "For UK businesses, apps are now an important (sometimes sole) route to reach customers – from transport and takeaways, to shopping, finance and fitness.",
                "tag": "p"
            },
            {
                "content": "And for app and web developers, these 2 platforms are essential gateways through which they must operate to offer their services.",
                "tag": "p"
            },
            {
                "content": "The UK has a vibrant app developer community, representing Europe’s largest app economy by revenue and app developer count. In total, the UK app economy generates an estimated 1.5% of the UK’s GDP and supports around 400,000 jobs here. As a result, the app economy is now an engine of UK growth, particularly in strategically important sectors like financial services and creative industries. Fintech stands out, with over half of all UK unicorns and more than £18 billion in inward investment over the past 3 years. Meanwhile, the gaming sector adds £6 billion in GVA, with its fastest-growing segment – mobile gaming – generating nearly £2 billion annually. ",
                "tag": "p"
            },
            {
                "content": "It is essential that this part of the digital economy works well. To ensure UK consumers benefit from the latest innovations and a high-quality user experience, as well as more choice and lower prices. To power the success of businesses across the economy. And to unlock opportunities for all players in mobile platforms (large and small) to invest, innovate and grow – including UK businesses scaling to become globally competitive.",
                "tag": "p"
            },
            {
                "content": "What we have heard so far through our investigations",
                "tag": "h2"
            },
            {
                "content": "Apple's and Google's mobile platforms hold an effective duopoly, but they have very different business models. Some of the key concerns across both firms include: ",
                "tag": "p"
            },
            {
                "content": "In relation to Apple, developers can’t offer their apps through other stores or via direct download (‘sideloading’) or use their own payment systems. Other companies must base alternative browsers on Apple’s own browser engine software. Apple’s restrictions on app developers’ access to features and functionality within its operating system can affect a range of customer offerings – from digital wallets and AI services, to how well smartwatches, gaming headsets or health-tech tools connect with iPhones and iPads. This could disadvantage UK app developers and mean UK users miss out on innovations, as well as facing fewer choices and higher costs. ",
                "tag": "p"
            },
            {
                "content": "While Google allows sideloading and alternative app stores, we have heard that friction and warning screens discourage it in practice. Google’s agreements with device manufacturers (like Samsung and Motorola) also influence which apps are pre-installed and set as defaults, giving its own services a head start and limiting visibility for rivals.",
                "tag": "p"
            },
            {
                "content": "Action under the digital markets competition regime",
                "tag": "h2"
            },
            {
                "content": "To designate a firm with ‘SMS’, the CMA must demonstrate that it meets 2 legal tests: ‘substantial and entrenched market power’ and a ‘position of strategic significance’. We have provisionally found both Apple and Google to have met these tests in relation to mobile platforms.",
                "tag": "p"
            },
            {
                "content": "Action is ongoing around the world to address similar issues to those under investigation here. However, if designated, the unique design of the new regime allows the CMA to address specific UK impact through highly targeted, bespoke and flexible measures. Any action we take must be proportionate to tackle the harms and part of a participative process, including the largest firms, broader market participants, and consumer groups.",
                "tag": "p"
            },
            {
                "content": "Roadmaps of possible measures to improve competition in mobile platforms",
                "tag": "h2"
            },
            {
                "content": "The CMA is also applying our ‘4Ps’ – proportionality, pace, predictability and process – here, to avoid hampering innovation or creating uncertainty which could chill investment. To support pace and predictability, we’re going further than the legislation requires by publishing a roadmap for each investigation. These lay out the phased approach to actions we might take during the first half of any designation period. Measures outlined in the roadmaps focus on the following areas.",
                "tag": "p"
            },
            {
                "content": "Given the important role of both Apple and Google in the distribution of apps a key early priority will focus on ensuring fair dealing for app developers in app distribution.",
                "tag": "p"
            },
            {
                "content": "For Apple we will focus on interoperability to ensure app developers have access to the functionality they need to innovate and compete:",
                "tag": "p"
            },
            {
                "content": "For both Apple and Google we will focus on consumer choice and ensuring consumers have a genuine choice over the services they use on their devices and are not steered to Apple and Google’s own services.",
                "tag": "p"
            },
            {
                "content": "We will also explore the factors likely to be important for the development of AI services like voice assistants on mobile devices, to ensure a level playing field in this rapidly advancing sector.",
                "tag": "p"
            },
            {
                "content": "Wider context ",
                "tag": "h2"
            },
            {
                "content": "In a number of jurisdictions, such as the EU, the US, Japan, and Brazil, action is underway to drive more competition in mobile platforms. Consumers and businesses are already benefitting from this in other jurisdictions. For example, in the US developers can now steer users outside the Apple app store to complete purchases, leading to tangible improvements – like Spotify offering in-app links for audiobooks and Proton announcing that it is cutting prices for its privacy and encryption services by up to 30%. In the EU, consumers can now choose from a variety of digital wallets offering innovative benefits, like integrated cashback and consolidating purchase information.",
                "tag": "p"
            },
            {
                "content": "In line with the CMA’s prioritisation principles and the UK government’s strategic steer, we are carefully observing these developments around the world. Our goal is to ensure any action we take here delivers the best possible outcomes for the UK in the most proportionate way possible. We’re also working closely with other regulators in the UK, like the Financial Conduct Authority, to ensure action in areas like digital wallets is well-coordinated.",
                "tag": "p"
            },
            {
                "content": "What next?",
                "tag": "h2"
            },
            {
                "content": "In line with our participative approach, we will continue to engage with a broad range of stakeholders as we consult on our proposed designation decisions between now and October. We’re also inviting views on the possible interventions in our roadmaps. If Google or Apple are designated, we would expect to begin consulting on priority interventions from autumn 2025. ",
                "tag": "p"
            },
            {
                "content": "We expect to provide updated roadmaps in the first half of 2026, reflecting stakeholder views and relevant international developments.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/07/23/cma-proposes-next-steps-for-improving-mobile-platforms-in-the-uk/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "What we've heard so far through our SMS investigations, and how we propose to improve competition in mobile platforms."
    },
    {
        "title": "From invitation to agreement: our approach to the new CSHT ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-07-22T11:26:52",
        "categories": [
            "Countryside Stewardship"
        ],
        "content": [
            {
                "content": "In September, the new Countryside Stewardship Higher Tier (CSHT) service will open for applications to those who have been invited to apply, have received pre-application advice and have completed any preparatory work.  ",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll give a brief overview of the scheme, our progress so far, and what you need to know about the new CSHT process. ",
                "tag": "p"
            },
            {
                "content": "Background ",
                "tag": "h2"
            },
            {
                "content": "CSHT supports farmers, foresters and land managers to manage their land in a way that: ",
                "tag": "p"
            },
            {
                "content": "The actions and capital items available through CSHT support the environment, farm businesses and the rural economy.",
                "tag": "p"
            },
            {
                "content": "In autumn 2023, we closed the window to apply for a CSHT agreement. Since then, we’ve worked to improve the scheme. It now offers: ",
                "tag": "p"
            },
            {
                "content": "These changes are designed to make it easier to plan and deliver environmental benefits while running resilient, productive farms.  ",
                "tag": "p"
            },
            {
                "content": "The new and improved offer includes:  ",
                "tag": "p"
            },
            {
                "content": "We’ve taken the time to reopen the scheme in a way that works — not just by making sure the online system runs smoothly, but by giving applicants the support they need from invitation through to agreement. ",
                "tag": "p"
            },
            {
                "content": "The preview guidance for CSHT was published in December 2024. It sets out what you can expect from the new scheme including available actions and payment rates. It also provides you with information about how you can get ready to apply for CSHT when it opens for applications. The full CSHT scheme guidance will be published in September. ",
                "tag": "p"
            },
            {
                "content": "What you need to know about the new CSHT ",
                "tag": "h2"
            },
            {
                "content": "You must wait to be invited ",
                "tag": "h3"
            },
            {
                "content": "Our approach is to gradually bring people into CSHT by rolling out invitations every month. ",
                "tag": "p"
            },
            {
                "content": "Since January, selected groups have been invited to pre-application advice from Natural England and the Forestry Commission. These include: ",
                "tag": "p"
            },
            {
                "content": "If you’ve received an invitation for pre-application advice and would like to go ahead, please respond within 10 working days. ",
                "tag": "p"
            },
            {
                "content": "You don’t need to take any further action if you decide you don't want to, but for woodland applications, if you don’t intend to apply, please let the Forestry Commission know by email.  ",
                "tag": "p"
            },
            {
                "content": "Your pre-application invitation email from the RPA includes details on how to respond and what happens next. ",
                "tag": "p"
            },
            {
                "content": "You must get advice and complete the pre-application step ",
                "tag": "h3"
            },
            {
                "content": "Once you’ve confirmed that you are ready to start the pre-application process, a Natural England adviser or Forestry Commission woodland officer will contact you to discuss what you need to do before you can apply. Part of this might involve preparing a plan or study to support your application. ",
                "tag": "p"
            },
            {
                "content": "Capital grant funding is available for PA1: Implementation plan, PA2: Feasibility study, PA3: Woodland management plan, PA4: Agroforestry plan, PA5: Moorland mapping or PA7: Species management plan.  ",
                "tag": "p"
            },
            {
                "content": "In the case of Natural England, they will work with you to identify the right actions and capital items to include in your application and any plans or studies you need to complete. They’ll also work with you to tailor management prescriptions for each action specifically for your land and to achieve environmental outcomes. ",
                "tag": "p"
            },
            {
                "content": "In the case of the Forestry Commission, you will be sent a Woodland improvement pre-application form to fill in. Once you’ve completed it, the Forestry Commission will be in touch. They will let you know if your form is approved, provide advice, and ask any questions. ",
                "tag": "p"
            },
            {
                "content": "The invitation to apply follows the pre-application step ",
                "tag": "h3"
            },
            {
                "content": "After completing the pre-application step and receiving an invitation to apply for an agreement from the Rural Payments Agency (RPA), you’ll be able to access and start your application through the Rural Payments service. ",
                "tag": "p"
            },
            {
                "content": "Once the actions and capital items are included in the application, Natural England or the Forestry Commission (or Historic England if the relevant land has scheduled monuments) must review and approve this in the service.  ",
                "tag": "p"
            },
            {
                "content": "Once approval is given, you’ll be invited back into the Rural Payments service to submit your application. ",
                "tag": "p"
            },
            {
                "content": "If you want someone else to apply on your behalf, such as an agent, you need to check they’re registered with the RPA in the Rural Payments service and give them permission.  ",
                "tag": "p"
            },
            {
                "content": "Receiving an agreement offer ",
                "tag": "h3"
            },
            {
                "content": "Pre-application advice and an invitation to apply don’t guarantee a CSHT agreement.  ",
                "tag": "p"
            },
            {
                "content": "But by acting early and taking on the advice of Natural England and/or the Forestry Commission, you’ll give your application the best chance of success. ",
                "tag": "p"
            },
            {
                "content": "If you are successful, an agreement offer will be available for you to accept in the Rural Payments service. After that: ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog",
                "tag": "h2"
            },
            {
                "content": "For more updates on CSHT and the wider Farming and Countryside Programme, subscribe to the Farming blog. ",
                "tag": "p"
            },
            {
                "content": "You’ll get practical information, scheme updates and stories from farmers across England straight to your inbox. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/07/22/from-invitation-to-agreement-our-approach-to-the-new-csht/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In September, the new Countryside Stewardship Higher Tier (CSHT) service will open for applications to those who have been invited to apply, have received pre-application advice and have completed any preparatory work."
    },
    {
        "title": "Unearthing the Past to Restore Our Future: The Role of Palaeontology in Nature Recovery",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-07-22T11:09:27",
        "categories": [
            "Climate change",
            "Education",
            "Evidence",
            "Geology",
            "Landscapes",
            "Natural England",
            "Nature Recovery",
            "Science and evidence",
            "Site of Special Scientific Interest",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Joshua Smith, NE Senior Specialist Palaeontologist",
                "tag": "p"
            },
            {
                "content": "Fossils represent evidence of past life stored in the sequence of rocks below our feet. Like the pages of a book, England's rock record tells the story of changing continents, climates and environments over hundreds of millions of years. ",
                "tag": "p"
            },
            {
                "content": "Entangled with these environmental changes is the evidence for the evolution of life. England boasts an exceptionally rich fossil record for its size, from trilobites and dinosaurs to the ancestors of modern humans. This rich fossil diversity proved pivotal in developing the scientific study of rocks (geology) and past life (palaeontology).",
                "tag": "p"
            },
            {
                "content": "As Natural England's only palaeontologist,  I am lucky enough to use England's diverse fossil record to both inform modern conservation and connect people with nature through their local and national paleontological heritage, helping deliver Natural England's vision for nature recovery.",
                "tag": "p"
            },
            {
                "content": "Palaeontology as a tool for conservation biology",
                "tag": "p"
            },
            {
                "content": "A growing element of my work is understanding how past environments responded to environmental and climate changes and utilising this knowledge to inform ongoing biological conservation practice and policy - a type of science called conservation paleoecology. ",
                "tag": "p"
            },
            {
                "content": "Historically, there has been an element of disconnect between scientists researching conservation paleoecology and meaningful policy outcomes for nature. ",
                "tag": "p"
            },
            {
                "content": "However, through Natural England's position as the government's advisor for the natural environment, we are uniquely placed to help implement learnings from the fossil record into modern-day conservation policy and practice.",
                "tag": "p"
            },
            {
                "content": "What does this mean in reality? Well, through our collaborative work with academic partners in England's network of National Nature Reserves (NNRs), we are examining the ways in which fossils, can inform the conservation, management and reintroduction of species - such as beavers - on our nature reserves.",
                "tag": "p"
            },
            {
                "content": "Natural England is investigating species’ range loss and change, meaning the geographic area where species can survive. By examining past species’ ranges, we hope to understand how species will shift across landscapes as the climate and environment change. ",
                "tag": "p"
            },
            {
                "content": "This knowledge will help inform future management strategies, enabling connected landscapes by restoring wildlife corridors, stepping stones, and refugia, creating the conditions for species to adapt and thrive despite climate change.",
                "tag": "p"
            },
            {
                "content": "Connecting people with nature through fossil heritage",
                "tag": "h4"
            },
            {
                "content": "Another core ambition of nature recovery is connecting people with nature. For many, palaeontology and geology are some of childhood's first true passions. Fossils have a unique capacity to ignite imaginations, connecting people with place and the history of life. ",
                "tag": "p"
            },
            {
                "content": "Natural England protects around 200 Sites of Special Scientific Interest (SSSI) for their palaeontology. Although managed for their science, these paleontological SSSIs represent an immense resource for individuals to explore their surrounding natural world and responsibly collect fossils.",
                "tag": "p"
            },
            {
                "content": "One such paleontological protected site is Stonesfield Slate Mine in Oxfordshire. In 1824, a professor at the University of Oxford, William Buckland, described Megalosaurus based on fossils from Stonesfield — the first formally named dinosaur. Due to the scientific significance of these fossils, the site is now protected as an SSSI.",
                "tag": "p"
            },
            {
                "content": "Palaeontologists are still making discoveries about Megalosaurus, and over the summer of 2024, I was lucky enough to be involved with one such discovery, assisting in excavating the UK's most extensive dinosaur trackways at Ardley Trackway SSSI. ",
                "tag": "p"
            },
            {
                "content": "Led by partners at the Universities of Birmingham and Oxford, the dig discovered over 200 fossilised footprints in five distinct trackways. Four trackways were made by large herbivorous dinosaurs called sauropods and one by the carnivorous Megalosaurus. Trackways were first described at Ardley in the late 1990s and were protected as an SSSI in 2010 due to their scientific importance. ",
                "tag": "p"
            },
            {
                "content": "The SSSI designation enabled a management plan to be implemented to ensure that future findings were reported to researchers - setting the stage for the most recent set of trackway discoveries. The excavation was broadcast on BBC Two's Digging for Britain with Alice Roberts in January 2025, enabling a broad audience to engage with English fossil heritage.",
                "tag": "p"
            },
            {
                "content": "Following these latest discoveries, we are working in partnership with all those involved to ensure the best long-term outcome for the site. ",
                "tag": "p"
            },
            {
                "content": "Whilst you may not be able to see the trackways in person, an exhibition at the Oxford University Museum of Natural History called Breaking Ground features footage and photos from the dig and information on the techniques scientists used to discover them. The museum also has the Megalosaurus fossils found by William Buckland, which were used in the first descriptions of dinosaurs in its collections and on display.",
                "tag": "p"
            },
            {
                "content": "You can also access a wealth of fossil heritage throughout England's network of paleontological protected sites, for example, in the Axmouth to Lyme Regis Undercliffs NNR. Here, visitors can follow in the footsteps of paleontological pioneers like Mary Anning, collect fossils, and connect with nature through the history of life.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/07/22/unearthing-the-past-to-restore-our-future-the-role-of-palaeontology-in-nature-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Joshua Smith, NE Senior Specialist Palaeontologist Fossils represent evidence of past life stored in the sequence of rocks below our feet. Like the pages of a book, England's rock record tells the story of changing continents, climates and environments …"
    },
    {
        "title": "The ancient tools that shaped our woodlands",
        "authors": [
            "Jessica Turner"
        ],
        "posted_on": "2025-07-22T09:30:00",
        "categories": [
            "Woodland management"
        ],
        "content": [
            {
                "content": "As the names of our prehistory suggest: the Stone Age, Bronze Age and Iron Age were all responsible for the evolution of tools.",
                "tag": "p"
            },
            {
                "content": "While there is archaeological evidence of Palaeolithic (early Stone Age, from 'palaeo' – old and 'lithic' – stone) activity in England, it is rare and most of the evidence of the Stone Age dates from the late Mesolithic (from the Greek 'meso' – middle). This was around 10,000 years ago, when the ice sheet had retreated after the last Ice Age, and trees, plants and people slowly began to recolonise the land.",
                "tag": "p"
            },
            {
                "content": "Birch was the first pioneer tree species, followed by pine and then hazel, elm, oak and alder. At the same time hunter-gatherers were refining their use of stone tools and specifically axes. These tools enabled them to cut small trees, creating clear glades (spaces) to attract wild animals to graze, which made hunting easier. The cut trees were suitably used for shelter, firewood or tools.",
                "tag": "p"
            },
            {
                "content": "And so began our personal connection with woodlands. People started to manage wild woodlands which resulted in a mosaic of habitats including varied forest tree ages and structures, that could support greater biodiversity.",
                "tag": "p"
            },
            {
                "content": "How our leafy landscape changed",
                "tag": "h2"
            },
            {
                "content": "During the Neolithic (‘neo’ meaning new) period, around 4000 to 2000 BCE, the population grew and the climate improved. This resulted in a huge societal shift from transient hunter-gatherers to permanent settlers, agriculture and animal domestication.",
                "tag": "p"
            },
            {
                "content": "Advancements in axe technology enabled this societal change, as better stone axes and adzes (a tool similar to an axe with an arched blade used for cutting and shaping wood) with improved, fixed handles meant people could fell and process larger trees. Therefore, more substantial timber was available, which could be used to build permanent homes, fences and stockades (wooden barriers).",
                "tag": "p"
            },
            {
                "content": "This permanence in the landscape meant people could make real landscape change. This came in the form of building the first large ritual stone monuments and people actively managing woodlands. As any good woodland craftsperson knows, the most useful age to coppice (periodically cutting specific trees down to near ground level to promote regrowth) to produce sticks, handles, wattle (a material used for making fences) and panels is around 7 to 10 years. By the late Neolithic/early Bronze Age we had the permanence and axe technology to actively manage woodlands on rotation – a sustainable cycle of cutting trees to enable regrowth.",
                "tag": "p"
            },
            {
                "content": "Magical metals of the Bronze Age",
                "tag": "h2"
            },
            {
                "content": "Imagine how people must have admired axe makers throughout the Stone Age. Then in the Bronze Age (around 2000 to 800 BCE), smelting copper and tin alloy to create bronze was seen as pure alchemy.",
                "tag": "p"
            },
            {
                "content": "There is evidence of polished Stone Age axes being symbols of power, prestige and social value. But the magical qualities of the shiny, bright metal axe meant that their association with ritual and ceremony became as important as any purposeful achievement.",
                "tag": "p"
            },
            {
                "content": "The angles of an axe, or more precisely, the lack of angles – drove the technological revolution of the Bronze Axe. The flat, widened blade enabled more efficient tree felling, which meant people could cut down trees of greater age. The metal adze enabled more sophisticated house-building techniques. The axe helped our ancestors to start to take control of the environment.",
                "tag": "p"
            },
            {
                "content": "Increased food production and population increase go hand in hand, and the Bronze Age witnessed large-scale wildwood clearance and the creation of field systems.",
                "tag": "p"
            },
            {
                "content": "Forever shaping our landscape",
                "tag": "h2"
            },
            {
                "content": "The large-scale woodland clearance continued into the Iron Age (around 800 BCE to 43 CE), which relates to a period of iron tools and weapons. Our climate declined, with a shift from warmer and drier conditions to a cooler and wetter climate. This made it hard to maintain much of the higher altitude farming that started in the Bronze Age, and the higher plains turned into moorlands. Demand and technology started to outpace nature.",
                "tag": "p"
            },
            {
                "content": "Another consequence of Iron Age technological advancements and the changing climate was that resources became more precious, and people needed to defend their homes and land. Thus, for the first time, our ancestors made weapons of war on a large scale.",
                "tag": "p"
            },
            {
                "content": "However, the humble axe remains the perfect multi-functional tool, and its evolution has shaped our landscape. Testimony to its legacy is that its form and function is largely unchanged since the Iron Age. It is also charming to think that the next time you look at a woodland management plan, that 10-year rotation is deeply rooted in our past.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/07/22/the-ancient-tools-that-shaped-our-woodlands/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Jessica Turner, National Historic Environment Advisor at the Forestry Commission, explores how pivotal periods in history led to the evolution of the tools our ancestors used to shape our wooded landscape."
    },
    {
        "title": "Occupational psychology — making work better for everyone",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-07-21T16:13:09",
        "categories": [
            "A Modern Civil Service",
            "Ambitious",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Join a profession",
            "Modernisation and Reform",
            "Proud Civil Servant"
        ],
        "content": [
            {
                "content": "A guest blog by Dr Antonia Dietmann, Head of the Government Occupational Psychology Profession",
                "tag": "p"
            },
            {
                "content": "Ever wondered why some teams just click? Or how to find the right person for a job? What about creating a workplace that truly supports your well-being? That's where occupational psychology comes in. It's the science of understanding how people, groups, and organisations behave at work. The goal is simple: to make the working experience better for individuals and to make organisations more effective, without one being at the expense of the other.",
                "tag": "p"
            },
            {
                "content": "We help answer the big questions that affect us all at work, and we do it using a scientific process. We gather evidence from four key sources — organisational data, stakeholder information, scientific evidence, and practitioner expertise. We use all four because we're an applied science. This means we're doing real-world work to solve real-world problems for workers, teams, and organisations.",
                "tag": "p"
            },
            {
                "content": "What kind of questions can we answer?",
                "tag": "h3"
            },
            {
                "content": "Our work covers five main areas:",
                "tag": "p"
            },
            {
                "content": "1. Psychological assessment at work",
                "tag": "p"
            },
            {
                "content": "2. Learning, training, and development",
                "tag": "p"
            },
            {
                "content": "3. Leadership, engagement, and motivation",
                "tag": "p"
            },
            {
                "content": "4. Wellbeing at work",
                "tag": "p"
            },
            {
                "content": "5. Work design, organisational change, and development",
                "tag": "p"
            },
            {
                "content": "We all work in the Civil Service, and getting answers to these questions, plus many more, would help make our experiences at work even better.",
                "tag": "p"
            },
            {
                "content": "My journey into occupational psychology",
                "tag": "h3"
            },
            {
                "content": "Dr Antonia Dietmann, Head of the Government Occupational Psychology Profession",
                "tag": "p"
            },
            {
                "content": "During my undergraduate psychology degree, I completed a module on ‘work psychology’ and it hit me like a ton of bricks that I would be working for the next 40+ years. I had to be part of making that experience better for myself and as many others as possible. That's what started my career in occupational psychology, which has now lasted nearly 25 years, and I've no plans to stop now. Being part of the Government Occupational Psychology profession has given me a wonderful network, opportunities for professional and career development and roles across the Civil Service.",
                "tag": "p"
            },
            {
                "content": "Our thriving community",
                "tag": "h3"
            },
            {
                "content": "We have around 250 members of the Occupational Psychology profession across the Civil Service. This makes us the largest occupational psychology community in the UK. Our members work in dedicated occupational psychology roles, but also in other professions and teams, all using their occupational psychology skills to solve organisational challenges. ",
                "tag": "p"
            },
            {
                "content": "I recently spent two days at our annual member conference, and I'm full of joy and energy seeing the contributions they're making. We heard about how members are:",
                "tag": "p"
            },
            {
                "content": "Our commitment to continuing professional development is one benefit of joining the Government Occupational Psychology Profession. We run an excellent programme of learning events, including our annual conference. Other benefits include:",
                "tag": "p"
            },
            {
                "content": "The Government Occupational Psychology Profession is open to current civil servants (and some Crown servants) who have an undergraduate degree in psychology (or equivalent, including conversion courses) and intend to complete, are currently undertaking, or have completed a postgraduate (MSc) qualification in occupational psychology (or a similar course, e.g. Business Psychology, Organisational Psychology, Work Psychology).",
                "tag": "p"
            },
            {
                "content": "Please check out our Government Occupational Psychology Careers Hub. If you meet our criteria, we'd be delighted to welcome you. You don't need to be a fully qualified Occupational Psychologist to make positive changes in your workplace – even small steps can make a big difference. Joining a Profession and building relationships with others across the Civil Service is a great way to increase collaboration and community amongst us all.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/07/21/occupational-psychology-making-work-better-for-everyone/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "Ever wondered why some teams just click? Or how to find the right person for a job? What about creating a workplace that truly supports your well-being? That's where occupational psychology comes in."
    },
    {
        "title": "Working together to make delivery a reality ",
        "authors": [
            "Graham Stallwood"
        ],
        "posted_on": "2025-07-21T13:49:42",
        "categories": [
            "Appeals",
            "Local plans",
            "nationally significant infrastructure projects"
        ],
        "content": [
            {
                "content": "The Planning and Infrastructure Bill has gained pace in Parliament - and planning is at the heart of the Government’s Plan for Change , delivering new homes, speeding up essential infrastructure, and unlocking clean power.  ",
                "tag": "p"
            },
            {
                "content": "Each of us in planning holds a critical role in turning this vision into reality, whatever role, organisation or sector we are in. Only by working across perceived boundaries will we achieve it.  ",
                "tag": "p"
            },
            {
                "content": "Over the course of this Parliament the government aims to decide at least 150 major economic infrastructure projects.  The Plan for Change recognises that is ambitious and a challenge.  ",
                "tag": "p"
            },
            {
                "content": "Our performance ",
                "tag": "h2"
            },
            {
                "content": "At the Planning Inspectorate, we’re stepping up. We’re meeting statutory deadlines for nationally significant infrastructure (NSIP) applications and finding new ways to accelerate processes without compromising on quality. We’re making time savings at every step of the process.  ",
                "tag": "p"
            },
            {
                "content": "And the work is having a tangible impact – the two most recent NSIP applications granted by the Secretary of State following our examination (Mona Offshore Wind Farm and the Oaklands Farm Solar Park) will provide enough clean energy to give power to more than a million homes. (See Notes) ",
                "tag": "p"
            },
            {
                "content": "Ten new local plans started examination in June alone, the highest in a month for more than five years, with 61 plans in total currently being examined. You can see where at: ",
                "tag": "p"
            },
            {
                "content": "Local Plan: monitoring progress - GOV.UK   ",
                "tag": "p"
            },
            {
                "content": "On appeals, momentum is building. Decision times are becoming faster and more predictable. Our latest official statistics show that since the end of January we’ve reduced the number of open cases by 1,466, and our average decision time for cases decided in June was 24 weeks, quicker than the 27-week average of the last 12 months.  ",
                "tag": "p"
            },
            {
                "content": "What next? ",
                "tag": "h2"
            },
            {
                "content": "But we hear you: even faster and more predictable times for appeal decisions still top your list of priorities.  ",
                "tag": "p"
            },
            {
                "content": "Encouragingly, more decisions are now being made within the ministerial targets we’re working towards – 20 weeks for written appeals and 26 weeks for hearing and inquiry appeals. But stubborn legacy cases remain, especially for lawful development certificates and written enforcement appeals. Deciding these is a top focus this year.  ",
                "tag": "p"
            },
            {
                "content": "There’s been a couple of exciting announcements too. Our new digital appeals service will be rolled out to all local planning authorities by December, making it much more efficient for all, while a simplified appeals process will help keep planning decisions local and reduce unnecessary bureaucracy. ",
                "tag": "p"
            },
            {
                "content": "Your support is needed ",
                "tag": "h3"
            },
            {
                "content": "We can’t transform the system alone so here are a few things everyone can do to help us this year:  ",
                "tag": "p"
            },
            {
                "content": "The Plan for Change is an opportunity for planning to demonstrate how good it is at delivery. To be successful we need to be dynamic, demanding and deeply collaborative. It needs all of us to work together. Please share your own thoughts. ",
                "tag": "p"
            },
            {
                "content": "Notes: ",
                "tag": "p"
            },
            {
                "content": "The figure for the number of homes powered by the latest two consented NSIPS is based on the size of the schemes and the MW of power they will generate. See Ofgem’s factsheet on electricity generation.  ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2025/07/21/working-together-to-make-delivery-a-reality/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Graham Stallwood, the Planning Inspectorate’s Chief Operating Officer, talks about our latest performance and working together to deliver a better planning system for all. "
    },
    {
        "title": "Digital Planning: From pilots to scale – how PropTech partnerships are unlocking its potential   ",
        "authors": [
            "Bridget Wilkins, Head of Adoption, Engagement and Innovation"
        ],
        "posted_on": "2025-07-21T11:07:46",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Last week marked a pivotal moment for scaling PropTech (property technology) and shaping how this technology can help deliver the government’s target of 1.5million homes over this Parliament.  ",
                "tag": "p"
            },
            {
                "content": "We hosted, with Geovation from Ordnance Survey, the PropTech Innovation Challenge bootcamps. These competitive pitches brought together industry and government judges to select a cohort of scalable solutions which can help us tackle some of the most pressing challenges in planning and housing. ",
                "tag": "p"
            },
            {
                "content": "The timing couldn't be more significant. Recent artificial intelligence (AI) announcements are highlighting the transformative potential of digital technologies, while the government’s industrial strategy positions PropTech as a key enabler for economic growth. The question is no longer whether PropTech can make a difference – it's how quickly we can identify and scale solutions across the entire system.  ",
                "tag": "p"
            },
            {
                "content": "From green shoots to tangible results ",
                "tag": "h2"
            },
            {
                "content": "We’ve seen PropTech deliver real results through our PropTech Innovation Fund. This was introduced in 2021 to support the PropTech sector and Local Planning Authorities to accelerate the adoption of digital planning tools and fast track the plan-making process.  ",
                "tag": "p"
            },
            {
                "content": "Four rounds later we have supported 77 local planning authorities (LPAs) across 114 pilots – the largest UK Government PropTech programme working with local government and industry at pace and scale.  ",
                "tag": "p"
            },
            {
                "content": "Our commissioned research, the Opportunity for PropTech report, published by the UK PropTech Association (UKPA) and PUBLIC earlier this year, shows the sector has the potential to grow by 20% by 2032 and generate revenue of approximately £72bn. It also contained a number of measures designed to deliver growth and drive investment. The case studies we’ve developed with the sector, demonstrate how PropTech solutions can unlock significant benefits across planning and regeneration, with ripple effects supporting broader economic growth.",
                "tag": "p"
            },
            {
                "content": "But despite the increased demand from local government and compelling evidence of benefits, scaling remains a persistent challenge.  ",
                "tag": "p"
            },
            {
                "content": "Even with an ambitious reform agenda across government, persistent barriers continue to limit adoption. These include market awareness gaps, procurement hurdles, lack of evidence, skills shortages, prohibitive costs, and a lack of digital infrastructure, interoperability and policy guidance. ",
                "tag": "p"
            },
            {
                "content": "Evolving our approach  ",
                "tag": "h2"
            },
            {
                "content": "That's why our approach has evolved over the past 6 months. When planning the next stage of LPA funding, we wanted to ensure the pilots could scale and benefit the wider system. This shaped the core principles of the Continuous Funding round, which for the first time requires funded projects to produce replicable blueprints – tangible guides that enable other LPAs to learn from proven experiences and be able to adopt different PropTech solutions with confidence.  ",
                "tag": "p"
            },
            {
                "content": "This is just one of the tactics we have explored to see how we can tackle barriers and enable the PropTech market to thrive.  ",
                "tag": "p"
            },
            {
                "content": "Through our work with Policy Lab, cross-government engagement and industry workshops, we’ve also learned that lasting change requires sustainable intervention across the entire PropTech ecosystem. Simply funding more individual pilots isn’t enough – we need to tackle the underlying market conditions that will allow those pilots to embed into standard practice.  ",
                "tag": "p"
            },
            {
                "content": "We’ve therefore shaped our ongoing PropTech programme around strategic partnerships that bridge the public and private sectors, with a view to taking PropTech from the margins to the mainstream:  ",
                "tag": "p"
            },
            {
                "content": "Each relationship is designed to strengthen networks and tackle adoption barriers collectively.  ",
                "tag": "p"
            },
            {
                "content": " What happens next?  ",
                "tag": "h2"
            },
            {
                "content": "Last week’s PropTech Innovation Challenge bootcamps marked a high point in our strategic evolution. With 85 applicants working alongside 225 partners competing for funding that could unlock over a million homes, we weren’t just selecting projects – we were identifying solutions that can genuinely transform planning and housing systems.  ",
                "tag": "p"
            },
            {
                "content": "The competitive pitch style format allowed judges from across government and industry to dive deeper into shortlisted applications. Innovators from across the country brought their university, council or developer partners into the room to demonstrate how their solutions will be tested in real world environments – from housing developments to active planning departments. We aim to announce the successful projects with Geovation in September. ",
                "tag": "p"
            },
            {
                "content": "Alongside the bootcamps the UKPA hosted their first industry roundtable, bringing together senior voices from government, local authorities, and the PropTech sector to discuss the PropTech adoption barriers in the planning system and what can be done to overcome them. The discussions have given us much food for thought and also reinforced what we've learned through our Innovation Fund – that systematic barriers require collective solutions. ",
                "tag": "p"
            },
            {
                "content": "And so, the work continues!  ",
                "tag": "p"
            },
            {
                "content": "Building on these insights the UKPA will be organising further industry roundtables as well as regional roadshow events with different councils on their ambitions for digital planning adoption, we’ll be publishing blueprints from our Continuous Funding projects and supporting the Task Force with the continuing development of the Digital Planning Directory. All of these activities serve the same goal – converting PropTech’s proven potential into systematic change that is driven by, and with, industry stakeholders. ",
                "tag": "p"
            },
            {
                "content": "This is how we convert ambitions into action – and finally realise PropTech’s true potential as an enabler for faster plan-making, planning system improvements, housing and infrastructure delivery.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/07/21/digital-planning-from-pilots-to-scale-how-proptech-partnerships-are-unlocking-its-potential/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Through strategic partnerships with Geovation, the UK PropTech Association, and the Digital Task Force for Planning, the Digital Planning programme is evolving its approach to scale the adoption of PropTech. We're bridging public and private sectors with one shared goal: converting PropTech's proven potential into systematic change that can help deliver 1.5 million homes and transform the planning system nationwide. "
    },
    {
        "title": "My Path to the Civil Service: A Care Leaver's Perspective",
        "authors": [
            "Sebastian Moore"
        ],
        "posted_on": "2025-07-21T10:02:56",
        "categories": [
            "Care leavers"
        ],
        "content": [
            {
                "content": "I’m Sebastian Moore, a proud care leaver whose identity is shaped, but not defined, by my experiences. Fresh from my 2022 Politics & International Relations degree, I was uncertain about my future. The Civil Service Care Leavers Internship Scheme changed that. Starting in HM Treasury’s correspondence team, I found purpose. ",
                "tag": "p"
            },
            {
                "content": "Now a permanent IT Business Partner, I’m proof you can join the Civil Service, blend in, and thrive as yourself. This scheme isn’t just a job — it’s a launchpad for anyone ready to shine.",
                "tag": "p"
            },
            {
                "content": "My first steps at HM Treasury",
                "tag": "h2"
            },
            {
                "content": "Stepping into HM Treasury felt like standing at the edge of possibility. As a care leaver, I was used to navigating life solo, but this scheme made me feel seen. My role? Driving robotic process automation in the correspondence team. Each task, from streamlining communications to solving complex challenges, felt like a chance to prove myself.",
                "tag": "p"
            },
            {
                "content": "Career growth: automation projects and recognition in government",
                "tag": "h2"
            },
            {
                "content": "What lights me up? The chance to make a mark. Since joining the scheme, I have led automation projects and won the HMT Professional Award at No. 11 Downing Street, which was a real pinch me moment. However, the real joy is knowing my work challenges conventional thinking, as the Civil Service thrives on fresh voices.",
                "tag": "p"
            },
            {
                "content": "Building professional networks",
                "tag": "h2"
            },
            {
                "content": "Support was my superpower. My first manager, Lisa, saw my potential and helped to build my confidence, while the HR team championed me. These tools empowered me to lead AI and automation events for thousands of civil servants. ",
                "tag": "p"
            },
            {
                "content": "My team’s belief in me turned obstacles into opportunities. Whether you’re loud about your care experience or quietly carving your path, this scheme ensures you’re never alone.",
                "tag": "p"
            },
            {
                "content": "From intern to Civil Service leader",
                "tag": "h2"
            },
            {
                "content": "This internship rewrote my story. I’ve sharpened skills in presenting, automation, and Microsoft tools, but the real win is resilience and clarity. I now lead a cross-government care leaver network, advocating for others. The scheme showed me I belong in the Civil Service, where diverse thought dismantles groupthink and sparks innovation. It gave me stability, a network, and a career I love. ",
                "tag": "p"
            },
            {
                "content": "Care experience is part of me, but here, you can be anyone —your background only strengthens the team.",
                "tag": "p"
            },
            {
                "content": "Why care leavers should apply",
                "tag": "h2"
            },
            {
                "content": "The internship scheme is a game-changer, and I urge every care leaver to apply. My advice? Be you, whether your care experience defines you or not. Share your story boldly or blend in, both are powerful. You’re not just joining a scheme, you’re transforming lives, starting with your own.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "For further information about eligibility requirements, application deadlines, and the selection process, visit the Civil Service Care Leaver Scheme webpage.",
                "tag": "p"
            },
            {
                "content": "2025 application timeline",
                "tag": "h3"
            },
            {
                "content": "This year’s timeline is as follows:",
                "tag": "p"
            },
            {
                "content": "Eligibility criteria",
                "tag": "h3"
            },
            {
                "content": "To apply for the scheme, you must meet the following eligibility criteria:",
                "tag": "p"
            },
            {
                "content": "*You must have been in care for a minimum of 13 weeks. Some of this time must have been after your 16th birthday. If you are unsure whether you meet this criteria, please speak to your personal advisor or local authority.",
                "tag": "p"
            }
        ],
        "link": "https://childrenssocialcare.blog.gov.uk/2025/07/21/civil-service-care-leavers-internship-scheme-2025-2/",
        "blog": "Children’s social care",
        "blog_link": "https://childrenssocialcare.blog.gov.uk",
        "description": "Sebastian talks about his experience with the Civil Service Care Leavers Internship Scheme."
    },
    {
        "title": "Maximising Pupil Premium Impact: Whole-School Approaches That Work",
        "authors": [
            "Lisa Wise"
        ],
        "posted_on": "2025-07-21T09:53:39",
        "categories": [
            "Primary schools",
            "Pupil Premium"
        ],
        "content": [
            {
                "content": "Wilbury Primary School is a large primary school in Edmonton, North London, in an area of significant deprivation. Children can start from two years of age. As the end of the school year approaches, we know many schools will be evaluating their current pupil premium strategy and starting to plan their pupil premium spend for the upcoming academic year. We asked the Headteacher of Wilbury, Lisa Wise, to tell us about her school’s approach to supporting pupils through their pupil premium strategy.",
                "tag": "p"
            },
            {
                "content": "We are a happy and vibrant school, where staff and children thrive and achieve. For us, early intervention is key. We focus on language development, in all its forms, the core subjects and using evidence (internal and external) to constantly refine and improve the quality of our teaching across the curriculum.",
                "tag": "p"
            },
            {
                "content": "Evaluating and improving teaching practice",
                "tag": "h2"
            },
            {
                "content": "Our leadership team play a significant role in evaluating disadvantaged pupils’ progress through ongoing, and crucially, supportive monitoring and quality assurance.",
                "tag": "p"
            },
            {
                "content": "We evaluate last year’s activity and impact to update our pupil premium strategy each year. We triangulate evidence from assessments and pupil data, as well as reports and studies on effective use of pupil premium and the impact of educational disadvantage.",
                "tag": "p"
            },
            {
                "content": "A key focus of our pupil premium spending is supporting high-quality teaching. Our leadership team devote time to our staff for collaborative team planning and teaching, and spend time in classrooms to provide on-the-spot coaching, training, and immediate feedback to develop practice. This all happens within an open and enthusiastic culture, where staff at all levels support and challenge each other.",
                "tag": "p"
            },
            {
                "content": "There is a collective understanding of the impact of disadvantage on pupils’ learning, and staff at every level speak with one voice about our ambition for all our pupils. ",
                "tag": "p"
            },
            {
                "content": "Effective implementation",
                "tag": "h2"
            },
            {
                "content": "At Wilbury, the practitioner is the intervention – we strongly reject labels for children. We know our children’s success and progress is dependent on the quality of staff at all levels across the school and every moment matters. The professional development of staff is therefore at the heart of our pupil premium strategy.",
                "tag": "p"
            },
            {
                "content": "Effective implementation is key, and we strongly believe ‘the way you do what you do’ is the most important thing.",
                "tag": "p"
            },
            {
                "content": "Top tips for tackling educational disadvantage",
                "tag": "h2"
            },
            {
                "content": "My advice to school leaders who are looking back at their current pupil premium strategy, and planning for the next academic year, is as follows:",
                "tag": "p"
            },
            {
                "content": "Further resources",
                "tag": "h2"
            },
            {
                "content": "Department for Education (DfE) publications",
                "tag": "p"
            },
            {
                "content": "Education Endowment Foundation resources",
                "tag": "p"
            },
            {
                "content": "DfE pupil premium webinars and blogs ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/07/21/maximising-pupil-premium-impact-whole-school-approaches-that-work/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Wilbury Primary School Headteacher, Lisa Wise, shares her approach to pupil premium."
    },
    {
        "title": "Brushing up on partnerships: Civil servants secured 23 million toothbrushes to improve kids' health",
        "authors": [
            "Dan Sorensen"
        ],
        "posted_on": "2025-07-21T09:48:29",
        "categories": [
            "A Modern Civil Service",
            "A Skilled Civil Service",
            "An Innovative Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "DHSC’s journey to improve children's dental health in the UK's most deprived areas, transformed through a partnership with Colgate-Palmolive. This initiative directly supports our government's mission to break down barriers to opportunity by giving children the best start in life. Flynn Hickey, Sector Insights and Commercial Strategy Lead and Dan Sorensen, Brand Manager share their journey on how this partnership came about, and what it means for future public-private sector collaborations.",
                "tag": "p"
            },
            {
                "content": "Flynn Hickey:",
                "tag": "p"
            },
            {
                "content": "I never imagined I'd be transforming children's health with toothbrushes, but with child tooth decay reaching crisis levels in deprived areas, we needed bold solutions. Shockingly, the most common reason for children aged 5 to 9 being admitted to hospital is to have treatment for decayed teeth.",
                "tag": "p"
            },
            {
                "content": "When the Dental Policy Team was asked to explore corporate partnerships to improve children’s oral health, I felt excited as this was exactly the type of bold solution the commercial team were delighted to support the policy team to deliver.",
                "tag": "p"
            },
            {
                "content": "I led a market engagement inviting companies who shared our vision for reducing children’s oral health inequalities to collaborate with the government. When Colgate expressed interest, I saw real potential for a partnership, but I also recognised the challenges we’d face in getting many different parts of government, and Colgate, aligned to reach a first-of-its-kind agreement.",
                "tag": "p"
            },
            {
                "content": "By working innovatively with teams across policy, commercial, branding, legal and oral health professionals, we’ve been able to deliver a collaborative partnership that will reach 600,000 children a year in deprived communities and help instil good habits that last a lifetime.",
                "tag": "p"
            },
            {
                "content": "The numbers speak for themselves; Colgate-Palmolive will donate 23 million toothbrushes and toothpastes over five years. That’s millions of smiles protected, and thousands of children spared the pain of tooth decay.",
                "tag": "p"
            },
            {
                "content": "What began as a policy directive evolved into something dramatically different: a template for how government and business can collaborate for public good.",
                "tag": "p"
            },
            {
                "content": "We’ve delivered a Plan for Change initiative and by thinking differently about how we work with commercial partners, we unlocked significant resources for public health at no cost to the taxpayer. I’m so proud to have been part of it!",
                "tag": "p"
            },
            {
                "content": "Branded partnerships between government and commercial entities have always been a challenge to navigate. Too commercial, and we undermine public trust. Too restrictive, and we lose business interest. The NHS brand, particularly, evokes high levels of trust, and we have a responsibility as government to ensure that trust is not eroded by inappropriate use.",
                "tag": "p"
            },
            {
                "content": "Our mission? How do we partner with a commercial organisation to serve public health without compromising the integrity of the NHS brand?",
                "tag": "p"
            },
            {
                "content": "Over several months I worked closely with the policy, commercial, and legal teams to craft a brand strategy that was innovative yet compliant. There was a lot of excitement on all sides as we encountered problems, suggested ideas and found solutions. With Colgate, we eventually settled on a new ‘supporting NHS’ brand, which will feature across educational materials and a joint dual-branded awareness campaign.  ",
                "tag": "p"
            },
            {
                "content": "While this collaboration with Colgate is a first-of-its-kind, the ‘supporting NHS’ brand creates a template for future partnerships across various public health priorities. The potential is enormous. Just imagine similar collaborations addressing other preventable health issues, with partners who share our commitment to improving public health.",
                "tag": "p"
            },
            {
                "content": "This partnership shows what’s possible when creative government thinking solves pressing public health challenges. I’m so excited to see where it leads us next. ",
                "tag": "p"
            },
            {
                "content": "Want to chat about how your team could develop similar partnerships? Drop me an email at identity@dhsc.gov.uk – I’d love to share what we’ve learned on this journey. You can learn more about our supervised toothbrushing programme.",
                "tag": "p"
            },
            {
                "content": "This is part 3 of a four-part series marking 1 year of government by showcasing the extraordinary work of civil servants across the country delivering the Missions.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/21/brushing-up-on-partnerships-civil-servants-secured-23-million-toothbrushes-to-improve-kids-health/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "DHSC’s journey to improve children's dental health in the UK's most deprived areas, transformed through a partnership with Colgate-Palmolive. This initiative directly supports our government's mission to break down barriers to opportunity by giving children the best start in life. …"
    },
    {
        "title": "Stakeholder update: Glycerol in slush ice drinks warning",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-07-21T09:37:31",
        "categories": [
            "Business guidance"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "Following a recent Board decision, we’ve just launched a new campaign to warn parents and caregivers about the potential health risks that slush ice drinks, or 'slushies', can pose to young children when they contain glycerol.",
                "tag": "p"
            },
            {
                "content": "Glycerol is a food additive used in some no and low sugar slushies to create their distinctive frozen texture. These drinks are widely consumed without harmful effects, but our recent assessment has shown they can in rare cases, especially when consumed in large quantities over a short time period, pose serious health risks to young children - symptoms include shock, dangerously low blood sugar levels, and loss of consciousness.",
                "tag": "p"
            },
            {
                "content": "To coincide with the start of the summer holidays, when slushie sales increase, we’ve launched new guidance and a public awareness campaign about these risks. Our advice is straightforward: children under seven should not consume slush ice drinks (slushies) containing glycerol at all. ",
                "tag": "p"
            },
            {
                "content": "For children aged seven to ten, consumption should be limited to one 350ml serving per day - roughly the size of a standard fizzy drink can.",
                "tag": "p"
            },
            {
                "content": "Parents and guardians should check with the food business on whether the drink contains glycerol - but don’t buy if in doubt. We're also calling on retailers to play their part by displaying our advice clearly at the point of sale and not offering free refills to children aged ten and under.",
                "tag": "p"
            },
            {
                "content": "We are calling on manufacturers to include these warnings on ready to drink slushie pouches and on the syrups and labelling on home slush ice drink kits.",
                "tag": "p"
            },
            {
                "content": "Please support this initiative within your networks and amplify our communications through your channels, to help to get the message out to parents. We want to ensure that families can continue to enjoy these popular treats safely, while protecting the health and wellbeing of our youngest consumers.",
                "tag": "p"
            },
            {
                "content": "Yn dilyn penderfyniad diweddar gan y Bwrdd, rydym wedi lansio ymgyrch newydd i rybuddio rhieni a gofalwyr am y risgiau iechyd posib y gall diodydd iâ slwsh, neu ‘slushies’, eu peri i blant ifanc pan fyddant yn cynnwys glyserol.",
                "tag": "p"
            },
            {
                "content": "Ychwanegyn bwyd yw glyserol a ddefnyddir mewn rhai diodydd iâ slwsh nad ydynt yn cynnwys llawer o siwgr neu ddim siwgr o gwbl, a hynny er mwyn creu’r gwead rhewedig nodedig. Mae’r diodydd hyn yn cael eu hyfed yn helaeth heb effeithiau niweidiol, ond mae ein hasesiad diweddar wedi dangos y gallant mewn achosion prin, yn enwedig pan gaiff nifer fawr ohonynt eu hyfed dros gyfnod byr, beri risgiau iechyd difrifol i blant ifanc. Mae’r symptomau’n cynnwys sioc, lefelau siwgr gwaed peryglus o isel, a cholli ymwybyddiaeth.",
                "tag": "p"
            },
            {
                "content": "I gyd-fynd â dechrau gwyliau’r haf, pan fydd mwy o ddiodydd iâ slwsh yn cael eu gwerthu, rydym wedi lansio canllawiau newydd ac ymgyrch i godi ymwybyddiaeth y cyhoedd am y risgiau hyn. Mae ein cyngor yn syml: ni ddylai plant dan saith oed yfed diodydd iâ slwsh (‘slushies’) sy’n cynnwys glyserol o gwbl.",
                "tag": "p"
            },
            {
                "content": "I blant saith i ddeg oed, dim ond un dogn o 350ml y dydd y dylent ei gael – tua maint un can o ddiod pop safonol.",
                "tag": "p"
            },
            {
                "content": "Dylai rhieni a gwarcheidwaid ofyn i’r busnes bwyd a yw’r ddiod yn cynnwys glyserol – ond peidiwch â’i brynu os oes unrhyw amheuaeth. Rydym hefyd yn galw ar fanwerthwyr i chwarae eu rhan drwy arddangos ein cyngor yn glir yn y man gwerthu, a pheidio â chynnig ail-lenwadau am ddim i blant deg oed ac iau. Rydym yn galw ar weithgynhyrchwyr i gynnwys y rhybuddion hyn ar godenni diodydd iâ slwsh parod i’w hyfed ac ar y suropau a’r labelu ar gitiau cartref ar gyfer y diodydd iâ slwsh hyn.",
                "tag": "p"
            },
            {
                "content": "Gofynnwn yn garedig i chi gefnogi’r fenter hon o fewn eich rhwydweithiau a rhannu ein cyfathrebiadau trwy eich sianeli er mwyn helpu i rannu’r neges â rhieni. Rydym am sicrhau y gall teuluoedd barhau i fwynhau’r danteithion poblogaidd hyn, wrth ddiogelu iechyd a lles ein defnyddwyr ieuengaf ar yr un pryd.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/07/21/stakeholder-update-glycerol-in-slush-ice-drinks-warning/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg Following a recent Board decision, we’ve just launched a new campaign to warn parents and caregivers about the potential health risks that slush ice drinks, or 'slushies', can pose to young children when they contain glycerol. Glycerol is a …"
    },
    {
        "title": "What can I say about my certification?",
        "authors": [
            "John Peart"
        ],
        "posted_on": "2025-07-21T09:00:00",
        "categories": [
            "Certification",
            "Digital identity",
            "Register of digital identity and attribute services",
            "Trust mark",
            "UK digital identity and attributes trust framework"
        ],
        "content": [
            {
                "content": "Your service has been certified by an approved Conformity Assessment Body (CAB) and is listed on the GOV.UK register of digital identity and attribute services. You want to tell people about that.",
                "tag": "p"
            },
            {
                "content": "How should you do that? What should you say and what shouldn’t you?",
                "tag": "p"
            },
            {
                "content": "What the rules say",
                "tag": "h2"
            },
            {
                "content": "The trust framework and its certification processes require that service providers take steps to represent accurately the certified or registered status of their services. Failure to do this can risk losing your certification and appearance on the GOV.UK register.",
                "tag": "p"
            },
            {
                "content": "These rules apply to you as a service provider in all of your activities. In your service. In your marketing materials. Everywhere. ",
                "tag": "p"
            },
            {
                "content": "They also apply to any other parties that you have partnered with; you must manage your relationship with them to protect trust in the ecosystem as a whole.",
                "tag": "p"
            },
            {
                "content": "Say things like this",
                "tag": "h2"
            },
            {
                "content": "What does that look like in practice? When you are talking about your certification, you could say things like:",
                "tag": "p"
            },
            {
                "content": "When you are talking about your service being on the GOV.UK register, you could say things like:",
                "tag": "p"
            },
            {
                "content": "Don’t say things like this",
                "tag": "h2"
            },
            {
                "content": "Don’t say you’re “certified by government”",
                "tag": "h3"
            },
            {
                "content": "Certification of digital identity services is independent from government. We set the rules and independent conformity assessment bodies decide whether your service meets them. ",
                "tag": "p"
            },
            {
                "content": "Don’t say that your service is “government approved”",
                "tag": "h3"
            },
            {
                "content": "Being on the GOV.UK register does not mean government has approved or endorsed a service: it means you meet the rules and criteria for being on the list.",
                "tag": "p"
            },
            {
                "content": "Don’t use Crown or Government logos, or anything like it",
                "tag": "h3"
            },
            {
                "content": "Use of government logos and the Crown are reserved and must not be used without prior permission. Don’t create your own versions that could give a false impression either. In the near future, digital identity services on the GOV.UK register will be permitted to use an official ‘trust mark’ on their services instead.",
                "tag": "p"
            },
            {
                "content": "Don’t misrepresent your status",
                "tag": "h2"
            },
            {
                "content": "Maintaining trust in the digital identity services is a shared responsibility across OfDIA, CABs and providers. You must avoid doing anything that might be considered misleading in relation to your certification or appearance on the GOV.UK register, or that might damage trust in the ecosystem.",
                "tag": "p"
            },
            {
                "content": "If we identify service providers using marketing that could be misleading in these ways, we will ordinarily write to the provider to ask them to stop. We will also refer the issue to the relevant CAB. Failure to take appropriate action may result in certification being suspended or withdrawn by your CAB, and a provider being removed from the register.",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2025/07/21/what-can-i-say-about-my-certification/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "You want to tell people that your service is certified and on the GOV.UK register of digital identity and attribute services. What should you say and what shouldn't you?"
    },
    {
        "title": "Frank on the frontline: Transforming young lives at Ealing Jobcentre",
        "authors": [
            "Frank Maryako"
        ],
        "posted_on": "2025-07-21T08:50:32",
        "categories": [
            "A Skilled Civil Service",
            "An Innovative Civil Service",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Every day, all across the UK, our amazing colleagues work tirelessly to help young people discover their potential and take bold steps into the world of work. Frank Maryako is at the frontline of youth employment support at Ealing Jobcentre, West London. Frank shares his journey on guiding young people in overcoming barriers to find work, and he highlights why early career support is essential for their success.",
                "tag": "p"
            },
            {
                "content": "Many of the young people I work with face significant challenges. Some struggle to get interviews, let alone actually find a job. It’s eye-opening because these young people possess incredible potential and skills that often go unnoticed. As a youth work coach, I have the privilege of seeing firsthand what they are capable of and the unique strengths they bring to the table.",
                "tag": "p"
            },
            {
                "content": "My work directly supports one of the government's key missions: Breaking down barriers to opportunity for everyone across the UK. By helping young people access the training and employment opportunities they need, we can build a stronger economy where everyone can contribute and thrive.",
                "tag": "p"
            },
            {
                "content": "The impact of COVID-19 on young people has been profound, particularly in terms of their confidence. For many their confidence felt shot. That’s why I believe it’s so important to prioritise their personal development and career paths. It’s a wonderful opportunity for them to thrive.",
                "tag": "p"
            },
            {
                "content": "I speak to these young people all the time and I’m constantly blown away by their abilities. When I give them tasks, they often exceed my expectations. Their potential is boundless; they just need the right opportunities. That’s where we come in and help.",
                "tag": "p"
            },
            {
                "content": "My commitment to public service is a reflection of our department’s dedication to young people. By ensuring they have access to quality training and employment opportunities, we’re helping the next generation build rewarding careers.",
                "tag": "p"
            },
            {
                "content": "To colleagues out there helping customers, my top tips are: be honest, be approachable, actively listen to them and more than anything, treat your customers as individuals. This will help you to tailor your approach to support their individual needs.",
                "tag": "p"
            },
            {
                "content": "See Frank in action",
                "tag": "p"
            },
            {
                "content": "Frank features in an inspiring video that gives a glimpse into how he and his colleagues can make a difference in the lives of young people. Check it out and see how our frontline colleagues are changing lives every day!",
                "tag": "p"
            },
            {
                "content": "This is part 2 of a four-part series marking 1 year of government by showcasing the extraordinary work of civil servants across the country delivering the Missions.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/07/21/frank-on-the-frontline-transforming-young-lives-at-ealing-jobcentre/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Every day, all across the UK, our amazing colleagues work tirelessly to help young people discover their potential and take bold steps into the world of work. Frank Maryako is at the frontline of youth employment support at Ealing Jobcentre, …"
    }
]