[
    {
        "title": "How to cope with exam stress",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-29T15:21:05",
        "categories": [
            "Exams and qualifications",
            "Mental Health",
            "Schools"
        ],
        "content": [
            {
                "content": "Guest post by Childline",
                "tag": "p"
            },
            {
                "content": "Right now, thousands of children and young people are sitting exams across the country. Many of them will be feeling anxious and worried about how they will perform. Understandably this can be a stressful and difficult time, both for those taking the tests and for family and friends who want them to do their best. Understanding how to reduce exam stress is crucial during this challenging period.",
                "tag": "p"
            },
            {
                "content": "Of all the counselling sessions that Childline have provided on managing exam stress, 22% of those are delivered in May. When reaching out to the NSPCC-service, children talk about how they feel under pressure to perform well in their exams, both from themselves and from their family members. They also report struggling to find the right balance between revision and taking breaks and suffering from a lack of sleep and sometimes even having nightmares.",
                "tag": "p"
            },
            {
                "content": "To help all involved navigate this difficult period Childline is sharing some useful exam stress management tips which are also available on the Childline website. ",
                "tag": "p"
            },
            {
                "content": "Top exam stress tips for children",
                "tag": "h3"
            },
            {
                "content": "Top exam stress tips for parents and carers ",
                "tag": "h3"
            },
            {
                "content": "Children can contact Childline on 0800 1111 or childline.org.uk. Any adults concerned about a child’s safety or wellbeing can contact the NSPCC Helpline at help@nspcc.org.uk or by calling 0808 800 5000. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/how-to-cope-with-exam-stress/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Right now, thousands of children and young people are sitting exams across the country. To help all involved navigate this difficult period Childline is sharing some useful exam stress management tips which are also available on the Childline website. "
    },
    {
        "title": "What is Candidozyma auris? Fungal pathogen and emerging global health threat",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-05-29T15:19:07",
        "categories": [
            "Protecting the country's health",
            "UKHSA science"
        ],
        "content": [
            {
                "content": "Fungi are all around us, but some species pose significant threats to human health. They can spread silently, thrive in hospitals, resist multiple treatments, and survive on surfaces for weeks. That's Candidozyma auris (C. auris) - formerly known as Candida auris - a fungal pathogen gaining attention from healthcare professionals and public health authorities worldwide.",
                "tag": "p"
            },
            {
                "content": "Fungal pathogen C. auris",
                "tag": "h2"
            },
            {
                "content": "C. auris is a recently discovered fungus. A fungus is a type of microorganism, some of which can make you ill.",
                "tag": "p"
            },
            {
                "content": "It rarely causes infections in healthy individuals though can pose a risk to people in hospital, particularly those who have been in hospital for a long time, who are critically unwell and/or who have weakened immune systems. It was first identified in 2009 in the ear of a Japanese patient and has since been found in more than 40 countries across 6 continents. What makes C. auris particularly concerning is its remarkable resilience – it can survive on surfaces for long periods of time, including in the hospital environment, and is often resistant to first-line medical treatments and disinfectants.",
                "tag": "p"
            },
            {
                "content": "How C. auris spreads",
                "tag": "h2"
            },
            {
                "content": "C. auris primarily spreads through contact with contaminated surfaces or medical equipment, or via direct contact with individuals who are colonised. People can carry the fungus on their skin without developing an infection (called colonisation). However, someone who has C. auris on their skin may become infected if it enters their body, for example through a wound, or if they have had an invasive medical device inserted, for example a catheter or drip.",
                "tag": "p"
            },
            {
                "content": "It can be spread between people in healthcare settings. Colonisation could occur after being in contact with the fungus (that is, a person would now be carrying it on their skin). C. auris has been identified on numerous hospital items including bedside equipment, radiators, windowsills, sinks, and medical equipment such as temperature probes, blood pressure cuffs and stethoscopes.",
                "tag": "p"
            },
            {
                "content": "Illnesses caused by C. auris",
                "tag": "h2"
            },
            {
                "content": "Infections range in severity. Some people may carry the fungus without symptoms, while others develop serious infections such as infections in the blood, brain and spinal cord, bones, abdomen, wounds, ears, respiratory tract, and urinary system. People who are carrying the fungus are still at risk of developing an infection or passing it on to others.",
                "tag": "p"
            },
            {
                "content": "People at risk",
                "tag": "h2"
            },
            {
                "content": "C. auris primarily affects people in healthcare settings including those with a weakened immune system, especially:",
                "tag": "p"
            },
            {
                "content": "Colonised people may carry C. auris for months or years, increasing their risk of developing an infection and passing on the fungus to others.",
                "tag": "p"
            },
            {
                "content": "What we're doing to address the risks of C. auris",
                "tag": "h2"
            },
            {
                "content": "While not as widespread in England as in some other countries, C. auris has caused outbreaks in several healthcare settings in England (fewer than 700 cases have been detected to date). We monitor C. auris cases and are working in partnership with the NHS, independent sector healthcare providers and other stakeholders to limit its spread and support the identification of appropriate treatment options.",
                "tag": "p"
            },
            {
                "content": "Reasons for monitoring the pathogen",
                "tag": "h2"
            },
            {
                "content": "We monitor C. auris for several reasons:",
                "tag": "p"
            },
            {
                "content": "How to prevent C. auris from spreading",
                "tag": "h2"
            },
            {
                "content": "Controlling C. auris needs very thorough infection prevention and control measures within healthcare settings:",
                "tag": "p"
            },
            {
                "content": "C. auris represents a growing global health concern, particularly in healthcare settings where it can spread rapidly and resist treatment and some disinfectants. While not yet widespread in England, it is important that we remain aware that C. auris may spread in hospital environments. Through effective infection prevention and control measures, rigorous hygiene practices, ongoing monitoring and continued research, its spread can be minimised.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/05/29/what-is-candidozyma-auris-fungal-pathogen-and-emerging-global-health-threat/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "C. auris is a recently discovered fungus. It rarely causes infections in healthy individuals though can pose a risk to people in hospital, particularly those who have been in hospital for a long time, who are critically unwell and/or who have weakened immune systems."
    },
    {
        "title": "The power of DNA: using innovation for nature’s recovery",
        "authors": [
            "Natural England"
        ],
        "posted_on": "2025-05-29T14:19:40",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Monitoring",
            "Nature",
            "Nature Recovery",
            "Protected sites and species",
            "Science and evidence",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Andrew Nisbet, Natural England's Deputy Director for Monitoring",
                "tag": "p"
            },
            {
                "content": "Natural England is at the forefront of introducing innovative technologies into biodiversity monitoring. Environmental DNA (deoxyribonucleic acid) is the DNA that can be obtained from an environmental sample such as water, air or soil. We can use DNA techniques to detect species, from tiny bacteria right through to whales, providing an exciting opportunity for efficient biodiversity monitoring at scale. In Natural England’s DNA team, we are working to operationalise these methods in our work.",
                "tag": "p"
            },
            {
                "content": "Innovative techniques",
                "tag": "p"
            },
            {
                "content": "DNA techniques to monitor great crested newts (GCN) are well established and have been in use for over a decade. In the last few years, we have been developing methods for using DNA to look for other species, whole communities (fish in a lake, for instance), and even to assess the health of an ecosystem.",
                "tag": "p"
            },
            {
                "content": "To do this we are building partnerships across the sector. We engage with researchers to tap into the latest science and innovative techniques as well as working with industry on applications. These relationships ensure that the operational needs of end users like Natural England are understood by researchers and businesses.",
                "tag": "p"
            },
            {
                "content": "DNA based methods rely on having DNA sequences for each species in a reference library so that any given sequence we detect can be matched to a species. We are partnering with the Natural History Museum, through funding and support to the UK Barcode of Life (UKBOL) project and logistical support to the Darwin Tree of Life (DTOL) project, to help them sequence DNA barcodes and whole genomes from each of the 75,000 eukaryotic species in the UK.",
                "tag": "p"
            },
            {
                "content": "Pond health metric",
                "tag": "p"
            },
            {
                "content": "We are also working with a range of partners to develop a pond health metric using data derived from DNA samples. Our aim is to be able to assess the condition of any pond from a water sample, rather than having to undertake several traditional surveys of different aspects. Initial progress is promising, and we are sampling more ponds to increase our confidence in the results.Just this month, I had the pleasure of chairing the UK DNA Working Group Conference, held at the Royal Society. It was fantastic to hear about current advances in DNA technology and their relevance to policy, as well as showcasing the projects that Natural England has been leading on.",
                "tag": "p"
            },
            {
                "content": "These included a project to develop a framework for assessing confidence in multi-species tests (metabarcoding), where we have created an international steering group to support us in taking the work forward.",
                "tag": "p"
            },
            {
                "content": "Confidence in data",
                "tag": "p"
            },
            {
                "content": "Understanding the confidence we can have in DNA derived data is key to making these methods operational. To ensure we can use these data confidently and appropriately, it’s important that we understand the methods used in all parts of the process. When Natural England commissions data collection we ask for this information. When other organisations send us data to support our work we have developed an information note that describes what information we find useful to be recorded to ensure we can use the results appropriately. Reporting this additional information allows us to share DNA derived data, and use it for regulatory and statutory monitoring at Natural England.",
                "tag": "p"
            },
            {
                "content": "This continues to be a developing and innovative field. While the science matures, our job is to ensure we can use these methods with confidence to support nature recovery across Natural England’s work. Not everything we have tried has been successful, but we are learning along the way!For more information on NE’s work with DNA, email monitoring.innovation@naturalengland.org.uk.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/29/the-power-of-dna-using-innovation-for-natures-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Andrew Nisbet, Natural England's Deputy Director for Monitoring Natural England is at the forefront of introducing innovative technologies into biodiversity monitoring. Environmental DNA (deoxyribonucleic acid) is the DNA that can be obtained from an environmental sample such as water, …"
    },
    {
        "title": "Celebrating a wave of innovation: Scalable experiments from the One Big Thing initiative",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-05-29T11:18:12",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Modernisation and Reform",
            "One Big Thing",
            "Policy",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "One Big Thing 2024, with its focus on innovation and efficiency, has catalysed a wave of transformative experiments across UK government. These experiments, fuelled by creative problem-solving and digital tools, have yielded remarkable results and set new standards for public sector operations. Read our One Big Thing blog article to find out more about the initiative.",
                "tag": "p"
            },
            {
                "content": "In this article, we showcase innovative solutions across three key categories: automation examples that free up valuable staff time, improvements to government functions and new ways of working that re-imagine team collaboration. Each case study demonstrates how small, scalable changes can deliver significant impact.",
                "tag": "p"
            },
            {
                "content": "Innovation automation",
                "tag": "h2"
            },
            {
                "content": "Automation in the Covid Inquiry Unit",
                "tag": "h3"
            },
            {
                "content": "The Ministry of Housing, Communities and Local Government's Covid Inquiry Unit harnessed the power of automation to revolutionise exhibit referencing (formally introducing and referencing documents such as photographs into a legal proceeding as evidence). Using Microsoft Visual Basic for Applications (VBA) scripts, they achieved a remarkable increase in processing speed, handling 392 exhibits in just one hour compared to 152 exhibits in eight hours with the manual process. This allowed the team to focus on 'value add' activities. This efficiency gain demonstrates the transformative potential of automation in information-intensive tasks.",
                "tag": "p"
            },
            {
                "content": "Civil Service function case studies",
                "tag": "h2"
            },
            {
                "content": "HR innovation - CSSU Flexpool",
                "tag": "h3"
            },
            {
                "content": "The Civil Service Strategy Unit's (CSSU) 'Internal first by default' experiment introduced a dynamic Flexpool system, enabling workstream leads to tap into a pool of skilled and motivated individuals within the CSSU for short-term assignments. This approach fosters a culture of collaboration, ensures efficient resource allocation, and maximises the utilisation of existing talent within the organisation.",
                "tag": "p"
            },
            {
                "content": "Streamlining commercial framework agreements",
                "tag": "h3"
            },
            {
                "content": "The Commercial team at Integrated Corporate Services, which delivers services to the Department for Energy Security and Net Zero and the Department for Science, Innovation and Technology, revised their commercial approvals form to remove around a third of the content, deemed duplicative or unnecessary. This change adds up to a saving of 66.5 days work every year, meaning project timelines have shrunk and procurement is faster.",
                "tag": "p"
            },
            {
                "content": "Procurement made simple",
                "tag": "h3"
            },
            {
                "content": "The procurement process can be complex and confusing, involving sourcing, risk assessment, value determination, process identification, payment options, and compliance. To simplify this for users, the Department for Education created a central 'How do I buy?' landing page. This user-friendly platform guides users through the decision-making process, directing them to the most suitable procurement approach for their needs. The page is simple, accessible, and tailored to user needs, with links to relevant resources. User feedback has been positive, with many appreciating the streamlined process and ease of finding information. The 'How do I buy?' page has improved efficiency, reduced errors, enhanced user experience, and increased confidence in navigating procurement.",
                "tag": "p"
            },
            {
                "content": "AI-powered note-taking transforms meetings",
                "tag": "h3"
            },
            {
                "content": "The Government Communication Service (GCS) developed a comprehensive guide for using AI to generate standardised meeting notes. This innovation cut note-taking time in half and enabled the near-instantaneous transformation of meeting transcripts into concise and actionable notes. By leveraging AI, GCS empowered staff to focus on higher-value tasks and improved meeting outcomes.",
                "tag": "p"
            },
            {
                "content": "Innovation in ways of working",
                "tag": "h2"
            },
            {
                "content": "Creative sparks fly at the Met Office",
                "tag": "h3"
            },
            {
                "content": "The Met Office's introduction of daily 30-minute 'Creative Headspace' sessions unleashed a wave of innovation within the organisation. This initiative fostered a culture of creativity, leading to the development of engaging digital content, including GIFs that garnered a staggering 850 million views. The Met Office's success demonstrates the value of providing dedicated time for creative thinking and exploration.",
                "tag": "p"
            },
            {
                "content": "Optimised meetings enhance productivity",
                "tag": "h3"
            },
            {
                "content": "A team at the UK Health Security Agency took a critical look at their meeting practices and implemented changes that yielded significant time savings. By adopting ad hoc attendance allocations and using Microsoft Loop for updates, they reduced meeting time by 11 hours per week, freeing up valuable time for other priorities.",
                "tag": "p"
            },
            {
                "content": "Automated reporting saves time and boosts insights",
                "tag": "h3"
            },
            {
                "content": "The Department for Environment, Food and Rural Affairs embraced automation to streamline their monthly reporting process. By leveraging Power BI, they automated data collection and report generation, saving 33.3 hours per month. This digital transformation not only increased efficiency but also provided a centralised database for enhanced data analysis and insights.",
                "tag": "p"
            },
            {
                "content": "Private law referral",
                "tag": "h3"
            },
            {
                "content": "The Official Solicitor and Public Trustee's Family Litigation team, part of the Ministry of Justice family, often received referrals missing key information requiring the team to individually chase each case. Utilising form functions on Gov.uk the team designed a clear \"Private Law Referral Form\", which has streamlined the customer journey by ensuring that essential information is captured at the first point of contact. In the months since launch, 20% of new Private Law case referrals are already using the form, helping the team to process cases more quickly and thereby avoiding unnecessary delay. Through modernising the process, the team's efficiency has increased, and their workload has decreased.",
                "tag": "p"
            },
            {
                "content": "These remarkable achievements from the One Big Thing initiative highlight the transformative power of innovation and digital solutions within the UK government. By embracing experimentation and creative problem-solving, departments across the UK are unlocking new levels of efficiency, productivity, and service delivery. The One Big Thing initiative demonstrates that even small changes can have a big impact when it comes to driving progress and improving public services.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/05/29/celebrating-a-wave-of-innovation-scalable-experiments-from-the-one-big-thing-initiative/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "The One Big Thing initiative, with its focus on innovation and efficiency, has catalysed a wave of transformative experiments across UK government. "
    },
    {
        "title": "Farming Equipment and Technology Fund now open ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-05-29T10:07:41",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "This is a short post to say that the Farming Equipment and Technology Fund 2025 (FETF) is now open for applications. ",
                "tag": "p"
            },
            {
                "content": "The fund is part of the Farming Investment Fund. It helps farmers, growers, foresters and contractors invest in equipment and technology that improve productivity, manage slurry, and support animal health and welfare.",
                "tag": "p"
            },
            {
                "content": "Apply now",
                "tag": "h3"
            },
            {
                "content": "The guidance sets out the steps for you to apply.",
                "tag": "p"
            },
            {
                "content": "The application window is open for 6 weeks from today (29 May) and will close at midday on 10 July 2025. ",
                "tag": "p"
            },
            {
                "content": "It explains what’s available and how to apply. You’ll find details of the 3 funding themes:",
                "tag": "p"
            },
            {
                "content": "What the fund offers",
                "tag": "h3"
            },
            {
                "content": "The fund provides grants for a wide range of items, including equipment and technology that can:",
                "tag": "p"
            },
            {
                "content": "Items are grouped into 3 themes. This helps applicants find what they need more easily. However, we encourage you to explore all the available items — you may find something useful outside your usual area of interest.",
                "tag": "p"
            },
            {
                "content": "You can apply for between £1,000 and £25,000 per theme. The percentage of the item cost that is covered varies.",
                "tag": "p"
            },
            {
                "content": "About the funding",
                "tag": "h3"
            },
            {
                "content": "FETF 2025 is a competitive grant scheme. Each theme has its own assessment criteria. After the application window closes, all applications will be assessed and scored. This means:",
                "tag": "p"
            },
            {
                "content": "In total, £46.7 million is available through this round:",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h3"
            },
            {
                "content": "We hosted a webinar on 21 May to explain how the fund works. The session covered:",
                "tag": "p"
            },
            {
                "content": "You can watch the recording here. Good luck with your application. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/29/farming-equipment-and-technology-fund-now-open/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "The Farming Equipment and Technology Fund 2025 (FETF) is now open for applications. "
    },
    {
        "title": "How should Government choose between different life-saving policy options?",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-05-29T08:03:27",
        "categories": [
            "Better regulation",
            "Evaluation",
            "Independent scrutiny"
        ],
        "content": [
            {
                "content": "These and other difficult questions are ones that governments needs to address when considering public policy questions about healthcare expenditure, transport investments, how to regulate tobacco or alcohol and many other decisions.",
                "tag": "p"
            },
            {
                "content": "Given that the Government has a long list of competing priorities and a limited budget, it uses Quality Adjusted Life Years (QALYs – pronounced “Kwaal-eez”) to help decide between different regulatory or spending options. QALYs are defined as: “A measure of the state of health of a person or group in which the benefits, in terms of length of life, are adjusted to reflect the quality of life. One quality-adjusted life year (QALY) is equal to 1 year of life in perfect health.”[1]",
                "tag": "p"
            },
            {
                "content": "QALYs combine two things:",
                "tag": "p"
            },
            {
                "content": "So a policy that increases 2 people’s lives by one year of 50% quality of life is worth 1 QALY. ",
                "tag": "p"
            },
            {
                "content": "They are used in cost-effectiveness analysis to see which policy or intervention gives the highest health benefit per pound.",
                "tag": "p"
            },
            {
                "content": "For example in November 2024, when deciding whether to raise the legal age of sale for tobacco products, the DHSC valued the health benefits from the reduction in the number of people taking up smoking at £417m based on the Green Book value of £70,000 per QALY (2020/21 prices)[2]. This allowed it to compare the costs and benefits of the proposed policy against the alternative of maintaining the current rules on tobacco sales.",
                "tag": "p"
            },
            {
                "content": "However QALYs are not without controversy and have been subject to a number of challenges:",
                "tag": "p"
            },
            {
                "content": "It is also complicated where different QALY values are used in different circumstances – for example NICE uses a value of £20,000-30,000 per QALY for general assessments, but uses a higher value for ultra-rare diseases; while the DfT uses the Green Book value of £70,000 per QALY.",
                "tag": "p"
            },
            {
                "content": "Alternative tools for cost-effectiveness analysis have been developed. The Value of a Prevented Fatality (FPF) provides an estimate of the societal value of a small change in the probability of a fatality. Statistical Life Years (SLYs) consider the value to society of a small change to life expectancy. Disability-Adjusted Life Years (DALYs) reflect years of life lost because of premature death and years lived with disability. All of these measures (together with QALYs) are estimated by averaging values from surveys across representative population samples.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "p"
            },
            {
                "content": "QALYs are one of the ways the Government tries to make policy decisions fair, transparent and evidence-based. They are not a perfect tool, but they can help to make decisions that support more equitable and consistent outcomes.",
                "tag": "p"
            },
            {
                "content": "[1] National Institute of Clinical Excellence https://www.nice.org.uk/Glossary",
                "tag": "p"
            },
            {
                "content": "[2] https://publications.parliament.uk/pa/bills/cbill/59-01/0121/impactassessment.pdf",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/05/29/how-should-government-choose-between-different-life-saving-policy-options/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "Stephen Gibson and Caroline Elliott of the RPC set out some of the issues that governments face in making policy decisions when peoples' lives are involved."
    },
    {
        "title": "SME builders backed to get Britain building",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-05-28T14:19:07",
        "categories": [
            "Housing",
            "Planning"
        ],
        "content": [
            {
                "content": "Today we announced new measures to streamline complex planning rules, ease onerous regulatory burdens, and provide financial firepower to smaller housebuilders. These new reforms across land, regulation and finance will support them to play a vital role in delivering 1.5 million homes and creating new jobs across the country.",
                "tag": "p"
            },
            {
                "content": "The proposals received widespread national coverage, including from BBC News, the Financial Times, and The Telegraph, all of which highlighted how the new rules will make it easier for small developers to navigate the planning system. They all report the simplified processes for Biodiversity Net Gain rules and the Building Safety Levy will make it easier for small and medium-sized builders to get spades in the ground faster, as well as investing £100m in government-backed loans to help them grow and invest.",
                "tag": "p"
            },
            {
                "content": "InThe Daily Mirror, it also reports on how the reforms will allow councils to focus their resources on major developments and the most significant planning proposals – rather than getting bogged down in small-scale projects or niche technical details.",
                "tag": "p"
            },
            {
                "content": "Deputy Prime Minister and Housing Secretary Angela Rayner said:  ",
                "tag": "p"
            },
            {
                "content": "“Smaller housebuilders must be the bedrock of our Plan for Change to build 1.5 million homes and fix the housing crisis we’ve inherited – and get working people on the housing ladder.  ",
                "tag": "p"
            },
            {
                "content": "“For decades the status quo has failed them and it’s time to level the playing field.",
                "tag": "p"
            },
            {
                "content": "“Today we’re taking urgent action to make the system simpler, fairer and more cost effective, so smaller housebuilders can play a crucial role in our journey to get Britain building.” ",
                "tag": "p"
            },
            {
                "content": "The Housing Minister also appeared on the morning round including Times Radio, Sky News, LBC, BBC Radio 4’s Today Programme, and ITV’s Good Morning Britain. Speaking to Sky News he said:",
                "tag": "p"
            },
            {
                "content": "“The package we’re announcing today is allocating land specifically to SME housebuilders, providing them with more financial support and easing the burden of regulation in a number of areas, so that we can level the playing field between smaller housebuilders and their larger counterparts. They build sites faster and help local areas with new homes in their local economies.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/05/28/sme-builders-backed-to-get-britain-building/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Today we announced new measures to streamline complex planning rules, ease onerous regulatory burdens, and provide financial firepower to smaller housebuilders. These new reforms across land, regulation and finance will support them to play a vital role in delivering 1.5 …"
    },
    {
        "title": "Find out more about Marine Licensing",
        "authors": [
            "David Patrick, Digital Communications Manager"
        ],
        "posted_on": "2025-05-28T14:11:59",
        "categories": [
            "marine licensing"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) Marine Licensing team answer some of the frequently asked questions they receive about the marine licensing process.",
                "tag": "p"
            },
            {
                "content": "What is a marine licence?",
                "tag": "h2"
            },
            {
                "content": "A marine licence is a consent granted under the Marine and Coastal Access Act 2009 to enable marine licensable activities to be carried out. The MMO is responsible for marine licensing in English inshore and offshore waters and for Northern Ireland offshore waters.",
                "tag": "p"
            },
            {
                "content": "What type of activities are likely to require a marine licence?",
                "tag": "p"
            },
            {
                "content": "There are 13 marine licensable activities defined in section 66 of the Marine and Coastal Access Act. Examples include:",
                "tag": "p"
            },
            {
                "content": "To determine if you need a marine licence use the marine licence interactive assistance tool ",
                "tag": "p"
            },
            {
                "content": "Is a marine licence the same as planning permission?",
                "tag": "p"
            },
            {
                "content": "No. Planning permission and marine licences are separate consents. Your project may require both consents. You can contact your local planning authority to determine if you also need planning permission.",
                "tag": "p"
            },
            {
                "content": "The MMO Public register?",
                "tag": "h2"
            },
            {
                "content": "How can I find out about marine licences in my area?",
                "tag": "p"
            },
            {
                "content": "You can use the Marine Management Organisations public register to identify marine licences and marine licence applications in your area. In addition, you can use Explore Marine Plans.",
                "tag": "p"
            },
            {
                "content": "How do I navigate the public register?",
                "tag": "p"
            },
            {
                "content": "You can search for a case using its case reference. Or you can use the advanced search tool function which allows you to search by marine area, applicant name or project title (not an exhaustive list). The MMO recommends you use Explore Marine Plans to identify works in a more precise area if you do not have any further details about the project.",
                "tag": "p"
            },
            {
                "content": "What information is available to view on the public register?",
                "tag": "p"
            },
            {
                "content": "Marine licence applications and decisions, including marine minerals extraction and renewable energy documents. This includes the location of the works and information to support the application, including a description of the project.",
                "tag": "p"
            },
            {
                "content": "Environmental impact assessment documents, including screening and scoping opinions and environmental impact assessment consent decisions where published.",
                "tag": "p"
            },
            {
                "content": "Consultations",
                "tag": "h2"
            },
            {
                "content": "How are the public made aware of proposed marine licences?",
                "tag": "p"
            },
            {
                "content": "Applicants are required to advertise their proposed works. Advertisements include a notice in a prominent location near the works site and notices in a local newspaper. When the notices are published a public consultation starts.",
                "tag": "p"
            },
            {
                "content": "Who does MMO consult?",
                "tag": "p"
            },
            {
                "content": "The MMO undertakes a stakeholder consultation and public consultation for all standard marine licence applications (excluding self service applications). The primary advisors that MMO consults includes Natural England, Environment Agency, Historic England and Maritime and Coastguard Agency (not an exhaustive list).",
                "tag": "p"
            },
            {
                "content": "Public consultation enables all interested parties not identified as a primary advisor to submit comments. This includes members of the public and local groups/organisations.",
                "tag": "p"
            },
            {
                "content": "Note: Marine licence applications are only available on the public register once consultation has been opened by the MMO.",
                "tag": "p"
            },
            {
                "content": "How to submit a public representation?",
                "tag": "p"
            },
            {
                "content": "To submit a public representation, you should visit the MMO public register and search for the case, using the case code.",
                "tag": "p"
            },
            {
                "content": "MMO also accepts representations via the following formats:",
                "tag": "p"
            },
            {
                "content": "In all cases, correspondence must:",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/05/28/find-out-more-about-marine-licensing/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The Marine Management Organisation (MMO) Marine Licensing team answer some of the frequently asked questions they receive about the marine licensing process. What is a marine licence? A marine licence is a consent granted under the Marine and Coastal Access …"
    },
    {
        "title": "Higher Level Stewardship: increased payment rates now available",
        "authors": [
            "The Team"
        ],
        "posted_on": "2025-05-28T11:01:56",
        "categories": [
            "Countryside Stewardship"
        ],
        "content": [
            {
                "content": "Higher Level Stewardship (HLS) payment rates have stayed the same for more than 10 years. In that time, they’ve fallen behind the rates offered through other schemes including Countryside Stewardship Higher Tier (CSHT) and the Sustainable Farming Incentive (SFI).  ",
                "tag": "p"
            },
            {
                "content": "We are investing £30 million to increase payment rates so farmers in HLS agreements can continue to restore habitats, support rare species, preserve historic features and maintain traditional landscape features in our iconic countryside.  ",
                "tag": "p"
            },
            {
                "content": "We are raising 157 options by 34.4% of the difference between the HLS rate set out in an agreement holder's document and the equivalent CSHT or SFI action, to bring them more in line with those schemes. ",
                "tag": "p"
            },
            {
                "content": "We blogged about this in February and said we’d let agreement holders know when the new rates are released. ",
                "tag": "p"
            },
            {
                "content": "The updated rates are now on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll share some of the background and explain what the uplift means for those currently in HLS agreements.  ",
                "tag": "p"
            },
            {
                "content": "Why we’re increasing HLS payment rates",
                "tag": "h2"
            },
            {
                "content": "HLS agreement holders – often upland farmers and early adopters – play an essential role in managing land in ways that support food production, farm productivity and environmental outcomes. ",
                "tag": "p"
            },
            {
                "content": "The increases we’re announcing today reflect the long-term value these farmers bring. It also helps us to maximise the impact of the farming budget by supporting food production and the environment at the same time. ",
                "tag": "p"
            },
            {
                "content": "The table of updated payment rates shows how much each eligible option is now worth, so agreement holders can get an idea of how their total payments may change. ",
                "tag": "p"
            },
            {
                "content": "The new payment rates apply from 1 January 2025. Agreement holders will receive the updated payment against their 2025 claim, which will be paid from December 2025. ",
                "tag": "p"
            },
            {
                "content": "We will pay outstanding claims from previous years at the original rates.",
                "tag": "p"
            },
            {
                "content": "These uplifts will benefit smaller, family-run farms, including in those in upland areas where we have agreements with individuals and groups of commoners.  ",
                "tag": "p"
            },
            {
                "content": "Whether an individual's payments increase will depend on the options in their agreement. ",
                "tag": "p"
            },
            {
                "content": "Non-standard rates ",
                "tag": "h2"
            },
            {
                "content": "If an agreement includes an option that’s eligible for an increase, the rate will go up – even if the rate in that agreement is different to the standard one in the published table. ",
                "tag": "p"
            },
            {
                "content": "Each agreement is different, and payment rates for the same options can vary depending on the agreement start date.",
                "tag": "p"
            },
            {
                "content": "Some agreements include non-standard or ‘negotiated’ payment rates to reflect the specific circumstances of the holding. For example, the accessibility of the land.  ",
                "tag": "p"
            },
            {
                "content": "Details of any non-standard rates are set out in the agreement document. ",
                "tag": "p"
            },
            {
                "content": "It doesn’t matter if you have a standard or ‘negotiated’ payment rate. We will increase an individual’s payment rate by 34.4% of the difference between the HLS option rate shown in their agreement document and the equivalent CSHT option or SFI action.  ",
                "tag": "p"
            },
            {
                "content": "How the increased rates were calculated  ",
                "tag": "h2"
            },
            {
                "content": "HLS rates will increase where there is an equivalent CSHT or SFI action which is paid at a higher rate. ",
                "tag": "p"
            },
            {
                "content": "This means that the payment rates for 157 options will increase.  ",
                "tag": "p"
            },
            {
                "content": "We’re updating the system to generate the new payment calculations for each agreement holder. Therefore, we aren’t able to confirm how much an agreement holder’s payment will increase by until later in the year when we begin to make payments. ",
                "tag": "p"
            },
            {
                "content": "Agreement holders with standard rates in their agreements will be able to use the tables published on GOV.UK to calculate how much each option in their agreement will increase by. ",
                "tag": "p"
            },
            {
                "content": "To calculate the increase to an agreement that contains non-standard rates, agreement holders need to calculate the difference between the non-standard rate set out in that agreement and the CS/SFI equivalent.",
                "tag": "p"
            },
            {
                "content": "There are 23 HLS options that are already paid at a higher rate than their CS and SFI equivalent, so we are not changing these. ",
                "tag": "p"
            },
            {
                "content": "There are a further 22 options that do not have a comparable option or action in CS or SFI. These will not change from their existing value.   ",
                "tag": "p"
            },
            {
                "content": "The Entry Level Stewardship (ELS) element of all agreements will stay the same.  ",
                "tag": "p"
            },
            {
                "content": "The increases will be effective from 1 January 2025 and will be paid from December 2025. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog ",
                "tag": "h2"
            },
            {
                "content": "Subscribe to the Farming blog to stay up to date with the latest developments from the Farming and Countryside Programme.",
                "tag": "p"
            },
            {
                "content": "By subscribing, you'll receive an email notification whenever we publish a new post.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/05/28/higher-level-stewardship-increased-payment-rates-now-available/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Higher Level Stewardship (HLS) payment rates have stayed the same for more than 10 years. In that time, they’ve fallen behind the rates offered through other schemes including Countryside Stewardship Higher Tier (CSHT) and the Sustainable Farming Incentive (SFI). To bring HLS payment rates closer to those offered under CSHT and SFI, we’re investing £30 million to increase payments for most HLS options. "
    },
    {
        "title": "Putting innovation at the heart of unlocking small sites",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2025-05-28T10:58:52",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "In a significant move to accelerate housing delivery across England, the Deputy Prime Minister has today announced key changes to the planning system, alongside a comprehensive package of measures designed to empower small and medium enterprise (SME) housebuilders to build out smaller sites faster. ",
                "tag": "p"
            },
            {
                "content": "Part of the Deputy Prime Minister's announcement is our £1.2 million PropTech Innovation Challenge, now open for applications from tech innovators. This initiative encourages partnerships between innovative tech companies, local authorities and developers to explore cutting-edge solutions – including leveraging improved data systems to help SMEs secure financing more efficiently for small-site developments. ",
                "tag": "p"
            },
            {
                "content": "This announcement is part of the government's Plan for Change, reinforcing the commitment to building 1.5 million new homes and driving economic growth across every region of England. ",
                "tag": "p"
            },
            {
                "content": "Harnessing digital innovation to meet housing targets ",
                "tag": "h2"
            },
            {
                "content": "Delivering 1.5 million homes across England is a fundamental mission of this government. To achieve this ambitious target, the Digital Planning Programme is tapping into the transformative potential of innovation and technology within the housing sector.  ",
                "tag": "p"
            },
            {
                "content": "Our £1.2m PropTech Innovation Challenge, launched in partnership with Geovation, directly supports MCHLG’s efforts to accelerate delivery of new homes by seeking scalable digital solutions that can unlock the often-untapped potential of small sites. ",
                "tag": "p"
            },
            {
                "content": "This ‘Challenge’ model is designed to bring fresh perspectives and cutting-edge ideas into government’s policy processes, highlighting novel and efficient ways for the sector to deliver the homes our communities need. We’re  inviting the UK’s brightest tech minds to develop solutions in collaboration with those on the ground – local planning authorities, industry partners, and housing developers. Up to 12 successful innovators will share £1.2 million in funding to bring these vital digital tools to life and take them to market, potentially transforming how we approach small-site development across the country. ",
                "tag": "p"
            },
            {
                "content": "The Challenge ",
                "tag": "h2"
            },
            {
                "content": "Our Digital Planning Programme is actively working hand-in-hand with the market, engaging directly with developers and innovators to understand the specific hurdles that SME housebuilders face. We firmly believe that targeted technological interventions can overcome many of these barriers and are committed to funding creative solutions in 3 key areas identified through in-depth research based on interviews and workshops with cross-industry experts and an extensive literature review: ",
                "tag": "p"
            },
            {
                "content": "Challenge area 1: Enhanced accessibility, transparency, and usability of land ownership and availability data:  ",
                "tag": "h3"
            },
            {
                "content": "Making it easier and more efficient for SME developers and local communities to identify available land and quickly understand its development potential. ",
                "tag": "p"
            },
            {
                "content": "Housing developers often struggle with accessing accurate, current and complete land ownership data, leading to delays and abandoned schemes. The costly and time-intensive process of assessing land suitability presents a significant barrier.  ",
                "tag": "p"
            },
            {
                "content": "Challenge area 2: Unlocking small sites and SME potential through de-risking investment and viability:  ",
                "tag": "h3"
            },
            {
                "content": "Developing tools that reduce the perceived risk and improve the financial viability and attractiveness of small-scale development projects. ",
                "tag": "p"
            },
            {
                "content": "According to research from Litchfields Planning Consultancy, \"Only sites below 100 dwellings on average begin to deliver within a 5-year period (or a parliamentary term) from validation of an outline application\" but face challenges, including inconsistent planning decision-making, a lack of specific local policy guidance, difficulties in connecting to local infrastructure, and the disproportionate cost of navigating the planning process. This has led in part to a significant drop in homes completed by SME developers, from 39% of all homes in 1990 to 12% in 2017, as reported by the Federation of Master Builders.",
                "tag": "p"
            },
            {
                "content": "Challenge area 3: Offering greater certainty to developers on existing and future infrastructure capacity:  ",
                "tag": "h3"
            },
            {
                "content": "Providing clearer, more accessible and reliable insights into essential infrastructure to facilitate more sustainable and de-risked development. ",
                "tag": "p"
            },
            {
                "content": "The cost, complexity and time associated with connecting to essential infrastructure is a significant barrier to housing completions. A lack of clear, open and trustworthy infrastructure insights at the feasibility stage creates uncertainty and impacts investment decisions. ",
                "tag": "p"
            },
            {
                "content": "What next?  ",
                "tag": "h2"
            },
            {
                "content": "This challenge will be a direct catalyst for innovation, working with the market to create a de-risked space for new approaches to small sites and housing delivery. This allows us to leverage an ever-growing cohort of UK PropTech innovators to inject innovative, imaginative and scalable ideas into the housing sector. By unlocking and de-risking new agile approaches to delivering homes, we aim to cultivate a more diverse, competitive, and ultimately, more resilient housing ecosystem. Our aim is that the digital solutions developed through this Challenge will equip local government and developers with the tools they need to reduce the cost, time, risk and complexity that can often hinder the housing delivery process. ",
                "tag": "p"
            },
            {
                "content": "We recognise the significant and often understated value that small sites bring to the housing landscape. Small sites can be quicker to deliver, are uniquely positioned to address hyper-local housing needs, allow for imaginative and contextually appropriate design responses on sites that might otherwise be overlooked, and are instrumental in increasing the number of active SME developers in the market. ",
                "tag": "p"
            },
            {
                "content": "We urge all forward-thinking tech innovators and their potential industry partners to seize this exciting opportunity and submit their applications by 15 June.  ",
                "tag": "p"
            },
            {
                "content": "As a Digital Planning Programme, we are excited to test and validate how innovation in these spaces can unlock the potential of small sites, empower SME developers, and ultimately accelerate progress towards our goal of 1.5 million homes. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/05/28/putting-innovation-at-the-heart-of-unlocking-small-sites/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The Deputy Prime Minister has unveiled a package of measures to empower SME housebuilders to build out smaller sites faster. The Digital Planning programme’s £1.2 million PropTech Innovation Challenge is one of the initiatives included – designed to accelerate housing delivery across England by inviting tech innovators to partner with local authorities and developers to create cutting-edge solutions for small site development.  "
    },
    {
        "title": "UK NSC is reviewing the latest evidence for additional screening based on breast density  ",
        "authors": [
            "Cristina Visintin"
        ],
        "posted_on": "2025-05-28T10:23:03",
        "categories": [
            "Breast Screening"
        ],
        "content": [
            {
                "content": "This summer, the UK National Screening Committee (UK NSC) plans to share its evidence review work on whether women with dense breasts should be offered additional breast screening imaging tests.",
                "tag": "p"
            },
            {
                "content": "The UK NSC will be sharing its latest review of the evidence along with its plans for next steps. This work will in due course help the committee consider if changes to the screening pathway might be beneficial and will inform a future formal consultation on a recommendation.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "In the UK, the breast screening programme invites women every 3 years from the age of 50 to their 71st birthday. The digital mammography screening test takes pictures of each breast from 2 angles. Screening helps catch breast cancer, reducing the chance of death from the condition by 20%. However, screening can miss some cancers, particularly in women who have dense breast tissue. About 10% of women have very dense breasts and up to 50% have some mixed dense and fatty tissue. Very dense breast tissue shows up on mammograms as white or opaque, making tumours harder to detect.",
                "tag": "p"
            },
            {
                "content": "In 2019, the UK NSC looked at the evidence for whether offering extra ultrasound screenings after a standard mammogram test could help women with dense breasts. The goal was to evaluate the benefits and harms of measuring breast density during mammograms and of providing additional ultrasound screening tests for those with dense breasts.",
                "tag": "p"
            },
            {
                "content": "This review found a strong link between higher breast density and an increased risk of breast cancer, as well as a reduction in the effectiveness of mammograms when breast density is high.",
                "tag": "p"
            },
            {
                "content": "It also investigated how accurately ultrasounds after mammography could detect cancer in women with dense breasts compared to mammography alone. The review concluded that the use of ultrasound could not yet be recommended. This was for 2 reasons. Firstly, there was no standard test for dense breasts, so the same woman might get different results from different tests. Secondly, ultrasound can lead to many false positive test results that incorrectly indicate the presence of cancer. It can find some cancers that mammograms miss, but there was no clear evidence that it lowered the chances of dying from breast cancer.",
                "tag": "p"
            },
            {
                "content": "The review concluded there was not enough evidence to support a change to the screening programme. Based on these findings, the Committee decided not to recommend extra ultrasound screenings after negative mammograms for women with dense breasts.",
                "tag": "p"
            },
            {
                "content": "Evolving evidence base",
                "tag": "h2"
            },
            {
                "content": "Breast imaging has evolved quickly since 2019. In 2022, the European Society of Breast Imaging (EUSOBI) suggested that people should be made aware of their breast density and that those with very dense breasts should be offered additional MRI screening tests.",
                "tag": "p"
            },
            {
                "content": "In the USA, starting in September 2024, the Food and Drug Administration (FDA) has mandated that mammogram reports should include information about breast density and advice that further screening might help detect cancer in those with dense breasts.",
                "tag": "p"
            },
            {
                "content": "In the UK, a recent study, BRAID, investigated whether short MRI scans, contrast-enhanced mammography (CEM), or automated breast ultrasound (ABUS) could improve cancer detection in women with dense breasts.",
                "tag": "p"
            },
            {
                "content": "The UK NSC’s latest review is using evidence from these recent studies, including data from the UK, to assess whether more imaging options could be added to the breast screening pathway for those with dense breasts. We will this summer publish the report on the UK NSC’s breast screening recommendation page and will be interested in any views on the work. Watch this space.",
                "tag": "p"
            },
            {
                "content": "Any individuals or organisations that would like to be kept informed of the UK NSC’s consultations and recommendations on breast screening should email uknsc@dhsc.gov.uk  to be added to our list of stakeholders.",
                "tag": "p"
            },
            {
                "content": "Sign up for online seminar on breast screening",
                "tag": "h2"
            },
            {
                "content": "Breast screening and breast density is also the topic for the upcoming UK NSC web-based seminar.",
                "tag": "p"
            },
            {
                "content": "This event is free for anyone to attend and will be held online via MS Teams on Monday, 9 June, 2.00pm to 3.30pm (BST). ",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/28/uk-nsc-is-reviewing-the-latest-evidence-for-additional-screening-based-on-breast-density/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC this summer plans to share its review of the latest evidence on whether women with dense breasts should be offered additional breast screening imaging tests."
    },
    {
        "title": "NHS Pay: everything you need to know about the 2025 pay award ",
        "authors": [
            "DHSC Media Team"
        ],
        "posted_on": "2025-05-27T11:42:03",
        "categories": [
            "Pay awards"
        ],
        "content": [
            {
                "content": "The Health and Social Care Secretary has accepted the recommendations of the independent pay review bodies to confirm pay awards for 2025-26 for doctors, nurses, dentists, and other NHS staff.  ",
                "tag": "p"
            },
            {
                "content": "This confirms what these groups will be paid for the next financial year – every group is receiving an above inflation pay rise for the second year in a row. ",
                "tag": "p"
            },
            {
                "content": "Here’s what you need to know about NHS pay awards. ",
                "tag": "p"
            },
            {
                "content": "How much are the pay awards? ",
                "tag": "h3"
            },
            {
                "content": "Resident Doctors will see their pay rise by an average of 5.4% (a 4% rise plus a consolidated payment of £750). ",
                "tag": "p"
            },
            {
                "content": "We are also funding a pay rise of 4% for consultants, specialty doctors, specialists and GPs, with dentists also receiving a contract uplift to increase their pay. ",
                "tag": "p"
            },
            {
                "content": "Agenda for Change (AfC) staff, which includes nurses, health visitors, midwives, ambulance staff, porters and cleaners will see their pay rise by 3.6%.  ",
                "tag": "p"
            },
            {
                "content": "Very Senior Managers (VSMs) are receiving an award of 3.25% . ",
                "tag": "p"
            },
            {
                "content": "Why are doctors being given higher pay rises than nurses again?  ",
                "tag": "h3"
            },
            {
                "content": "Each independent Pay Review Body (PRB) makes recommendations based on evidence from government, employers and unions.  ",
                "tag": "p"
            },
            {
                "content": "Different conclusions between PRBs reflect the specific circumstances of each workforce.  ",
                "tag": "p"
            },
            {
                "content": "Following last year's 5.5% award, we are accepting the recommendations of the NHSPRB (the pay review body which sets pay for Agenda for Change staff including nurses), based on evidence submitted by government, employers and unions, to give Agenda for Change staff, including nurses, an uplift of 3.6% for 2025-26. ",
                "tag": "p"
            },
            {
                "content": "This means more money in nurses’ pockets. The average starting salary for a nurse will now be around £31,050, up from around £27,050 in 2023. ",
                "tag": "p"
            },
            {
                "content": "We've also committed to issuing the NHS Staff Council with a funded mandate for 2026/27 to begin to resolve outstanding concerns within the Agenda for Change pay structure, including issues with pay banding and career progression. ",
                "tag": "p"
            },
            {
                "content": "Are resident doctors going to strike again? ",
                "tag": "h3"
            },
            {
                "content": "In April, the BMA announced its intention to ballot its members for strike action, with the ballot opening on 27 May and closing on 7 July. ",
                "tag": "p"
            },
            {
                "content": "We want to work constructively with all unions to avoid disrupting patient services and it's disappointing that the BMA chose to ballot members before even knowing the pay rise.   ",
                "tag": "p"
            },
            {
                "content": "The resident doctor pay award for 2025/26 is an average of 5.4% (4% plus a consolidated payment of £750, with a range of between 5.1% and 6%). This above inflation uplift is the highest across the public sector.",
                "tag": "p"
            },
            {
                "content": "This builds on last year's pay deal, which resident doctors voted to accept and means Resident Doctors have seen an average increase in pay of 28.9% over the last three years.  ",
                "tag": "p"
            },
            {
                "content": "We expect the average full-time basic pay of a resident doctor will reach about £54,300 in 2025-26.  ",
                "tag": "p"
            },
            {
                "content": "Are the pay awards fully funded?  ",
                "tag": "h3"
            },
            {
                "content": "Yes – the pay award will be fully funded. ",
                "tag": "p"
            },
            {
                "content": "How are you affording this pay rise? ",
                "tag": "h3"
            },
            {
                "content": "The Chancellor has been clear that departments would need to find savings to afford pay awards.   ",
                "tag": "p"
            },
            {
                "content": "We are eliminating waste and low-value spending across the health sector, including reducing Integrated Care Board costs by 50%. ",
                "tag": "p"
            },
            {
                "content": "Every penny saved is being redirected to support frontline services and staff, which includes these pay awards. These increases are essential for recruiting and retaining the talented staff we need to create an NHS fit for the future.",
                "tag": "p"
            },
            {
                "content": "When will NHS staff receive their pay rise? ",
                "tag": "h3"
            },
            {
                "content": "Staff will receive their pay uplifts from August – two months earlier than last year. ",
                "tag": "p"
            },
            {
                "content": "Pay uplifts will be backdated to 1 April. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead, we're committed to improving this timeline further by remitting the health Pay Review Bodies for 2026/27 in July, with an ambition to implement pay awards as soon as possible in 2026/27. ",
                "tag": "p"
            },
            {
                "content": "What else are you doing to ensure working in the NHS is an attractive profession? ",
                "tag": "h3"
            },
            {
                "content": "With NHS staff, we have already delivered over 3.5 million more appointments and cut waiting lists by over 200,000 since July 2024. Working together, we are creating a healthcare system that works for both staff and patients. ",
                "tag": "p"
            },
            {
                "content": "Just some of the measures we’ve put in place to improve working conditions include: ",
                "tag": "p"
            }
        ],
        "link": "https://healthmedia.blog.gov.uk/2025/05/27/nhs-pay-everything-you-need-to-know-about-the-2025-pay-award/",
        "blog": "Department of Health and Social Care Media Centre",
        "blog_link": "https://healthmedia.blog.gov.uk",
        "description": "The Health and Social Care Secretary has accepted the recommendations of the independent pay review bodies to confirm pay awards for 2025-26 for doctors, nurses, dentists, and other NHS staff.   This confirms what these groups will be paid for …"
    },
    {
        "title": "Is it possible to build responsible AI tools in human resources?",
        "authors": [
            "Piers Walker, Senior Data Scientist, GDS"
        ],
        "posted_on": "2025-05-27T11:17:26",
        "categories": [
            "agile",
            "Data Ethics",
            "People and Skills",
            "Performance Analysis"
        ],
        "content": [
            {
                "content": "In an era where Artificial Intelligence (AI) is increasingly assisting people in the workplace, it is essential that any new technology is introduced in an ethical and responsible manner. This includes being mindful of the risks of biased outputs and ensuring that human judgement remains central to critical decision-making processes.",
                "tag": "p"
            },
            {
                "content": "The IDEA Unit, part of the Data Directorate in the Government Digital Service (GDS), is actively identifying opportunities to embed AI and automation tools across other teams within GDS. This initiative aims to equip public servants with enhanced tools to support their work, in line with the six-point plan of the Blueprint for modern digital government. ",
                "tag": "p"
            },
            {
                "content": "In 2024, we were approached by GDS’ Capability Team seeking assistance in how they collected and managed their project data, as well as exploring whether AI could be employed to streamline a time-consuming search task. ",
                "tag": "p"
            },
            {
                "content": "This team leads career development conversations for Senior Civil Servants (SCS) in the digital and data profession throughout government and collaborates with their line managers to assist in shaping career development pathways. ",
                "tag": "p"
            },
            {
                "content": "Our team recognises the challenges associated with handling sensitive data, particularly in Human Resource (HR), and has contributed to the AI Playbook for the UK Government to share guidance on the responsible use of AI. ",
                "tag": "p"
            },
            {
                "content": "In December 2024 we published an Algorithmic Transparency Recording Standard (ATRS) record outlining the AI solution we had built. ",
                "tag": "p"
            },
            {
                "content": "In this blog, we demonstrate that prioritising the risks associated with AI during data science development and testing allowed the creation of a useful and responsible tool using a Large Language Model (LLM), even in a business area as sensitive as HR.",
                "tag": "p"
            },
            {
                "content": "Identifying the need for change  ",
                "tag": "h3"
            },
            {
                "content": "We reviewed the existing manual processes for how career data on SCS was being collected and used to assess people’s suitability for vacant digital roles, so they could be informed of potential career development opportunities. This analysis revealed an opportunity for us to assist our Capability colleagues in achieving significant efficiency savings. ",
                "tag": "p"
            },
            {
                "content": "Responsible development",
                "tag": "h3"
            },
            {
                "content": "Principle 4 of the AI Playbook addresses decision-making and emphasises the importance of maintaining ‘meaningful human control at the right stages’. To uphold this principle, we committed to the following:",
                "tag": "p"
            },
            {
                "content": "To address other ethical considerations we ensured that:",
                "tag": "p"
            },
            {
                "content": "Succession Select: AI that supports rather than replaces ",
                "tag": "h3"
            },
            {
                "content": "The team developed a tool called Succession Select, utilising a LLM in a multi-step process. Here’s how it works: ",
                "tag": "p"
            },
            {
                "content": "This streamlined process helps the team to now focus their efforts on assessing candidate suitability, rather than sifting through data to find matching keywords. Additionally, by using a systematic data-driven process, Succession Select promotes a more impartial and unbiased method for internal candidate suggestions.",
                "tag": "p"
            },
            {
                "content": "One user highlighted the transformative impact of the tool: \"AI is transforming our internal processes by moving us from manual searching to strategic engagement with the best-fit talent. It enables faster identification of internal candidates by using data on skills, experience, and aspirations - giving us more time to focus on career development and decision-making.\"",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h3"
            },
            {
                "content": "The improved data pipeline we have established is now fully integrated into the customer’s workflow. The Succession Select search tool is regularly used to identify individuals across government to support important career conversations. ",
                "tag": "p"
            },
            {
                "content": "The IDEA unit continues to manage the tool, with plans to enhance the user experience by making it more intuitive and streamlined. Additionally, there are plans to expand the dataset to include more detailed career information, which will improve the accuracy of its suggestions.",
                "tag": "p"
            },
            {
                "content": "Empowering government digital reform",
                "tag": "h3"
            },
            {
                "content": "The introduction of Succession Select illustrates that, by understanding the associated risks, AI can be successfully integrated into business workflows in a manner that supports rather than replaces human input. This approach ensures that the incorporation of AI is both responsible and transparent, enhancing productivity while maintaining essential human oversight.",
                "tag": "p"
            },
            {
                "content": "Read more about Succession Select via its Algorithmic Transparency Recording Standard (ATRS) record. There you will also find the ATRS record for our other AI tool, a chatbot called AskOps.",
                "tag": "p"
            },
            {
                "content": "Read the AI Playbook for the UK Government to see the framework and principles which guide safe, responsible and effective use of AI in government organisations.Join the Artificial Intelligence community of practice to connect with people interested in AI across government, attend the monthly meet-ups and receive newsletters with all the latest AI news from across government.",
                "tag": "p"
            }
        ],
        "link": "https://dataingovernment.blog.gov.uk/2025/05/27/is-it-possible-to-build-responsible-ai-tools-in-human-resources/",
        "blog": "Data in government",
        "blog_link": "https://dataingovernment.blog.gov.uk",
        "description": "This blog builds on the recent Algorithmic Transparency Recording Standard (ATRS) publication for Succession Select - an innovative AI recruitment tool developed by the Government Digital Service for HR professionals to select Senior Civil Servants. This blog delves into the need for the tool with an emphasis on trust and ethical development. "
    },
    {
        "title": "We're better together - the Bollin to Mersey Nature Recovery Partnership",
        "authors": [
            "Hilary Wood"
        ],
        "posted_on": "2025-05-27T11:01:09",
        "categories": [
            "Biodiversity",
            "Natural England",
            "Nature",
            "Nature Recovery",
            "Nature Recovery Network",
            "Wildlife"
        ],
        "content": [
            {
                "content": "What is the Bollin to Mersey Nature Recovery Partnership?",
                "tag": "h4"
            },
            {
                "content": "It seems at first glance that the contrast between the Southern part of Greater Manchester and the Northern part of its neighbouring county Cheshire, is massive. Urban versus rural, grey rather than green, nature poor not nature rich, municipal parks in housing estates versus stately homes in historic parkland, Coronation Street versus the Real Housewives of Cheshire.",
                "tag": "p"
            },
            {
                "content": "But of course, it’s not as simple as that and that’s just one of the challenges of working on the Bollin to Mersey Nature Recovery Partnership.",
                "tag": "p"
            },
            {
                "content": "This is just one of twelve Nature Recovery Projects across England covering more than 285,000ha across England – the first round of which was announced in 2022 by Natural England and Defra. These multi-partnership projects are designed to fast-track nature recovery by working collaboratively to create and restore wildlife-rich habitats, corridors and stepping-stones to help wildlife populations to move around freely.",
                "tag": "p"
            },
            {
                "content": "This partnership has seen Natural England working with the Wildlife Trust for Lancashire, Manchester and North Merseyside as well as Manchester City Council – and with some great results.",
                "tag": "p"
            },
            {
                "content": "Connections along the Mersey",
                "tag": "h4"
            },
            {
                "content": "The River Mersey has shaped the low-lying landscape as it flows east to west through the Greater Manchester conurbation of Stockport town centre through to Irlam Locks where it meets Manchester Ship Canal. A string of well visited wildlife sites and green spaces follow this length of riverside, providing a vital nature corridor between housing, transport and industrial development.",
                "tag": "p"
            },
            {
                "content": "Many species that you might expect to find only in rural areas live here. The woodlands are home to Tawny Owls, Song Thrushes, and small numbers of rare, endangered Willow Tits. The wide pathways between trees provide feeding routes for Pipistrelle and Daubenton’s Bats; the rough grassland meadows support Grasshopper Warblers, Ringlet butterflies and provide a wealth of insects for Swifts to feed on.  ",
                "tag": "p"
            },
            {
                "content": "With such rich and varied habitats within the city, Manchester’s Mersey Valley needs well informed management. Through the Nature Recovery Partnership, we have been able to work with Lancashire Wildlife Trust and Manchester City Council to better understand   the roles that all the sites – plus the wildlife corridor as a whole - play for nature recovery.",
                "tag": "p"
            },
            {
                "content": " Wildlife Trust staff have carried out soil analysis and plant surveys, collated species records, and assessed how the sites provide ecological connectivity, helping species thrive and move through the river valley.",
                "tag": "p"
            },
            {
                "content": "Priority ponds",
                "tag": "h4"
            },
            {
                "content": "This research shows that prioritising the creation, restoration and maintenance work on wetlands, grassland, fen, reedbed and scrub habitats is critical.",
                "tag": "p"
            },
            {
                "content": "And three ponds have already been restored at Chorlton Ees, a Local Nature Reserve in the heart of Manchester’s Mersey Valley. Overhanging branches and trees were removed to reduce overshading, and reed beds were managed to promote a diverse structure and reduce encroachment by scrub or invasive species.",
                "tag": "p"
            },
            {
                "content": "Silt was dug out and water levels deepened, enhancing this network of ponds and returning them as great habitats for invertebrates, pond plants and amphibians. It’s early days but the signs are good and we’re looking out for the first frog spawn of the spring.",
                "tag": "p"
            },
            {
                "content": "Managing meadows",
                "tag": "h4"
            },
            {
                "content": "The Mersey Valley’s grasslands require management too. Regular mowing and removal of the cut grasses maintains and diversifies plant species growing in the meadows, which in turn maximises the number and variety of insects which will thrive. ",
                "tag": "p"
            },
            {
                "content": "Local Friends group members have been trained in traditional hay cutting practices and use scythes for hay cutting in small fields. In large fields, more modern technology is embraced and “cut and collect” machinery was used.",
                "tag": "p"
            },
            {
                "content": "Building future nature recovery",
                "tag": "h4"
            },
            {
                "content": "We know that a growing national network of expanded, improved, and better-connected wildlife-rich places not only helps nature to recover, but also benefits people for their health, wealth and wellbeing. ",
                "tag": "p"
            },
            {
                "content": " Improving the quality of habitats, whether they are in rural or urban areas, does this. They also play a critical role in contributing to the country’s Nature Recovery Network.",
                "tag": "p"
            },
            {
                "content": "This article previously appeared in Lapwing, the magazine of The Wildlife Trust for Lancashire, Manchester and North Merseyside.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/05/27/were-better-together-the-bollin-to-mersey-nature-recovery-partnership/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "What is the Bollin to Mersey Nature Recovery Partnership? It seems at first glance that the contrast between the Southern part of Greater Manchester and the Northern part of its neighbouring county Cheshire, is massive. Urban versus rural, grey rather …"
    },
    {
        "title": "Working on matrix working: looking back after 4 years",
        "authors": [
            "Jason Kitcat, DDaT Director"
        ],
        "posted_on": "2025-05-27T10:26:37",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Jason Kitcat",
                "tag": "h3"
            },
            {
                "content": "In DBT’s Digital, Data and Technology teams, we have been matrix working for 4 years now. In this post, I’m going to reflect on how we changed our structure and ways of working, and how it has matured over time.",
                "tag": "p"
            },
            {
                "content": "In late 2020, as we considered how to introduce the DDaT Capability Framework and associated pay system, we were also keen to reinforce the importance of multi-disciplinary working. In the rush to create our teams for the then Department for International Trade (DIT), team structures grew organically at pace. Under pressure to deliver new systems, reporting lines had a rag-tag mix of professions, roles and services. Unfortunately, this led to pools of inconsistent practice and technology. This made quality control and cyber monitoring difficult, but it also meant it was hard to move people across priorities. We felt this impacted people’s professional development and career opportunities, and our function felt too siloed from the rest of the department.",
                "tag": "p"
            },
            {
                "content": "With the possibility of a new pay and capability system coming in, we felt it was the ideal time to look at our structure overall. The DDaT Capability Framework defines a range of professions and roles within them. It also creates the structure for colleagues to progress on their capability scores as they demonstrate improving skills and knowledge. Increasing your capability score can lead to increased pay without having to change grade or job.",
                "tag": "p"
            },
            {
                "content": "With help from North Highland, who had supported other parts of government to implement these frameworks, we collectively worked with our teams to plan our approach to this.  We used a panel of staff volunteers as our main sounding board along with our leadership team to agree on these principles for our new structure:",
                "tag": "p"
            },
            {
                "content": "Through this we aligned to a model where Heads of Profession line-managed their professions. Each Chief (SMT member, usually a Deputy Director) would sponsor several professions and so line manage the Heads of Profession. We ensured these professions, and their roles, aligned to the DDaT capability framework.",
                "tag": "p"
            },
            {
                "content": "Then we created portfolios for task management that reflected the department’s priorities. For cross-cutting work, we recognised enabling teams that sat outside of the portfolios. Each Chief would sponsor one or more portfolios and so would be task managing multi-disciplinary teams to deliver those outcomes.",
                "tag": "p"
            },
            {
                "content": "It naturally took us some time to adjust to this way of working. It was more disruptive for some teams and professions than others. In the meantime, we continued to grow our permanent headcount, starting at roughly 120 to over 500 full time equivalents. This growth, as well as increased demands on us to deliver, created some tensions and strains in the ways of working. This was added to as we grew to take on a third of the former Department for Business, Energy and Industrial Strategy (BEIS).",
                "tag": "p"
            },
            {
                "content": "We were fortunate to be able to receive coaching and support from Emily Webber and Rebecca Kemp over 2023 and 2024 to help us with these challenges. I cannot do justice to all that we worked on since moving to this way of working.  However, some key ‘aha’ moments were when we found much clearer language to explain what we meant. Sounds obvious but when everyone has such differing responses to similar words, and there are lots of us, it’s vital.",
                "tag": "p"
            },
            {
                "content": "Working in collaboration we explored and agreed language. Lots of post-it notes (real and virtual) were used in getting there. In doing so we clarified our thinking on roles, responsibilities and how to negotiate on tricky issues like sharing resources.",
                "tag": "p"
            },
            {
                "content": "This led us to being more careful with our language for explaining and defining teams. Through this process we improved our understanding of the needs and purpose of teams, and so how best to support people in them.",
                "tag": "p"
            },
            {
                "content": "The dimensions we decided were important were:",
                "tag": "p"
            },
            {
                "content": "So for example, our data science team is of the:",
                "tag": "p"
            },
            {
                "content": " In contrast our regulatory services delivery team is of the:",
                "tag": "p"
            },
            {
                "content": "Emily wrote up some of this work in this post on her blog. Being clear and using commonly agreed language genuinely unlocked something important for us. As a result. we rearranged our portfolios, changed some of their names and re-cast some teams to be clearer in their purpose.",
                "tag": "p"
            },
            {
                "content": "We have since been working on clarifying the different roles Heads of Profession play in relation and contrast to those at the same seniority who are managing portfolios. As leaders who sit on both sides of the matrix – line and task management – we are reflecting on how our behaviours and preferences can nudge and influence outcomes.",
                "tag": "p"
            },
            {
                "content": "Why does this matter? Why should anyone choose this type of matrix working?  The reason why is it means you will have multidisciplinary working baked into your essence. You will have communities of professions supporting each other, developing common ways of working and learning. You will also have the flexibility to respond to the changing needs of your stakeholders: Portfolios and teams can shift and move (ours have many times now) without it becoming a whole ‘restructure’ with all the fear, uncertainty and delay that entails.",
                "tag": "p"
            },
            {
                "content": "This way of working also aligns well with how the DDaT Capability Framework expects things to happen. Groups of professionals support each other’s development and moderate their capability scoring.",
                "tag": "p"
            },
            {
                "content": "We will continue to listen, reflect and adjust as we evolve and mature. I’m not claiming it’s all perfect, but I do think this way of working is best for digital, data and technology professions. We have happy teams (according to the surveys). Areas of challenge we continue to work on are:",
                "tag": "p"
            },
            {
                "content": "Meanwhile we successfully work collaboratively across disciplines to deliver a vast array of outcomes for our colleagues whilst continually learning and improving what we do.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h2"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/05/27/working-on-matrix-working-looking-back-after-4-years/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Learn how matrix working has helped DBT's Digital, Data and Technology directorate form supportive communities of profession and become more flexible to change."
    }
]