[
    {
        "title": "Mission Moment: From £1 jabs and £50m breakthrough – how we’re delivering mission-led innovation",
        "authors": [
            "Alex McLaughlin"
        ],
        "posted_on": "2025-11-17T14:12:43",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "A Deputy Director at the Office for Life Sciences explains why getting proven treatments to patients can matter just as much as funding cutting-edge research, and how both approaches are delivering on the government's missions to grow the economy and fix the NHS.",
                "tag": "p"
            },
            {
                "content": "I’ll be honest, when I started as Deputy Director for Innovation and Growth at Office for Life Sciences four years ago, I didn’t fully grasp the breadth of what we could achieve. We’ve taken areas like mental health and maternity,often overlooked, and partnered with industry, the NHS and UK scientists to make real, tangible progress.",
                "tag": "p"
            },
            {
                "content": "I lead a brilliant team of 25 Civil Servants across Health, Science and Business Departments. Our mission is twofold: grow the sector and get NHS patients access to innovations faster. I oversee programmes worth £750m, talking daily to NHS partners, industry and big charities about how we can improve lives. ",
                "tag": "p"
            },
            {
                "content": "When the stakes are real",
                "tag": "p"
            },
            {
                "content": "Our Goals Programme is a great example. It tackles five disease areas where patients need us most: dementia, mental health, cancer, obesity and addiction. Each area has an expert external chair, bringing together the NHS, UK science and global industry to drive progress on specific clinical challenges.",
                "tag": "p"
            },
            {
                "content": "My role was establishing the programme, overseeing chair appointments and working with partners to deliver results. What makes this so satisfying? Identifying “sweet spots” where NHS needs align with emerging technologies.",
                "tag": "p"
            },
            {
                "content": "Take our recent £50m investment in Mental Health research. One in four of us will face acute mental health issues. Everyone knows someone affected. Yet research has lagged desperately behind. I oversaw development of the business case, and my team aligned scientists, doctors, patients and companies across the UK to improve diagnosis and treatment for those facing mental health problems.",
                "tag": "p"
            },
            {
                "content": "But here’s what surprised me most:",
                "tag": "p"
            },
            {
                "content": "The biggest impact doesn’t come from flashy high-tech science. Sometimes it’s about getting proven innovation to the NHS clinicians and patients who need it.",
                "tag": "p"
            },
            {
                "content": "Here’s a perfect example: a £1 jab of magnesium sulphate given when a woman enters pre-term labour cuts the risk of the baby being born with cerebral palsy by over 30%. The evidence was brilliant, but uptake across the NHS was patchy. ",
                "tag": "p"
            },
            {
                "content": "So whilst we were investing £50m in breakthrough mental health research, we also funded our Health Innovation Networks to work with every maternity unit in England - training midwives and doctors, working out practical details like changing workflows and where to store syringes. We helped clinicians explain to anxious mothers why they need another injection and the good it would bring. ",
                "tag": "p"
            },
            {
                "content": "This has prevented hundreds of cerebral palsy cases and will save the NHS billions. It wasn’t groundbreaking research. It was practical, systemic implementation.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "p"
            },
            {
                "content": "This is how we deliver on the government’s missions of growing the economy and making the NHS fit for the future. We fuse world-class science with boots-on-the-ground delivery, ensuring British innovation reaches those who most need it.  ",
                "tag": "p"
            },
            {
                "content": "Public service is ultimately about one thing: impact. I truly believe we make the most impact when we embrace science, innovation and technology to improve treatment for people in their time of need. ",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2025/11/17/mission-moment-from-1-jabs-and-50m-breakthrough-how-were-delivering-mission-led-innovation/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "A Deputy Director at the Office for Life Sciences explains why getting proven treatments to patients can matter just as much as funding cutting-edge research, and how both approaches are delivering on the government's missions to grow the economy and …"
    },
    {
        "title": "Shaping the future of public sector technology with the new Enterprise Architecture team",
        "authors": [
            "Jennie Vinnac, Service Owner for Enterprise Architecture, OCTO, GDS"
        ],
        "posted_on": "2025-11-17T14:01:32",
        "categories": [
            "Technology"
        ],
        "content": [
            {
                "content": "Public services are increasingly digital, interconnected, and reliant on complex systems, so the need for coherent, joined-up architecture has never been greater. That’s where we come in. As the re-established Enterprise Architecture team in Government Digital Service (GDS), our purpose is clear - to help implement solid digital foundations that enable transformation across government. We’re here to work with and through existing teams to unlock greater value, together.We want to start a conversation, to share our purpose and priorities, and to build an integral community of leading architects who will help shape the future of public sector services. Our plans are ambitious, but with the strength of the digital community behind us, we’re confident in our ability to deliver lasting impact.",
                "tag": "p"
            },
            {
                "content": "What is enterprise architecture?",
                "tag": "h2"
            },
            {
                "content": "Enterprise architecture is the link between strategy and execution. It’s the framework that orchestrates business processes, systems, and infrastructure. Enterprise architecture ensures that organisational infrastructure is aligned, interoperable, and future-ready. It’s not just about technology, it’s about enabling smarter decisions, seamless collaboration, and sustainable transformation right across government.",
                "tag": "p"
            },
            {
                "content": "So, how do we fit in? Our role is to elevate harmonisation, interoperability and reuse across the entire public sector. We provide strategic direction, expert guidance, and architectural coherence. By helping teams across government to design and deliver services, we can ensure that services are joined-up, scalable, and user-centred. We’re here to supercharge innovation, not stifle it.",
                "tag": "p"
            },
            {
                "content": "Our headline mission is to design, govern, and enable shared digital architecture that unlocks interoperability, accelerates scalable solutions, and empowers public sector organisations to deliver connected, efficient, and user-focused services. ",
                "tag": "p"
            },
            {
                "content": "Our initial priorities",
                "tag": "h2"
            },
            {
                "content": "In our first few months, we’ve focused on delivering tangible progress aligned with our mission. Here’s what we’ve achieved so far:",
                "tag": "p"
            },
            {
                "content": "Established the Technical Design Council",
                "tag": "p"
            },
            {
                "content": "In line with the blueprint for modern digital government, we’ve launched a cross-government Technical Design Council, bringing together technical leaders and experts to shape architectural direction and set shared principles on behalf of the public sector. ",
                "tag": "p"
            },
            {
                "content": "We’ve already held 6 successful council sessions, and are well on our way to establishing a powerful decision making community.",
                "tag": "p"
            },
            {
                "content": "Supported the spending review ",
                "tag": "p"
            },
            {
                "content": "We supported the review of digital zero-based reviews (ZBR) and business cases as part of the spending review to drive deduplication, encourage collaboration, and promote the use of common components across government spending.",
                "tag": "p"
            },
            {
                "content": "Partnered with priority initiatives",
                "tag": "p"
            },
            {
                "content": "We’ve supported key GDS priorities by offering architectural insight and practical guidance. This includes streamlining end user device procurement to exploring the technical implementation of the once-only principle.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Over the coming months, our priorities are to:",
                "tag": "p"
            },
            {
                "content": "Let’s shape the future together",
                "tag": "h2"
            },
            {
                "content": "We’re inviting architects across government to join the conversation on what the enterprise architecture’s function for government should prioritise. We want to know what challenges you’re facing and what support would make the biggest difference.",
                "tag": "p"
            },
            {
                "content": "We’re also looking for nominations for rotation at the Technical Design Council, so if you’re in a public sector organisation and would like to put your name forward for a 6 month rotation on the council, we’d love to hear from you. We’re looking for diverse voices and experience.",
                "tag": "p"
            },
            {
                "content": "To contact us, please email publicsector.architecture@dsit.gov.uk",
                "tag": "p"
            },
            {
                "content": "This is just the beginning. With your input, we can build an enterprise architecture capability for the public sector that truly supports better outcomes for people, services, and systems.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/11/17/shaping-the-future-of-public-sector-technology-with-the-new-enterprise-architecture-team/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "The new Enterprise Architecture team explains our aims and how you can get involved to help build the future of digital government."
    },
    {
        "title": "How HM Land Registry works to protect property owners ",
        "authors": [
            "Chloe Evans, Deputy Head of Counter Fraud"
        ],
        "posted_on": "2025-11-17T12:31:25",
        "categories": [
            "Buying and selling property",
            "Digital services",
            "Law and practice"
        ],
        "content": [
            {
                "content": "Sharing tips and guidance during International Fraud Awareness Week  ",
                "tag": "h2"
            },
            {
                "content": "Each year, HM Land Registry undertakes an internal and external fraud awareness campaign to highlight the fraud threats being faced by the organisation and our staff members as individuals.  ",
                "tag": "p"
            },
            {
                "content": "While I’m taking the opportunity presented by International Fraud Awareness Week to share some tips on how to avoid property fraud, HM Land Registry works diligently all year round to help protect owners of property in England and Wales from fraud. ",
                "tag": "p"
            },
            {
                "content": "We work closely with the property sector and government partners to: ",
                "tag": "p"
            },
            {
                "content": "In September, we published a blog on GOV.UK explaining the scale of property fraud and what we are doing about it. During International Fraud Awareness Week, we are looking at some of these trends and explaining how HM Land Registry can help protect your property. ",
                "tag": "p"
            },
            {
                "content": "As part of our due diligence, our dedicated counter fraud team works hard to spread fraud awareness throughout HM Land Registry and train up our caseworkers on spotting potentially fraudulent applications and flagging up their concerns when an application doesn’t seem quite right. ",
                "tag": "p"
            },
            {
                "content": "Our focus on counter-fraud ",
                "tag": "h3"
            },
            {
                "content": "Our main counter-fraud focus is helping people in England and Wales guard against all types of property fraud. ",
                "tag": "p"
            },
            {
                "content": "We continually review and update our fraud-detection methods. This includes: ",
                "tag": "p"
            },
            {
                "content": "Property Alert lets subscribers know when there is certain activity on the properties they are monitoring such as if a new mortgage is taken out against it.  ",
                "tag": "p"
            },
            {
                "content": "How criminals steal your money ",
                "tag": "h3"
            },
            {
                "content": "Criminals use many different methods and tactics to steal your money. This includes getting your personal information to use later for fraud. ",
                "tag": "p"
            },
            {
                "content": "They will use every possible way to find, reach and defraud people. This includes websites and apps, email, text, phone, post and in person, including on your own doorstep. ",
                "tag": "p"
            },
            {
                "content": "International Fraud Awareness Week is an excellent opportunity for us and other organisations to share tips and guidance with people in the public, private and professional sectors.",
                "tag": "p"
            },
            {
                "content": "Payment diversion fraud in property transactions ",
                "tag": "h3"
            },
            {
                "content": "Recently, the National Crime Agency and the Law Society highlighted the issue of 'payment diversion fraud' in property transactions. ",
                "tag": "p"
            },
            {
                "content": "Payment diversion fraud (also called 'mandate fraud' or 'conveyancing fraud') involves criminals tricking victims into transferring house deposits or purchase money to fraudsters instead of the correct place. ",
                "tag": "p"
            },
            {
                "content": "Criminals do this by pretending to be solicitors, estate agents or buyers. They use fake email addresses or invoices. ",
                "tag": "p"
            },
            {
                "content": "The scale of the problem ",
                "tag": "h3"
            },
            {
                "content": "Between April 2024 and March 2025: ",
                "tag": "p"
            },
            {
                "content": "Property and title fraud – what are they? ",
                "tag": "h3"
            },
            {
                "content": "Property fraud is our main concern, and it can be hard to spot. ",
                "tag": "p"
            },
            {
                "content": "Property fraud includes: ",
                "tag": "p"
            },
            {
                "content": "When false documents are used to transfer or mortgage property illegally, we call it registered title fraud. ",
                "tag": "p"
            },
            {
                "content": "Who is most at risk? ",
                "tag": "h3"
            },
            {
                "content": "People who do not live in their property are particularly vulnerable. This includes: ",
                "tag": "p"
            },
            {
                "content": "Guarding against tenancy fraud ",
                "tag": "h3"
            },
            {
                "content": "We’re also reminding prospective tenants to guard against fraud. Before paying any deposit or rent, check property title registers to make sure the person claiming to own the property really does so.  ",
                "tag": "p"
            },
            {
                "content": "Our record in preventing fraud ",
                "tag": "h3"
            },
            {
                "content": "HM Land Registry prevented the registration of fraudulent applications against more than £59 million worth of property during 2024 to 2025. And between 2020 and 2025, we prevented fraudulent applications against more than 300 properties worth over £194 million. ",
                "tag": "p"
            },
            {
                "content": "How rare is property fraud? ",
                "tag": "h3"
            },
            {
                "content": "In 2024 to 2025, we received 4,429,092 applications to create or update the Land Register; only 86 were identified as fraudulent (just over 0.0019%) ",
                "tag": "p"
            },
            {
                "content": "However, while it remains relatively rare, we know the impact of property fraud on individuals can be devastating. ",
                "tag": "p"
            },
            {
                "content": "Sign up for Property Alert – how it works ",
                "tag": "h3"
            },
            {
                "content": "We encourage all property owners to sign up for our free Property Alert service. ",
                "tag": "p"
            },
            {
                "content": "You will receive an email each time there is significant activity on the property you are monitoring. For example, if a new mortgage is taken out against it. ",
                "tag": "p"
            },
            {
                "content": "If the activity looks suspicious, you should take action immediately. ",
                "tag": "p"
            },
            {
                "content": "Not all alert emails will mean fraudulent activity. If you do not think the alert email is about any suspicious activity, you do not need to do anything. ",
                "tag": "p"
            },
            {
                "content": "Support for victims of title fraud ",
                "tag": "h3"
            },
            {
                "content": "Government-backed support is available for people who have suffered a loss as a result of title fraud. ",
                "tag": "p"
            },
            {
                "content": "If fraud has been committed, the Land Registration Act 2002 sets out when a mistake in the register can and cannot be put right. See our practice guide 39 for more information. ",
                "tag": "p"
            },
            {
                "content": "Other measures to safeguard your property ",
                "tag": "h3"
            },
            {
                "content": "A whole range of measures to safeguard your property is available, so we encourage people to keep a close eye on the advice and guidance available. Find out more at The true picture of property fraud in England and Wales – HM Land Registry ",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2025/11/17/how-hm-land-registry-works-to-protect-property-owners/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "An understanding and awareness of property and title fraud, and how to guard against them, is critical in supporting our frontline defences as well as the wider public and business sectors – not just on the 25th anniversary of International Fraud Awareness Week but at all times."
    },
    {
        "title": "Driving better road fuel prices for consumers",
        "authors": [
            "Daniel Turnbull"
        ],
        "posted_on": "2025-11-17T12:00:33",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "In our 2023 road fuel market study we found that competition in the UK road fuel market was not working as well as it should be, and that, by making it easier for drivers to compare up-to-date prices, they could more easily find the cheapest prices in their area, and retailers would have to compete harder for their business.",
                "tag": "p"
            },
            {
                "content": "To achieve this, we recommended to government that it should introduce a statutory open-data fuel finder scheme, to give drivers access to live fuel prices at forecourts. The government accepted our recommendation and is implementing ‘Fuel Finder’. From early next year, drivers will benefit from access to near-real time pricing data through third-party apps, sat navs and other tools signed up to Fuel Finder.",
                "tag": "p"
            },
            {
                "content": "The government has given the Competition and Markets Authority (CMA) the role of enforcing compliance with Fuel Finder. We will decide whether the Fuel Finder requirements have been breached and if so, we will take action to tackle these breaches – this includes fines. ",
                "tag": "p"
            },
            {
                "content": "We are committed to taking effective and proportionate enforcement action to enable consumers across the UK to shop with confidence and find the best deal for them, and to reinvigorate price competition in the UK road fuel market. ",
                "tag": "p"
            },
            {
                "content": "In October, we consulted on draft guidance setting out how we would enforce compliance with Fuel Finder. We are now finalising the guidance for publication in December. ",
                "tag": "p"
            },
            {
                "content": "In preparation for this, we are today providing an update to support businesses as they prepare to comply with the new regime. ",
                "tag": "p"
            },
            {
                "content": "Update on our consultation and next steps ",
                "tag": "h2"
            },
            {
                "content": "In response to our consultation, we have received helpful and constructive feedback from a range of stakeholders. ",
                "tag": "p"
            },
            {
                "content": "Recognising that the requirements are new and that the consequences of getting it wrong could be severe, businesses – large and small – have said that they would welcome greater clarity on how our enforcement processes will work, in particular: ",
                "tag": "p"
            },
            {
                "content": "We intend to make this clearer in our guidance.",
                "tag": "p"
            },
            {
                "content": "Enforcement priorities ",
                "tag": "h2"
            },
            {
                "content": "Businesses have told us that they would also welcome clarity on our approach to enforcement.",
                "tag": "p"
            },
            {
                "content": "Most businesses work hard to serve their customers and do the right thing, but they may need help to understand their new legal obligations, particularly in the early days of the new regime. We also recognise that – especially for small businesses – following the rules will also have ongoing resource implications. However, it is also important for businesses that follow the rules that action is taken to ensure their competitors cannot gain an unfair advantage by failing to meet their obligations under the law.",
                "tag": "p"
            },
            {
                "content": "Recognising that the new provisions may require changes to systems and compliance functions, for at least 3 months from the date forecourts must be registered with Fuel Finder and must start reporting price changes (from 2 February 2026 until beginning May 2026), our focus will be on supporting businesses to comply with the new regime rather than enforcement action. ",
                "tag": "p"
            },
            {
                "content": "Looking further ahead, once the regime is established, we expect to target enforcement action against the conduct which is most likely to undermine the effectiveness of Fuel Finder, and which is likely to be more harmful to consumers and competition. Our focus will therefore be on ensuring businesses register with Fuel Finder and that pricing information is accurately provided, rather than on amenities and facilities, which are unlikely to be priorities for enforcement except where significant harm has been identified. ",
                "tag": "p"
            },
            {
                "content": "Find out what else we’re doing to help motorists ",
                "tag": "h2"
            },
            {
                "content": "The CMA also has a statutory monitoring function in relation to road fuel, and publishes regular reports on fuel prices, retail spreads and fuel margins. You can read more about the CMA’s monitoring role on our road fuel price data scheme page. ",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/11/17/driving-better-road-fuel-prices-for-consumers/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "In our 2023 road fuel market study we found that competition in the UK road fuel market was not working as well as it should be, and that, by making it easier for drivers to compare up-to-date prices, they could …"
    },
    {
        "title": "Unlocking Coastal Carbon Potential: Collaborative Research on Saltmarsh, Kelp, and Seabed Carbon under the UK Blue Carbon Evidence Partnership",
        "authors": [
            "mosscatriona"
        ],
        "posted_on": "2025-11-17T10:26:00",
        "categories": [
            "blue carbon",
            "Climate Change",
            "Deep-sea",
            "marine protected areas",
            "Monitoring",
            "natural capital",
            "Science"
        ],
        "content": [
            {
                "content": "By Ruth Parker, Principal Biochemistry Scientist, Elisa Capuzzo, Marine Ecosystems Scientists, and David Hughes, Biogeochemistry Scientist at Cefas; ",
                "tag": "p"
            },
            {
                "content": "Jessica Elias, Climate Change Senior Specialist  and Maija Marsh, Principal Specialist in Marine Ecology at Natural England;",
                "tag": "p"
            },
            {
                "content": "Lucy Stainthorpe, Estuaries and Coasts Advisor, and Africa Gomez Castilo, Estuaries and Coasts Advisor at the Environment Agency. ",
                "tag": "p"
            },
            {
                "content": "As world leaders gather in Belém, Brazil, this week for the UN Climate Change Conference COP30, the role of nature-based solutions in addressing climate change is once again under the spotlight. Among the most promising — yet still poorly understood — are our coastal and marine ecosystems. Saltmarshes, seagrass meadows and other coastal marine habitats not only support biodiversity and protect our shorelines — they also act as natural carbon stores, capturing and locking away carbon dioxide from the atmosphere. These “blue carbon” ecosystems play an important role in both tackling and adapting to climate change.",
                "tag": "p"
            },
            {
                "content": "Under the Paris Agreement, countries are expected to submit more ambitious nationally determined contributions (known as NDCs) that reflect the latest evidence on nature-based solutions. Yet, despite this policy progress, major data gaps remain. We still lack robust evidence to quantify how much carbon is stored in different coastal habitats — particularly seagrass, saltmarshes, and seabed sediments — and how these stores are changing under human and climate pressures. Filling these gaps is essential if we are to manage, protect, and restore blue carbon ecosystems effectively and ensure that policy is grounded in robust, place-based evidence.",
                "tag": "p"
            },
            {
                "content": "UK Blue Carbon Evidence Partnership",
                "tag": "p"
            },
            {
                "content": "In the UK, our saltmarshes, kelp forests and seabed play an important role in carbon sequestration, whilst providing numerous other benefits for people and nature, including flood defence, climate regulation, and tourism opportunities. Like many blue carbon ecosystems globally, they face growing threats from pollution, unsustainable human activities, and sea-level rise driven by climate change. ",
                "tag": "p"
            },
            {
                "content": "Since 2022, Cefas has been working through the UK Blue Carbon Evidence Partnership (UKBCEP) to bring together science and policy experts from across Defra (Department for Environment, Food and Rural Affairs), the Department for Energy Security and Net Zero, the Scottish Government, the Welsh Government and the Department of Agriculture, Environment and Rural Affairs (DAERA- Northern Ireland) to tackle the barriers in managing, protecting, and enhancing blue carbon habitats in the UK. A recent UKBCEP evidence needs report identified several priority areas of focus:",
                "tag": "p"
            },
            {
                "content": "Over the past three years, several programmes supported by a range of partners have been driving forward progress in addressing these evidence gaps.",
                "tag": "p"
            },
            {
                "content": "Saltmarshes",
                "tag": "p"
            },
            {
                "content": "Saltmarshes are excellent carbon stores that also provide vital habitat for wildlife and protect people and property from flooding. Despite these benefits, saltmarshes in England have experienced significant decline, with up to 85% lost since the mid-19th century. Working with partners including the Environment Agency, Natural England and UK Centre for Ecology & Hydrology (UKCEH), the UKBCEP is investigating the contribution of UK saltmarshes to climate change mitigation for inclusion in the UK's greenhouse gas inventory (a framework for monitoring and reporting on greenhouse gas emissions and storage). This work package aims to deliver UK-specific estimates of emissions from saltmarshes, enabling a more accurate assessment of progress towards the UK's net zero goals.",
                "tag": "p"
            },
            {
                "content": "To achieve this, the Environment Agency, Natural England and the WWF have been working in partnership with UKCEH to build a world first network of flux towers on saltmarsh, including sites managed by the RSPB and Essex Wildlife Trust. Six flux towers (four led by the Environment Agency, two led by Natural England) have been installed by UKCEH and have been collecting real time evidence on carbon dioxide as well as other site variables.  Initial results are promising and suggest that these saltmarshes are acting as overall net carbon sinks. Longer term funding of this network is key; evidence gathered over multiple years will aid comparison across different saltmarshes, help identify regional changes in climate over time and will provide a detailed assessment of the role of saltmarsh in achieving the UK’s Net Zero targets. ",
                "tag": "p"
            },
            {
                "content": "The UKCEH is also creating a baseline map of saltmarshes across the UK, addressing key questions about the definition of saltmarsh extent (where does a saltmarsh start and end?’) and the condition of saltmarsh habitats in the UK (are they natural or restored, and how might that affect carbon storage’). This work could provide a blueprint for other countries seeking to accurately measure emissions from saltmarsh carbon sinks. Currently, only the United States and Australia include saltmarshes in their greenhouse gas inventories. It is hoped that results from the work will provide the evidence needed to unlock funding, which can be used to restore and create these important habitats.",
                "tag": "p"
            },
            {
                "content": "Seabed carbon",
                "tag": "p"
            },
            {
                "content": "Cefas is advancing blue carbon research by deepening our understanding of how the shelf seabed processes and stores carbon over the long term. Although offshore shelf sediments cover 9% of our oceans and store large amounts of carbon, they are not yet recognised or protected under international climate agreements. In English waters alone, the seabed stores between 81–104 million tonnes of carbon in the top 10 cm of soil—equivalent to about one year’s worth of UK emissions (297–382 million tonnes of carbon dioxide). Notably, 19–33% of this carbon is found within the existing Marine Protected Area (MPA) network.",
                "tag": "p"
            },
            {
                "content": "Under the UKBCEP, Cefas, through several Defra funded carbon management research projects and the marine Natural Capital Economic Assessment Programme (mNCEA)  are building a robust evidence base on seabed carbon processes. This includes collecting new observations in the North Sea shelf sediments  (raw data on seabed carbon stock, sequestration, and composition), and developing and testing a blue carbon ‘toolbox’ of methods to help scientists understand where carbon stocks may be more susceptible to degradation. In addition, Cefas is producing a new UK and international community technical briefing summarising the latest evidence on trawling fleet distribution, gear types, and carbon reactivity, to estimate the scale and location of carbon disturbance and resuspension each year.",
                "tag": "p"
            },
            {
                "content": "Ongoing work is also exploring the relationship between biodiversity and seabed carbon storage (trade-off or win-win), using predictive models to explore how different marine management approaches could impact the potential of the seabed to store or release carbon. Cefas is also investigating how carbon sequestration supports climate regulation as an ecosystem service, including the potential economic and societal costs if this service were degraded. For example, recent research estimates that damage to seabed carbon storage from human activities and climate change could cost the UK economy up to £10 billion over 25 years through increased coastal erosion and loss of ecosystem services. A follow up paper highlights the need for new accounting guidance and governance frameworks for managing carbon in shelf seas.",
                "tag": "p"
            },
            {
                "content": "Going forward, Cefas and its partners aim to develop a nationally standardised approach to measuring, monitoring, and valuing seabed carbon. This will provide consistent technical guidance and an evidence base to support policymakers in designing strategies—such as enhanced MPA management—to protect and restore the UK’s valuable blue carbon habitats.",
                "tag": "p"
            },
            {
                "content": "Kelp",
                "tag": "p"
            },
            {
                "content": "Kelp forests are highly productive ecosystems and support diverse marine life, by providing food, shelter, and habitat for a variety of organisms. Over 80% of kelp production becomes detritus —fragments of decaying algae matter—which is dispersed by currents and tides, making it a significant source of organic carbon for the coastal and marine environment. However, the extent of kelp beds, and associated carbon biomass, and how kelp fragments move through and settle in the marine environment (‘detritus pathways’) remain uncertain. ",
                "tag": "p"
            },
            {
                "content": "As part of the UKBCEP, Cefas has carried out a literature review on kelp habitats to understand their extent, carbon storage/sequestration potential, kelp detritus pathways and key evidence gaps. The project has also used eDNA to assess the presence of kelp matter in sediments collected along an inshore-offshore transect (approximately 50 km in length) along the North-East English coast. Results from the analysis showed that macroalgal (seaweed) detritus was present in all the sediment samples, showing the widespread dispersal of seaweed across the seabed.",
                "tag": "p"
            },
            {
                "content": "To better understand kelp detritus pathways and its presence in marine sediments, Cefas has used a particle-tracking model to map their movement off the North-East English coast. This showed that detritus particles tend to settle on the seafloor within a short distance (few kilometres) from the coast, with inshore sites — closer to kelp beds — having the most amount detritus.",
                "tag": "p"
            },
            {
                "content": "Building on these finding, the next phase of the work package will apply the particle tracking model to other locations, such as the South-West, to further develop our understanding of kelp detritus pathways and its potential contribution towards carbon storage/removal in marine sediments.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2025/11/17/unlocking-coastal-carbon-potential-collaborative-research-on-saltmarsh-kelp-and-seabed-carbon-under-the-uk-blue-carbon-evidence-partnership/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "As world leaders gather in Belém, Brazil, this week for the UN Climate Change Conference COP30, the role of nature-based solutions in addressing climate change is once again under the spotlight."
    },
    {
        "title": "How the new Writing Framework can transform primary school teaching",
        "authors": [
            "Sam Creighton"
        ],
        "posted_on": "2025-11-17T09:59:56",
        "categories": [
            "Writing and reading"
        ],
        "content": [
            {
                "content": "Writing is one of the most magnificent and most challenging skills children attempt at school. It unites imagination, composition, transcription, and motor skills, demanding immense effort from pupils and equally, careful teaching that never compromises on the empowering and enjoyable aspects of writing.",
                "tag": "p"
            },
            {
                "content": "What writing for pleasure brings to primary schools",
                "tag": "h2"
            },
            {
                "content": "At Elmhurst Primary, we have spent years building a curriculum rooted in Writing for Pleasure principles, nurturing young writers through meaningful projects, explicit craft teaching, and authentic publishing opportunities that foster pride and joy in writing.This commitment to recognising children as apprentice writers made the new Writing Framework welcome. Its principles affirm much of the research-informed practice in our classrooms while providing valuable tools for reflection.",
                "tag": "p"
            },
            {
                "content": "Benefits of dedicated writing lessons",
                "tag": "h2"
            },
            {
                "content": "One of its most significant statements is that “writing must be taught separately from reading.” Focused lessons in both subjects have been transformative. In reading lessons, children write about what they’ve read, while in writing lessons we study rich mentor texts. Writing in response to books has value but belongs in the reading curriculum. If children only write in response to texts, they risk being confined to others’ ideas. A genre-based writing approach, with support and freedom to choose own ideas, builds both confidence and competence.",
                "tag": "p"
            },
            {
                "content": "How student choice transforms writing quality",
                "tag": "h2"
            },
            {
                "content": "There is joy when a class produces 30 different explanation text or stories, each applying taught skills but reflecting individual imagination. As one teacher said: “Every piece of writing is as unique as the child who created it. I really get to know each child as a writer and person.”",
                "tag": "p"
            },
            {
                "content": "Using framework audits to enhance practice",
                "tag": "h2"
            },
            {
                "content": "The Framework also provides a lens for reflection. The audits for each section helped us refine our offering, particularly around handwriting and spelling. Daily handwriting now continues through to Year 6, and spelling is taught in short, frequent bursts. Spelling in context is already improving — vital in a school where over 90% of pupils are EAL.For many schools, the Framework represents change. For us, it affirms and energises: a resource that helps balance explicit skill teaching with nurturing children’s will. It reminds us that every child can take pleasure and pride in their writing.",
                "tag": "p"
            },
            {
                "content": "Further information",
                "tag": "h2"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2025/11/17/writing-framework-transforms-primary-school-teaching/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Sam Creighton talks about building a writing curriculum based on meaningful projects. Children learn specific writing skills while keeping the joy and pride that comes from creating their work."
    },
    {
        "title": "Protecting the future: APHA’s fight against antimicrobial resistance",
        "authors": [
            "Francesca Martelli"
        ],
        "posted_on": "2025-11-17T09:25:53",
        "categories": [
            "Antimicrobial Resistance",
            "International"
        ],
        "content": [
            {
                "content": "When medicines stop working, infections become harder, sometimes impossible, to treat. This is the stark reality of antimicrobial resistance (AMR), a growing threat to both human and animal health. At the Animal and Plant Health Agency (APHA), we are on the front lines of the UK’s fight against AMR, and we are proud to play a key role in protecting the effectiveness of life-saving drugs.",
                "tag": "p"
            },
            {
                "content": "The UK’s roadmap: National Action Plan 2024–2029",
                "tag": "h2"
            },
            {
                "content": "The UK, and many countries worldwide, has a National Action Plan (NAP) to tackle AMR. The UK was one of the first countries to have such a plan. The current plan spans 2024 to 2029 and outlines nine strategic outcomes supported by 30 specific commitments. APHA contributes directly to many of these, helping turn ambition into action.",
                "tag": "p"
            },
            {
                "content": "Surveillance, diagnostics, and smarter use of antimicrobials",
                "tag": "h2"
            },
            {
                "content": "One of our core responsibilities is running a scanning surveillance programme interlinked with our diagnostic services. This allows us to detect and identify pathogens of clinical significance in livestock and wildlife and test the sensitivity of bacteria to commonly used antibiotics. By working closely with vets and farmers, we raise awareness of endemic diseases and promote better biosecurity and infection control. The result? More targeted interventions and more responsible use of antimicrobials.",
                "tag": "p"
            },
            {
                "content": "Keeping Salmonella and AMR out of the food chain",
                "tag": "h2"
            },
            {
                "content": "Salmonella is an important example of a bacterium that can develop resistance to antimicrobials. It is also a zoonotic threat, meaning it can spread between animals and humans, often through contaminated food. APHA leads national control programmes for Salmonella in livestock, advising farmers and policymakers on how to keep it off farms and out of our food. When critically resistant strains (strains which are resistant to critically important antimicrobials for human medicine) appear, we act fast to stop them from gaining a foothold in the UK.",
                "tag": "p"
            },
            {
                "content": "Researching new frontiers in AMR",
                "tag": "h2"
            },
            {
                "content": "Our scientists are constantly exploring new ways to understand and combat AMR. From studying how resistant bacteria spread to testing the effectiveness of disinfectants and bacteriophages (viruses that target bacteria), our research is helping shape the future of AMR control. We also develop rapid detection and characterisation tools to identify AMR bacteria: tools that are designed to work across human, animal, and environmental health sectors in a true One Health approach.",
                "tag": "p"
            },
            {
                "content": "A global voice in the fight against AMR",
                "tag": "h2"
            },
            {
                "content": "APHA’s impact does not stop at the UK border. We are proud to be the only laboratory in the world accredited by the World Organization for Animal Health (WOAH) for AMR. This global recognition allows us to advocate for better AMR control worldwide.",
                "tag": "p"
            },
            {
                "content": "We are also part of an International Reference Centre for AMR, designated by the Food and Agriculture Organization of the United Nations, together with the Centre for Environment, Fisheries and Aquaculture Science (CEFAS) and the Veterinary Medicines Directorate (VMD). We support international collaboration, share best practices, and build a global community of experts committed to tackling AMR.",
                "tag": "p"
            },
            {
                "content": "Supporting One Health in low- and middle-income countries",
                "tag": "h2"
            },
            {
                "content": "Through partnerships with other UK government departments and our international network, we help strengthen One Health action on AMR in low- and middle-income countries. This work is vital to ensuring that progress against AMR is truly global.",
                "tag": "p"
            },
            {
                "content": "Our commitment",
                "tag": "h2"
            },
            {
                "content": "At APHA, we are proud of the unique role we play in the UK’s AMR strategy. Whether it is protecting animals from disease, preserving the effectiveness of vital medicines, or collaborating across sectors and borders, we are committed to making a difference. Together with our partners in public health and environmental protection, we are working to ensure a healthier future for all.",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/11/17/protecting-the-future-aphas-fight-against-antimicrobial-resistance/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "When medicines fail, lives hang in the balance. APHA is a leading force in the UK’s fight against antimicrobial resistance, driving action through surveillance, research, and the National Action Plan."
    },
    {
        "title": "UK NSC consults on bladder cancer screening evidence",
        "authors": [
            "Omaer Syed"
        ],
        "posted_on": "2025-11-17T08:47:56",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a public consultation on evidence relating to population screening for bladder cancer.",
                "tag": "p"
            },
            {
                "content": "The UK NSC does not currently recommend screening for this condition.",
                "tag": "p"
            },
            {
                "content": "We are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map, which was commissioned to review literature on the topic published since the previous review in 2020, including any evidence on new tests and interventions. Evidence maps are typically the first step in the UK NSC evidence review process. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map has concluded that the overall volume of new evidence on bladder cancer screening published since 2020 is insufficient to recommend more in-depth work.",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "To take part in the consultation, click on the grey ‘View documents’ button on the UK NSC’s bladder cancer recommendation page. Then submit your response by clicking on the green ‘Submit comments’ button.",
                "tag": "p"
            },
            {
                "content": "The deadline for responses is 11.59pm on 9 February 2026.",
                "tag": "p"
            },
            {
                "content": "The consultation responses will be considered by the UK NSC when it updates its recommendation on this topic.",
                "tag": "p"
            },
            {
                "content": "About bladder cancer",
                "tag": "h2"
            },
            {
                "content": "Bladder cancer is cancer found anywhere in the bladder. It is a complex disease that requires effective diagnostic and monitoring strategies. Early detection plays a crucial role in the prognosis and treatment of the disease.",
                "tag": "p"
            },
            {
                "content": "Treatments include surgery, chemotherapy, radiotherapy and targeted medicines.",
                "tag": "p"
            },
            {
                "content": "There are around 10,500 new cases of bladder cancer in the UK each year and nearly half of those survive for 10 or more years. In around 20% of cases, bladder cancer has invaded the muscle wall by the time it is detected. In these cases, the cancer can spread rapidly and, even with optimal treatment, 5-year survival is only 50%.",
                "tag": "p"
            },
            {
                "content": "A 2015 evidence review did not recommend screening because there was no safe, precise and valid screening test. It also noted that, to be effective, a screening test must be able to detect cancers that are destined to become muscle-invading, but before they have done so.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map found that the overall volume of new evidence on bladder cancer screening published since 2020 was insufficient to recommend further evidence synthesis work.",
                "tag": "p"
            },
            {
                "content": "The identified evidence included some biomarkers that might be suitable for confirming or ruling out suspected cases of bladder cancer. However, there was insufficient evidence of a test suitable for a population screening programme.",
                "tag": "p"
            },
            {
                "content": "The evidence map also found updates to 5 international clinical guidelines for population screening for bladder cancer, 3 additional guidelines and 2 overviews of guidelines. However, none of these recommend population screening of asymptomatic adults for bladder cancer.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/11/17/uk-nsc-consults-on-bladder-cancer-screening-evidence/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a public consultation on evidence relation to population screening for bladder cancer."
    },
    {
        "title": "How nature and nuclear can co-exist",
        "authors": [
            "Sean Mahoney"
        ],
        "posted_on": "2025-11-17T08:00:00",
        "categories": [
            "Climate change",
            "Development",
            "Green Infrastructure",
            "Growth",
            "Natural England",
            "Nature",
            "Science and evidence"
        ],
        "content": [
            {
                "content": "By Sean Mahoney, Sizewell C Project Manager and Senior Officer, Major Planning Casework",
                "tag": "p"
            },
            {
                "content": "A collaborative approach has delivered environmental protections alongside energy security at Sizewell C nuclear power station.",
                "tag": "p"
            },
            {
                "content": "Natural England has worked closely with Sizewell C and environmental stakeholders for 15 years. The Nationally Significant Infrastructure Project, (NSIP), supports the government's Plan for Change mission to make Britain a clean energy superpower while delivering environmental benefits for the region. When complete, it is hoped that Sizewell C will power up to 6 million homes.",
                "tag": "p"
            },
            {
                "content": "The East Suffolk Trust, EaST, a new environmental charity established by Sizewell C, East Suffolk Council and Suffolk County Council, will provide £78m over 70 years for environmental improvements across the region. EaST will support projects for the conservation, protection and improvement of the natural environment, including the coastal marine environment, in and around Suffolk.",
                "tag": "p"
            },
            {
                "content": "Additionally, a £12 million Natural Environment Improvement Fund will support projects that will benefit Suffolk’s wildlife, such as hedge and woodland creation, pond and wetland restoration and the creation of green corridors to connect habitats. Natural England is a voting member of the group which administers the Natural Environment Improvement Fund and will sit on the East Suffolk Trust advisory board to ensure environmental priorities are met to secure a positive legacy for nature.",
                "tag": "p"
            },
            {
                "content": "Natural England’s Chair, Tony Juniper, members of the Natural England Executive Committee, and other stakeholders visited Sizewell C during the summer to celebrate the establishment of EaST, marking 15 years of constructive engagement with Sizewell C.",
                "tag": "p"
            },
            {
                "content": "By working collaboratively with Sizewell C from the outset, Natural England has been able to support the developer in its aspirations to deliver energy security at the same time as securing a positive legacy for nature.",
                "tag": "p"
            },
            {
                "content": "During the visit Tony commented that:",
                "tag": "p"
            },
            {
                "content": "“Early collaboration between Sizewell C, Natural England and other environmental regulators has meant that compensatory habitat was able to be secured before development began. This joint approach to finding strategic solutions for nature has enabled this complex, major infrastructure project to proceed on schedule. When we take this kind of action up front, we can secure big wins for Britain’s energy security, whilst restoring nature.”",
                "tag": "p"
            },
            {
                "content": "Sizewell C's Environment lead and Development Consent Order Manager, Dr Mannings added:",
                "tag": "p"
            },
            {
                "content": "“This joint approach has created compensatory wildlife habitats at locations nearby including Benhall, Halesworth, and Pakenham, establishing 170 hectares of nature reserves from low grade arable land that will provide long-term benefits beyond the construction period. In total approximately 500ha of Suffolk Sandlings habitat will be created. Sizewell C are very pleased to be working with Natural England to deliver truly landscape scale strategic habitat creation.”",
                "tag": "p"
            },
            {
                "content": "Environmental advice on this huge and complex project has not been a simple case of replacing one tree for another; the habitats and species that make up this site are a complex mosaic of biodiversity. Natural England's, and local eNGOs' expertise has been instrumental in ensuring local communities will continue to benefit from nature in this special area.",
                "tag": "p"
            },
            {
                "content": "Wild Aldhurst Nature Reserve, a former onion farm, was created before construction work started. Its ongoing establishment will be closely monitored by the Sizewell C Ecology Working Group, one of several environmental governance groups on which Natural England is a voting member.",
                "tag": "p"
            },
            {
                "content": "Natural England’s collaboration with Sizewell C supports the government's clean power targets whilst demonstrating how environmental considerations can be integrated into major developments from the earliest stages.  This partnership approach reduces delays, provides certainty for developers, and ensures environmental protections are built into project designs from the outset.",
                "tag": "p"
            },
            {
                "content": "Sizewell C is a clear example of what can be achieved when developers and environmental regulators work closely together to combine economic growth with nature recovery. Development and nature are not mutually exclusive. Through constructive early engagement and by maintaining a positive dialogue, development and nature can go hand in hand.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/11/17/how-nature-and-nuclear-can-co-exist/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Sean Mahoney, Sizewell C Project Manager and Senior Officer, Major Planning Casework A collaborative approach has delivered environmental protections alongside energy security at Sizewell C nuclear power station. Natural England has worked closely with Sizewell C and environmental stakeholders …"
    }
]