[
    {
        "title": "SFI26: details, definitions and what to expect",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-02-24T16:55:59",
        "categories": [
            "Farming and Countryside Team"
        ],
        "content": [
            {
                "content": "In this post, we explain what to expect from the Sustainable Farming Incentive (SFI) offer in 2026.",
                "tag": "p"
            },
            {
                "content": "We also share the list of the 71 actions available in the new offer, with payment rates.",
                "tag": "p"
            },
            {
                "content": "What to expect from SFI26",
                "tag": "h2"
            },
            {
                "content": "The overall ambition for SFI remains the same: to support farmers to manage their land in ways that deliver environmental benefits as they produce food.",
                "tag": "p"
            },
            {
                "content": "We’ve worked closely with stakeholders to shape the policy design of this year’s offer.",
                "tag": "p"
            },
            {
                "content": "Last year, we held workshops and forums with over 30 stakeholder organisations to discuss policy issues and the overall design principles for SFI. We used the insight from these discussions to develop options and proposals for the 2026 offer.",
                "tag": "p"
            },
            {
                "content": "In early 2026, we ran another series of workshops and forums to test those options and talk through the considerations in more detail. We then used stakeholders’ feedback to refine and strengthen the policy detail within the scheme.",
                "tag": "p"
            },
            {
                "content": "The SFI26 offer will be simpler, with fewer actions and less complexity while still having plenty of actions available for all farm types, so you can pick the actions that best fit your farm.",
                "tag": "p"
            },
            {
                "content": "The new offer includes 71 actions, down from 102 in the SFI24 offer. In practice, this means 31 actions have been removed (around one‑third of the previous offer).",
                "tag": "p"
            },
            {
                "content": "We have focused on removing actions with low uptake or those that delivered less for food production, the environment, or our wider environmental targets.",
                "tag": "p"
            },
            {
                "content": "Fairness and access will improve. By reducing some payment rates, introducing an area cap for the enhanced overwinter stubble action, and applying a new annual agreement cap of £100,000, we can ensure that more farms are able to participate and benefit. These changes will also help us meet the Environmental Improvement Plan goal of doubling the number of farms delivering for wildlife.",
                "tag": "p"
            },
            {
                "content": "The list of actions is at the end of this post, and we will publish the full scheme guidance and the budget for the first window before it opens.",
                "tag": "p"
            },
            {
                "content": "We will provide clear updates as funding is committed in each window.",
                "tag": "p"
            },
            {
                "content": "The core design of SFI will provide a stable framework for the rest of this Parliament, though we expect to make refinements and improvements where we can.",
                "tag": "p"
            },
            {
                "content": "Scheme updates",
                "tag": "h2"
            },
            {
                "content": "Application windows and eligibility",
                "tag": "h2"
            },
            {
                "content": "To be eligible for SFI26 (for both Windows 1 and 2) farmers should have at least 3 hectares (ha) of agricultural land.",
                "tag": "p"
            },
            {
                "content": "We set this threshold following discussions with the sector and to reflect the recommendation made by Baroness Batters in her recent Farming Profitability Review.",
                "tag": "p"
            },
            {
                "content": "Window 1",
                "tag": "h3"
            },
            {
                "content": "Window 1 will open in June 2026 and will remain open for around 2 months – although it may close sooner if demand is high and the Window 1 budget is fully allocated. It will be open to both small farms and also farms without an existing environmental land management (ELM) revenue agreement.",
                "tag": "p"
            },
            {
                "content": "Window 2",
                "tag": "h3"
            },
            {
                "content": "Window 2 will open in September 2026 for all farms. ",
                "tag": "p"
            },
            {
                "content": "We cannot set a fixed end-date at this point, because this will depend on how many farmers apply.",
                "tag": "p"
            },
            {
                "content": "Limits",
                "tag": "h2"
            },
            {
                "content": "For SFI26 agreements, caps will be placed on:",
                "tag": "p"
            },
            {
                "content": "Payment Rates",
                "tag": "h2"
            },
            {
                "content": "Some payment rates have been adjusted. The revised payment rates still follow the established approach used across SFI, based on ‘income foregone plus costs’.",
                "tag": "p"
            },
            {
                "content": "We will no longer offer the SFI management payment. It was intended as a time-limited payment to support farmers transitioning into the new scheme. This measure will release more funding so we can offer more agreements.",
                "tag": "p"
            },
            {
                "content": "Rate increases",
                "tag": "h3"
            },
            {
                "content": "We're increasing payments for some moorland actions, namely 3 livestock grazing rates and 2 shepherding livestock rates.",
                "tag": "p"
            },
            {
                "content": "We will apply the uplift to existing SFI agreements and SFI26 agreements. This is to ensure upland farmers are properly compensated given recent changes in livestock prices.",
                "tag": "p"
            },
            {
                "content": "Rate reductions",
                "tag": "h3"
            },
            {
                "content": "We will reduce payment rates for:",
                "tag": "p"
            },
            {
                "content": "Reductions are being made because initial payment rates for these actions were set too high. This made it too attractive to take highly productive land out of food production. We're recalibrating them to reflect current margins and to support, not undermine, food production.",
                "tag": "p"
            },
            {
                "content": "This will help us to spread funding more widely, so more farmers can access agreements. They are also intended to help keep more land in production.",
                "tag": "p"
            },
            {
                "content": "The reductions won’t be retroactive. They will only apply to SFI26 agreements. Existing SFI23 and SFI24 agreements which contain these actions will not be affected.",
                "tag": "p"
            },
            {
                "content": "Turning 5-year actions into 3-year actions",
                "tag": "h2"
            },
            {
                "content": "Actions with a 5-year duration will become 3-year actions in SFI26. This change is designed to simplify the scheme and make these actions more accessible for short-term tenant farmers.",
                "tag": "p"
            },
            {
                "content": "Base and supplemental actions",
                "tag": "h2"
            },
            {
                "content": "Farmers applying for the SFI26 offer will only be able to apply for a base action and its supplemental action together, in the same agreement, at the same time.",
                "tag": "p"
            },
            {
                "content": "Supplemental actions can only be done alongside a base SFI action because they are designed to add to the base action and do not work on their own. Keeping them on the same timescales will improve value for money and help deliver better environmental outcomes.",
                "tag": "p"
            },
            {
                "content": "The tables below set out the 71 actions in the SFI26 offer, alongside the actions from SFI24 that will not be included. ",
                "tag": "p"
            },
            {
                "content": "We've grouped the actions by theme.",
                "tag": "p"
            },
            {
                "content": "We’ve designed the SFI26 offer to be simpler, while still giving farmers plenty of choice and supporting sustainable food production.",
                "tag": "p"
            },
            {
                "content": "We’ve prioritised actions that offer strong value for money and contribute to the government’s Environmental Improvement Plan targets for water quality and biodiversity. This includes the ambition to double the number of farms providing year-round resources for farm wildlife by December 2030 (compared with 2025).",
                "tag": "p"
            },
            {
                "content": "Number of SFI26 actions by theme ",
                "tag": "h2"
            },
            {
                "content": "Actions and payment rates by theme",
                "tag": "h2"
            },
            {
                "content": "Table 1: Agroforestry ",
                "tag": "h3"
            },
            {
                "content": "Reason for inclusion: AGF1 and AGF2 were first introduced in SFI24. Currently they have low/moderate uptake, but we expect this to increase over time. They have potential to make a moderate/high contribution to our environmental targets.",
                "tag": "p"
            },
            {
                "content": "Table 2: Boundary features ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: CHRW2 has very high uptake and makes a moderate/high contribution to biodiversity targets. It provides an important habitat corridor across farmland for birds, mammals, butterflies and bees. ",
                "tag": "p"
            },
            {
                "content": "BND1 and BND2 have moderate uptake and form part of the SFI26 offer for upland farmers, and lowland farmers, for example in Devon and Cornwall. These actions are also part of our commitment to the historic environment. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: CHRW1 has very high uptake, but it is being removed because it does not deliver direct environmental benefits and therefore gives very low value for money. CHRW3 also has very high uptake and low value for money. The removal of CHRW3 means we will no longer pay specifically for the maintenance of existing hedgerow trees (which gives limited additional environmental benefit because most farmers maintain these trees anyway). However, farmers will still be able to manage hedgerows through CHRW2, which is being retained. There are capital grants (BN11 and TE1) which pay for the creation of new hedgerows, and the planting of new hedgerow trees.",
                "tag": "p"
            },
            {
                "content": "Table 3: Buffer strips ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: CAHL4 has high uptake and the other 3 buffer strip actions have moderate uptake. All 4 actions deliver high-very high value for money and make a moderate/high contribution to our environmental targets. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: All of these actions had low or very low uptake and alternative actions will remain in the SFI26 offer which can be used to deliver similar aims. For example, BFS1: 12m-24m watercourse buffer strip on cultivated land can be used to buffer ponds and CAHL3: Grassy field corners or blocks can be used to protect in-field trees. ",
                "tag": "p"
            },
            {
                "content": "Table 4: Farmland wildlife (arable/horticultural land) ",
                "tag": "h3"
            },
            {
                "content": "* Decreased payment rate will apply to new SFI26 agreements only ",
                "tag": "p"
            },
            {
                "content": "Reason for including: Most of these actions have moderate to high uptake and deliver moderate to high value for money. Some (for example, AHW3: Beetle banks and AHW4: Skylark plots) are niche actions with low uptake but deliver high to very high value for money. Overall, this package of farmland wildlife actions makes a strong contribution to our environmental targets. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: AHW1 and AHW12 have low uptake and alternative actions will remain in the SFI26 offer which deliver similar aims (for example, CAHL1: Pollen and nectar mix, CAHL2: Winter bird food, and CAHL3: Field corners and blocks). ",
                "tag": "p"
            },
            {
                "content": "Table 5: Farmland wildlife (grassland) ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: Like the arable farmland wildlife package, most of these grassland actions have moderate to high uptake and deliver moderate to high value for money. Some (for example, GRH1: Manage rough grazing for birds) currently have low uptake but deliver high to very high value for money. They also support important grassland habitat for birds in the uplands. Overall, this package of farmland wildlife actions makes a strong contribution to our environmental targets. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: GRH6 had moderate uptake. It was the only endorsed action in the SFI24 offer. It’s being removed as part of the simplification of SFI26 as it required bespoke Natural England adviser endorsement. An equivalent of GRH6 is in the CS Higher Tier offer.  ",
                "tag": "p"
            },
            {
                "content": "GRH11 is a supplemental action with moderate uptake. It makes little contribution to our water and biodiversity targets. Also, it is more suited to CS Higher Tier (which includes an equivalent action) where advice can be given on the suitability of sites and management can be tailored to suit the sites. ",
                "tag": "p"
            },
            {
                "content": "Table 6: Heritage ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: While these actions make a smaller direct contribution to our environmental targets, we’re keeping them to recognise and support the historic rural environment. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: HEF2 has very low uptake, gives little or no contribution to our water quality or biodiversity targets. Also, we’re retaining the more popular alternative action (HEF1).  ",
                "tag": "p"
            },
            {
                "content": "HEF5 has very low uptake. Also, it is more suited to CS Higher Tier (which includes an equivalent action) where advice can be given on the suitability of sites and management can be tailored to suit the sites. ",
                "tag": "p"
            },
            {
                "content": "HEF8 has low uptake and makes little to no contribution to our environmental targets. Also, there are alternative SFI actions which partially deliver the same aims (for example, buffer strip actions). ",
                "tag": "p"
            },
            {
                "content": "Table 7: Integrated pest management ",
                "tag": "h3"
            },
            {
                "content": "Reason for including:  These 3 actions all have high or very high uptake and contribute to our environmental targets. CIPM2 and CIPM3 both have very high value for money, with CIPM4 having moderate value for money. CIPM2 creates habitats for pollinators. CIPM3 and CIPM4 both support sustainable crop production. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: CIPM1 has very high uptake, but (like other planning actions) it does not deliver direct environment benefits and therefore delivers poor value for money. ",
                "tag": "p"
            },
            {
                "content": "Table 8: Moorland ",
                "tag": "h3"
            },
            {
                "content": "* Increased payment rates will apply to existing SFI and new SFI26 agreements ",
                "tag": "p"
            },
            {
                "content": "Reason for including: We are keeping 8 moorland actions, all of which are actions first introduced in SFI24. Whilst uptake for these actions is either low or very low, many moorlands are still in legacy agri-environment agreements, which limits their access to similar actions in SFI.  ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: CMOR1 has moderate uptake but (as with other planning actions) it does not deliver direct environmental benefits and therefore is likely to deliver poor value for money. UPL4, UPL7 and UPL9 have low uptake  and alternative actions exist in the 8 moorland actions we are keeping. ",
                "tag": "p"
            },
            {
                "content": "Table 9: Nutrient management ",
                "tag": "h3"
            },
            {
                "content": "*Decreased payment rate will apply to new SFI26 agreements only. ",
                "tag": "p"
            },
            {
                "content": "Reason for including: CNUM2 and CNUM3 have high uptake and deliver very high and medium value for money respectively. Both actions contribute strongly to our water quality and biodiversity targets and support food production by helping improve soil health. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: CNUM1 has very high uptake but (as with other planning actions) does not deliver direct environmental benefits and therefore delivers poor value for money. ",
                "tag": "p"
            },
            {
                "content": "Table 10: Organic ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: We are keeping 11 specialist organic actions, even though currently they have relatively low uptake. This includes 5 organic conversion actions to support farmers in the process of conversion, and 6 organic management actions. Organic farmers can also apply for conventional SFI actions. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: We are removing OFA1, OFA3 and OFA6 because they have very low uptake, and alternatives are available (AHW6: Basic overwinter stubble, AHW2: Supplementary winter bird food, and CIPM3: Companion crops). ",
                "tag": "p"
            },
            {
                "content": "Table 11: Precision farming ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: We are keeping 3 precision farming actions, all of which were introduced in SFI24. PRF1 has high uptake and very high value for money. It makes a moderate/high contribution to our water quality target and supports food production by helping improve nutrient use efficiency. PRF2 and PRF4 currently have low uptake but are being kept in the offer because they have potential to deliver for the environment and support food production (for example, by improving soil health and reducing use of herbicides). ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: PRF3 is being removed because it has very low uptake. Very few contractors and farmers have the necessary equipment to do this action. ",
                "tag": "p"
            },
            {
                "content": "Table 12: Soil health ",
                "tag": "h3"
            },
            {
                "content": "* Decreased payment rate will apply to new SFI26 agreements only ",
                "tag": "p"
            },
            {
                "content": "Reason for including: CSAM2 and CSAM3 have very high uptake, while SOH1 and SOH3 have moderate uptake. All 4 actions deliver high to very high value for money. They make a moderate/high contribution to our environmental targets. Also, they all support food production by helping improve soil health. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: CSAM1 has very high uptake but (as with other planning actions) does not deliver direct environmental benefits and therefore delivers poor value for money. SOH2 and SOH4 have low/moderate uptake. Also, alternative actions are available that deliver similar benefits (for example, SOH3: Multi-species summer sown cover crop, CIPM3: Companion crop, and CSAM2: Winter cover crop).  ",
                "tag": "p"
            },
            {
                "content": "Table 13: Species recovery and management ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: These 2 native breeds actions have low/moderate uptake and do not contribute directly to our water quality or biodiversity targets. However, we are keeping these actions to help show the government’s commitment to supporting the preservation of native breeds. ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: SPM2 and SPM4 have low uptake and do not help us move towards our water quality or biodiversity targets. Also, we are keeping the 2 alternative versions of these native breeds actions. ",
                "tag": "p"
            },
            {
                "content": "Table 14: Waterbodies ",
                "tag": "h3"
            },
            {
                "content": "Reason for including: We are keeping these 6 actions because most of them deliver high value for money and make a vital contribution to our water quality and biodiversity targets.  ",
                "tag": "p"
            },
            {
                "content": "Reason for removing: WBD5, WBD8 and WBD9 are being removed as part of the simplification of the SFI offer. All have low uptake. ",
                "tag": "p"
            },
            {
                "content": "Stay up to date  ",
                "tag": "h2"
            },
            {
                "content": "To follow progress on all this work, subscribe to the Farming Blog. We will keep you informed as details are confirmed and as new opportunities and guidance become available. There is more to do, and we will continue to share updates openly as we move forward. ",
                "tag": "p"
            },
            {
                "content": "Do bookmark the Funding for Farmers, growers and land managers page on GOV.UK. It lists grants and other funding to increase productivity, manage land to benefit the environment and support agricultural businesses. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/24/sfi26-details-definitions-and-what-to-expect/",
        "blog": "The Farming Blog",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "In this post, we explain what to expect from the Sustainable Farming Incentive offer in 2026. We also share the list of the 71 actions available in the new offer, with payment rates."
    },
    {
        "title": "NFU26: how we’re building farming resilience",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-02-24T16:55:26",
        "categories": [
            "Farming and Countryside Team"
        ],
        "content": [
            {
                "content": "Today at the National Farmers Union (NFU) conference, the Secretary of State Emma Reynolds shared more detail on how government will deliver its vision for agriculture in England.",
                "tag": "p"
            },
            {
                "content": "This vision is rooted in improving productivity, economic growth and innovation, building stronger partnerships across the supply chain and safeguarding food security.",
                "tag": "p"
            },
            {
                "content": "In this post, we’ll summarise the announcements in her speech and what they mean for the sector. You will find updates on:",
                "tag": "p"
            },
            {
                "content": "The Sustainable Farming Incentive (SFI)",
                "tag": "h2"
            },
            {
                "content": "For applicants eligible in the first window, SFI26 will open in June. In a dedicated post on SFI26, we set out what to expect, including specific updates to the scheme and a list of the actions with payment rates.",
                "tag": "p"
            },
            {
                "content": "Grants",
                "tag": "h2"
            },
            {
                "content": "The Farming Equipment and Technology Fund (FETF)",
                "tag": "h3"
            },
            {
                "content": "£50 million will soon be available to help farmers invest in kit that boosts productivity, improves slurry management, and strengthens animal health and welfare.",
                "tag": "p"
            },
            {
                "content": "Applications open on 17 March 2026 and will run for 6 weeks, closing on 27 April 2026. This will be the last FETF round in its current form. During 2026, we will look at how best to combine the strongest elements of our grants from 2027, making it easier to apply and ensuring we target funding effectively. ",
                "tag": "p"
            },
            {
                "content": "In a dedicated blog post on FETF, we share a link to the guidance and details of an upcoming webinar for you to learn more.",
                "tag": "p"
            },
            {
                "content": "The Farming Innovation Programme",
                "tag": "h3"
            },
            {
                "content": "£70 million will be available through the Farming Innovation Programme to support new research and development that strengthens agriculture in this country.",
                "tag": "p"
            },
            {
                "content": "This includes £30 million for the Accelerating Development of Practices and Technologies (ADOPT) funding competition. ADOPT is designed to accelerate the uptake of innovative ideas on farms, helping farmers trial practical solutions and adopt approaches that build resilience.",
                "tag": "p"
            },
            {
                "content": "The next round will open on 9 April. We look forward to seeing more businesses access funding, share knowledge and adopt proven innovations.",
                "tag": "p"
            },
            {
                "content": "Visit the Farming Innovation Programme site for more information about the upcoming funding opportunities and how to apply.",
                "tag": "p"
            },
            {
                "content": "Capital Grants",
                "tag": "h3"
            },
            {
                "content": "We will open a new round of the main ELM Capital Grants offer in July 2026.",
                "tag": "p"
            },
            {
                "content": "Capital Grants are payments that help cover the cost of one-off investments on farms, rather than ongoing payments. They fund tree planting, hedgerow restoration and improving water quality.",
                "tag": "p"
            },
            {
                "content": "Funding will increase from £150 million last year to £225 million in 2026.",
                "tag": "p"
            },
            {
                "content": "As before, we will provide updates on uptake when we reach 25%, 50% and 75% of the budget allocation. Guidance will be available on GOV.UK, closer to the opening.",
                "tag": "p"
            },
            {
                "content": "We'll share a more detailed blog post on Capital Grants in the next couple of weeks. Subscribe to the blog for a notification whenever we publish a new post. ",
                "tag": "p"
            },
            {
                "content": "The Farming and Food Partnership Board",
                "tag": "h2"
            },
            {
                "content": "The Farming and Food Partnership Board will oversee the development of Sector Growth Plans, beginning with horticulture and poultry, with further sectors to follow.",
                "tag": "p"
            },
            {
                "content": "The plans will be practical in focus, identify ways to boost domestic production so more British produce reaches supermarket shelves.",
                "tag": "p"
            },
            {
                "content": "They will set out actions to increase productivity and improve resource efficiency. They will identify barriers to growth and profitability, including regulatory issues, and outline steps to address them. ",
                "tag": "p"
            },
            {
                "content": "The plans will assess how costs can be distributed more fairly across the farming and food supply chain.",
                "tag": "p"
            },
            {
                "content": "They will also look at how to predict and increase demand in different markets, including exports, supermarkets, hospitality and catering, and public-sector buying.",
                "tag": "p"
            },
            {
                "content": "Finally, the plans will make sure the sector grows in a way that supports wider goals, including protecting the environment and strengthening long-term food security.",
                "tag": "p"
            },
            {
                "content": "The first meeting of the board group is scheduled for March. The Secretary of State today confirmed that the NFU will sit on the board. More details on membership will follow.",
                "tag": "p"
            },
            {
                "content": "The Farming Roadmap and Farming Profitability Review",
                "tag": "h2"
            },
            {
                "content": "The Secretary of State shared an update on progress with farmers, industry groups and other stakeholders to shape the Farming Roadmap.",
                "tag": "p"
            },
            {
                "content": "Over the past few months, workshops and meetings have taken place across the country to hear views and help ensure the roadmap reflects real experiences and the priorities that matter most.",
                "tag": "p"
            },
            {
                "content": "Engagement will continue, and the Farming Roadmap is due to be published later this year.",
                "tag": "p"
            },
            {
                "content": "Alongside the Farming Roadmap, we will also be publishing a full response to Baroness Batters’ Farming Profitability Review.",
                "tag": "p"
            },
            {
                "content": "Animal health and welfare",
                "tag": "h2"
            },
            {
                "content": "Consultation",
                "tag": "h3"
            },
            {
                "content": "A 12-week consultation, beginning today, seeks views on whether the Animal Health & Welfare Review (our annual vet visits offer, part of the Animal Health and Welfare Pathway) should become a mandatory requirement for all cattle, sheep, and pig farmers in England. ",
                "tag": "p"
            },
            {
                "content": "It also seeks feedback on a wider package of proposed mandatory measures, including:",
                "tag": "p"
            },
            {
                "content": "These proposals have been developed in partnership with industry. During this work, everyone recognised that there is no single perfect solution. ",
                "tag": "p"
            },
            {
                "content": "There are several different approaches that could be taken, and this consultation is a chance to hear from a wider range of people so that the final approach is informed by the experience of those across the sector.",
                "tag": "p"
            },
            {
                "content": "The consultation opens today (24 February 2026) and will close 18 May 2026. ",
                "tag": "p"
            },
            {
                "content": "Share your views by responding to the consultation.",
                "tag": "p"
            },
            {
                "content": "Support for poultry keepers",
                "tag": "h3"
            },
            {
                "content": "In addition to the consultation, we are today confirming a new grant providing funding for biosecurity advisory reviews for poultry keepers. These reviews will be delivered through on‑farm vet visits.",
                "tag": "p"
            },
            {
                "content": "This grant recognises both the cross‑government importance of food security to national security and the continued risk of Highly Pathogenic Avian Influenza to the poultry sector. This grant is funded by £390,000 from the Cabinet Office Integrated Security Fund. We plan to launch this summer.",
                "tag": "p"
            },
            {
                "content": "The measures are intended to support healthier animals, higher welfare, better productivity, stronger biosecurity, and more responsible use of medicines. ",
                "tag": "p"
            },
            {
                "content": "They also aim to help reduce greenhouse gas emissions and build greater resilience against future disease outbreaks. Strong standards can also help open new export opportunities and support the country in future trade discussions.",
                "tag": "p"
            },
            {
                "content": "Farming Collaboration Fund",
                "tag": "h2"
            },
            {
                "content": "A series of workshops will take place through to April, bringing farmers together to hear the latest plans and take part in practical discussions about how the £30 million fund will work in practice.",
                "tag": "p"
            },
            {
                "content": "Each session will include a short presentation followed by a workshop discussion to gather feedback and shape delivery on the ground.",
                "tag": "p"
            },
            {
                "content": "Stay up to date",
                "tag": "h2"
            },
            {
                "content": "We will keep you informed as details are confirmed and as new opportunities and guidance become available. There is more to do, and we will continue to share updates openly as we move forward.",
                "tag": "p"
            },
            {
                "content": "To follow progress on our work, subscribe to the Farming Blog. ",
                "tag": "p"
            },
            {
                "content": "Do bookmark the Funding for Farmers, growers and land managers page on GOV.UK. It lists grants and other funding to increase productivity, manage land to benefit the environment and support agricultural businesses.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/24/nfu26-how-were-building-farming-resilience/",
        "blog": "The Farming Blog",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Today at the NFU Conference, Secretary of State Emma Reynolds shared more detail on how government will deliver its vision for agriculture. In this post, we summarise the announcements in her speech and what they mean for the sector."
    },
    {
        "title": "Connecting businesses with nature: relaunching Projects for Nature ",
        "authors": [
            "Sarah Swash"
        ],
        "posted_on": "2026-02-24T16:53:02",
        "categories": [
            "Green finance",
            "Nature",
            "Wildlife"
        ],
        "content": [
            {
                "content": "Nature is one of our most valuable assets. It provides the food we eat, the water we drink and the landscapes that support our wellbeing and economy. Yet nature is under increasing pressure and public funding alone cannot deliver the scale of recovery that is urgently needed. That is why mobilising private investment into nature recovery is so important. ",
                "tag": "p"
            },
            {
                "content": "I’m Sarah Swash, Head of National Biodiversity at Defra, and in this post, I’m going to tell you about the next steps for Projects for Nature. Projects for Nature is a platform which connects corporate donations with government-screened nature recovery projects in England.   ",
                "tag": "p"
            },
            {
                "content": "As you may remember in our recent post, Projects for Nature is entering a new chapter led by Spacehive, a fundraising platform which connects businesses and other donors with credible, high-quality nature recovery projects across England. ",
                "tag": "p"
            },
            {
                "content": "Why nature needs private investment ",
                "tag": "p"
            },
            {
                "content": "Nature recovery needs investment at scale.  ",
                "tag": "p"
            },
            {
                "content": "Businesses are increasingly recognising both their dependence on nature and their impacts on it. Many are beginning to measure and address these impacts through initiatives such as the Taskforce on Nature-related Financial Disclosures and the Science Based Targets Network. But alongside reducing negative impacts, additional funding is needed to restore ecosystems and support large-scale species recovery. ",
                "tag": "p"
            },
            {
                "content": "Earlier this month countries from around the world came together in Manchester for the UK hosted IPBES 12th meeting, where 152 Member States signed off the Business and Biodiversity Assessment to guide the actions businesses can take to save nature. This is a significant milestone that helps bring clear, shared evidence into the decisions shaping our natural world. ",
                "tag": "p"
            },
            {
                "content": "The report is clear that every business depends on biodiversity, and every business impacts biodiversity. Nature loss is a clear systemic risk to all sectors and businesses, and to economic growth and wellbeing.  ",
                "tag": "p"
            },
            {
                "content": "What Projects for Nature offers businesses ",
                "tag": "p"
            },
            {
                "content": "Projects for Nature provides a simple, trusted way for businesses to support nature recovery in England.  ",
                "tag": "p"
            },
            {
                "content": "Projects on the platform have been screened to ensure they support local and national nature recovery priorities and are delivered by organisations such as the Wildlife Trusts and the National Trust. This helps businesses invest with confidence at the early stages of high-impact nature recovery projects. ",
                "tag": "p"
            },
            {
                "content": "To avoid greenwashing, businesses taking part in Projects for Nature undergo checks to ensure that their investment is genuinely additional to wider efforts to reduce carbon emissions and to minimise negative impacts on nature across their operations and supply chains. Investment through the platform cannot be used to claim ‘net zero’ or ‘nature positive’ status, but it can form part of a credible, transparent journey. ",
                "tag": "p"
            },
            {
                "content": "Proven impact from the pilot phase ",
                "tag": "p"
            },
            {
                "content": "Projects for Nature has already helped mobilise more than £800,000 of private investment in nature‑recovery projects across England, with this figure set to double based on existing commitments. Multi‑year corporate involvement has been central to this success, demonstrating the impact that long‑term partnerships can have in restoring and protecting our natural environment. ",
                "tag": "p"
            },
            {
                "content": "This funding has enabled the successful reintroduction of water voles to an area where they had been locally extinct for 20 years. Other funded projects will improve access to nature, deliver wider social benefits, create local jobs, strengthen habitat connectivity, and create and restore a range of habitats, including vital wetland areas. These habitats will support a variety of priority native species.  ",
                "tag": "p"
            },
            {
                "content": "Relaunching the platform with partners ",
                "tag": "p"
            },
            {
                "content": "Projects for Nature is now live on its refreshed online platform. The new platform makes it easier for businesses, individuals and project developers to explore opportunities and get involved. ",
                "tag": "p"
            },
            {
                "content": "We celebrated Projects for Nature, with an event at Camley Street Natural Park. The event brought together businesses already investing in nature recovery alongside organisations from across government, environmental charities, finance, infrastructure, engineering, energy, technology, community groups and professional services, all keen to learn more about the platform and how to get involved. ",
                "tag": "p"
            },
            {
                "content": "Minister Creagh attended, delivering a speech encouraging businesses to take action to be positive agents of change. This was followed by a panel discussion featuring a representative from Lloyd’s, a project funder, alongside a representative from Wildlife Countryside Link. In addition to representatives from National Trust and Heal Rewilding whose projects have received support through Projects for Nature, offering reflections from both sides of the funding relationship. ",
                "tag": "p"
            },
            {
                "content": "The Minister then shared her closing thoughts and reflections to round off the session. ",
                "tag": "p"
            },
            {
                "content": "Mary Creagh, Minister for Nature, said: ",
                "tag": "p"
            },
            {
                "content": "Nature underpins our economy, our communities and our wellbeing. Reaching our nature recovery goals depends on all of us, with every sector playing its part. ",
                "tag": "p"
            },
            {
                "content": "By backing nature recovery through private finance, businesses can become genuine agents of positive change. Projects for Nature shows the real impact businesses can have when they step forward to restore the natural world we all depend on\" ",
                "tag": "p"
            },
            {
                "content": "Misha Dhanak, CEO of Spacehive, said:  ",
                "tag": "p"
            },
            {
                "content": "\"The breadth of businesses interest in Projects for Nature demonstrates the growing commitment from the private sector to support nature recovery. The platform provides a clear and credible way for companies to convert that interest into action, backing local projects that deliver real benefits for landscapes, wildlife, and communities. ",
                "tag": "p"
            },
            {
                "content": "By connecting businesses with high-quality initiatives, the platform unlocks the investment needed to restore and protect our natural environment. We hope to inspire more businesses to step forward, fund projects, and help nature thrive where it's needed most\". ",
                "tag": "p"
            },
            {
                "content": "How to get involved ",
                "tag": "p"
            },
            {
                "content": "As we relaunch the platform, we invite businesses and partners to be part of the next chapter – supporting nature at the scale and pace it needs. There are several ways you can take part in Projects for Nature: ",
                "tag": "p"
            },
            {
                "content": "By providing trusted routes for private investment, Projects for Nature is helping turn ambition into action for nature recovery in England.  ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2026/02/24/connecting-businesses-with-nature-relaunching-projects-for-nature/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "Projects for Nature is entering a new chapter led by Spacehive, a fundraising platform which connects businesses and other donors with credible, high-quality nature recovery projects across England.  Read this post to find out more."
    },
    {
        "title": "Farming Equipment and Technology Fund 2026: guidance now available ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-02-24T16:51:46",
        "categories": [
            "Payments for equipment, technology and infrastructure"
        ],
        "content": [
            {
                "content": "The application window for the next round of the Farming Equipment and Technology Fund (FETF 2026) will open on 17 March.",
                "tag": "p"
            },
            {
                "content": "Guidance for FETF 2026  is now available on GOV.UK to help you prepare.",
                "tag": "p"
            },
            {
                "content": "Funding available",
                "tag": "h2"
            },
            {
                "content": "A total of £50 million will be available to farmers, growers, foresters and their contractors to invest in equipment and technology.",
                "tag": "p"
            },
            {
                "content": "Funding is split across 3 themes:",
                "tag": "p"
            },
            {
                "content": "You can apply for a grant towards the cost of specific items from approved lists within these themes. In total, 290 items are eligible for funding.",
                "tag": "p"
            },
            {
                "content": "Grants range from £1,000 to £25,000 per theme. You can apply for items under more than one theme, up to a combined maximum of £75,000.",
                "tag": "p"
            },
            {
                "content": "We will pay a percentage of the cost of each item. The exact amount depends on the item you choose.",
                "tag": "p"
            },
            {
                "content": "These items can cut costs, improve efficiency and protect profits.",
                "tag": "p"
            },
            {
                "content": "Changes in this round",
                "tag": "h2"
            },
            {
                "content": "We have made some changes to the fund:",
                "tag": "p"
            },
            {
                "content": "This will be the final standalone round of FETF in its current form. We intend to bring together the strongest elements of our grant schemes from 2027 to simplify the application process and target funding more effectively.",
                "tag": "p"
            },
            {
                "content": "Farm productivity  ",
                "tag": "h2"
            },
            {
                "content": "This grant can help you improve efficiency on farm and strengthen profitability. ",
                "tag": "p"
            },
            {
                "content": "There are 70 productivity items available in this round, and you can apply for a grant towards any of them. We’ve added a range of new items this year, including autonomous UV-C light treatment.  ",
                "tag": "p"
            },
            {
                "content": "Items include: ",
                "tag": "p"
            },
            {
                "content": "The full list of items and specifications can be found in the guidance.",
                "tag": "p"
            },
            {
                "content": "Applications for productivity items are scored based on the extent to which they improve productivity, deliver environmental benefits, and how widely the items are used across the industry. ",
                "tag": "p"
            },
            {
                "content": "Animal health and welfare  ",
                "tag": "h2"
            },
            {
                "content": "Animal health and welfare grants are available to commercial farmers who keep pigs, sheep, dairy cows, beef cattle, laying hens or broilers.  ",
                "tag": "p"
            },
            {
                "content": "This grant can help you invest in equipment that improves livestock health and welfare — supporting productivity, product quality and more consistent production, while strengthening profitability.  ",
                "tag": "p"
            },
            {
                "content": "There are over 100 animal health and welfare items available in this round, and you can apply for a grant towards any of them.",
                "tag": "p"
            },
            {
                "content": "Items include: ",
                "tag": "p"
            },
            {
                "content": "We developed the list with input from farmers, vets, academics and industry groups. Following strong demand in FETF25, we’ve made only minor changes this year. ",
                "tag": "p"
            },
            {
                "content": "The full list of items and specifications can be found in the guidance.",
                "tag": "p"
            },
            {
                "content": "Your vet can help you identify the most useful improvements for your farm and the equipment that could support them. You can take advantage of our funded vet visit to have this conversation.  ",
                "tag": "p"
            },
            {
                "content": "Slurry management ",
                "tag": "h2"
            },
            {
                "content": "This grant can help you improve how you collect, store, test and apply slurry. ",
                "tag": "p"
            },
            {
                "content": "Better slurry management supports soil health and water and air quality, while helping you make the most of valuable nutrients — which can support nature and reduce the need for purchased fertiliser. ",
                "tag": "p"
            },
            {
                "content": "There are 17 slurry management items available in this round, including: ",
                "tag": "p"
            },
            {
                "content": "The full list of items and specifications can be found in the guidance.",
                "tag": "p"
            },
            {
                "content": "Applications for these items are scored based on how much they improve slurry management, the environmental benefits they deliver, and how widely the items are used across the industry. ",
                "tag": "p"
            },
            {
                "content": "Preparing to apply ",
                "tag": "h2"
            },
            {
                "content": "The guidance is available now, so you can decide which items best meet your business needs and start preparing your application. ",
                "tag": "p"
            },
            {
                "content": "The updated guidance includes: ",
                "tag": "p"
            },
            {
                "content": "When you apply, the contact details you enter must match the details registered in the Rural Payments service, so please check your information is up to date. ",
                "tag": "p"
            },
            {
                "content": "After the application window closes in late April, all applications will be reviewed and scored. As this is a competitive fund, you may not receive all or any of the funding you apply for. ",
                "tag": "p"
            },
            {
                "content": "Each theme has its own scoring rules to make sure public money is spent well.  ",
                "tag": "p"
            },
            {
                "content": "Join our webinar  ",
                "tag": "h2"
            },
            {
                "content": "We will host a webinar on Thursday 12 March at 10am.",
                "tag": "p"
            },
            {
                "content": "During the session, Defra and the Rural Payments Agency will cover:",
                "tag": "p"
            },
            {
                "content": "We encourage anyone planning to apply to register for the webinar. ",
                "tag": "p"
            },
            {
                "content": "We will share the recording in this post and on our webinars page after the event. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to receive an e-mail notification as soon as the grant opens for applications, subscribe to the Farming Blog. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/24/farming-equipment-and-technology-fund-2026-guidance-now-available/",
        "blog": "The Farming Blog",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Applications for the next round of the Farming Equipment and Technology Fund (FETF 2026) open on 17 March. The guidance is now live, and we’re hosting a webinar to help you prepare."
    },
    {
        "title": "The Bat Advice Service (BAS) – Reforming Natural England’s advice for householders ",
        "authors": [
            "Matthew Heard"
        ],
        "posted_on": "2026-02-24T14:42:14",
        "categories": [
            "Development",
            "Licensing",
            "Natural England",
            "Nature",
            "Protected sites and species"
        ],
        "content": [
            {
                "content": "By Matt Heard, National Delivery Director",
                "tag": "p"
            },
            {
                "content": "In this blog we explain how we are reforming the Bat Advice Service, the free support available to householders and places of worship who have bat roosts in their buildings. We cover what the current service offers, why we're making changes, and what the new approach will mean for anyone who needs advice about living alongside bats or planning building work. We also set out the timeline for these changes and how you can provide feedback. ",
                "tag": "p"
            },
            {
                "content": "Bats play a crucial role in Britain's ecosystems. As the only flying mammals in the UK, they act as important indicators of environmental health. Thriving bat populations signals a healthy, balanced ecosystem. ",
                "tag": "p"
            },
            {
                "content": "The UK is home to 18 species of bat. However, their populations have suffered significant historical declines, this means that all species of bats in the UK are protected by law. Loss of natural habitats means some bat species have been forced to find safe havens in buildings including homes and places of worship.",
                "tag": "p"
            },
            {
                "content": "These roosts are becoming essential for the survival of many bat species, but this means that people may need advice to help them live with their bat roosts, especially if they are planning repairs or maintenance.  ",
                "tag": "p"
            },
            {
                "content": "Natural England are currently changing how we provide this free advice to householders who have bat roosts through the Bat Advice Service.  ",
                "tag": "p"
            },
            {
                "content": "If you are a householder or place of worship in England and think you have a bat roost then you may be able to get free advice if you: ",
                "tag": "p"
            },
            {
                "content": "This is the Bat Advice Service (BAS), and it is currently delivered as part of the National Bat Helpline by the Bat Conservation Trust (BCT) on behalf of Natural England.  ",
                "tag": "p"
            },
            {
                "content": "The helpline can provide advice over the phone in many cases. Other people will need to wait to receive written advice until after one of Natural England’s volunteer roost visitors have inspected their property. This is because the BAS relies on the generosity of our volunteers to do these inspections in their own time, and Natural England and BCT need time to review their reports before writing advice.  ",
                "tag": "p"
            },
            {
                "content": "There are also limits on the types of work that the BAS can advise on. For example, it does not provide free advice for works that need planning permission or for larger-scale repairs. ",
                "tag": "p"
            },
            {
                "content": "These limits aren’t caused by the BCT or their helpline – they’re just part of the restrictions and limits of the current BAS.  ",
                "tag": "p"
            },
            {
                "content": "What is changing and why are we doing this? ",
                "tag": "h4"
            },
            {
                "content": "Natural England’s new strategy sets out how we are streamlining regulation to not only focus on outcomes but also to prioritise resources in areas that deliver the greatest benefit for communities and nature. This includes situations where we provide regulatory advice, like we do through the BAS.",
                "tag": "p"
            },
            {
                "content": "Alongside this, Dan Corry’s review into environmental regulation recommended that we focus our efforts on the proportionality of regulation, and shift to providing more digital advice that can be accessed immediately.",
                "tag": "p"
            },
            {
                "content": "We have looked at how the BAS currently operates and we see an opportunity to move more of this support online, with that advice coming directly from Natural England. This will let us change our focus and reduce the wait many people have before receiving written advice, especially when they are planning or carrying out repair or maintenance works.",
                "tag": "p"
            },
            {
                "content": "We know online advice won’t work for everyone. Some people may struggle to use online resources and others will need the reassurance and expertise from a visit by a bat worker. We’re factoring this in, although the situations where you can expect a free site visit will change.",
                "tag": "p"
            },
            {
                "content": "The benefits of the new service ",
                "tag": "h4"
            },
            {
                "content": "Over the coming months we will be developing a new approach which will use an online service to allow a householder to provide information about their situation. The service will then aim to:",
                "tag": "p"
            },
            {
                "content": "Our ambition is that this will make it easier for householders to get the advice they need, including some cases where they wouldn’t have been able to get free advice from the BAS in the past.",
                "tag": "p"
            },
            {
                "content": "We’ve learned a lot working with BCT and their expertise has helped thousands of households. We are using this knowledge to help shape our new approach.",
                "tag": "p"
            },
            {
                "content": "When will this happen and what if I need the bat advice service before then? ",
                "tag": "h4"
            },
            {
                "content": "We want to make sure we get this right, and so we don’t have an exact launch date yet. We are working on this over the coming year and would expect the new service to be launched before March 2027. We will make further announcements once the new service is ready.",
                "tag": "p"
            },
            {
                "content": "Until the new service is ready you can still access the BAS through the BCT helpline as normal. We will make sure there is a smooth transition once the new service is ready.",
                "tag": "p"
            },
            {
                "content": "Places of worship",
                "tag": "h4"
            },
            {
                "content": "Unlike houses, places of worship often have complex issues living with bats as many support large and important bat roosts. We do not expect places of worship will use our new online service to access bat advice.  ",
                "tag": "p"
            },
            {
                "content": "As we develop our new approach, we will be looking at how we can continue to support places of worship who are living with bats. In the meantime, if you are responsible for a place of worship then you can continue to access the BAS through the BCT. ",
                "tag": "p"
            },
            {
                "content": "Provide feedback ",
                "tag": "h4"
            },
            {
                "content": "We understand that many of you may have feedback about our plans for the Bat Advice Service, especially if you have used it in the past. If you have any initial feedback, you can send this to  BatAdviceService.Feedback@naturalengland.org.uk. ",
                "tag": "p"
            },
            {
                "content": "We will not be able to respond to individual emails or questions, however all feedback will be considered as part of our work.  ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/02/24/the-bat-advice-service-bas-reforming-natural-englands-advice-for-householders/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Matt Heard, National Delivery Director In this blog we explain how we are reforming the Bat Advice Service, the free support available to householders and places of worship who have bat roosts in their buildings. We cover what the current …"
    },
    {
        "title": "Schools white paper: What parents need to know about changes to the SEND system ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-24T14:40:30",
        "categories": [
            "Schools",
            "SEND"
        ],
        "content": [
            {
                "content": "Changes to the special educational needs and disabilities (SEND) system have been announced, as part of the schools white paper: Every Child Achieving and Thriving. ",
                "tag": "p"
            },
            {
                "content": "Around 1.7 million children in England have SEND – which is roughly one in five children in schools across the country.  ",
                "tag": "p"
            },
            {
                "content": "That is why we’re setting out new changes to make sure every child, including those with SEND, are getting the right support that they need and deserve. ",
                "tag": "p"
            },
            {
                "content": "Here's what it means for you and your child. ",
                "tag": "p"
            },
            {
                "content": "How is the system being changed?  ",
                "tag": "h3"
            },
            {
                "content": "We are creating a simple, logical system to meet the needs of all children and young people with SEND.  ",
                "tag": "p"
            },
            {
                "content": "This starts with a universal offer of support which every child will benefit from, across all schools. This includes high-quality adaptive teaching, calm environments, and early help when needed. ",
                "tag": "p"
            },
            {
                "content": "We expect most children will have their needs met through this offer. But for children and young people with additional needs, there will be three further levels of support:  ",
                "tag": "p"
            },
            {
                "content": "What is an Individual Support Plan? ",
                "tag": "h3"
            },
            {
                "content": "Under changes to the SEND system, every child with additional needs will have a new Individual Support Plan.  ",
                "tag": "p"
            },
            {
                "content": "An Individual Support Plan is a digital record of your child's needs, the day-to-day support your child will have, and how it will be given. Both teachers and parents will be able to access this record.  ",
                "tag": "p"
            },
            {
                "content": "Every school, nursery and college will have a legal duty to create an Individual Support Plan for every child with SEND. It will be reviewed regularly as your child's needs change, to make sure it is still suitable for your child.  ",
                "tag": "p"
            },
            {
                "content": "But what is happening to Education, Health and Care Plans (EHCPs)? ",
                "tag": "h3"
            },
            {
                "content": "Education, Health and Care Plans (EHCPs) will stay in place for children who need more support than is routinely available in mainstream schools. However, we are making changes to make the system work better.  ",
                "tag": "p"
            },
            {
                "content": "We will introduce digital EHCPs which will include information such as personal care help for a child with a physical disability.  ",
                "tag": "p"
            },
            {
                "content": "Every child with an EHCP will also have an Individual Support Plan, which will set out the practical, day-to-day support the nursery, school or college will provide and how it will be delivered. ",
                "tag": "p"
            },
            {
                "content": "Parents, carers and a child’s teachers will all be involved in the plans being developed – so everyone has a say in what support they have and how it is given. ",
                "tag": "p"
            },
            {
                "content": "Will my child lose their EHCP?",
                "tag": "h3"
            },
            {
                "content": "No child is losing support they need. An assessment will be made – in three years’ time, after significant investment – of whether children’s needs can be better met with an Individual Support Plan.",
                "tag": "p"
            },
            {
                "content": "This does not apply to children in special schools. For children in mainstream, we’re talking about children who are seven years old or younger today – everyone else will keep their existing EHCP until at least 16.",
                "tag": "p"
            },
            {
                "content": "Will teachers be trained to help support my child? ",
                "tag": "h3"
            },
            {
                "content": "Yes. Every school, college and nursery will be expected to train their staff to adapt their teaching for children with special educational needs.  ",
                "tag": "p"
            },
            {
                "content": "This is backed by £200 million of funding in a new training programme, to make sure that every teacher knows how to support every child in their classroom and give them the help they need – not just specialist staff.  ",
                "tag": "p"
            },
            {
                "content": "What is an inclusion base? How will that help?  ",
                "tag": "h3"
            },
            {
                "content": "An inclusion base is a dedicated space in a mainstream school that can offer specialist teaching or targeted support for children and young people with additional needs.  ",
                "tag": "p"
            },
            {
                "content": "The government has set an expectation that in time, every secondary school will have an inclusion base, alongside the same number of places in primary schools.  ",
                "tag": "p"
            },
            {
                "content": "These bases will be flexible spaces that serve different levels of need. They could be used for small group work such as reading and writing, or for children struggling with a busy school environment. They may also be usedor for more specialist spaces such as for teaching an adapted curriculum – what children learn at school – or for 1-2-1 personal care.  ",
                "tag": "p"
            },
            {
                "content": "Over £3.7 billion of funding will create 60,000 specialist places in nurseries, schools and colleges. This will include creating more inclusion bases.  ",
                "tag": "p"
            },
            {
                "content": "What are Experts at Hand? What specialist support will be there for my child? ",
                "tag": "h3"
            },
            {
                "content": "Children in mainstream settings who need support from specialists will be supported through a new programme called Experts at Hand.  ",
                "tag": "p"
            },
            {
                "content": "The new Experts at Hand service will increase the support available in mainstream schools, colleges and nurseries by offering access to specialist expertise. This includes occupational therapy, educational psychology, and speech and language therapy support.  ",
                "tag": "p"
            },
            {
                "content": "We are giving around £1.8 billion over the next three years for local areas to design and implement the new Experts at Hand offer develop this new service, which will be based on the needs of education settings, children and young people in their local area. ",
                "tag": "p"
            },
            {
                "content": "With better access to specialist support, it means that many children will no longer need an EHCP to access the support they need because it will be readily available to them. ",
                "tag": "p"
            },
            {
                "content": "When will these changes happen? ",
                "tag": "h3"
            },
            {
                "content": "These are major changes and moving to this new system won’t happen overnight.  ",
                "tag": "p"
            },
            {
                "content": "We will work with schools, local authorities and families to implement these changes – backed by £7 billion more funding for SEND support in 2028-29 than 2025-26. ",
                "tag": "p"
            },
            {
                "content": "No changes to the support given by EHCPs will begin before September 2030.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/schools-white-paper-what-parents-need-to-know-about-changes-to-the-send-system/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Changes to the special educational needs and disabilities (SEND) system have been announced, as part of the schools white paper: Every Child Achieving and Thriving. "
    },
    {
        "title": "Beyond The Reef: A leg of surprises in the Turks and Caicos Islands  ",
        "authors": [
            "danielleanthony1"
        ],
        "posted_on": "2026-02-24T14:28:50",
        "categories": [
            "10 years",
            "Science",
            "Survey",
            "Turks & Caicos Islands",
            "UK Overseas Territories"
        ],
        "content": [
            {
                "content": "On the 31st of January, the RRS James Cook sailed into Turks and Caicos waters, ready to uncover an unknown world in the depths. Generations of local knowledge and extensive research is available for the shallow, coastal waters of the Turks and Caicos Islands (TCI). In contrast, there is limited knowledge of their deeper waters. In just 10 days, the scientific team worked around the clock to collect a wealth of data to change this. ",
                "tag": "p"
            },
            {
                "content": "Collecting data on this huge scale was achieved by a team of scientists working across a range of scientific techniques.  ",
                "tag": "p"
            },
            {
                "content": "To study habitats multibeam echosounders were used to map the depths of the seafloor. CTDs (an instrument that measure parameters including the conductivity, temperature and depth of the water) was used to analyse the physical and chemical profile of the water from surface to seafloor. Fisheries acoustics also uses sound, but this time to map the location and abundance of fish. Seabed camera systems and the RMT, a mid-water net designed to collect specimens at specific depths, provide more information on the types of habitats and species that are present.  ",
                "tag": "p"
            },
            {
                "content": "Each method provides specific information that layers together to give a 3D picture of the habitat and ecology of the sea. Through this, we can begin to understand how habitats and marine life interact and influence each other.  ",
                "tag": "p"
            },
            {
                "content": "But why focus the deep sea now?  ",
                "tag": "h3"
            },
            {
                "content": "The ocean is the backbone of coastal nations like TCI, providing a source of food, income, and cultural pride. TCI’s deeper waters represent new opportunities to develop their blue economy and better understand the processes that influence their current fisheries and climate vulnerability. With the scientific evidence collected on this expedition, TCI can better conserve and manage their marine ecosystems it resides over.  ",
                "tag": "p"
            },
            {
                "content": "Extreme Geography ",
                "tag": "h3"
            },
            {
                "content": "The Turks and Caicos Islands consist of two main limestone banks, the Caicos Bank on which the main archipelago sits and the smaller Turks Bank. The edge of these banks is marked by steep underwater cliffs that abruptly plunge to over 1000 metres deep. But these cliffs weren’t the only dramatic geography found on TCI’s seafloor.  ",
                "tag": "p"
            },
            {
                "content": "The expedition was the first to map a previously unknown 70 kilometre long ridge. Rising 3700 metres above the seabed at its peak, this imposing feature looks like somebody reached down and pinched the Earth. Current charts of TCI’s seabed are based off of data collected in the 1980's or even earlier. These charts suggested something was there, but there was no indication of such a continuously prominent ridge in this area of the seafloor. ",
                "tag": "p"
            },
            {
                "content": "The geography of the seafloor influences the surrounding oceanography. Steep seafloor features like those found in TCI, drive vital nutrient rich deeper water closer to the surface. Increased nutrient concentrations support the growth of more plankton. With more plankton, comes more small fish which then supports a greater population of larger economically important species like tuna, mahi mahi and billfish. As a result, richer, more diverse ecosystems are often found near ridges, seamounts, and the edge of banks.  ",
                "tag": "p"
            },
            {
                "content": "Therefore, having detailed maps of these features matters greatly. Such maps, in conjunction with the sampling undertaken during this survey can give an indication of which areas could support higher biodiversity. In the future, this information can support the potential diversification of TCIs fishing sector into pelagic fisheries such as tuna, billfish and mahi mahi.  ",
                "tag": "p"
            },
            {
                "content": "Deep water residents ",
                "tag": "h3"
            },
            {
                "content": "Through sampling via the RMT net and deploying numerous cameras, a lot was learnt about TCI’s deep-water residents. Each net brought up fish, crustaceans and gelatinous creatures that were almost other-worldly in their appearance compared to TCI’s shallow water residents. It’s the first time many of these specimens have been described in the region. As a result, scientists can now better  understand the biodiversity of TCI’s pelagic waters.  ",
                "tag": "p"
            },
            {
                "content": "Numerous Spiny lobster at various developmental stages were also caught around the islands. Spiny lobsters are on of the key fisheries in the TCI. Therefore, understanding the recruitment of TCI's lobsters is crucial to supporting sustainable management of these fisheries. There are many more questions to answer; however, findings these delicate larvae in the RMT net is an encouraging sign. ",
                "tag": "p"
            },
            {
                "content": "A baited camera trap was used to discover inhabitants of the seafloor. Amazingly, five different types of sharks were captured! They include Cuban dogfish and a six-gill shark. There is a common assumption that not much lives on the expansive mud plains that cover much of the deep ocean. However, images like this are a reminder that even the bleakest corner of the ocean is rich with life. Increasing understanding of the biodiversity of the deep sea will support future conservation efforts.  ",
                "tag": "p"
            },
            {
                "content": "Increasing capacity on island  ",
                "tag": "h3"
            },
            {
                "content": "Five representatives from TCI's government agencies joined the expedition, bringing with them a wealth of expertise built up over years of working in and around these islands. Alexander 'Roddy' McLeod, Christopher May and Jessly Robinson joined from the Department of Environment and Coastal Resources (DECR), while Destiny Missick and Rodney Smith represented the Department of Fisheries. ",
                "tag": "p"
            },
            {
                "content": "Between them, the team brought a wealth of knowledge in coastal ecology, fisheries management, and water chemistry and were keen to be at the forefront of expanding this knowledge to the deep.  ",
                "tag": "p"
            },
            {
                "content": "Destiny, Roddy and Chris were involved with camera work and biological sampling. Their familiarity with the local ecosystems greatly supported the identification of numerous specimens. This collaborative effort is central to the expedition. It brings together diverse skills and local insights, enabling scientists from the UK and Overseas Territories to work side by side on pioneering research.",
                "tag": "p"
            },
            {
                "content": "Outreach Officer for the DECR, Christopher May, reflected on his experience: “I was initially excited about the prospect of being a part of the expedition. I feel more confident relaying the information collected back to the Turks and Caicos Island community. I feel it will lead to more discussions directed to resources. I’m grateful for the experience and the group of scientists working together to gather information that will support the Turks and Caicos Islands.” ",
                "tag": "p"
            },
            {
                "content": "Water quality is an increasing focus for the DECR. During the expedition Jessly Robinson, laboratory manager at the DECR, received specialist training on two new machines. The first of these is a field-portable microtoxcology system (“MicroTox\") which can provide an indication of toxins present in sediment. The second piece of equipment is a spectrophotometric  system for measuring the concentrations of inorganic nutrients in seawater. Work on board included training in the use of this system to measure nitrite concentrations -  a useful indicator of sewage or agricultural pollution. Jessly’s training and this new equipment is providing TCI with the capacity to begin monitoring their water quality.  ",
                "tag": "p"
            },
            {
                "content": "The final leg ",
                "tag": "h3"
            },
            {
                "content": "The Beyond the Reef Caribbean Expedition is currently on the final leg of its voyage in the Cayman Islands. Here, scientists from the Cayman Government Department of Environment are working alongside the crew to continue investigations of the Caribbean’s lesser-known waters.  ",
                "tag": "p"
            },
            {
                "content": "More about the Blue Belt Programme ",
                "tag": "h3"
            },
            {
                "content": "The Blue Belt Programme is a collaborative partnership between the UK Overseas Territories and UK Government to enhance the protection and sustainable management of some of the world’s most unique marine environments. The Programme has established nearly 4 million square kilometres of marine protected areas. The Turks and Caicos Islands Government was the first Caribbean OT to partner with the Blue Belt Programme. Since joining in 2022, this partnership has gone from strength to strength.  ",
                "tag": "p"
            },
            {
                "content": "The Blue Belt Programme has supported TCI’s ambitions to conserve and manage its marine environments by providing technical and financial assistance, including a new research vessel. The data collected via the Beyond the Reef Caribbean Expedition is only the beginning. The  Programme will continue to work with the DECR and Department of Fisheries teams to utilise this new data to support TCI’s marine environment and blue economy. Enabling them to make evidence-based decisions on what happens within their waters. ",
                "tag": "p"
            },
            {
                "content": "This expedition builds on the success of previous missions, including the Discovery 159 survey to the Atlantic islands of Ascension and St Helena in 2022 – which saw the discovery of two new seamounts and some of the first recordings of cold-water coral reefs at a depth of 1,000 metres. ",
                "tag": "p"
            }
        ],
        "link": "https://thebluebeltprogramme.blog.gov.uk/beyond-the-reef-a-leg-of-surprises-in-the-turks-and-caicos-islands/",
        "blog": "The Blue Belt Programme",
        "blog_link": "https://thebluebeltprogramme.blog.gov.uk",
        "description": "On the 31st of January, the RRS James Cook sailed into Turks and Caicos waters, ready to uncover an unknown world in the depths. Generations of local knowledge and extensive research is available for the shallow, coastal waters of the Turks and Caicos Islands (TCI). In contrast, there …"
    },
    {
        "title": "Splink or Swim: The Benefits of Being Small Enough To Fail ",
        "authors": [
            "Robin Linacre"
        ],
        "posted_on": "2026-02-24T14:28:35",
        "categories": [
            "collaboration",
            "Data",
            "data quality",
            "Innovation",
            "Splink"
        ],
        "content": [
            {
                "content": "A behind-the-scenes look at winning the Civil Service innovation award ",
                "tag": "p"
            },
            {
                "content": "Suppose the Civil Service embarked on an ambitious project to create software that would be used widely in government and beyond. The design would involve cross-departmental and international collaboration, and the software would be downloaded over 15 million times. ",
                "tag": "p"
            },
            {
                "content": "How might we imagine the project would be governed and delivered? ",
                "tag": "p"
            },
            {
                "content": "This isn’t hypothetical: the project is called Splink. It had a distinctive approach to delivery, which illuminates how to achieve real-world innovation. ",
                "tag": "p"
            },
            {
                "content": "What is Splink? ",
                "tag": "p"
            },
            {
                "content": "Splink is an open‑source software library for linking and deduplicating large datasets. In simple terms, it helps organisations match records that refer to the same real‑world person or thing, even when the data is messy, incomplete, or inconsistent. ",
                "tag": "p"
            },
            {
                "content": "It is used across government and internationally to improve data quality for statistics, research, and operational decision‑making, and has been downloaded millions of times since its release. ",
                "tag": "p"
            },
            {
                "content": "I will tell this story through a series of observations from my career. They suggest that the engine that drives innovation is perseverance rather than brilliance.   ",
                "tag": "p"
            },
            {
                "content": "Head of Innovation ",
                "tag": "p"
            },
            {
                "content": "Many years ago, my job title was Head of Innovation. I ran a series of workshops to generate ideas. Results were prioritised and fed back to leaders in the hope that the best ideas would be taken forward. But a year later, we had little meaningful to show. ",
                "tag": "p"
            },
            {
                "content": "I learned there was no shortage of ideas, and no shortage of clever, enthusiastic people who want to do things better. ",
                "tag": "p"
            },
            {
                "content": "My mistake was thinking innovation is something novel that could come from a flash of inspiration. More often,it comes from tinkering with the same problem over the years, trying different things, and refining ideas. ",
                "tag": "p"
            },
            {
                "content": "But this means drawing from a deep wellspring of motivation year after year. ",
                "tag": "p"
            },
            {
                "content": "My first week at MoJ ",
                "tag": "p"
            },
            {
                "content": "In my first week working for the Ministry of Justice, I was given a MacBook with 'developer permissions'. I was amazed; in previous organisations I had been given heavily locked down one-size-fits-all laptops that prevented me trying anything new, whilst being expected to deliver innovative data science work. ",
                "tag": "p"
            },
            {
                "content": "This may seem trivial, but it was a strong signal that the organisation recognised and valued skills and was proactive about removing obstacles to doing my job. This experience has continued and has been a strong source of motivation ever since. The message was clear: \"We value your work, and trust that you know what you’re doing\".",
                "tag": "p"
            },
            {
                "content": "Failed attempts in other countries at building something like Splink ",
                "tag": "p"
            },
            {
                "content": "Splink was not even a novel idea.  ",
                "tag": "p"
            },
            {
                "content": "In fact, the US Census Bureau notes that “National Statistics Institutes … had failed in possibly thirty attempts of the initial development of [such] systems”.  These tended to be large-scale attempts, “often consisting of five to fifteen individuals” working for “two to four years to get preliminary results\".",
                "tag": "p"
            },
            {
                "content": "In contrast, the Splink team has averaged two people and released the first version of Splink within 6 months. ",
                "tag": "p"
            },
            {
                "content": "This is reminiscent of the well-worn phrase \"ideas are cheap; execution is everything\". I don't know what caused those thirty failures, but I do know what we got right with the delivery of Splink. ",
                "tag": "p"
            },
            {
                "content": "The governance structure of Splink ",
                "tag": "p"
            },
            {
                "content": "I started writing Splink in 2019. The initial ask was small in scope: we would spend a few months writing software that could deduplicate one specific dataset. ",
                "tag": "p"
            },
            {
                "content": "Almost by accident, this resulted in an approach to delivery that was foundational for Splink's success: ",
                "tag": "p"
            },
            {
                "content": "In effect, Splink was allowed to splink or swim: it could prove its value through real‑world use, or quietly fail without becoming a programme that was “too big to stop”.",
                "tag": "p"
            },
            {
                "content": "If innovation is more about execution than ideas, then a supportive governance structure must combine autonomy with rapid, honest, and potentially existential feedback.   ",
                "tag": "p"
            },
            {
                "content": "Working in the open ",
                "tag": "p"
            },
            {
                "content": "Splink has been developed as open‑source software from day one. I consider this to be the single most important factor in Splink’s success because of how it has contributed to the quality of the software, the clarity around how well things are going, and, ultimately, the motivation of the team.",
                "tag": "p"
            },
            {
                "content": "By working in the open, we have exposed Splink to continuous external feedback, which is largely anonymous and therefore honest. This has created a virtuous cycle, leading to collaboration with many world‑leading experts in record linkage and the incorporation of their ideas. ",
                "tag": "p"
            },
            {
                "content": "This iterative process of feedback underpins adoption. There's no obvious single idea behind Splink that could be written on a Post-it note. Instead, Splink is an accumulation of a large number of small ideas from many different people who are incentivised to make it a success.  This has required several rewrites - and it's not much fun to rip up your own work. ",
                "tag": "p"
            },
            {
                "content": "But it's always felt worth it, because working in the open magnifies the societal benefits of Splink. Any improvements are immediately enjoyed by many users across government and beyond. This makes every day feel worthwhile, even after five years, and indeed several team members have stayed on the team for much longer than the typical Civil Service stint. ",
                "tag": "p"
            },
            {
                "content": "What I have learned ",
                "tag": "p"
            },
            {
                "content": "Most people have a desire to make things better.  But what is the 'user experience' of innovation? Often, unintentionally, large organisations put up obstacles, leading to frustration which gnaws away at motivation. ",
                "tag": "p"
            },
            {
                "content": "I like to think of innovation as a force. The strength of the force is the aggregate result of these individual experiences of trying to make things better. If we want more of it, we need this experience to be as good as possible. ",
                "tag": "p"
            },
            {
                "content": "The experience of Splink suggests some tangible steps to help: ",
                "tag": "p"
            },
            {
                "content": "I love my job, and I can't think of anything I'd rather do. On reflection, that is the real reason for Splink's success. ",
                "tag": "p"
            }
        ],
        "link": "https://mojdigital.blog.gov.uk/2026/02/24/splink-or-swim-the-benefits-of-being-small-enough-to-fail/",
        "blog": "Justice Digital",
        "blog_link": "https://mojdigital.blog.gov.uk",
        "description": "A behind-the-scenes look at winning the Civil Service innovation award  Suppose the Civil Service embarked on an ambitious project to create software that would be used widely in government and beyond. The design would involve cross-departmental and international collaboration, and the …"
    },
    {
        "title": "Right-first-time planning submissions",
        "authors": [
            "Michael Kalam, Founder, UK Planning Gateway"
        ],
        "posted_on": "2026-02-24T10:42:47",
        "categories": [
            "Data"
        ],
        "content": [
            {
                "content": "UK Planning Gateway joined the Geovation Accelerator Programme in August 2025. The programme, backed by HM Land Registry and Ordnance Survey, provides geospatial and PropTech start-ups with grant funding and 12 months of support. ",
                "tag": "p"
            },
            {
                "content": "As Managing Director of Lapworth Architects for over 15 years, I realised the amount of friction caused by small inconsistencies in the planning system. That led me to found UK Planning Gateway to address the problem.",
                "tag": "p"
            },
            {
                "content": "We’re a small team working across England and Wales, focused on improving how planning applications are prepared and validated before they reach a local authority.",
                "tag": "p"
            },
            {
                "content": "Our primary users are architects and planning professionals, but the benefits extend further to planning officers, councils and anyone who wants a clearer route through the process.",
                "tag": "p"
            },
            {
                "content": "Why we started",
                "tag": "h2"
            },
            {
                "content": "The idea came directly from experience. Time and again, I saw planning delays blamed on “the system”, but a lot of wasted time comes from smaller, fixable things. I kept seeing applications slowed down because the basics did not line up: boundaries that did not match the registered extent, unclear ownership, or site information being re-entered and re-checked across multiple steps. None of that improves decision-making. It just creates admin. ",
                "tag": "p"
            },
            {
                "content": "Even small clarification requests can extend the decision process, particularly where revised plans or notices are required.",
                "tag": "p"
            },
            {
                "content": "Across England alone, more than 400,000 planning applications are submitted each year. Even marginal reductions in clarification requests across a proportion of these applications can translate into meaningful time savings for applicants and local authorities alike.",
                "tag": "p"
            },
            {
                "content": "How we use HM Land Registry data",
                "tag": "h2"
            },
            {
                "content": "UK Planning Gateway brings HM Land Registry data together with Ordnance Survey mapping and local authority validation requirements at the point of submitting a planning application. Rather than treating land data as something to review retrospectively, we help users consider it upfront, so that what is being applied for aligns more closely with what is actually owned and registered.",
                "tag": "p"
            },
            {
                "content": "We are currently supporting applications submitted to local authorities using this approach. By checking site boundaries and ownership information earlier in the process, clarification requests can often be resolved before submission, reducing the likelihood of revised drawings or additional correspondence after validation.",
                "tag": "p"
            },
            {
                "content": "Meaningful benefits",
                "tag": "h2"
            },
            {
                "content": "While the precise time impact varies by project, practitioners report that avoiding even a single round of clarification can prevent several days of additional drafting, reissuing and coordination.",
                "tag": "p"
            },
            {
                "content": "Robert Kerr, Director at RK Design, put it like this:",
                "tag": "p"
            },
            {
                "content": "While we are still at an early stage, feedback like this has reinforced the value of addressing land data issues before planning application submission. Even small reductions in clarification requests can translate into measurable time savings when applied consistently.",
                "tag": "p"
            },
            {
                "content": "Geovation’s impact",
                "tag": "h2"
            },
            {
                "content": "Our participation in the Geovation Accelerator Programme was instrumental in shaping this thinking. We joined the programme in August 2025, gaining access not only to HM Land Registry datasets such as title register data and title extent polygons, but to expert challenge and insight into how land data can be applied more effectively within existing planning application workflows.",
                "tag": "p"
            },
            {
                "content": "The programme also connected us with other PropTech companies facing similar challenges and provided us with mentorship that helped us move from concept to working product. That support network continues to be valuable as we grow.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h2"
            },
            {
                "content": "Looking ahead, we are focused on continuing to bring greater clarity to site information at the earliest stage of the planning process. The next step is making it easier for applicants to check that boundaries and ownership details are consistent before they submit an application and sharing what we learn as more applications move through the system.",
                "tag": "p"
            },
            {
                "content": "Our goal at UK Planning Gateway is to help the planning infrastructure work more quickly and efficiently for everyone involved.",
                "tag": "p"
            },
            {
                "content": "https://www.linkedin.com/company/ukplanninggateway",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2026/02/24/right-first-time-planning-submissions/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "UK Planning Gateway aims to cut delays in the planning process by fixing the small but costly inconsistencies that delay applications. Drawing on direct experience and land data insight, this new approach helps developers submit clearer, right-first-time applications. This translates into meaningful time savings for applicants and local authorities alike and keeps projects moving."
    },
    {
        "title": "A new digital and cyber playbook to support local government during reorganisation",
        "authors": [
            "The Local Digital team"
        ],
        "posted_on": "2026-02-24T09:48:53",
        "categories": [
            "Local Digital"
        ],
        "content": [
            {
                "content": "We are pleased to share that the first release of our Local Government Reorganisation (LGR) Digital and Cyber Playbook is now live.  ",
                "tag": "p"
            },
            {
                "content": "The Playbook is an evolving collection of guidance, council experiences, and templates to support councils navigating the digital, data, technology and cyber aspects of local government reorganisation. The content responds directly to questions raised by practitioners in councils undergoing LGR. ",
                "tag": "p"
            },
            {
                "content": "Who the Playbook is for ",
                "tag": "h2"
            },
            {
                "content": "The Playbook is designed for anyone leading and supporting reorganisation activity with a focus on digital, data and technology, including: ",
                "tag": "p"
            },
            {
                "content": "Shaped by the sector ",
                "tag": "h2"
            },
            {
                "content": "The Playbook has been developed collaboratively with colleagues across local government, central government, sector bodies and suppliers, who  shared their time, experience and expertise. It draws on conversations with  those who have been through reorganisation, offering insights they wish  they’d had when they first started.  ",
                "tag": "p"
            },
            {
                "content": "A message from Ben Cheetham, Head of Local Digital ",
                "tag": "h2"
            },
            {
                "content": "What the Playbook includes ",
                "tag": "h2"
            },
            {
                "content": "The initial focus reflects 3 areas that councils identified as most urgent in  user research: ",
                "tag": "p"
            },
            {
                "content": "What’s next ",
                "tag": "h2"
            },
            {
                "content": "Read our roadmap, which details upcoming content and the areas we'll cover next.   ",
                "tag": "p"
            },
            {
                "content": "Upcoming guidance will include: ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "Join the Playbook community to shape future content – submit your own material, share your experience or give feedback on the current release.  ",
                "tag": "p"
            },
            {
                "content": "Follow our channels for our latest updates: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/02/24/a-new-digital-and-cyber-playbook-to-support-local-government-during-reorganisation/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Local Digital is pleased to share that the first release of the Local Government Reorganisation (LGR) Digital and Cyber Playbook is now live. The Playbook is an evolving collection of guidance, council experiences, and templates to support councils navigating the digital, data, technology, and cyber aspects of local government reorganisation."
    },
    {
        "title": "Drop-in with your views on future plans for the whelk fishery",
        "authors": [
            "Fisheries Management Team, Marine Management Organisation"
        ],
        "posted_on": "2026-02-23T14:31:00",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) is working hard to improve its knowledge and build a collaborative approach to managing the English whelk fishery as part of the whelk fisheries management plan (FMP) for English waters.",
                "tag": "p"
            },
            {
                "content": "Improving data collection and understanding",
                "tag": "h2"
            },
            {
                "content": "We still have a lot to learn about English whelk stocks. To meet the requirements of the whelk FMP to improve our understanding of the English whelk fishery and its stocks, the MMO is working hard to understand fishing effort, mainly by looking at the number of pots used. This information will help with stock assessments.",
                "tag": "p"
            },
            {
                "content": "Permit scheme",
                "tag": "h2"
            },
            {
                "content": "The FMP proposes the introduction of a permit scheme to fish whelks in English waters. We need stakeholder input on views for the scheme to develop potential options.  ",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h2"
            },
            {
                "content": "We’re heading out across the South and South West to speak directly with the people who know the fishery. These informal drop‑in sessions are a chance to talk face‑to‑face about what’s really happening on the water and what would work for the fleet.",
                "tag": "p"
            },
            {
                "content": "Here’s what we’re looking to do together:",
                "tag": "p"
            },
            {
                "content": "Come along, have a chat, and help make sure the decisions being made reflect the reality of the fishery.",
                "tag": "p"
            },
            {
                "content": "📍 Where you will find us",
                "tag": "h3"
            },
            {
                "content": "Monday 2 March 2026        ",
                "tag": "p"
            },
            {
                "content": "Tuesday 3 March 2026        ",
                "tag": "p"
            },
            {
                "content": "Wednesday 4 March 2026",
                "tag": "p"
            },
            {
                "content": "Thursday 5 March 2026",
                "tag": "p"
            },
            {
                "content": "Friday 6 March 2026",
                "tag": "p"
            },
            {
                "content": "For more information contact fmp@marinemanagement.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2026/02/23/drop-in-with-your-views-on-future-plans-for-the-whelk-fishery/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Join us on the South and South West coast to talk about data collection in the English whelk fishery and share views on the whelk permit scheme."
    },
    {
        "title": "Cuttlefish Action Plan: progress and upcoming engagement",
        "authors": [
            "Fisheries Management Team, Marine Management Organisation"
        ],
        "posted_on": "2026-02-23T14:30:00",
        "categories": [
            "- Defra led FMPs",
            "Implementation"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation (MMO) is working hard to improve its knowledge and build a collaborative approach to managing the cuttlefish fishery as part of the Channel demersal non-quota species fisheries management plan (FMP).",
                "tag": "p"
            },
            {
                "content": "Several major milestones were achieved in 2025 for the FMP including the publication of the first ever Cuttlefish Action Plan. Several actions from the plan have been completed including cuttlefish market sampling to explore the presence of the species.",
                "tag": "p"
            },
            {
                "content": "Research at markets",
                "tag": "h2"
            },
            {
                "content": "Between November 2024 and April 2025, MMO visited markets in Newlyn, Brixham, and Hastings. They took samples to test the effectiveness of three new cuttlefish species ID cards and gather biological data.",
                "tag": "p"
            },
            {
                "content": "Highlights include:",
                "tag": "h3"
            },
            {
                "content": "These findings highlight the importance for fishermen to record different species and to keep gathering and monitoring spatial and biometric data.",
                "tag": "p"
            },
            {
                "content": "This data is useful for making management choices based on facts, such as determining a potential maximum sustainable yield (MSY) or proxy - MSY levels are the largest catch that can be removed from the stock while, without reducing its ability to replenish itself.",
                "tag": "p"
            },
            {
                "content": "You can find the Cuttlefish Market Sampling Report 2025 report on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Why correct species identification matters",
                "tag": "h2"
            },
            {
                "content": "Correctly identifying cuttlefish species is important for managing them sustainably and gathering credible data.",
                "tag": "p"
            },
            {
                "content": "Fishermen need to make every effort to avoid using the generic landing code CTL, as this hides species-level trends that are crucial for stock assessments.",
                "tag": "p"
            },
            {
                "content": "To help with this, get our cuttlefish species ID cards online, or pick up a copy from your local MMO office.",
                "tag": "p"
            },
            {
                "content": "Cuttlefish Action Plan progress",
                "tag": "h2"
            },
            {
                "content": "A recent review shows that good progress has been made. In addition to the research and ID cards, completed actions include:",
                "tag": "p"
            },
            {
                "content": "Ongoing work:",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h2"
            },
            {
                "content": "We’re heading out across the South and South West to speak directly with the people who know these fisheries best. These informal drop-in ‑in sessions are a chance to:",
                "tag": "p"
            },
            {
                "content": "Whether you're a skipper, crew member, producer organisation, Inshore Fisheries and Conservation Authorities (IFCA) officer, processor, or from an environmental non-governmental organisation (eNGOs), your insight is essential. The more we hear from you, the better we can ensure management measures are practical, evidence ‑based, and support both a healthy stock and a healthy industry.",
                "tag": "p"
            },
            {
                "content": "📍 Where you will find us",
                "tag": "h3"
            },
            {
                "content": "Monday 2 March 2026        ",
                "tag": "p"
            },
            {
                "content": "Tuesday 3 March 2026        ",
                "tag": "p"
            },
            {
                "content": "Wednesday 4 March 2026",
                "tag": "p"
            },
            {
                "content": "Thursday 5 March 2026",
                "tag": "p"
            },
            {
                "content": "Friday 6 March 2026",
                "tag": "p"
            },
            {
                "content": "For more information contact fmp@marinemanagement.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2026/02/23/cuttlefish-action-plan-progress-and-upcoming-engagement/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Market sampling and collaboration are improving our understanding of cuttlefish stocks, helping inform sustainable fisheries management in the Channel."
    },
    {
        "title": "Marine Management Organisation outlines next engagement point in developing England’s new East Marine Plan",
        "authors": [
            "Amy Hodgson, Marine Planner"
        ],
        "posted_on": "2026-02-23T14:03:31",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The Marine Planning Team at the Marine Management Organisation are inviting all interested parties in the development of the East Marine Plan to participate in an online engagement session as part of the plans ongoing development. There will be two sessions available to attend online. To sign up to one of these sessions, please follow the relevant link below.   ",
                "tag": "p"
            },
            {
                "content": "Tuesday 17 March 13:00 – 15:00 ",
                "tag": "p"
            },
            {
                "content": "Wednesday 18 March 13:00 – 15:00 ",
                "tag": "p"
            },
            {
                "content": "Please note that the content will be the same across both sessions.",
                "tag": "p"
            },
            {
                "content": "Drafting the East Marine Plan: Where are we now?",
                "tag": "p"
            },
            {
                "content": "Work on the East Marine Plan continues to progress with policy development well underway, drawing on evidence, analysis and the extensive feedback gathered during the Autumn 2025 engagement period. ",
                "tag": "p"
            },
            {
                "content": "The East Marine Plan is currently in the fifth stage of the marine planning cycle: drafting the new East Marine Plan and its policies.  This includes revising policy wording, developing supporting text, and ensuring the plan is practical for decision makers and stakeholders. ",
                "tag": "p"
            },
            {
                "content": "The upcoming March 2026 online events will give stakeholders an update on drafting progress and provide insight on the direction of the plan. There will also be opportunity for attendees to contribute their views in the session.",
                "tag": "p"
            },
            {
                "content": "Why Stakeholder Participation Matters ",
                "tag": "p"
            },
            {
                "content": "Stakeholder engagement has been fundamental in shaping the direction of the East Marine Plans and we remain committed to transparent and inclusive engagement with all interested parties.  The March sessions offer another opportunity to explore how the plan is developing ahead of the consultation while ensuring continued participation from all sectors.",
                "tag": "p"
            },
            {
                "content": " The Marine Planning Team encourages organisations and individuals to share this information within their networks across the east marine plan areas, and nationally where appropriate, to support broad and inclusive participation. ",
                "tag": "p"
            },
            {
                "content": "What Stakeholders Will Gain from Attending ",
                "tag": "p"
            },
            {
                "content": " More information about the purpose of the plan replacement and the extent of the east marine plan areas is available on the MMO’s GOV.UK page. ",
                "tag": "p"
            },
            {
                "content": "For any questions on the upcoming engagement activities, please contact: planning@marinemanagement.org.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2026/02/23/marine-management-organisation-outlines-next-engagement-point-in-developing-englands-new-east-marine-plan/",
        "blog": "Marine Development Blog",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The Marine Planning Team at the Marine Management Organisation are inviting all interested parties in the development of the East Marine Plan to participate in an online engagement session as part of the plans ongoing development. There will be two sessions available to attend online. To …"
    },
    {
        "title": "Sanctions compliance in practice: lessons from OFSI’s £160,000 Bank of Scotland penalty",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2026-02-23T12:46:06",
        "categories": [
            "OFSI Blog"
        ],
        "content": [
            {
                "content": "In January 2026, OFSI published the details of an £160,000 monetary penalty imposed on Bank of Scotland Plc, a subsidiary of the Lloyds Banking Group, for breaching the Russia financial sanctions regime. ",
                "tag": "p"
            },
            {
                "content": "The lessons in this case go beyond one bank and one customer. OFSI’s published outcomes demonstrate how OFSI assesses breaches, the circumstances surrounding them, and how weaknesses in screening, escalation and training are taken into account when breaches have occurred. These lessons can help firms better understand how to run sanctions controls in practice, and how weaknesses in screening, escalation and training can expose firms to the risk of breaching.",
                "tag": "p"
            },
            {
                "content": "UK financial sanctions apply to any conduct in the UK and to all UK persons (including UK legal entities) anywhere in the world.",
                "tag": "p"
            },
            {
                "content": "Lesson 1: Screening data and configuration really matter",
                "tag": "p"
            },
            {
                "content": "OFSI strongly encourages firms to utilise all information available to them to optimise sanctions controls relative to their risk. Firms are advised to assess and employ appropriate resources to enhance the effectiveness of such systems.",
                "tag": "p"
            },
            {
                "content": "In this case, Lloyds Banking Group had taken measures to implement sanctions screening. However, its automated sanctions systems failed to detect a spelling variation of a designated individual’s name.",
                "tag": "p"
            },
            {
                "content": "What this means for you:",
                "tag": "p"
            },
            {
                "content": "Lesson 2: Automation is not a safety net",
                "tag": "p"
            },
            {
                "content": "This case illustrates that there are inherent risks associated with automated sanctions screening. It is essential that firms establish robust and explicit contingency procedures.",
                "tag": "p"
            },
            {
                "content": "Internal policies should provide robust and explicit guidance to staff regarding the escalation of potential sanctions concerns. This is particularly pertinent for areas of business that are more exposed to sanctions risk, such as those involving Politically Exposed Persons (PEPs).",
                "tag": "p"
            },
            {
                "content": "What this means for you:",
                "tag": "p"
            },
            {
                "content": "Lesson 3: Training must match today’s sanctions landscape",
                "tag": "p"
            },
            {
                "content": "The sanctions landscape has evolved significantly since the Russian invasion of Ukraine in February 2022, and continues to develop with ever-shifting geopolitical events. It is imperative that all training and associated materials relating to sanctions are regularly reviewed and updated.",
                "tag": "p"
            },
            {
                "content": "What this means for you:",
                "tag": "p"
            },
            {
                "content": "Lesson 4: Voluntary disclosure can shape the outcome",
                "tag": "p"
            },
            {
                "content": "This case is an example of prompt, voluntary disclosure of a potential breach. Lloyds Banking Group, on behalf of Bank of Scotland, made an initial notification within two weeks of identifying a potential breach. OFSI seeks to reward prompt and complete voluntary disclosures through penalty discounts, which alongside co-operation can result in a discount of up to 30% under new guidance.",
                "tag": "p"
            },
            {
                "content": "What this means for you:",
                "tag": "p"
            },
            {
                "content": "What firms should do next",
                "tag": "p"
            },
            {
                "content": "This case shows that OFSI is focused not only on whether firms have sanctions controls, but on how effectively those controls operate in practice. From the way screening data is configured, to how concerns are escalated, how often training is refreshed, and how quickly potential breaches are reported.",
                "tag": "p"
            },
            {
                "content": "Firms with UK touchpoints, including those operating internationally, should:",
                "tag": "p"
            },
            {
                "content": "You can read the full penalty notice here: https://www.gov.uk/government/publications/imposition-of-monetary-penalty-bank-of-scotland-plc",
                "tag": "p"
            },
            {
                "content": "Further information and guidance on reporting information to OFSI is available here: https://www.gov.uk/government/organisations/office-of-financial-sanctions-implementation",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2026/02/23/sanctions-compliance-in-practice-lessons-from-ofsis-160000-bank-of-scotland-penalty/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "In January 2026, OFSI published the details of an £160,000 monetary penalty imposed on Bank of Scotland Plc, a subsidiary of the Lloyds Banking Group, for breaching the Russia financial sanctions regime.  The lessons in this case go beyond one …"
    },
    {
        "title": "Why Social Work Identity Matters - reflections from Professional Leads in North East and Yorkshire NHS Trusts",
        "authors": [
            "Robert Lewis"
        ],
        "posted_on": "2026-02-23T12:22:40",
        "categories": [
            "Care and support",
            "Mental health",
            "Our profession",
            "Recognition",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "Introduction by Robert Lewis",
                "tag": "h2"
            },
            {
                "content": "In this guest blog we hear from a group of mental health social work leaders from the vibrant North East and Yorkshire NHS Trusts’ Social Work Community of Practice. ",
                "tag": "p"
            },
            {
                "content": "Many remain unaware that social workers are an increasing presence in NHS mental health services. With their values and rights-based approaches, social workers bring their specific knowledge, expertise and skills into effect and contribute greatly to the care, support and treatment of those who draw on services. As explored here, it is not without challenge. Social workers undertake many of the roles traditionally held by other professionals, as well as those unique to themselves. This can lead to issues around the clarity of the social work identity, can leave social workers ‘hidden’ in teams, or not viewed as a key and distinct part of the workforce.  ",
                "tag": "p"
            },
            {
                "content": "As we move our services models to ones that prioritise prevention and community and neighbourhood approaches, social work is absolutely crucial to securing these aims and has a valid and essential place in the mental health system.   ",
                "tag": "p"
            },
            {
                "content": "Why social work identity matters - reflections from Professional Leads in North East and Yorkshire NHS Trusts ",
                "tag": "h2"
            },
            {
                "content": "Social Work Professional Leads in the North East and Yorkshire NHS Trusts have formally developed a community of practice over the last three years, which facilitates opportunities to share learning and good practice. Between us we employ approximately 600 social workers.",
                "tag": "p"
            },
            {
                "content": "The collaboration reflects and promotes the role of social work within mental health trusts, so that the needs of social workers within the NHS are understood and supported. It also ensures that there are opportunities to co-produce pathways where continued professional development remains at the centre of social work career progression.",
                "tag": "p"
            },
            {
                "content": "Many of the learning opportunities available for social workers have been developed over the years to support the careers of those working within local authorities as they have traditionally been the recognised employer with fewer opportunities within the NHS.",
                "tag": "p"
            },
            {
                "content": "With the increasing number of social workers now employed in both social work specific and multi professional roles within the NHS, the need for leadership and recognition for these social workers is essential.",
                "tag": "p"
            },
            {
                "content": "Aims and objectives ",
                "tag": "h2"
            },
            {
                "content": "Social work identity is essential and is even more important in the current climate and also for social workers who may not be working within local authorities (the general perception is that this is where social work roles are undertaken).",
                "tag": "p"
            },
            {
                "content": "The Guidance on the support of Mental Health Social Workers and Approved Mental Health Professionals working in NHS, independent or integrated services has helped highlight social work across other sectors but further work is needed to continue recognising social work as a profession across all sectors.",
                "tag": "p"
            },
            {
                "content": "Social work’s identity is deeply linked to its ethical framework, which guides practice decisions.",
                "tag": "p"
            },
            {
                "content": "Some of the core values that shape social work identity include:",
                "tag": "p"
            },
            {
                "content": "The International Federation of Social Workers (2014) defines social work as a profession that “promotes social change, problem-solving, empowerment, and liberation to enhance well-being.”",
                "tag": "p"
            },
            {
                "content": "These values are not optional — they define the identity of a social worker and differentiate it from other helping roles.",
                "tag": "p"
            },
            {
                "content": "Social work theories and models give identity a knowledge base and structure. For example:",
                "tag": "p"
            },
            {
                "content": "Social work identity can be challenged or diluted by external pressures, political and social. It can be misunderstood within the care sector, as much as it is by those who do not come into contact with it in society. ",
                "tag": "p"
            },
            {
                "content": "Like many other professions, organisational and financial pressures can impact and impede social workers and their identity.  ",
                "tag": "p"
            },
            {
                "content": "Generally there has been a refocus on what social work identity is. In the 21st century, social work identity has become increasingly global, inclusive, and justice-oriented.",
                "tag": "p"
            },
            {
                "content": "Modern practitioners work with:",
                "tag": "p"
            },
            {
                "content": "This evolving identity reflects a profession that needs to adapt while staying rooted in ethics and empathy.",
                "tag": "p"
            },
            {
                "content": "Why Identity Matters in Practice",
                "tag": "h2"
            },
            {
                "content": "For Practitioners",
                "tag": "p"
            },
            {
                "content": "For People We Support",
                "tag": "p"
            },
            {
                "content": "For Society",
                "tag": "p"
            },
            {
                "content": "Within the NHS and as a Community Of Practice we have emphasised that social work identity is the foundation of ethical, reflective, and effective practice.",
                "tag": "p"
            },
            {
                "content": "It defines who social workers are, what they stand for, and how they make change happen.",
                "tag": "p"
            },
            {
                "content": "Without a clear sense of identity, the profession risks losing its purpose, ethics, and distinct social justice mission.",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2026/02/23/why-social-work-identity-matters-reflections-from-professional-leads-in-north-east-and-yorkshire-nhs-trusts/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "Introduction by Robert Lewis In this guest blog we hear from a group of mental health social work leaders from the vibrant North East and Yorkshire NHS Trusts’ Social Work Community of Practice.  Many remain unaware that social workers are an increasing presence in NHS mental health services. With their values and rights-based approaches, social …"
    },
    {
        "title": "How our adaptive teaching supports every learner",
        "authors": [
            "Ross Colley"
        ],
        "posted_on": "2026-02-23T11:58:12",
        "categories": [
            "Inspiring teachers",
            "Primary schools",
            "Professional Development",
            "Pupil wellbeing and behaviour",
            "SEND",
            "Teaching profession"
        ],
        "content": [
            {
                "content": "At Winyates, we follow a graduated approach to SEND that’s part of everyday teaching. ",
                "tag": "p"
            },
            {
                "content": "Here’s how we do it: ",
                "tag": "p"
            },
            {
                "content": "1.) Assess ",
                "tag": "h3"
            },
            {
                "content": "It all starts with finding gaps and looking for barriers to learning. Before children start, we do home visits, create stay and play opportunities, and get to know them. ",
                "tag": "p"
            },
            {
                "content": "When they arrive, we keep a close eye on progress through quality first teaching, formative assessment, observations, and conversations with children and parents.",
                "tag": "p"
            },
            {
                "content": "If a pupil isn’t making progress, we dig deeper into what might be getting in the way. ",
                "tag": "p"
            },
            {
                "content": "2.) Plan ",
                "tag": "h3"
            },
            {
                "content": "The class teacher, the SENCo, support staff and families work together to agree clear, achievable outcomes and decide what additional support might help. ",
                "tag": "p"
            },
            {
                "content": "Options include forest schools, sports mentoring, enhanced ordinarily available provision, foundational interventions, Thrive, drawing and talking, art therapy and Lego therapy. Plans are tailored to the pupil and focus on removing barriers.",
                "tag": "p"
            },
            {
                "content": "3.) Do ",
                "tag": "h3"
            },
            {
                "content": "Support is put in place, whether that’s targeted interventions, reasonable adjustments in class or specialist input. ",
                "tag": "p"
            },
            {
                "content": "The class teacher remains responsible for the pupil’s progress, with support staff working alongside them. Families are involved at every stage. ",
                "tag": "p"
            },
            {
                "content": "4.) Review ",
                "tag": "h3"
            },
            {
                "content": "We regularly check how well support is working by looking at progress, gathering pupil voices and feedback from staff and families. If something isn’t working, we adapt it.  ",
                "tag": "p"
            },
            {
                "content": "Our approach to inclusion ",
                "tag": "h2"
            },
            {
                "content": "Inclusion and adaptive teaching aren’t add-ons – they’re part of the classroom.",
                "tag": "p"
            },
            {
                "content": "We believe that all pupils belong in the room and that good teaching for SEND pupils is just good teaching for everyone. Lessons are planned with different needs in mind from the outset, so we’re not constantly reacting. ",
                "tag": "p"
            },
            {
                "content": "Adaptive strategies ",
                "tag": "h2"
            },
            {
                "content": "Teachers use a range of adaptive strategies, like flexible grouping, clear modelling, chunking instructions, and checking for understanding throughout lessons - ‘show me boards’ and ‘think pair share’ strike the balance between academic demand and children feeling safe to share their ideas.  ",
                "tag": "p"
            },
            {
                "content": "Knowing our pupils ",
                "tag": "h2"
            },
            {
                "content": "We’re big on knowing our pupils well. Regular assessment, low stakes quizzes, observation, and pupil voice help us spot barriers early and adapt teaching before gaps widen. ",
                "tag": "p"
            },
            {
                "content": "Support staff work purposefully to promote independence, and reasonable adjustments ensure pupils can access learning alongside their peers. ",
                "tag": "p"
            },
            {
                "content": "A shared responsibility ",
                "tag": "h2"
            },
            {
                "content": "Early identification of need is everyone’s responsibility, not just the SENCo’s. Teachers know their pupils well and pick up on small signs through day-to-day teaching – gaps in understanding, changes in behaviour, slow progress or pupils finding things harder than their peers. Half termly inclusion panels bring key people together to discuss next steps for children. ",
                "tag": "p"
            },
            {
                "content": "Acting early ",
                "tag": "h2"
            },
            {
                "content": "When a concern is spotted, we don’t wait. Teachers talk it through with the SENCo and parents early on, so we can put support in place before difficulties become bigger barriers. This might mean short, targeted interventions, pre-teaching key concepts, extra practice, or adapting the curriculum. ",
                "tag": "p"
            },
            {
                "content": "Often, small tweaks – like additional scaffolding, visuals, or adjusted tasks – make a big difference. ",
                "tag": "p"
            },
            {
                "content": "Professional judgement ",
                "tag": "h2"
            },
            {
                "content": "We use data sensibly to back up what we’re seeing in class, but professional judgement is key. Interventions are closely monitored, and if something isn’t working, we change it rather than sticking with it for the sake of it. ",
                "tag": "p"
            },
            {
                "content": "The focus is always on early action, flexibility, and giving pupils the right support at the right time.",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/23/how-our-adaptive-teaching-supports-every-learner/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Ross Colley, Head of School at Winyates Primary School in Peterborough, shares how good teaching for SEND is good teaching for all"
    },
    {
        "title": "The value of transition",
        "authors": [
            "Sarah Douglas"
        ],
        "posted_on": "2026-02-23T11:52:29",
        "categories": [
            "Inspiring teachers",
            "Pupil wellbeing and behaviour",
            "Secondary schools",
            "SEND"
        ],
        "content": [
            {
                "content": "Why transition matters ",
                "tag": "h2"
            },
            {
                "content": "At Tanfield School, we recognise the value of transition. ",
                "tag": "p"
            },
            {
                "content": "Our Transition Model supports Year 6 students to prepare for a strong start in Year 7. Secondary school is a significant milestone in a young person's life, and a smooth transition sets the tone for school life and beyond. ",
                "tag": "p"
            },
            {
                "content": "Building relationships early ",
                "tag": "h2"
            },
            {
                "content": "Parents and carers begin to consider secondary school places as early as infancy. We welcome families to our open events from Year 4, which helps build essential relationships as we look forward to working together with the child at the centre. ",
                "tag": "p"
            },
            {
                "content": "Open events are enhanced by summer camps which develop familiarity. We have an open-door policy welcoming families to visit at any time and see it in ‘action’... and why not a Friday afternoon? Standards remain high no matter the day of the week!  ",
                "tag": "p"
            },
            {
                "content": "Tailored support for individual needs  ",
                "tag": "h2"
            },
            {
                "content": "Early transition is common, especially for students with additional needs and whose anxiety is heightened by change. We set up the first visit and build upon this at the pace that suits the individual child. ",
                "tag": "p"
            },
            {
                "content": "These visits are bespoke and either the Year Manager or I facilitate them. We’ll also attend Year 6 students’ EHCP annual reviews before the end of the autumn term. ",
                "tag": "p"
            },
            {
                "content": "A familiar face for the journey ",
                "tag": "h2"
            },
            {
                "content": "The Year Manager plays a significant role in our pastoral support programme. They’re non-teaching staff who are dedicated to following the students throughout their school journey.  ",
                "tag": "p"
            },
            {
                "content": "How we do it: ",
                "tag": "h2"
            },
            {
                "content": "Students often build an imagined picture of secondary school. This is rarely a realistic one. Our Transition Model supports students to gain first-hand experience of school life. ",
                "tag": "p"
            },
            {
                "content": "Learning from primary partners ",
                "tag": "h2"
            },
            {
                "content": "As Transition Lead, I visit all our partner primary schools to speak with headteachers, SENDCos and Year 6 teachers. We recognise that the primary staff are the experts who have worked with the children for seven years.  ",
                "tag": "p"
            },
            {
                "content": "Getting the details right ",
                "tag": "h2"
            },
            {
                "content": "I build a picture of each student who may require an ‘Individual Transition Plan’. This information is shared with colleagues back at Tanfield. ",
                "tag": "p"
            },
            {
                "content": "An Individual Transition Plan captures a student's needs. This can include the organisation of focus tools, sharing a student's likes and dislikes, a need for a Chromebook and/or coloured paper, dietary requirements, medical needs, SATs concessions and additional literacy and numeracy interventions through access to our nurture class. ",
                "tag": "p"
            },
            {
                "content": "Small adaptations, big difference  ",
                "tag": "h2"
            },
            {
                "content": "Successful transition is a team effort. I know that our partner primary headteachers really appreciate our transition programme and feel confident about their students moving on. ",
                "tag": "p"
            },
            {
                "content": "We are successful because we are invested in the future of our students. As our mission statement affirms - ‘we want all students to attend the best universities or real alternatives and thrive in all aspects of their life’. ",
                "tag": "p"
            },
            {
                "content": "Does it take a lot of time and dedication? Yes.  ",
                "tag": "p"
            },
            {
                "content": "Is it worth it? Absolutely. ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/23/the-value-of-transition/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Sarah Douglas, Assistant Headteacher and SENDco at Tanfield School in County Durham, explains how a well-planned transition programme sets students up for success."
    },
    {
        "title": "Building a culture of inclusion",
        "authors": [
            "Katrin Lehmann"
        ],
        "posted_on": "2026-02-23T11:46:36",
        "categories": [
            "Curriculum best practice",
            "Inspiring teachers",
            "SEND"
        ],
        "content": [
            {
                "content": "At West Thames College, we’re driven by a shared belief that every young person should be inspired, supported and enabled to achieve their ambitions, whatever their starting point. ",
                "tag": "p"
            },
            {
                "content": "That commitment to unlocking opportunity for all students underpins everything we do. Students with high needs are a visible, valued and integral part of everyday college life.  ",
                "tag": "p"
            },
            {
                "content": "Enterprise and enrichment ",
                "tag": "h2"
            },
            {
                "content": "Our busy enterprise pop-up shops sell plants grown in gardening lessons, cakes baked in catering classes, and handmade cards created during enrichment sessions. These activities help students build confidence, communication, teamwork and pride. ",
                "tag": "p"
            },
            {
                "content": "Students on our pathway for young people with profound and multiple learning disabilities also lead social action projects. Their lunch club food service and vintage fashion jumble sale have raised more than £3,000 for charity.  ",
                "tag": "p"
            },
            {
                "content": "Students with high needs regularly take part in performances in our theatre, sessions in our dance studios, workouts in the gym and activities on our sports fields. These shared experiences build friendships, broaden horizons and help all students learn from one another.  ",
                "tag": "p"
            },
            {
                "content": "How students are empowered to have a voice ",
                "tag": "h2"
            },
            {
                "content": "Our students with high needs are supported to develop self-advocacy and citizenship. They make meaningful contributions that influence decision-making across the college. ",
                "tag": "p"
            },
            {
                "content": "Many act as course representatives, gathering views from their peers and presenting feedback. They also attend Executive Team Student Voice meetings, speaking directly with senior leaders about their experiences, ideas and priorities. ",
                "tag": "p"
            },
            {
                "content": "Shaping local provision ",
                "tag": "h2"
            },
            {
                "content": "Our local authority regularly works directly with our students through focus groups, helping shape the SEND local offer in Hounslow. Their insights have influenced local planning and provision, demonstrating the trust placed in them and the confidence they gain as active, valued citizens. ",
                "tag": "p"
            },
            {
                "content": "Students with high needs also act as college ambassadors at key events, representing their pathways and the wider West Thames community. ",
                "tag": "p"
            },
            {
                "content": "Partnerships and pathways into employment ",
                "tag": "h2"
            },
            {
                "content": "Transforming futures for young people with support needs through employment is a key priority.  ",
                "tag": "p"
            },
            {
                "content": "Our curriculum is designed around clear, planned pathways that help students build skills, confidence and independence, preparing them for their next steps in education, training or work. ",
                "tag": "p"
            },
            {
                "content": "Working with partners ",
                "tag": "h2"
            },
            {
                "content": "We’re an active partner in Hounslow’s Youth Skills Employment Guarantee and the Supported Employment Forum, working collaboratively to remove barriers to opportunity.  ",
                "tag": "p"
            },
            {
                "content": "Through our Preparing for Adulthood events, families meet organisations including local charities and the Department for Work and Pensions. ",
                "tag": "p"
            },
            {
                "content": "Supported internships and employment success ",
                "tag": "h2"
            },
            {
                "content": "Our Project SEARCH supported internships deliver exceptional outcomes, with around 70% of interns moving into paid employment each year. Recent successes include roles at Channel 4, Heathrow Airport, Thorpe Park and the London Borough of Hounslow.  ",
                "tag": "p"
            },
            {
                "content": "Other students have progressed into apprenticeships at Great Oaks School and Kew Gardens, or secured positions with DHL, Cineworld, local libraries and community partners. ",
                "tag": "p"
            },
            {
                "content": "Our Independence Hub ",
                "tag": "h2"
            },
            {
                "content": "Hounslow Council has named West Thames College as its first-choice provider of post-16 SEN education. ",
                "tag": "p"
            },
            {
                "content": "During 2024–25, we worked closely with the Hounslow SEND team to co-design and co-fund a new Independence Hub, created in response to increasing demand for local places for young people with profound and multiple learning disabilities.  ",
                "tag": "p"
            },
            {
                "content": "The hub opened in September, welcoming eight local students, and will grow to around forty students over the next three years.  ",
                "tag": "p"
            },
            {
                "content": "A closing reflection ",
                "tag": "h2"
            },
            {
                "content": "What makes inclusion at West Thames College work is not any single programme or facility, it’s a culture. A culture where students with high needs are not on the margins, but at the heart of college life. ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/23/building-a-culture-of-inclusion/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Katrin Lehmann, Vice Principal of Inclusive Learning, Creative Industries and Student Experience at West Thames College in London, shares how the college ensures students with SEND are visible, valued and supported to succeed."
    },
    {
        "title": "Championing inclusion through early intervention",
        "authors": [
            "Pete Hines OBE"
        ],
        "posted_on": "2026-02-23T11:41:27",
        "categories": [
            "Inspiring teachers",
            "Pupil wellbeing and behaviour",
            "School attendance",
            "SEND"
        ],
        "content": [
            {
                "content": "Perryfields is a Primary Pupil Referral Unit in Worcester, serving a diverse local system with a clear purpose: to champion inclusion and advocate for the right of every child to access a good education, whatever barriers they face. ",
                "tag": "p"
            },
            {
                "content": "Our approach: confident, not complacent ",
                "tag": "h2"
            },
            {
                "content": "We’d never describe ourselves as “unique” - that would be presumptuous, and certainly not the spirit in which we work. But we do believe deeply in championing pupils and families. We strive to create a warm, welcoming school where diversity is cherished. ",
                "tag": "p"
            },
            {
                "content": "While we don’t claim to be “the best” in inclusive practice, we’re confident, willing and able to work with other schools to strengthen inclusion across South Worcestershire and beyond. ",
                "tag": "p"
            },
            {
                "content": "One of our strongest indicators of success is attendance. Pupils, parents and carers see the Perryfields experience as happy, safe and purposeful. ",
                "tag": "p"
            },
            {
                "content": "Perryfields as an intervention, not a destination ",
                "tag": "h2"
            },
            {
                "content": "At the heart of our ethos is a simple belief: Perryfields is an intervention, not a destination. We mustn’t become a social, emotional and mental health special school (SEMH) by default or “through the back door.” ",
                "tag": "p"
            },
            {
                "content": "Our mission is early intervention and prevention, delivered through comprehensive outreach, purposeful challenge and shared accountability. By working side-by-side with mainstream colleagues, we ensure pupils receive the right support at the right time - so they can remain connected to their mainstream school and thrive. ",
                "tag": "p"
            },
            {
                "content": "What we do: preventing escalation before it happens",
                "tag": "h2"
            },
            {
                "content": "We focus on preventing pupils from needing to come to us at all. We support all 113 primary, first and middle schools across South Worcestershire free of charge. ",
                "tag": "p"
            },
            {
                "content": "The local authority has embraced our ambition to “put the horse in front of the cart,” prioritising preventative action to reduce permanent exclusions while ensuring high quality Day 6 provision when an exclusion does occur. ",
                "tag": "p"
            },
            {
                "content": "Outreach that makes a difference ",
                "tag": "h2"
            },
            {
                "content": "Each year, our inclusion outreach team works with over 300 pupils within their mainstream schools. This early work supports regulation, strengthens relationships, and ensures difficulties are addressed before they escalate. ",
                "tag": "p"
            },
            {
                "content": "We’ve delivered whole school training to over 80 schools on behaviour culture, neurodiversity and adverse childhood experiences. Over 500 school leaders, teachers and support staff from across the country visit Perryfields to see our school in action.",
                "tag": "p"
            },
            {
                "content": "The Perryfields Intervention Programme ",
                "tag": "h2"
            },
            {
                "content": "The Perryfields Intervention Programme (PIP) offers a six-week, part-time placement. Pupils spend mornings with us accessing targeted SEMH support, returning to their mainstream setting each afternoon. This keeps connections strong, prevents stigma and supports a seamless reintegration. ",
                "tag": "p"
            },
            {
                "content": "For permanently excluded pupils we provide full-time personalised provision until they are ready to reintegrate or, where appropriate, transition to special school.",
                "tag": "p"
            },
            {
                "content": "Strengthening the system around us ",
                "tag": "h2"
            },
            {
                "content": "Our Inclusion Team has developed documents, strategies and toolkits to support mainstream schools. Our work is grounded firmly in quality first teaching and an engaging curriculum delivered by staff deeply invested in the relational approach.",
                "tag": "p"
            },
            {
                "content": "Ofsted observed that the Perryfields curriculum “helps pupils thrive,” offering a well taught, broad and balanced programme built on high expectations. ",
                "tag": "p"
            },
            {
                "content": "Success through belonging ",
                "tag": "h2"
            },
            {
                "content": "Many pupils arrive with low self-esteem after struggling in mainstream settings. Our enrichment offer is vital. We take pupils on trips and never not take a child or charge parents a penny. ",
                "tag": "p"
            },
            {
                "content": "Pupils who present with challenging behaviour have often been denied opportunities we believe essential for rebuilding confidence. These children need rich experiences - and our motto guides us: “If we can, we will\".",
                "tag": "p"
            },
            {
                "content": "Helping pupils flourish ",
                "tag": "h2"
            },
            {
                "content": "We believe every child deserves a high-quality education delivered through strong relationships, engaging teaching and an understanding that behaviour is communication. ",
                "tag": "p"
            },
            {
                "content": "At Perryfields, we remain focused on helping pupils flourish - wherever possible, back in their mainstream school. ",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/23/championing-inclusion-through-early-intervention/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "Pete Hines OBE, headteacher at Perryfields Primary Pupil Referral Unit, shares how they support pupils to stay in mainstream education."
    },
    {
        "title": "Enabling cross-border use of digital credentials: views from the DVS sector",
        "authors": [
            "Graham Francis"
        ],
        "posted_on": "2026-02-23T10:39:27",
        "categories": [
            "Digital identity",
            "International"
        ],
        "content": [
            {
                "content": "In OfDIA, we’re working to prepare for a future where people who want to use digital verification services across national borders have the option to do so in a way which is secure, privacy-preserving and inclusive.  ",
                "tag": "p"
            },
            {
                "content": "That’s why the UK’s digital identity and attributes trust framework has been developed in line with established global standards, keeping interoperability at its core. ",
                "tag": "p"
            },
            {
                "content": "Nevertheless, the UK’s approach is just one of countless different ways to enable people to prove who they are or things about themselves digitally; every country has different priorities for digital identity and is taking slightly different approaches to enable their use. This fragmentation leads to complexity. ",
                "tag": "p"
            },
            {
                "content": "Making any digital identity work internationally means understanding and aligning a range of technical, legal, data, governance, privacy and security standards – not to mention battling through scores of mystifying acronyms. ",
                "tag": "p"
            },
            {
                "content": "Introducing the OfDIA international interoperability survey ",
                "tag": "h2"
            },
            {
                "content": "To help us navigate these challenges, we wanted to do more to ensure we understand the needs and experiences of digital verification service (DVS) providers  that are at the sharp end of making digital identities work overseas. ",
                "tag": "p"
            },
            {
                "content": "As part of this, in May 2025 we invited DVS stakeholders to complete a short survey, to help us understand: ",
                "tag": "p"
            },
            {
                "content": "The results were fascinating. And while a note of caution is needed – given the limited sample size, the findings of the survey should not be considered representative of the sector as a whole – we found a few key takeaway messages. ",
                "tag": "p"
            },
            {
                "content": "Key takeaways ",
                "tag": "p"
            },
            {
                "content": "First, the findings indicated that there are currently major barriers to working internationally - with 79% (26) of respondents reporting barriers such as regulatory diversity, disparate systems and technical challenges.  ",
                "tag": "p"
            },
            {
                "content": "Similarly, 79% (26) of respondents said there was a role for government in helping remove barriers to interoperability, and create the conditions for maximising cross-border interoperability.   ",
                "tag": "p"
            },
            {
                "content": "Primarily, this was through: ",
                "tag": "p"
            },
            {
                "content": "Respondents felt that addressing these barriers would lead to greater operational efficiency, lower costs, improved user experience, and market growth – with sectors such as finance particularly benefitting. ",
                "tag": "p"
            },
            {
                "content": "The full report can be found on GOV.UK  - and contains a wealth of material that we hope will be of interest to anyone looking at interested in how digital identities work across borders. ",
                "tag": "p"
            },
            {
                "content": "What we’ll do with the findings ",
                "tag": "h2"
            },
            {
                "content": "We’ll draw on the findings of the report to inform our ongoing conversations with stakeholders across the UK on how the government could enable the cross-border use of digital identities and credentials.  ",
                "tag": "p"
            },
            {
                "content": "As part of this, we are open to further feedback on the questions raised in the survey – contact us via the ‘digital identity’ section on the DSIT contact form. We’ll look to re-run the survey in due course.  ",
                "tag": "p"
            },
            {
                "content": "And obviously – our work is not just about listening: it's also about doing. And so we'll be using this blog  to update you on all the progress we're making throughout the year. ",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2026/02/23/enabling-cross-border-use-of-digital-credentials-views-from-the-dvs-sector/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "In OfDIA, we’re working to prepare for a future where people who want to use digital verification services across national borders have the option to do so in a way which is secure, privacy-preserving and inclusive.   That’s why the UK’s digital identity and attributes trust framework has been developed in line with established global standards, keeping interoperability …"
    },
    {
        "title": "Making the most of your trees: discover the medium-value timber products from your woodland",
        "authors": [
            "Chris Watson"
        ],
        "posted_on": "2026-02-23T09:00:00",
        "categories": [
            "Woodland management"
        ],
        "content": [
            {
                "content": "When we harvest trees from our woodlands, how they are used and what products they can make is highly dependent on the tree species’ natural properties and form.",
                "tag": "p"
            },
            {
                "content": "In our previous wood products blog, we looked at wood products that get the most out of trees regardless of their form and species, such as woodfuel and biomass. However, many trees are suitable for use in a much wider range of applications and markets.",
                "tag": "p"
            },
            {
                "content": "We will explore some of the common uses for medium-value timber products that are all around us – they include fencing, landscaping and pallets.",
                "tag": "p"
            },
            {
                "content": "Exploring local markets",
                "tag": "h2"
            },
            {
                "content": "In addition to the physical properties of trees, your tree’s intended end use will also be decided by available local markets. Unprocessed timber is a bulky material and can be costly to transport. Therefore, most markets are based around wood processors who are set up to use local wood resources.",
                "tag": "p"
            },
            {
                "content": "In the south of England for example, sweet chestnut coppice is very common and markets exist for products such as chestnut fencing. Whereas in the north of England and southern Scotland, many sawmills are set up to work almost exclusively with Sitka spruce.",
                "tag": "p"
            },
            {
                "content": "Understanding what markets exist locally to you, the value of your timber and how cost-effective it is to produce different products from your timber can be a skilled job. It often requires regular contact with sawmills, processors and buyers, which is why seeking professional advice can be helpful.",
                "tag": "p"
            },
            {
                "content": "Coppice wood products",
                "tag": "h2"
            },
            {
                "content": "Coppicing is a traditional way to manage broadleaf woodland in England and can really benefit wildlife. Species such as hazel, oak, willow and sweet chestnut can be repeatedly cut back to their base when dormant, to encourage the regrowth of multiple straight stems. This can be done on rotation every 7 to 20 years. We will explore some common, large-scale markets which coppice products can be readily sold into.",
                "tag": "p"
            },
            {
                "content": "The market for coppice products to support hedge laying is significant. England has 390,000km of hedgerows,1 thousands of meters of which are laid every year, creating a steady demand for stakes and binders.",
                "tag": "p"
            },
            {
                "content": "Stakes and binders",
                "tag": "h2"
            },
            {
                "content": "The size of coppice material is largely controlled by the rotation length – the longer the rotations, the larger the diameter. However, longer rotations and larger diameters do not necessarily mean they are more valuable.",
                "tag": "p"
            },
            {
                "content": "Hazel coppice for example, is ideal for managing on short 7 to 12-year rotations, producing lots of long, thin poles that are suitable for things like thatching spars, woven hurdles and stakes and binders for hedging. All these uses are due to the pliability of hazel and its ability to be woven and twisted into place.",
                "tag": "p"
            },
            {
                "content": "When hazel coppice is harvested, each stem is visually graded and cut to length to suit their intended end use. Hedging stakes can be shorter, and thick stakes used to form a physical barrier in hedgerows around which the pleachers (the living, cut and bent stems of a hedge woven together for hedgelaying) can be laid.",
                "tag": "p"
            },
            {
                "content": "Stakes can be cut from the base of a coppice pole and can utilise shorter clean lengths. Binders are long, thin, flexible stems, somewhere between an inch and two inches in diameter at their base. Binders are typically used more regionally to weave along the top of a laid hedge to hold down the pleachers and provide strength to the hedge.",
                "tag": "p"
            },
            {
                "content": "Fence posts and split fencing rails",
                "tag": "h2"
            },
            {
                "content": "Nearly every field, woodland and garden in the country is surrounded by a fence. In 2024, 224,000 green tonnes of softwood were used in the UK as fence posts.2 Whilst official statistics don’t exist for hardwood fencing, this is still a significant market which makes good use of coppice products.",
                "tag": "p"
            },
            {
                "content": "Fence posts are produced in different sizes, both height and diameter, with their dimensions designed for their end use. The main requirements for fence posts are straightness, uniformity and that the dimensions (diameter at the top and bottom of logs being cut) match the requirements of the finished fence post. For softwood posts, the ability to be treated to increase its life span is also important.",
                "tag": "p"
            },
            {
                "content": "In softwoods, fence posts provide a good market for early thinnings, when tree diameters are still quite small, or from higher up the tree after one or two sawlogs have been cut from its base.",
                "tag": "p"
            },
            {
                "content": "Durability is another important wood property to consider. Some tree species are naturally more durable than others. Species like oak, sweet chestnut and some ‘redwood’ conifers such as larch are naturally long-lasting. They are suitable for outside use without the need for treatment to protect them from rot. However, many softwood species such as spruce will require treatment.",
                "tag": "p"
            },
            {
                "content": "Another property of hardwood species, such as oak and sweet chestnut, is their ability to be split along the grain to make strong, hard-wearing rails which do not require sawing. This is a trait which can be harnessed to make strong, long-lasting post and rail fences.",
                "tag": "p"
            },
            {
                "content": "Pallets for transportation and storage",
                "tag": "h2"
            },
            {
                "content": "Pallets and wooden packaging materials are essential to our everyday lives. They are central to the transportation and storage of many products we consume. The UK construction sector alone is estimated to use 20 million pallets.3 In 2023, TIMCON – the UK timber packaging and pallet confederation, estimated that 41.7 million pallets were manufactured in the UK, with a further 54.1 million being reused and repaired.",
                "tag": "p"
            },
            {
                "content": "Pallets can be made from both softwood and hardwood, though in the UK softwoods are predominantly used. Produced from sawn wood, pallets can make use of the lower grade timber from trees, perhaps the slightly knottier or less uniform logs.",
                "tag": "p"
            },
            {
                "content": "They provide a great output for sawlogs that won’t meet the needs of more structurally or aesthetically demanding uses, such as construction or landscaping timber. Not only do they provide a great use for lower grade logs, but they can also be recycled and used and repaired repeatedly.",
                "tag": "p"
            },
            {
                "content": "Sawn products for landscaping",
                "tag": "h2"
            },
            {
                "content": "Wood is a defining feature of modern gardens and housing developments. Fences, decking, sheds, sleepers and raised beds all rely on a steady supply of sawn timber, making landscaping one of the most visible and important markets for woodland products.",
                "tag": "p"
            },
            {
                "content": "These materials are produced from sawlogs – the larger, higher-quality logs found at the base of trees. In a sawmill, logs are cut into posts, rails, boards and sleepers before being dried and treated.",
                "tag": "p"
            },
            {
                "content": "Most timber used outdoors in landscaping is treated with preservatives in a pressure process often known as tanalisation. This forces preservative deep into the wood fibres, protecting it from decay, insects and fungal attack.",
                "tag": "p"
            },
            {
                "content": "Treated timber is graded using use classes (UC), which indicate where it can be used safely:",
                "tag": "p"
            },
            {
                "content": "Understanding use classes helps ensure timber is matched to the right job, improving safety, longevity and value for money.",
                "tag": "p"
            },
            {
                "content": "Making woodland management work for you",
                "tag": "h2"
            },
            {
                "content": "Medium-value timber products may not attract the headlines of construction timber or fine furniture, but they are central to sustainable woodland management. They offer reliable markets for a wide range of tree sizes, species and quality. They help woodland owners to generate an income while managing woods for wildlife, the local landscape and for long-term resilience.",
                "tag": "p"
            },
            {
                "content": "From hedges and fences to pallets and gardens, these everyday products connect our woodlands to daily life, often in ways we barely notice but depend on.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2026/02/23/making-the-most-of-your-trees-discover-the-medium-value-timber-products-from-your-woodland/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Chris Watson, Woodland Resilience Advisor at the Forestry Commission, explores a variety of medium-value timber products available from UK woodlands."
    },
    {
        "title": "GDSA Summit returns: building on our progress",
        "authors": [
            "Lydia Tabbron"
        ],
        "posted_on": "2026-02-23T08:00:00",
        "categories": [
            "GDSA",
            "Sustainable ICT"
        ],
        "content": [
            {
                "content": "Lydia Tabbron reflects on the progress of the Government Digital Sustainability Alliance (GDSA)  as we prepare for our forthcoming summit.",
                "tag": "p"
            },
            {
                "content": "Over the past 18 months the GDSA has taken on a new form. It’s transitioned from a group of 40 government suppliers to a blossoming and bustling community of digital sustainability experts, representing more than 94 organisations from industry, academia and the third sector. ",
                "tag": "p"
            },
            {
                "content": "Since our inaugural summit at the London Science Museum in 2024, which brought together partners from across sectors to share knowledge and spark new ideas, we’ve made a conscious effort to draw on the expertise in our alliance in different ways.",
                "tag": "p"
            },
            {
                "content": "Aware government doesn’t possess all the knowledge and insight in this ever growing and complex topic, the GDSA has been critical to informing emerging thinking and priorities for government in this area.",
                "tag": "p"
            },
            {
                "content": "Regular lunch and learn sessions, visits and working group meetings for our alliance have enabled us in government to enrich our own understanding. We’ve been able to weave this knowledge into strategy documents, guidance and policy to set out how and why sustainability should be embedded into government digital services. This will help to ensure efficiency and resilience alongside environmental and social benefits.",
                "tag": "p"
            },
            {
                "content": "Shaping the government’s digital sustainability strategy",
                "tag": "h2"
            },
            {
                "content": "This work is shaping the development of the upcoming government digital sustainability strategy. The following themes have emerged as key priorities for government, thanks to the enhancement of our knowledge from the GDSA:",
                "tag": "p"
            },
            {
                "content": "Alongside the strategy, the GDSA has also helped to inform the new government buying standards for information and communications technology (ICT), Defra’s sustainable AI position statement and the Greener Service Principles.",
                "tag": "p"
            },
            {
                "content": "This year’s summit",
                "tag": "h2"
            },
            {
                "content": "This is why I am delighted to host our next summit. It’s a chance for those in our GDSA and colleagues from across government to discuss these topics which we care deeply about and to celebrate how far we have come.",
                "tag": "p"
            },
            {
                "content": "During the summit, scheduled for the end of February, we will hear from speakers across sectors on topics aligned to the digital sustainability strategy and why it’s crucial we act now, for the sake of our own digital security and resilience. The day will also give industry and government leaders in the room the opportunity to hear how others have transformed their digital services to be more sustainable, as well as the challenges and opportunities they’ve faced.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "h2"
            },
            {
                "content": "Driving sustainability is a priority across government. Integrating it into our digital services is no longer optional. It's expected. The government already asks suppliers to demonstrate their commitment to net zero, and sustainable digital practices will remain a core principle in the years ahead.",
                "tag": "p"
            },
            {
                "content": "As we launch our upcoming strategy, it will further cement government’s requirement for digital services and technology which are good for people and planet. And it's something which Defra is proud to lead on.",
                "tag": "p"
            },
            {
                "content": "What Defra is doing",
                "tag": "h2"
            },
            {
                "content": "Defra was the first government department to publish a digital sustainability strategy, setting out how we'll achieve long-term environmental, economic and social sustainability across our digital work.",
                "tag": "p"
            },
            {
                "content": "Our new contract with Atos for end-user services shows how we're embedding sustainability into everyday operations. There's a practical benefit, too. Sustainable digital practices often save money, whether through reduced energy use, making devices last longer, or smarter buying decisions. And by creating demand for sustainable technology, we're helping to support a growing digital sustainability sector in the UK.",
                "tag": "p"
            },
            {
                "content": "More information",
                "tag": "h2"
            },
            {
                "content": "Lydia Tabbron is the Digital Sustainability Lead for Defra and co-ordinates the GDSA on behalf of government. She has organised the summit with the support of Think Digital Partners.",
                "tag": "p"
            },
            {
                "content": "The GDSA brings together UK government, ICT and digital supply chain, academics and third sector organisations to drive progress on the sustainability of the UK government’s ICT and digital estate.",
                "tag": "p"
            },
            {
                "content": "If you're interested in finding out more about what we do or would like to know more about becoming a member of the alliance, please get in touch.",
                "tag": "p"
            },
            {
                "content": "Check out our LinkedIn page for all the latest news, stories and job openings. While you're there, why not give us a follow?",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2026/02/23/gdsa-summit-returns-building-on-our-progress/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Lydia Tabbron reflects on the progress of the Government Digital Sustainability Alliance (GDSA)  as we prepare for our forthcoming summit. Over the past 18 months the GDSA has taken on a new form. It’s transitioned from a group of 40 …"
    }
]