[
    {
        "title": "Housing Secretary rallies sector at housing and infrastructure roundtables",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-27T17:01:47",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "This week the Housing Secretary and Housing Minister, along with the Chancellor and the Chief Secretary to the Treasury, convened the country’s biggest housebuilders including Vistry, Permission, Taylor Wimpey, and Barratt Redrow to seek their views on proposed planning reforms and how the housing market is looking. Government ministers also met major infrastructure delivery providers, including Arup, East West Rail and Scottish Power.",
                "tag": "p"
            },
            {
                "content": "They pointed to early signs of recovery, with housing starts up 18% compared to the previous year, whilst government has taken 33 decisions on nationally significant economic projects so far – over 70% more than at the same point last Parliament and putting delivery firmly on track for 150 decisions this Parliament.But the Housing Sec stressed that while recovery is underway, government and industry alike cannot afford to let a generation down and must rise to the challenge together. Looking with optimism to what 2026 can bring for the sector, he urged everyone to meet the government’s level of urgency and ambition.",
                "tag": "p"
            },
            {
                "content": "He highlighted the government has acted with urgency – securing Royal Assent for the Planning and Infrastructure Act and revamping the National Planning Policy Framework. These latest reforms built on earlier actions to release grey belt land, restore and raise housing targets, allocate billions across social and affordable housing, and establish the National Housing Bank.",
                "tag": "p"
            },
            {
                "content": "It comes as the government enters the next phase of sweeping pro-growth and pro-supply reforms, building on the planning shake-up in December 2024, which drove the OBR to forecast the highest housebuilding levels in over 40 years and adding £6.8 billion to the UK economy by 2030.",
                "tag": "p"
            },
            {
                "content": "Press Association and the i Paper reported ahead of the roundtables earlier this week highlighting the Housing Sec will make clear neither the government nor industry can afford to be complacent about the housing crisis.",
                "tag": "p"
            },
            {
                "content": "Attendees:Housing roundtableOrganisationTaylor WimpeyVistryRoyal Town Planning InstituteMaceBarratt RedrowLandsecHome Builders FederationMount AnvilBritish LandGraingerNational Housing FederationPeabodyUrban & CivicFederation of Master BuildersPersimmonThakehamInfrastructure roundtableOrganisationSkansaMott MacdonaldEast West RailScottish PowerBalfour BeattyRenewable UKNational Infrastructure Planning AssociationEnergy UKNational GridMaceWater UKInstitution of Civil EngineersArupHSF Kramer",
                "tag": "p"
            },
            {
                "content": "Dr Janet Young, Director General at the Institution of Civil Engineers said:  ",
                "tag": "p"
            },
            {
                "content": "\"The government made excellent progress last year with the establishment of NISTA and the publication of the 10 Year Infrastructure Strategy.  ",
                "tag": "p"
            },
            {
                "content": "\"Passing the Planning and Infrastructure Act is another step in the right direction, but legislation will only take us so far. Delivering the reforms will require sustained effort from government and industry. We must work together to recruit and retain talent, address skills gaps, and prioritise investment. ",
                "tag": "p"
            },
            {
                "content": "\"The Institution of Civil Engineers will continue to share its members insights and expertise to help shape policy and support delivery.\" ",
                "tag": "p"
            },
            {
                "content": "Darragh Hurley, Managing Director at Mount Anvil said: ",
                "tag": "p"
            },
            {
                "content": "“Mount Anvil loves the energy, determination and action that this government is bringing to building more homes. This is a welcome and much needed change in a very tough market. Their willingness to engage, listen and take decisive action, like the Planning and Infrastructure Act and London Emergency Measures will mean more families have a place to call home.” ",
                "tag": "p"
            },
            {
                "content": "Catherine Howard, Partner at Herbert Smith Freehills Kramer LLP said: ",
                "tag": "p"
            },
            {
                "content": "\"It's great to be part of the ongoing discussion about how to accelerate the consenting of UK infrastructure. Successive Governments have talked about cutting red tape. This Act really delivers on that promise. Developers and investors are already shrinking their project programmes thanks to this Act. Applications for nationally significant infrastructure will now be made earlier and consented faster. The removal of years of onerous pre-application admin and lengthy reports [in favour of meaningful engagement] is particularly welcome, as is the creation of easier access rights for vital surveys, and the power for developers to opt for the quickest consenting route for their project. Beyond these changes and the many others made by the Act, the pro-development attitude of this Government is in itself having a marked impact on investor sentiment towards greenfield development in the UK.\" ",
                "tag": "p"
            },
            {
                "content": "Tom Wilcock, Arup's Managing Director for UK, India, Middle East and Africa said:  ",
                "tag": "p"
            },
            {
                "content": "\"The Planning and Infrastructure Act marks a major milestone that will aid speeding up the building of the critical infrastructure our country needs. With measures like streamlining major project consenting, the reintroduction of strategic planning and an enhanced role for development corporations, the Act will support jobs and homes, and accelerate growth across the UK. ",
                "tag": "p"
            },
            {
                "content": "“This is just the beginning of how we can deliver infrastructure greener, faster and cheaper in this country. Having supported the Government in developing the reforms to date, we are looking forward to working with Ministers, clients and partners to implement the Act and build on its success with wider reforms to help the economy grow even quicker. Today’s roundtable is an exciting start to that next phase of the discussion.” ",
                "tag": "p"
            },
            {
                "content": "Kate Henderson, Chief Executive of the National Housing Federation, said: ",
                "tag": "p"
            },
            {
                "content": "“I am delighted to have been part of this important discussion with the Chancellor, the Housing Secretary, the Housing Minister, and other key partners about how the government's planning reforms and ambitious new £39 billion Social and Affordable Homes Programme will help housing associations to build the affordable homes families across the country need.  ",
                "tag": "p"
            },
            {
                "content": "\"It was clear from the discussion that the government understands the foundational difference a secure and affordable home makes to people’s lives.  ",
                "tag": "p"
            },
            {
                "content": "“Housing associations are committed to working in partnership with the government to deliver on our shared ambition of a decade of renewal for social housing.” ",
                "tag": "p"
            },
            {
                "content": "Tom Carpen, NIPA Board Chair said: ",
                "tag": "p"
            },
            {
                "content": "\"The Planning and Infrastructure Act is a crucial piece of legislation and, along with wider reforms, we believe it should unlock the pace and quality of infrastructure delivery. The next challenge is for practitioners to embrace the opportunities the Act creates, as well as all public bodies. The National Infrastructure Planning Association brings together expert practitioners passionate about planning and delivering infrastructure in the national interest. It was therefore a privilege to bring our collective expertise to the ministerial roundtable and reiterate our commitment to working with government to drive better national infrastructure planning and delivery, and to make the most of the new Act in its implementation.\" ",
                "tag": "p"
            },
            {
                "content": "Will Gallagher, Chief Strategy Officer at EWR Co who attended the meeting, said: “We had a really productive discussion about how we implement the new Planning and Infrastructure Act to maximise its benefits - both to speed up the opening of EWR by making the planning process simpler and quicker, and also to make sure local communities get high quality ongoing engagement rather than just a single statutory consultation. As EWR is one of the first projects to operate under the new legislation, ministers were keen to hear about our progress.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/27/housing-secretary-rallies-sector-at-housing-and-infrastructure-roundtables/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "This week the Housing Secretary and Housing Minister, along with the Chancellor and the Chief Secretary to the Treasury, convened the country’s biggest housebuilders including Vistry, Permission, Taylor Wimpey, and Barratt Redrow to seek their views on proposed planning reforms …"
    },
    {
        "title": "Why Nature Close to Home Matters: Evidence from the People and Nature Survey ",
        "authors": [
            "Lydia Dixon"
        ],
        "posted_on": "2026-01-27T16:59:25",
        "categories": [
            "Connecting People with Nature",
            "Development",
            "Green Infrastructure",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Lydia Dixon, People and Nature Deputy Director, Natural England ",
                "tag": "p"
            },
            {
                "content": "A daily dose of nature boosts physical and mental health, strengthens communities, and can save the NHS millions every year. These benefits are often greatest for people in nature-deprived communities, who gain disproportionately from access to safe, high-quality green spaces. When people feel connected to nature and understand its value, it becomes a vital and cared‑for part of a healthy society. ",
                "tag": "p"
            },
            {
                "content": "This principle sits at the heart of Natural England’s new strategy, Recovering Nature for Growth, Health and Security. Our ambition is to build nature into everyday life, so people can support, access and benefit from nature wherever they live. ",
                "tag": "p"
            },
            {
                "content": "That ambition aligns closely with the Environmental Improvement Plan’s commitment that everyone should live within a 15-minute walk of green or blue space. The “15-minute to nature” goal recognises that access to nature is not a luxury - it is essential public infrastructure, every bit as important as transport, housing or schools. ",
                "tag": "p"
            },
            {
                "content": "Where we are now: what the evidence tells us",
                "tag": "h4"
            },
            {
                "content": "Our new report from the People and Nature Survey and the National Centre for Social Research, Local Greenspaces in Everyday Life, explores in detail at how people use their local green spaces and who benefits from them. It provides one of the clearest national pictures yet of how access to everyday nature is distributed, and where inequalities persist. ",
                "tag": "p"
            },
            {
                "content": "Most people in England (73%) live within a 15-minute walk of a green space. But more than a quarter (27%) do not. Crucially, this lack of access is not evenly shared. ",
                "tag": "p"
            },
            {
                "content": "Black and Black British adults are significantly less likely than White adults to live within five minutes of a green space. Only around a quarter (26%) of adults in the most socially deprived areas have a green space close to home, compared with well over a third (38%) in the least deprived areas. More than a third (36%) of adults whose health conditions limit daily life live more than 15 minutes away. ",
                "tag": "p"
            },
            {
                "content": "The research also shows that proximity alone is not enough. People who live more than 15 minutes away have around 60% lower odds of visiting green spaces frequently – but those who perceive their local green spaces as unsafe, poorly maintained or inaccessible are just as unlikely to use them, even when they are nearby. This suggests that quality matters as much as quantity. ",
                "tag": "p"
            },
            {
                "content": "The evidence also highlights the different roles that different places play. Local green spaces support everyday activities such as walking, relaxation and socialising, while larger “destination” landscapes, like national parks, offer opportunities for longer, memorable visits that deepen people’s relationship with nature. ",
                "tag": "p"
            },
            {
                "content": "Together, these findings highlight three priorities: tackling inequalities in access, investing in quality as well as quantity, and planning a joined-up network of nature that supports everyday use close to home while also improving access to larger destination landscapes further afield. ",
                "tag": "p"
            },
            {
                "content": "How we will get there: turning ambition into action ",
                "tag": "h4"
            },
            {
                "content": "Delivering the 15-minute commitment will require long-term, coordinated action across government, local authorities, communities, charities, developers and land managers. Natural England is already playing a central role in making this happen.  ",
                "tag": "p"
            },
            {
                "content": "In towns and cities, our Green Infrastructure Framework is helping planners and developers design places where nature is woven into everyday life, rather than added as an afterthought. Through the Nature Towns and Cities initiative, we are supporting urban areas to create greener streets, cooler neighbourhoods, better air quality and accessible nature-rich spaces where people live, learn and work. ",
                "tag": "p"
            },
            {
                "content": "Beyond our towns and cities, we are working with partners to improve access to some of England’s most iconic places. Through the Protected Landscape Partnership and the delivery of high-quality National Trails – including the King Charles III England Coast Path and the Coast to Coast route, both launching this spring - we are helping more people experience nature further afield, in ways that are inclusive and sustainable.  ",
                "tag": "p"
            },
            {
                "content": "We are also embedding nature across health and education – from leading the adoption of green social prescribing, to supporting organisations including schools and hospitals to manage the land they look after for both people and nature. ",
                "tag": "p"
            },
            {
                "content": "A greener, fairer future ",
                "tag": "h4"
            },
            {
                "content": "Nature close to home is essential infrastructure for healthy lives and thriving communities. This new evidence helps us target action where it is most needed, while our strategy provides a clear pathway for turning ambition into delivery. ",
                "tag": "p"
            },
            {
                "content": "Our commitment to action underpinned by evidence is highlighted in our new Science, Evidence and Analysis Framework, which sets out how we will invest in science, data and digital innovation over the next five years to ensure our work delivers measurable outcomes for both people and nature. ",
                "tag": "p"
            },
            {
                "content": "Achieving a future in which everyone can benefit from nature every day will require sustained ambition, partnership and persistence, but it is essential for a healthier, fairer England. ",
                "tag": "p"
            },
            {
                "content": "Read the full report here: Local greenspaces in everyday life: Visits, quality, and barriers across different groups - NECR656 ",
                "tag": "p"
            },
            {
                "content": "If you have any questions, please email our team at people_and_nature@naturalengland.org.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/01/27/why-nature-close-to-home-matters-evidence-from-the-people-and-nature-survey/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Lydia Dixon, People and Nature Deputy Director, Natural England  A daily dose of nature boosts physical and mental health, strengthens communities, and can save the NHS millions every year. These benefits are often greatest for people in nature-deprived communities, who gain disproportionately from …"
    },
    {
        "title": "Nipah virus: what is it, where is it found and how does it spread?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-27T15:47:51",
        "categories": [
            "Travel"
        ],
        "content": [
            {
                "content": "Nipah virus (NiV) is a serious infectious disease that periodically causes outbreaks in parts of Asia. While the risk to most people remains very low, understanding this virus is important if you are planning to travel to one of the areas where it circulates. No cases have ever been found in the UK.",
                "tag": "p"
            },
            {
                "content": "What is Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "Nipah virus is a zoonotic virus, meaning it can be spread from animals to humans. It can also be transmitted through contaminated food or directly from human to human. It was first identified in 1999 during an outbreak among pig farmers in Malaysia and Singapore.",
                "tag": "p"
            },
            {
                "content": "The natural hosts of the virus are fruit bats, particularly those of the Pteropus genus.  There is evidence that Nipah virus can infect other animals, including pigs, dogs, cats, goats, horses and sheep.",
                "tag": "p"
            },
            {
                "content": "What are the symptoms?",
                "tag": "h2"
            },
            {
                "content": "The incubation period (the time between becoming infected and symptoms appearing) is typically 4 to 21 days, though longer periods have occasionally been observed.",
                "tag": "p"
            },
            {
                "content": "Symptoms usually begin with the sudden – onset of non-specific flu-like illness or fever. Pneumonia and other respiratory problems may also develop.",
                "tag": "p"
            },
            {
                "content": "The most serious complication is encephalitis (inflammation of the brain) or meningitis, which typically develops 3 to 21 days after the initial illness begins. This is the hallmark of Nipah infection and is associated with a very high mortality rate.",
                "tag": "p"
            },
            {
                "content": "It is estimated that between 40 and 75% of people infected with Nipah virus will die. Some survivors may be left with lasting neurological difficulties, including persistent seizures and personality changes. In rare cases, the virus can reactivate months or even years after the initial infection.",
                "tag": "p"
            },
            {
                "content": "Where is Nipah virus found?",
                "tag": "h2"
            },
            {
                "content": "Human outbreaks of Nipah virus have only been identified in South and South-East Asia, primarily in rural or semi-rural locations. Countries with previously reported outbreaks include:",
                "tag": "p"
            },
            {
                "content": "While antibodies against Nipah virus have been detected in bat species across Asia, Ghana and Madagascar, human outbreaks have not occurred outside the South and South-East Asian region. Find details of the latest news on Nipah virus outbreaks on the TravelHealthPro website.",
                "tag": "p"
            },
            {
                "content": "Has Nipah virus ever been found in the UK?",
                "tag": "h2"
            },
            {
                "content": "No cases of Nipah virus have ever been reported in the UK.",
                "tag": "p"
            },
            {
                "content": "How is Nipah virus transmitted?",
                "tag": "h2"
            },
            {
                "content": "While human infections can arise through direct contact with an infected animal and their secretions, many infections result from the consumption of fruits or fruit products (such as raw or partially fermented date palm juice) contaminated with the poo, urine or saliva of infected fruit bats. Date palm juice is often known as Khejur Juice when raw and as Tari or Khajuri Tadi when fermented.",
                "tag": "p"
            },
            {
                "content": "Person-to-person spread is possible through close contact with an infected person or their body fluids. This has been documented in Bangladesh and India, most commonly among family members and close contacts caring for infected patients. Those with respiratory symptoms may pose a transmission risk.",
                "tag": "p"
            },
            {
                "content": "How do you treat Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "Currently, there is no proven specific treatment for Nipah virus infection, and no preventative vaccine is licensed for use.",
                "tag": "p"
            },
            {
                "content": "Treatment is limited to intensive supportive care for those with severe infections.",
                "tag": "p"
            },
            {
                "content": "Several experimental therapies are in development or in early clinical trials, including monoclonal antibodies, fusion inhibitors, and novel antivirals. UKHSA and The Pirbright Institute are supporting the development of vaccines against henipavirus – a genus (or group) of viruses including Nipah virus. The World Health Organization has listed Nipah virus as an epidemic threat requiring urgent research and development action, including vaccine development.",
                "tag": "p"
            },
            {
                "content": "How can you prevent Nipah virus spreading?",
                "tag": "h2"
            },
            {
                "content": "For those travelling to endemic areas, prevention focuses on avoiding exposure:",
                "tag": "p"
            },
            {
                "content": "In healthcare settings, strict infection prevention and control measures are essential, including contact, droplet and airborne precautions for both suspected and confirmed patients.",
                "tag": "p"
            },
            {
                "content": "What should I do if I'm concerned?",
                "tag": "h2"
            },
            {
                "content": "The risk for tourists visiting endemic countries is very low if standard precautions are followed. The risk may be higher for those participating in local practices such as date palm sap collection and consumption.",
                "tag": "p"
            },
            {
                "content": "If you develop symptoms while overseas in an endemic area, seek advice from a health professional immediately. If you develop symptoms after returning to the UK, contact your healthcare provider and make sure to mention your recent travel history.",
                "tag": "p"
            },
            {
                "content": "What is UKHSA’s role in addressing the risks of Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "In March 2025, we designated Nipah virus as a high priority pathogen - one that urgently needs investment in developing tests, treatments and vaccines. This is because of its high fatality rate and the fact that there are currently no approved vaccines or specific treatments available.",
                "tag": "p"
            },
            {
                "content": "Our UK Public Health Rapid Support Team is a key international partner in infectious disease outbreak detection, prevention, preparedness and response. In Bangladesh, where Nipah virus outbreaks occur regularly, we’re working with local partners to research a model that has worked well in other contexts and deliver an education programme in local schools. By teaching children about Nipah virus and how to avoid infection, they can share this knowledge with their families - helping to protect entire communities.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/27/nipah-virus-what-is-it-where-is-it-found-and-how-does-it-spread/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Nipah virus (NiV) is a serious infectious disease that periodically causes outbreaks in parts of Asia. While the risk to most people remains very low, understanding this virus is important if you are planning to travel to one of the areas where it circulates. No cases have ever been found in the UK."
    },
    {
        "title": "Unshackling leaseholders from problematic ground rents",
        "authors": [
            "Emma Cochrane"
        ],
        "posted_on": "2026-01-27T15:01:24",
        "categories": [
            "Consumer protection"
        ],
        "content": [
            {
                "content": "The government has set out plans to introduce a cap on existing ground rents to £250 a year, changing to a peppercorn after 40 years, in another major step towards making sure all leaseholders get the fair deal they deserve.These proposals should spell an end to rising ground rent fees and help people struggling with high ground rents – particularly when many are already grappling with costs elsewhere.Since 2019, we have been tackling the sale and use of doubling ground rent terms, which saw people trapped in homes they couldn’t sell or mortgage, and their property rights at risk if they fell behind on payments.Our investigation, involving leading housing developers and businesses who purchased freeholds from these firms, led to landmark changes which freed over 21,000 households from problematic leasehold issues.",
                "tag": "p"
            },
            {
                "content": "This included:",
                "tag": "p"
            },
            {
                "content": "While we were successful in helping thousands of leaseholders get out of doubling ground rent terms, problematic ground rents continue to be a major issue for homeowners across the country. Government intervention in this area is likely to be the only way to achieve an effective, long-lasting solution.High ground rents can cause a wide range of problems, even where they don’t double. During our investigation, we saw no persuasive evidence that ground rent was either legally or commercially necessary, or that consumers received anything in return for paying these annual fees. But we also recognise that changes to ground rents have implications for freeholders.",
                "tag": "p"
            },
            {
                "content": "Ultimately, we believe it is right that the government has put forward proposals which seek to strike a balance between the interests of both leaseholders and freeholders.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2026/01/27/unshackling-leaseholders-from-problematic-ground-rents/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "The government has set out plans to introduce a cap on existing ground rents to £250 a year, changing to a peppercorn after 40 years, in another major step towards making sure all leaseholders get the fair deal they deserve. …"
    },
    {
        "title": "Irish Sea Nephrops Survey: Marking 30 years of Collaboration",
        "authors": [
            "fionavogt1"
        ],
        "posted_on": "2026-01-27T14:32:23",
        "categories": [
            "biodiversity",
            "Field Research",
            "Fisheries"
        ],
        "content": [
            {
                "content": "Nephrops (Nephrops norvegicus), more commonly called langoustines, Dublin Bay prawns or just prawns, are a commercially important shellfish species, with numerous fisheries around the Great Britain and Ireland.  Underwater Television, or UWTV surveys have formed the basis of assessing the status of Nephrops stocks since the 1990s.  Despite significant development of technology over the same period, the basic process for carrying out these surveys has remained largely unchanged to the present day.",
                "tag": "p"
            },
            {
                "content": "UWTV surveys were originally developed in the 1980s by the Department of Agriculture and Fisheries for Scotland (DAFS), with their first survey carried out by the then newly created Fisheries Research Services (FRS) in 1992, continuing ever since and now being carried out by Marine Scotland.  Cefas, then the Directorate of Fisheries Research, conducted its first UWTV survey in 1996. The Marine Institute (MI), Republic of Ireland, commenced in 2002, shortly following by Agri-Food and Biosciences Institute (AFBI), Northern Ireland, in 2003 and the approach continued to be adopted by other institutes.  Now, well over 20 discreet Nephrops fisheries areas off Iceland and Scandinavia down to the Bay of Biscay and Mediterranean are regularly surveyed by a range of organisations across Europe.",
                "tag": "p"
            },
            {
                "content": "The Research Vessel (RV) Corystes is a research vessel with a distinguished legacy in marine science. Over four decades, she has played an important role in supporting marine and fisheries research, contributing to our understanding of the marine environment around the British Isles.  She has been conducting UWTV surveys since 1996, firstly for Cefas, then, from 2006 for AFBI in Northern Ireland.  AFBI continue to lead and co-ordinate joint surveys, currently conducted together with scientists from Cefas and the Marine Institute.  The three organisations work together on the Corystes towards a common goal, to estimate the  number of Nephrops in the two main fishing areas of the Irish Sea.  The exchange of knowledge between organisations is key to successfully surveying these challenging fishing areas.",
                "tag": "p"
            },
            {
                "content": "This collaboration continues, even when the survey is finished.  AFBI, Cefas and MI join UK and other European scientists at the International Council for the Exploration of the Sea (ICES), where survey results and associated stock assessments are scrutinised, to ensure consistency of approach.  This allows the delivery of robust scientific advice to assist policy makers in the UK, EU and elsewhere in Europe in managing their Nephrops fisheries.",
                "tag": "p"
            },
            {
                "content": "Underwater Television surveys",
                "tag": "h2"
            },
            {
                "content": "So, what goes into a Nephrops survey and the processing of data collected?",
                "tag": "p"
            },
            {
                "content": "The first job is to identify where to survey.  Fortunately, this is relatively straight-forward for Nephrops.  Nephrops are burrowing decapod crustaceans, sharing the same family as larger European lobsters.  Much like many terrestrial animals, they excavate and spend much of their lives in burrows, emerging only to forage and find a mate.  Unlike European lobsters that prefer rockier habitat, Nephrops prefer softer sediment types to construct their burrows, typically in mud or muddy sand.  Based on a combination of survey work to identify the sediment type and using fishing activity data, we can estimate the areas where the Nephrops live and then survey those locations.",
                "tag": "p"
            },
            {
                "content": "Muddy habitat is ideal for UWTV survey work as we can deploy a sledge system to survey the seabed.  This allows us to obtain very consistent video footage, because we can keep the camera on the sledge at a fixed height above the seabed, even if the vessel above is moving around.  The camera sledge does need to have sufficient lighting to illuminate the seabed for us to see the burrows clearly.  It also has additional instrumentation to measure environmental variables such as temperature and clarity of the water.  Finally, there is long communication cable, to bring the live video footage to the computers and scientists aboard the ship.  All this gear makes the sledge relatively heavy, meaning we need a relatively large vessel to deploy and recover the sledge.",
                "tag": "p"
            },
            {
                "content": "This is where the RV Corystes comes in as one such vessel.  Measuring approximately 53 metres in length and weighing around 865 tonnes, the RV Corystes was constructed as a state-of-the-art research platform. She is equipped with advanced laboratories, winches, trawl gear, and hydrographic instruments. Her robust design allows for research activities in challenging sea conditions, making her suitable for a variety of scientific missions:  oceanography, environmental monitoring and, of course, fisheries surveys.",
                "tag": "p"
            },
            {
                "content": "The name \"Corystes\" is derived from Corystes cassivelaunus, a type of crab found in the North Sea, reflecting her scientific mission.  Corystes was built in 1988 by Ferguson Shipbuilders Ltd, located in Port Glasgow, Scotland. Commissioned by the British government for the Ministry of Agriculture, Fisheries and Food (MAFF), later Defra and Cefas, before being transferred to Northern Ireland to be operated by AFBI from 2006.  The vessel was designed specifically for research purposes and over the years, she has undergone several refits to update her equipment and to comply with evolving safety standards.  Despite her age, these upgrades have ensured she remains at the forefront of marine research.",
                "tag": "p"
            },
            {
                "content": "At start of each of the prescribed locations for a survey, the ship’s crew will position the vessel into the prevailing sea current.  This is done to ensure maximum manoeuvrability of the ship and clarity of the camera footage being obtained.  The sledge is then towed over the seabed at a fixed speed and footage of the seabed and features is recorded.  Footage in the Irish Sea can be of variable quality, due to prevailing sea and weather conditions or due to recent fishing activity.  For this reason, the footage is checked immediately, and a survey station may need to be repeated if conditions are not quite right.",
                "tag": "p"
            },
            {
                "content": "Next, it’s over to the counting teams.  Their job is to look through all the footage obtained and identify the Nephrops burrows.  This process isn’t as simple as it sounds.  Firstly, animals other than Nephrops burrow into the sediment.  Part of the skill needed for counting is being able to work out which burrows are those of a Nephrops and which belong to other burrowing species.  Secondly, a burrow system may have multiple entrances and exits.  We don’t want to count a burrow system twice so, distinguishing which entrances and exits form a single burrow system is very important.  Training is key to consistent counting.  Teams of counters typically have many years of experience, with each Nephrops area being subtly different.  All counters conduct training on an annual basis to make sure that they are counting in line with expectations for a particular area.",
                "tag": "p"
            },
            {
                "content": "This is where the Corystes survey is quite unique.  Here, scientists from the 3 organisations: AFBI, Cefas and MI, are counting as a single group, having the opportunity to train and work directly with their international colleagues.  As such, counters bring their experience of several other Nephrops surveys and areas to the Corystes and, equally, can take experience gained away to increase consistency of counting over the entire Nephrops survey programme.",
                "tag": "p"
            },
            {
                "content": "Footage is counted at least twice, each time with a different counter.  After two counts, we compare the counts obtained.  All going well, the counts are quite similar and show general agreement, allowing the station to be ‘passed.’  If not, the footage is examined again, often with a third counter and a process followed to determine which of the counts can be ‘passed.’  Extra effort may be required for several reasons, for instance where there are many other burrowing species present in the footage, or where visibility is more limited.  Where visibility is particularly limited, the counters may request a station to run again.",
                "tag": "p"
            },
            {
                "content": "Counting is usually all done and checked while at sea.  Processing then uses these counts, along with station details, to estimate a density of Nephrops burrows at each of the stations.  Further processing combines all the burrow density figures.  We can then produce an estimate of the total number of burrows for the entire area.   This then directly translates to a total number of adult Nephrops over the area.",
                "tag": "p"
            },
            {
                "content": "Assessing the results",
                "tag": "h2"
            },
            {
                "content": "Survey results are scrutinised further onshore.  Natural variation in Nephrops populations is something that we generally expect, however large changes are quite unusual.  Where we see a large change, we may go back and look again at our findings to verify that result.  All results will be presented at two ICES working groups, firstly the Working Group for the Assessment of Nephrops Stocks (WGNEPH) and secondly at the Working Group for Nephrops Surveys (WGNEPS).  These groups are formed from members across Europe and both may make recommendations for additional work to be carried out before a survey result is accepted.  At WGNEPH, the total number of Nephrops is combined with an average size of each individual (obtained from port and at-sea sampling) to produce an estimate of stock size.  Stock assessors will use this estimate of stock size as a basis for setting catch advice, which will ultimately be used by policy makers in quota setting at annual EU and UK (quota setting at annual EU and UK ) meetings.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Confidence in this method of conducting marine surveys is high, particularly given the level of scrutiny by ICES.  Despite technological advancements, some UWTV surveys remain unchanged for long periods and there is a value to consistency when explaining changes in Nephrops abundance between years.  Camera technology continues to evolve and has led to higher quality imagery being collected, making identification (or otherwise) of Nephrops burrow systems more reliable.  Focus at the moment is augmenting the work of counting teams using AI.  Machine learning tools can already be used to identify burrow entrances.  However, work is underway to identify burrow systems (linking together multiple entrances) as well as to measure burrow systems.  One aim of this work is to eventually train an ‘AI counter’ able to act as a common reference point for current and future counters,  In the longer term there, we aim to gain better insight into in-year effects on counting, factors affecting burrow excavation and fluctuations in physical factors and how they may affect the Nephrops themselves. ",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2026/01/27/irish-sea-nephrops-survey-marking-30-years-of-collaboration/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Nephrops (Nephrops norvegicus), more commonly called langoustines, Dublin Bay prawns or just prawns, are a commercially important shellfish species, with numerous fisheries around the Great Britain and Ireland.  Underwater Television, or UWTV surveys have formed the basis of assessing the …"
    },
    {
        "title": "Empowering Women in Tech: DBT’s focus on inclusion and innovation ",
        "authors": [
            "Jen Hughes, Head of DDaT Resourcing"
        ],
        "posted_on": "2026-01-27T11:15:09",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Leading the Way: How DBT is Winning for Women in Tech",
                "tag": "p"
            },
            {
                "content": "Jen Hughes",
                "tag": "h3"
            },
            {
                "content": "We were so happy and proud to be nominated and go on to win the award for best public sector employer at the recent Women in Tech Employer Awards. Winning is always great - but the work we’re doing behind the scenes is what really makes a difference to our organisation and everything we do.",
                "tag": "p"
            },
            {
                "content": "I lead the Digital, Data and Technology (DDaT) Recruitment here at the Department for Business and Trade (DBT), and we work with our experts to find the right people with the right skills. Balancing this with gaining a mix of perspectives and expertise is always a challenge. In the Digital and Data world, we face the added challenge that only 23% of people working in STEM roles in the UK are women, according to this PwC Women in Tech report. Whilst all forms of diversity are clearly important, the lack of women potentially in the recruitment ‘pool’ means we have to make a concerted effort on this specific area. Attracting more women into technology roles is a priority for DBT, not just because it’s the right thing to do, but because it makes us a stronger organisation.",
                "tag": "p"
            },
            {
                "content": "Diverse teams drive innovation, help us solve problems from different perspectives, and make DBT a more inclusive and supportive place to work. By increasing female representation in tech, we’re better able to understand and serve a wider range of users. We create an environment where everyone can thrive. This isn’t just about fairness, it’s a smart business move that supports creativity, improves our results, and helps us stay competitive in a fast-changing world.",
                "tag": "p"
            },
            {
                "content": "To get to this position, there are 3 key stages:",
                "tag": "p"
            },
            {
                "content": "Reaching women",
                "tag": "h2"
            },
            {
                "content": "We have worked to identify innovative ways to reach more women and raise awareness of our opportunities. This includes:",
                "tag": "p"
            },
            {
                "content": "This lays the foundations for being in the right spaces where women can find us. They know we’re here and can recognise themselves working here.",
                "tag": "p"
            },
            {
                "content": "Attracting women",
                "tag": "h2"
            },
            {
                "content": "Here in Digital and Data, we have built a recruitment process which best supports a diverse range of candidates, with the aim of increasing our female representation. This has included: ",
                "tag": "p"
            },
            {
                "content": "Retaining women",
                "tag": "h2"
            },
            {
                "content": "However, it’s not about just hiring women, it’s about retaining them and supporting their career growth at all levels.",
                "tag": "p"
            },
            {
                "content": "A 2025 report on Diversity in UK Tech found that a lack of flexibility and cultural barriers are the leading factors pushing women out of technical professions.",
                "tag": "p"
            },
            {
                "content": "There are a range of benefits that address these structural and cultural barriers to make DBT a great place for women to work. We promote these on our job adverts and they include:",
                "tag": "p"
            },
            {
                "content": "Understanding what works",
                "tag": "h2"
            },
            {
                "content": "Stephanie Chaytor",
                "tag": "h3"
            },
            {
                "content": "It will take time to evaluate these strategies to identify which are the most significant in attracting and retaining women in the workplace. Women’s experiences will vary greatly and for many there will be a range of benefits to our approach.",
                "tag": "p"
            },
            {
                "content": "For Anais Reding, Chief Digital Officer and Head of User Centred Design, there are 2 key factors. Firstly, the trend for more female leaders on the Executive Committee, with diverse skills, opinions and approaches. Secondly, a focus on holding meetings during core hours to support work-childcare balance:",
                "tag": "p"
            },
            {
                "content": "“As a team, we start by understanding the constraints each of us has to work with, to find the best way to work as a team. When can we meet? When is it possible for us to do this in person?  This allows us to bring our best self to work and to build strong relationships for us as a team.” ",
                "tag": "p"
            },
            {
                "content": "Our Chief Data Officer, Sian Thomas, believes it is not one factor, but the sum of many small actions that remove barriers to women’s growth in the workplace.",
                "tag": "p"
            },
            {
                "content": "“The position we are in now is because of the hard work of many female leaders in Digital and Data DBT, and previously DIT. It's not one policy, but many small actions and decisions that have improved and embedded the culture that supports women in the workplace.",
                "tag": "p"
            },
            {
                "content": "“There is more work to be done but we know that by taking small actions we are removing barriers to make us a more inclusive group.  And yes, it benefits women, but also other often marginalised groups.”",
                "tag": "p"
            },
            {
                "content": "By removing barriers to inclusion, we create an environment where skills, growth and development can be fully recognised and valued. When asked why she chose to join and stay in the Digital and Data team at DBT, Lead Developer Manager, Aishah Senin said:",
                "tag": "p"
            },
            {
                "content": "“Joining this organisation mattered to me because merit truly comes first, allowing me to grow without having to prove anything beyond my capability. It’s a place where women can thrive knowing their skills and potential genuinely speak for themselves.”",
                "tag": "p"
            },
            {
                "content": "So, how are we doing?",
                "tag": "h2"
            },
            {
                "content": "Female representation in Digital and Data at DBT far surpasses the 23% quoted in the PwC Women in Tech Report. According to the Cabinet Office’s Civil Service Statistics, women make up 46% of the headcount in DBT’s Digital and Data team.   ",
                "tag": "p"
            },
            {
                "content": "Diversity is important with our Places for Growth Agenda and 2045 (31%) of DBT staff work outside of the main hub in London as of March 2025. This agenda has ensured we can target women across the UK.  ",
                "tag": "p"
            },
            {
                "content": "Our work continues, but our recent win at the Women in Tech employee awards was a huge boost for us and recognition of our hard work.  ",
                "tag": "p"
            },
            {
                "content": "Our people are everything and having more diversity leads to better outcomes. As we look forward to 2026, we’ll be building on our success in 2025 and ensuring DDaT at DBT remains a leader in this space. Inclusivity means everyone wins and we’re proud to be an award winning DDaT team paving the way for diversity and inclusion.  ",
                "tag": "p"
            },
            {
                "content": "If you’re looking to attract more diverse candidates, please do use the ideas I’ve shared above. Share your own ideas below or any resources we can use to do better. This is a journey we’re all on. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/01/27/empowering-women-in-tech-dbts-focus-on-inclusion-and-innovation/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "“Diversity in Digital and Data leads to better outcomes for all of DBT and the businesses we support in the UK and beyond.”"
    },
    {
        "title": "New year, new challenges – and we've hit the ground running ",
        "authors": [
            "Graham Stallwood"
        ],
        "posted_on": "2026-01-27T09:46:39",
        "categories": [
            "Appeals",
            "Local plans",
            "nationally significant infrastructure projects",
            "Performance"
        ],
        "content": [
            {
                "content": "Interim Chief Executive Graham Stallwood looks forward to working together across the planning sector in a busy and exciting 2026. ",
                "tag": "p"
            },
            {
                "content": "It feels like only yesterday we were raising a glass to 2026, yet here we are almost in February and fully immersed in the important work of the year ahead. ",
                "tag": "p"
            },
            {
                "content": "The planning world certainly doesn’t stop much for Christmas. In the first fortnight of the year alone, we had completed close to 800 site visits and public events.  ",
                "tag": "p"
            },
            {
                "content": "One thing has changed though – as many of you know I recently took on the role of Interim Chief Executive. ",
                "tag": "p"
            },
            {
                "content": "If you’ll forgive one football reference, when a Premier League manager is promoted from within, pundits will inevitably trot out the line ‘they know the club’. Well, I'm a planner and I know the organisation – I've devoted my entire career to planning and public service, and I genuinely believe in the difference our work makes to the nation and individual communities across the country.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead: our priorities for 2026 ",
                "tag": "h2"
            },
            {
                "content": "Having talked about how busy we are, you may quite rightly say, ‘when wasn’t the planning world busy and constantly evolving?’  ",
                "tag": "p"
            },
            {
                "content": "This is shaping up to be a pivotal year. The local plans system is changing, the Planning and Infrastructure Act 2025 is now being implemented, a revised National Planning Policy Framework is under consultation, and a more streamlined approach to planning appeals will come into force soon. Further improvements to our digital services are coming. ",
                "tag": "p"
            },
            {
                "content": "And of course, the government's ambitious Plan for Change will keep us on our toes throughout the year and beyond. ",
                "tag": "p"
            },
            {
                "content": "Our focus will be on ensuring we have the expertise and resilience to influence and support these reforms, helping to make them a success for everyone who relies on the planning system. ",
                "tag": "p"
            },
            {
                "content": "Delivering on performance ",
                "tag": "h2"
            },
            {
                "content": "Our latest performance statistics have just been published and we’re continuing to see real improvements in how we deliver.  ",
                "tag": "p"
            },
            {
                "content": "We’re maintaining our high standards of decision making. We've made strong progress in clearing the ever-shrinking appeals backlog. At the end of December 2025, we had 9,939 cases open across all our casework, dipping below 10,000 for the first time since April 2020, and a significant reduction from 12,818 at the end of January 2025. ",
                "tag": "p"
            },
            {
                "content": "We’re also getting quicker as the average (median) decision time for all cases has been coming down over the last year.  ",
                "tag": "p"
            },
            {
                "content": "The median decision time for appeal cases decided in December was just 18 weeks while the average over the past 12 months was 23 weeks. ",
                "tag": "p"
            },
            {
                "content": "Here's to 2026 ",
                "tag": "h2"
            },
            {
                "content": "So, yes, it’s a new year and the challenges keep on coming. What hasn’t changed is that we must meet those challenges working together across the planning system.  ",
                "tag": "p"
            },
            {
                "content": "In her opening speech as Royal Town Planning Institute President last week, former Inspector Jan Bessell spoke of “planning with purpose”. It’s all about outcomes. And with delivery being at the heart of the changes coming to the planning system this year, I'm looking forward to engaging with you across the sector as we focus on delivery together. ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2026/01/27/new-year-new-challenges-and-weve-hit-the-ground-running/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Interim Chief Executive Graham Stallwood looks forward to working together across the planning sector in a busy and exciting 2026. "
    },
    {
        "title": "Own a flat or looking to buy? Here’s what the new leasehold shake-up means for you 💸",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-27T07:40:35",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Millions of homeowners – mostly flat owners – will save significant cash thanks to a new major shake‑up of the leasehold system. If you own a flat or are looking to buy one, you probably know about the excessive charges you may have to pay on top of your mortgage and other bills. Ground rents are often inescapable because they have to be paid under the terms of your lease. Some landlords charge a substantial amount for no clear service in return. The Prime Minister has announced huge changes to put this to an end – a turning point for millions of homeowners whose lives are plagued by these charges. Here is what the government is doing to protect your pockets from unfair charges: 1. Ground rent will be CAPPED – no more spiralling bills Many flat owners pay ground rent that can shoot up a lot. You may not even realise that it is going to increase until you get the bill. Ground rent is a payment to the owner of the land your flat sits on. That’s being stopped. - If you have a ground rent it will be capped at £250 a year. - And after 40 years it will be cut to a peppercorn, so nothing is paid. - This will apply to most residential leasehold contracts that were entered into before July 2023, meaning big savings and no nasty financial surprises. 2. New leasehold flats will be banned This is huge. In future, developers will no longer be allowed to sell new flats as leasehold (except in limited cases). Instead, new flats will be built as commonhold – meaning you own the ground your flat is built on and the overall building with your neighbours. This is a fairer system used widely in other countries, giving flat ownership a whole new meaning (because it’s actually all yours!). The government is consulting on the details, including trickier cases where exemptions might be needed and timing arrangements to ensure the transition to commonhold is smooth. Moving to a commonhold system will mean: - You own your flat outright - You and your neighbours jointly own and run the building, you might hire a managing agent to look after the property, but they will be accountable to you - There’s no landlord above you charging more than needed - You get a proper say over spending, repairs and local rules 3. Existing leaseholders will get the right to switch to commonhold If you already own a leasehold flat, you won’t be left behind. The government will make it much easier for existing leaseholders to convert to commonhold, so they benefit too. 4. You can’t lose your home over tiny debts anymore At the moment, some people can lose their home for owing as little as £350 in fees. This extreme rule called forfeiture will be scrapped. A new, fairer system will be introduced and replaced with a new court-led process with strict safeguards for more extreme cases. 5. Service charges and building costs will be more transparent These leasehold reforms build on changes already coming that will: - make service charge bills clearer and easier to understand - help people challenge unfair costs - force landlords and their managing agents to be more accountable - and reduce mystery fees or unexplained hikes. 6. More power for freehold homeowners against excessive estate charges – a big crackdown on ‘fleecehold’ estates  If you own a freehold house on a privately managed estate (often new builds), you might still be paying extra fees for the upkeep of parks, roads and shared areas, even though you already pay council tax. This is often called ‘fleecehold’ and nearly two million households are affected. We want to reduce the use of this approach going forwards, putting an end to its unjustified use for the majority of new homes. The government is also consulting on recently announced major reforms, meaning: ❌ The harsh 100‑year‑old law used to punish homeowners will be banned Right now, missing a payment (even as low as £100) can mean losing access to your home or even having a lease slapped onto it. This draconian power will be scrapped. 📄 Standard, clearer bills so you can challenge unfair charges Homeowners will get simple, standardised information about estate charges to help them spot unreasonable fees and challenge them. No more mystery bills or surprise add‑ons. 👥 A new ‘substitute manager’ if the current one fails If a management company isn’t doing its job - for example, leaving roads unmaintained or green spaces neglected - a tribunal will be able to appoint a new manager to take over. This gives residents proper backing when things go wrong. 🏘️ Government will look at making resident‑controlled management the default The government is exploring whether residents should run their estates themselves, instead of being forced to rely on a private management company with no accountability. See the full press release here. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/27/own-a-flat-or-looking-to-buy-heres-what-the-new-leasehold-shake-up-means-for-you/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Millions of homeowners – mostly flat owners – will save significant cash thanks to a new major shake‑up of the leasehold system. If you own a flat or are looking to buy one, you probably know about the excessive charges …"
    },
    {
        "title": "Do schools close because of bad weather? Everything parents need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-01-27T07:02:07",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Schools will make every effort to stay open in adverse weather conditions, including storms, flooding, snow and heatwaves. However, the safety of pupils and teachers is a top priority.",
                "tag": "p"
            },
            {
                "content": "On rare occasions schools do sometimes need to close or operate at a reduced level.",
                "tag": "p"
            },
            {
                "content": "Who decides if schools should close?",
                "tag": "h3"
            },
            {
                "content": "Schools and other education settings set their own plans and policies on how to deal with adverse weather conditions.",
                "tag": "p"
            },
            {
                "content": "It’s up to schools to decide on whether it is safe for them to open or close based on their own risk assessment and taking local issues into account.",
                "tag": "p"
            },
            {
                "content": "How should schools and councils inform parents?",
                "tag": "h3"
            },
            {
                "content": "Schools will have their own approaches to contacting parents, in many circumstances they have their own apps and/or messaging services.",
                "tag": "p"
            },
            {
                "content": "Schools will try to give parents as much notice as possible but sometimes decisions will be made quite late as circumstances change.",
                "tag": "p"
            },
            {
                "content": "What things should schools consider when deciding whether to close?",
                "tag": "h3"
            },
            {
                "content": "Decisions will be made locally based on common sense and there are a large range of things that schools will consider.",
                "tag": "p"
            },
            {
                "content": "This could include where staffing levels can’t be met because transport issues are preventing teachers from getting to work.",
                "tag": "p"
            },
            {
                "content": "Other examples include safety conditions around the school, temperatures in school buildings and more.",
                "tag": "p"
            },
            {
                "content": "If they do decide to temporarily close during severe weather, they should consider moving to remote learning for pupils until it is safe to reopen.",
                "tag": "p"
            },
            {
                "content": "What if it’s unsafe to travel to school?",
                "tag": "h3"
            },
            {
                "content": "In exceptional circumstances, a pupil may be unable to attend school because a local or national emergency has resulted in widespread disruption to travel.",
                "tag": "p"
            },
            {
                "content": "If parents believe it would be unsafe to travel, they should inform the school as soon as possible to let them know their child won't be attending and why (in line with the schools absence policy).",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/01/do-schools-close-because-of-bad-weather-everything-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Schools will make every effort to stay open in adverse weather conditions, however, the safety of pupils and teachers is a top priority. Here's everything you need to know."
    },
    {
        "title": "Using Local Nature Recovery Strategies to guide on-farm decisions",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-01-26T10:33:51",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Local Nature Recovery Strategies (LNRSs) are locally developed plans that bring together ecological evidence, land use data and local knowledge. They show where nature recovery is most needed and most likely to succeed. ",
                "tag": "p"
            },
            {
                "content": "LNRSs are existing plans, published online, so they are a ready-made resource farmers can use to help plan a profitable, sustainable business. ",
                "tag": "p"
            },
            {
                "content": "Each strategy is published under your local authority. You can find out who your local authority is by using this map of LNRS areas. ",
                "tag": "p"
            },
            {
                "content": "Your LNRS can help you: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS includes a local habitat map that shows where: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS is created by local authorities working closely with farmers, landowners, environmental groups and community organisations.",
                "tag": "p"
            },
            {
                "content": "By working together and sharing local knowledge, LNRSs can help support resilient farm businesses, healthier landscapes and a countryside that continues to produce food while delivering benefits for nature. ",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your LNRS can help you decide what to do. ",
                "tag": "p"
            },
            {
                "content": "Case studies",
                "tag": "h2"
            },
            {
                "content": "Cheshire: turning local priorities into action",
                "tag": "h3"
            },
            {
                "content": "In Cheshire, more than 400 farmers and landowners have pledged 30,000 hectares, around 12.5% of the county, towards nature recovery.",
                "tag": "p"
            },
            {
                "content": "This growing network shows how Local Nature Recovery Strategies can help farmers identify practical, locally relevant nature-based solutions to shared challenges. ",
                "tag": "p"
            },
            {
                "content": "Like many rural areas, Cheshire faces growing pressure from increasing flood risk and significant biodiversity loss. This includes the loss of 99% of species-rich grassland since the 1930s. These challenges directly affect soil health, food production, flood risk to communities and long-term farm viability. ",
                "tag": "p"
            },
            {
                "content": "Through the LNRS process, these challenges have become opportunities for farmers to shape nature-based solutions.  ",
                "tag": "p"
            },
            {
                "content": "One of the challenges this area is facing over the next 10 years is low water availability. One of the solutions proposed in the Cheshire and Warrington LNRS is the Weaver-Gowy water and wildlife blended finance model.  ",
                "tag": "p"
            },
            {
                "content": "This is a private investment and natural capital scheme that will be paid for by a range of stakeholders with an interest in water quality and availability, carbon sequestration, nature restoration and high-quality farm produce.  ",
                "tag": "p"
            },
            {
                "content": "Farmers will be paid to restore habitats, like wetlands, to reduce flood risk and improve water availability for the surrounding area. ",
                "tag": "p"
            },
            {
                "content": "This approach delivers environmental benefits and supports wider economic growth. It provides water for housing and industry and helps communities and businesses become more climate resilient. ",
                "tag": "p"
            },
            {
                "content": "The process of creating the LNRS brought some farmers and land managers together for the first time. To continue collaborating on the strategy, they created the Future Farmers Group, which will: ",
                "tag": "p"
            },
            {
                "content": "The Hedgerow Recovery Scheme, which has emerged from the strategy and the Future Farmers Group, focuses on improving field boundaries and margins.",
                "tag": "p"
            },
            {
                "content": "It will re-establish hedgerows that were removed from the landscape in the 1970s and provide margins for pollinators through wildflower corridors.",
                "tag": "p"
            },
            {
                "content": "The dense root systems of hedges and the vegetation in margins can help anchor the soil, preventing wind and water erosion. This preserves fertile topsoil, reduces water runoff and can help increase yields, while also supporting wildlife. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Cheshire, contact:  naturesrecovery@cheshirewestandchester.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Dorset: shaping an LNRS around farm businesses",
                "tag": "h3"
            },
            {
                "content": "With around 70% of Dorset classified as farmland, farmers and landowners played a central role in shaping the county’s Local Nature Recovery Strategy from the start. ",
                "tag": "p"
            },
            {
                "content": "Farming representatives and farmer clusters worked closely with Dorset Council through a steering and advisory group, helping ensure the strategy reflected on-farm priorities and practical delivery. ",
                "tag": "p"
            },
            {
                "content": "The Dorset LNRS local habitat map was created from 110 proposals from land managers and projects - which included farmer clusters, individual farms and landowners, and landscape recovery projects. This helped ground it in local knowledge and opportunity.  ",
                "tag": "p"
            },
            {
                "content": "To support delivery, Dorset Council is strengthening collaboration through the Nature Recovery Dorset network, which already has 300 members, including 83 from the farming sector. ",
                "tag": "p"
            },
            {
                "content": "The council is also exploring how the cluster approach could support county farm tenants to deliver environmental actions. ",
                "tag": "p"
            },
            {
                "content": "In the video above, advisory group member Sam Vincent explains how collaboration on issues such as water quality and flood management can support both nature recovery and business resilience.",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Dorset, email: contactLNRS@dorsetcouncil.gov.uk",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "Local Nature Recovery Strategies are not about telling you how to manage the land you farm. They bring together local evidence, experience and opportunity, so decisions about nature recovery make sense for individual businesses and the wider landscape. ",
                "tag": "p"
            },
            {
                "content": "Whether you are already taking environmental action, thinking about your next steps, or interested to know what is happening locally, your LNRS can help you see where opportunities exist and where collaboration could add value. ",
                "tag": "p"
            },
            {
                "content": "Over half of the 48 LNRSs are now published. All will be available this year. ",
                "tag": "p"
            },
            {
                "content": "Even a short conversation can help you understand what support, funding or partnerships may be available now or in the future. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/01/26/using-local-nature-recovery-strategies-to-guide-on-farm-decisions/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your Local Nature Recovery Strategy can help you decide what to do. "
    },
    {
        "title": "More sensitive bowel cancer screening test implemented in line with UK NSC recommendation",
        "authors": [
            "Harriet Strachan"
        ],
        "posted_on": "2026-01-26T09:37:58",
        "categories": [
            "Bowel Cancer Screening"
        ],
        "content": [
            {
                "content": "In 2018, the UK National Screening Committee (UK NSC) recommended increasing the sensitivity of the bowel cancer screening faecal immunochemical test (FIT).",
                "tag": "p"
            },
            {
                "content": "This means reducing the threshold for how much blood in a screening sample needs to be present to trigger a referral for more tests.",
                "tag": "p"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme in England is now lowering the threshold from 120 micrograms of haemoglobin per gram of faeces (µg Hb/g) to 80µg Hb/g. By lowering the test threshold, the programme will have the potential to detect more polyps (abnormal growths that can develop into cancer over time) and more cancers.",
                "tag": "p"
            },
            {
                "content": "How bowel cancer screening works",
                "tag": "h2"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme invites people aged 50 to 74 years for bowel cancer screening every 2 years by sending them a FIT home test kit in the post.",
                "tag": "p"
            },
            {
                "content": "People use this kit to return a sample of faeces (poo) for testing in a laboratory. If blood is found in the sample at levels above the test threshold, then the programme invites the person for more tests. These tests can include a colonoscopy – an examination of the lining of the large bowel during which any polyps can be removed.  ",
                "tag": "p"
            },
            {
                "content": "Test thresholds across the UK",
                "tag": "h2"
            },
            {
                "content": "While the current FIT threshold for referral in England and Northern Ireland is 120 μg Hb/g, Wales has already lowered its threshold for referral to 80μg Hb/g and Scotland has always set its FIT threshold at 80μg Hb/g.",
                "tag": "p"
            },
            {
                "content": "The threshold in England is being lowered to 80μg Hb/g in a phased rollout that should be completed by March 2028.",
                "tag": "p"
            },
            {
                "content": "Lowering the test threshold will mean more people will be referred for follow-up diagnostic tests.",
                "tag": "p"
            },
            {
                "content": "Likely consequences of reducing the FIT threshold",
                "tag": "h2"
            },
            {
                "content": "The increase in referrals for follow-up tests will increase demand on services.",
                "tag": "p"
            },
            {
                "content": "To help determine the impact of reducing the FIT referral threshold, the Department of Health and Social Care commissioned the Sheffield Centre for Health and Related Research (SCHARR) at the University of Sheffield to produce a report on the predicted health and resource consequences.",
                "tag": "p"
            },
            {
                "content": "Using data analysis and statistical modelling, the SCHARR authors estimated, in the short term, that reducing the FIT test threshold to 80μg Hb/g would result each year in 36% more positive screening results.",
                "tag": "p"
            },
            {
                "content": "This would lead to the detection of an estimated 2,017 more high risk polyps and 663 more bowel cancers.",
                "tag": "p"
            },
            {
                "content": "In the longer term, after 25 years of bowel cancer screening at a FIT threshold of 80μg Hb/g, they estimated there would be 867 fewer bowel cancer deaths each year.",
                "tag": "p"
            },
            {
                "content": "Initially, more cancers would be detected. Then, the prevalence of bowel cancer would decrease as more polyps are detected and removed, preventing bowel cancers developing.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Lowering the threshold of FIT to 80µg Hb/g will result in a significant increase in workload for the screening programme. But the benefits are clear as more bowel cancers will be detected and more will be prevented.",
                "tag": "p"
            },
            {
                "content": "The phased roll out across England will enable all screening centres to prepare for the change, and to recruit the staff needed to ensure the programme can be delivered sustainably within the appropriate waiting times.",
                "tag": "p"
            },
            {
                "content": "You can read more about the benefits of bowel screening here: Wealth of evidence highlights the benefits of bowel cancer screening – UK National Screening Committee.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/26/more-sensitive-bowel-cancer-screening-test-implemented-in-line-with-uk-nsc-recommendation/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The NHS Bowel Cancer Screening Programme in England has increased the sensitivity of bowel cancer screening faecal immunochemical test in line with the UK NSC recommendation."
    }
]