[
    {
        "title": "Stomach bugs: A brief guide to their causes and treatment",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-02-06T18:27:36",
        "categories": [
            "Health and Wellbeing"
        ],
        "content": [
            {
                "content": "Gastrointestinal illness - the kind of illness that makes us feel sick, vomit or have diarrhoea - affects people of all ages and is one of the most common health complaints in the United Kingdom. It is also one of the most common health issues that people experience when travelling abroad.",
                "tag": "p"
            },
            {
                "content": "While diarrhoea and vomiting are typically short-lived, they can be serious for some. Understanding their causes can help you take appropriate steps to protect yourself and your family.",
                "tag": "p"
            },
            {
                "content": "Viral infections",
                "tag": "h2"
            },
            {
                "content": "Viruses are one of the most common causes of gastrointestinal illness, spreading easily in environments where individuals have close contact, such as hospitals, care homes, schools and nurseries.",
                "tag": "p"
            },
            {
                "content": "Norovirus is perhaps the most widely recognised cause, commonly known as the ‘winter vomiting bug’, although infections can occur at any point in the year. The virus is mostly spread person to person but can also be spread by contaminated food or water. It is possible to catch norovirus more than once within a short period, as multiple strains circulate at any given time. The incubation period, which is the time between catching an illness and showing symptoms, is typically 12 to 48 hours. Most people recover after a few days’ rest, but vulnerable groups are at risk of complications including dehydration, which can cause hospitalisation.",
                "tag": "p"
            },
            {
                "content": "Rotavirus is the most common cause of gastroenteritis in infants and very young children, producing severe watery diarrhoea alongside vomiting, fever and stomach cramps. Since the introduction of the rotavirus vaccine to the national vaccination schedule in 2013, the incidence among infants has declined considerably. Infants receive 2 doses at 8 and 16 weeks of age.",
                "tag": "p"
            },
            {
                "content": "Adenovirus is a group of viruses that usually cause symptoms like a common cold but can cause various infections including gastroenteritis. It does not follow a seasonal pattern and infections may occur at any time of year. Although most common in infants and young children, individuals of any age may be affected. Symptoms are generally mild, though infections can prove more severe in those with weakened immune systems.",
                "tag": "p"
            },
            {
                "content": "Bacterial infections",
                "tag": "h2"
            },
            {
                "content": "Bacteria are another significant cause of gastrointestinal illness, frequently associated with food poisoning. Illness caused by a bacterial infection typically lasts longer than that due to a virus.",
                "tag": "p"
            },
            {
                "content": "Campylobacter are the most common bacterial causes of food poisoning globally. You typically catch the infection from raw or undercooked meat (particularly poultry), unpasteurised milk, or untreated water. Poor hygiene during food preparation can cause it to spread through cross-contamination, and it is also passed on through contact with an infected animal or its environment, for example pets suffering from diarrhoea. The incubation period is generally 2 to 5 days.",
                "tag": "p"
            },
            {
                "content": "Shigella can cause severe diarrhoea (which is sometimes bloody), fever and stomach cramps. Transmission occurs through contact with contaminated poo, either directly from person to person, or indirectly through contaminated food, water or surfaces. Travellers to regions with inadequate sanitation face particular risk, although it is present in the UK. Globally, most cases of shigellosis are in children younger than 5 years of age, but all ages can be affected. There is also a risk of Shigella transmission through sexual contact, which is more likely among men who have sex with men. ",
                "tag": "p"
            },
            {
                "content": "Salmonella may be present in eggs, chicken, pork and dairy products, as well as fruit and vegetables that have come into contact with livestock, manure or untreated water. Symptoms including diarrhoea, stomach cramps, nausea, vomiting and fever typically develop in the 12 to 72 hours following infection. The illness usually persists for 4 to 7 days.",
                "tag": "p"
            },
            {
                "content": "E. coli (Escherichia coli) bacteria are commonly found in the intestines of humans and animals. While many strains exist harmlessly in the digestive system, others may cause infections, including gastrointestinal illness. The bacterium is present in poo and can survive in the environment.",
                "tag": "p"
            },
            {
                "content": "STEC (Shiga toxin-producing Escherichia coli) can cause diarrhoea, often bloody, with abdominal pain. In some cases, particularly in young children and older adults, infection can lead to haemolytic uraemic syndrome (HUS), a serious kidney complication. Spread mostly occurs through contaminated food, water and contact with farm animals. Common food sources may include undercooked minced beef, unpasteurised milk and dairy products, and raw leafy greens.",
                "tag": "p"
            },
            {
                "content": "Parasitic infections",
                "tag": "h2"
            },
            {
                "content": "Cryptosporidium is a microscopic parasite responsible for an illness known as cryptosporidiosis. This organism lives in the intestines of infected humans and animals and often spreads through contaminated drinking water and other water sources such as swimming pools, lakes and rivers, as well as through raw milk and vegetables. Children under 5 years are particularly susceptible, with infections often associated with animal contact at petting farms or lambing events.",
                "tag": "p"
            },
            {
                "content": "Treatment and management",
                "tag": "h2"
            },
            {
                "content": "Diarrhoea and vomiting can typically be managed at home. The primary concern is ensuring you take in enough fluids to prevent dehydration.",
                "tag": "p"
            },
            {
                "content": "Recommended actions:",
                "tag": "p"
            },
            {
                "content": "Actions to avoid:",
                "tag": "p"
            },
            {
                "content": "Diarrhoea typically resolves within 5 to 7 days, while vomiting usually stops within 1 to 2 days. Seek healthcare advice if symptoms continue after this or you experience severe illness.",
                "tag": "p"
            },
            {
                "content": "Individuals should consult a pharmacist if they or their child show signs of dehydration, such as dark-coloured urine or reduced urination frequency. Pharmacists may recommend oral rehydration solutions or, for adults, temporary anti-diarrhoeal medication.",
                "tag": "p"
            },
            {
                "content": "How to prevent spreading a stomach bug",
                "tag": "h2"
            },
            {
                "content": "To prevent transmission of a viral or bacterial infection:",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/02/06/stomach-bugs-a-brief-guide-to-their-causes-and-treatment/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Gastrointestinal illness - the kind of illness that makes us feel sick, vomit or have diarrhoea - affects people of all ages and is one of the most common health complaints in the United Kingdom. It is also one of the most common health issues that people experience when travelling abroad."
    },
    {
        "title": "Latest statement in response to small boat crossings",
        "authors": [
            "Home Office news team"
        ],
        "posted_on": "2026-02-06T17:00:39",
        "categories": [
            "Reactive statements"
        ],
        "content": [
            {
                "content": "A Home Office spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“This Government is bearing down on small boat crossings.",
                "tag": "p"
            },
            {
                "content": "“We have stopped 40,000 crossing attempts since this Government came into office through our joint work with the French. We have removed or deported almost 60,000 people who were here illegally. Our pilot deal with the French means those who arrive on small boats are now being sent back.",
                "tag": "p"
            },
            {
                "content": "“The Home Secretary has also announced the most sweeping reforms to tackle illegal migration in modern times, removing the incentives that bring illegal migrants to the UK and scaling up the return of those with no right to be here.”",
                "tag": "p"
            },
            {
                "content": "Background:",
                "tag": "p"
            }
        ],
        "link": "https://homeofficemedia.blog.gov.uk/2026/02/06/latest-statement-in-response-to-small-boat-crossings/",
        "blog": "Home Office in the media",
        "blog_link": "https://homeofficemedia.blog.gov.uk",
        "description": "A Home Office spokesperson said: “This Government is bearing down on small boat crossings. “We have stopped 40,000 crossing attempts since this Government came into office through our joint work with the French. We have removed or deported almost 60,000 …"
    },
    {
        "title": "STEM Apprenticeship Pathway Guide",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-06T16:05:16",
        "categories": [
            "Learning & Development"
        ],
        "content": [
            {
                "content": "We are thrilled to introduce the new STEM Apprenticeship Pathway Guide – an accessible and visually rich resource designed to showcase the huge potential of STEM careers across government.",
                "tag": "p"
            },
            {
                "content": "This guide brings STEM apprenticeships to life. It demystifies what they are, highlights the incredible benefits they offer, and sets out exactly how to get started. Whether you are a civil servant exploring your next career move, a student considering your future, an educator supporting learners, or a prospective apprentice, this guide is built to inspire action.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/06/stem-apprenticeship-pathway-guide/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "We are thrilled to introduce the new STEM Apprenticeship Pathway Guide – an accessible and visually rich resource designed to showcase the huge potential of STEM careers across government. This guide brings STEM apprenticeships to life. It demystifies what they …"
    },
    {
        "title": "Coverage of Pride in Place expansion announcement ",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-02-06T15:50:26",
        "categories": [
            "Local government",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "There has been some national and local media coverage of a major expansion of the Pride in Place scheme, announced by the government yesterday.  ",
                "tag": "p"
            },
            {
                "content": "The new package is worth up to £800 million, allowing 40 new areas across England to decide where to invest £20 million in their neighbourhood, whether that is rejuvenating their high streets, restoring community spaces, or launching local events.  ",
                "tag": "p"
            },
            {
                "content": "The Secretary of State was on the morning round to discuss the announcement on location in Hastings and was interviewed by Times Radio, Sky News, BBC Breakfast, LBC, ITV’s Good Morning Britain, and GB News,  and the announcement was referenced by the Prime Minister in his speech. ",
                "tag": "p"
            },
            {
                "content": "There has been further coverage on BBC South East Today, BBC PoliticsLive, BBC News, The Sun, Sky News, LocalGov, SME Magazine and regional publications like EastSussexNews  ",
                "tag": "p"
            },
            {
                "content": "There was also radio reporting nationally on BBC Radio 5 Live, Radio 4, Radio 2 and LBC News as well as regional coverage on BBC Stoke, BBC Wiltshire, BBC Sussex, BBC Kent and BBC Cornwall which referenced the announcement and the wider programme.  ",
                "tag": "p"
            },
            {
                "content": "Communities Secretary Steve Reed said: “Pride in Place is about giving power to local people who know best what needs to change in their area. ",
                "tag": "p"
            },
            {
                "content": "“The ambitious plans we’re seeing take shape in communities across the country is proof that when you give local people the tools to do the job – things get better.” ",
                "tag": "p"
            },
            {
                "content": "More details can be found here: Pride in Place: 40 neighbourhoods join transformational programme - GOV.UK. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/02/06/coverage-of-pride-in-place-expansion-announcement/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been some national and local media coverage of a major expansion of the Pride in Place scheme, announced by the government yesterday.   The new package is worth up to £800 million, allowing 40 new areas across England to decide where to …"
    },
    {
        "title": "Defra’s T Level pilot: investing in young people and building digital capability in government",
        "authors": [
            "Hermionie Blake"
        ],
        "posted_on": "2026-02-06T15:21:51",
        "categories": [
            "Careers in Digital",
            "Learning and Development"
        ],
        "content": [
            {
                "content": "By Hermione Blake and Zoe Whitfield",
                "tag": "p"
            },
            {
                "content": "Over the past few months, we’ve been running a T Level pilot programme in partnership with Newcastle College, and we’re incredibly proud of the role the programme has been able to play in developing the next generation of digital professionals. We’ve welcomed a group of enthusiastic students, aged 17 to 19, into our Digital, Data, Technology and Security team, and given them hands on experience of real projects that support Defra’s mission and wider government priorities. It’s been great to see them explore, contribute and grow. ",
                "tag": "p"
            },
            {
                "content": "Experience different digital roles",
                "tag": "h2"
            },
            {
                "content": "After a busy 2 week induction, they rotated through areas such as user research, architecture, business analysis, and content design. Their placement will finish with a challenge: designing a digital service that allows users to apply for a wind turbine grant. It’s an ambitious brief, but they’ve already shown they’re more than up to it.This pilot is a brilliant way to showcase the breadth of digital roles within Defra, and to help young people understand the technologies and approaches we use every day. Our hope is that we’re not only giving them valuable experience – we’re also inspiring them to consider careers in the Civil Service.We are passionate about making Defra a diverse, inclusive, and supportive place to work. Through this pilot, we’ve offered opportunities to students from a range of backgrounds, helping them feel welcome, valued and hopefully more confident about their futures. Many have told us that the experience has helped challenge the idea that the Civil Service isn’t for “people like them” – and that’s something we hope we can help change for good through this programme.",
                "tag": "p"
            },
            {
                "content": "Supporting government goals",
                "tag": "h2"
            },
            {
                "content": "This pilot directly supports key government priorities, including:",
                "tag": "p"
            },
            {
                "content": "We’ve also strengthened relationships with education providers and industry partners along the way. By working together, we’re helping bridge the gap between classroom learning and real world digital delivery. At a time when many young people are navigating a competitive jobs market and have reduced access to early career opportunities, programmes like this are really important, and it’s something we will look to repeat given the success we’ve had with this pilot. ",
                "tag": "p"
            }
        ],
        "link": "https://defradigital.blog.gov.uk/2026/02/06/defras-t-level-pilot-investing-in-young-people-and-building-digital-capability-in-government/",
        "blog": "Defra digital, data, technology and security",
        "blog_link": "https://defradigital.blog.gov.uk",
        "description": "By Hermione Blake and Zoe Whitfield Over the past few months, we’ve been running a T Level pilot programme in partnership with Newcastle College, and we’re incredibly proud of the role the programme has been able to play in developing …"
    },
    {
        "title": "Strengthening assessment without compromising quality, by Carmel Grant",
        "authors": [
            "Skills England Communications"
        ],
        "posted_on": "2026-02-06T12:34:20",
        "categories": [
            "Apprenticeship assessment",
            "News and announcements"
        ],
        "content": [
            {
                "content": "In our December 2025 blog, Deputy Chief Executive Gemma Marsh set out why apprenticeship assessment reform matters – we explained how simplifying and strengthening assessment can better serve apprentices, employers and the wider skills system.",
                "tag": "p"
            },
            {
                "content": "Since then, we’ve moved into the first phase of implementation, working closely with employer sector experts, assessment organisations and training providers to get the new assessment plans right.",
                "tag": "p"
            },
            {
                "content": "Delivery experience shows that there is an opportunity to strengthen assessment by making it clearer and more proportionate, while continuing to provide strong assurance of competence. A more streamlined approach can maintain high quality and reinforce confidence that apprentices are fully occupationally competent.",
                "tag": "p"
            },
            {
                "content": "The reforms give us the flexibility to make these improvements – but assessment cannot be designed to a one-size-fits-all approach. Apprenticeships span very different occupations, levels of risk and professional expectations. What works for one standard will not work for all.",
                "tag": "p"
            },
            {
                "content": "Our approach is therefore deliberately flexible – proportionate where it can be, rigorous where it must be, and always grounded in sector expertise and employer confidence.",
                "tag": "p"
            },
            {
                "content": "In this update, I want to share what we’re hearing, what we’ve achieved so far and what comes next.",
                "tag": "p"
            },
            {
                "content": "We are listening to your concerns",
                "tag": "h2"
            },
            {
                "content": "Last year, we deliberately selected a small number of apprenticeships to test the assessment reform process. These standards were chosen to surface risks and reflect different sector characteristics.",
                "tag": "p"
            },
            {
                "content": "As intended, the tests generated valuable learning – including strong messages about the importance of protecting quality and employer confidence.",
                "tag": "p"
            },
            {
                "content": "While many employers and apprentices support more proportionate assessment, they have been equally clear that change must be handled carefully. This means working in full partnership with employers, ensuring assessments demonstrate full occupational competence, and maintaining rigour – particularly in safety-critical roles.",
                "tag": "p"
            },
            {
                "content": "We have heard clear asks to:",
                "tag": "p"
            },
            {
                "content": "We have also heard concerns about pace. We are committed to delivering reform so benefits are realised as early as possible – but we are equally committed to taking the time needed to get this right.",
                "tag": "p"
            },
            {
                "content": "Progress so far - working with sector experts",
                "tag": "h2"
            },
            {
                "content": "In December, we published the first 93 standards selected for assessment plan reform. Since then, we’ve been working with stakeholders to revise these plans, and this work will continue over the coming months as we update all assessment plans.",
                "tag": "p"
            },
            {
                "content": "Once approved, revised plans will be published on individual standard pages on the Skills England Apprenticeship Finder. A full list of approved and published revised plans is also available via the Revisions and Adjustments status report, which includes revised plans we are publishing today, with thanks to our external panels for their expert contributions. ",
                "tag": "p"
            },
            {
                "content": "Where revised plans have been published but are not yet available for delivery, current end-point assessment plans remain in place. Information banners on the Apprenticeship Finder will make clear when apprentices can begin assessment under the new arrangements.",
                "tag": "p"
            },
            {
                "content": "Construction and safety-critical sectors",
                "tag": "h2"
            },
            {
                "content": "During the testing phase, construction employers told us they are working hard to meet workforce competence expectations set by the Building Safety Regulator. Following the Grenfell tragedy, there is rightly a renewed focus on rigour and safe practice.",
                "tag": "p"
            },
            {
                "content": "In response, we are working with a dedicated construction taskforce to ensure sector-specific needs are fully reflected. We will take a similar approach in other sectors where risks and regulatory requirements demand it.",
                "tag": "p"
            },
            {
                "content": "This is a clear example of how we are adapting our approach in response to what employers have told us.",
                "tag": "p"
            },
            {
                "content": "Making a positive difference",
                "tag": "h2"
            },
            {
                "content": "Alongside challenge, we have also heard strong support for the reforms and the difference they can make.",
                "tag": "p"
            },
            {
                "content": "Shelley Jeffery FIA C.Act, Head of Pensions Operations, The Core, XPS Group",
                "tag": "p"
            },
            {
                "content": "Maurice Porter, Head of Learning, Development & Apprenticeships, HepcoMotion",
                "tag": "p"
            },
            {
                "content": "Lydia Wright, Managing Director, Little Pearls Nursery",
                "tag": "p"
            },
            {
                "content": "How to get involved ",
                "tag": "h2"
            },
            {
                "content": "We recognise there are a range of views on assessment reform, and we value all feedback. That’s why we run apprenticeship assessment surveys on plans in development.",
                "tag": "p"
            },
            {
                "content": "To be notified when a survey is released, email submissionsurvey.skillsengland@education.gov.uk with the standard and route you’re interested in.",
                "tag": "p"
            },
            {
                "content": "For general queries, contact apprenticeshipassessment.skillsengland@education.gov.uk.",
                "tag": "p"
            },
            {
                "content": "What happens next",
                "tag": "h2"
            },
            {
                "content": "Today, we have updated the Revisions and Adjustments status report with further standards scheduled for assessment plan revision. The report will be updated regularly, and you can subscribe to receive email alerts.",
                "tag": "p"
            },
            {
                "content": "Next steps include:",
                "tag": "p"
            },
            {
                "content": "Carmel Grant",
                "tag": "p"
            },
            {
                "content": "Deputy Director, Skills England",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2026/02/06/strengthening-assessment-without-compromising-quality-by-carmel-grant/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "In our December 2025 blog, Deputy Chief Executive Gemma Marsh set out why apprenticeship assessment reform matters – we explained how simplifying and strengthening assessment can better serve apprentices, employers and the wider skills system. Since then, we’ve moved into …"
    },
    {
        "title": "National Apprenticeship Week 2026 -  Apprentice to Crisis Management Lead ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-06T11:29:47",
        "categories": [
            "Blog Series",
            "Guest Blog",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Sue Richards – Crisis Management Lead and Chartered Engineer and Member of the Institution of Engineering and Technology (CEng MIET) ",
                "tag": "p"
            },
            {
                "content": "For National Apprenticeship Week 2026, Sue Richards, Crisis Management Lead for Ofgem, started her career as an apprentice and strongly supports alternative pathways into engineering and the Civil Service. Sue explains the benefits of learning and earning. ",
                "tag": "p"
            },
            {
                "content": "Starting out: the apprenticeship advantage",
                "tag": "p"
            },
            {
                "content": "I started my career as an apprentice and am a huge advocate for anyone joining the Engineering Profession via that route. I am well known for championing different routes into the profession and into the Civil Service.",
                "tag": "p"
            },
            {
                "content": "For me, the apprenticeship route suited my learning needs and my drive to be learning and earning. I have never lost sight of what an amazing, solid foundation an apprenticeship has given me.",
                "tag": "p"
            },
            {
                "content": "Networking and career opportunities",
                "tag": "p"
            },
            {
                "content": "Networking opportunities – As an apprentice, I got to meet so many different people in the industries that I worked in, meet great people and make friends and contacts for life. It is a great way to really see how an organisation works and the people who make that happen.",
                "tag": "p"
            },
            {
                "content": "Career opportunities – As part of my apprenticeship, my placements took me to areas of work and inspired my creativity that I would never have found left to my own devices. As a result, I have worked for great organisations and delivered some high-profile projects in Great Britain.",
                "tag": "p"
            },
            {
                "content": "Building confidence and achievement",
                "tag": "p"
            },
            {
                "content": "Learning that there is no limit – The fostering environment of an apprenticeship, really helped me with my confidence and self-belief. I have been able to use the great foundation of my apprenticeship to build a career I am proud of and there is no limit to what you can achieve! Including becoming a Chartered Engineer.",
                "tag": "p"
            },
            {
                "content": "Today: making an impact",
                "tag": "p"
            },
            {
                "content": "And now… now I work as the Crisis Management Lead for Ofgem and get to support some of the most vulnerable consumers at the most important time when they need our support. I am also helping shape the future policy of how we will use the energy system in the mission to deliver Net Zero.",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession!  ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/06/national-apprenticeship-week-2026-apprentice-to-crisis-management-lead/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Sue Richards – Crisis Management Lead and Chartered Engineer and Member of the Institution of Engineering and Technology (CEng MIET)  For National Apprenticeship Week 2026, Sue Richards, Crisis Management Lead for Ofgem, started her career as an apprentice and strongly supports alternative pathways into engineering and the …"
    },
    {
        "title": "National Apprenticeship Week 2026 - From Apprentice to Leader: A 42-year journey in engineering.  ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-06T11:21:56",
        "categories": [
            "Blog Series",
            "Guest Blog",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Nick Jones - Engineering People Coach, Defence Equipment & Support (DE&S) Ministry of Defence",
                "tag": "p"
            },
            {
                "content": "For National Apprenticeship Week 2026, Nick Jones, [Engineering People Coach, Defence Equipment & Support (DE&S) Ministry of Defence] outlines how an apprenticeship can open doors you never imagined- shaping not just a career, but a mindset for lifelong learning and leadership. ",
                "tag": "p"
            },
            {
                "content": "Starting out: learning the how and the why",
                "tag": "p"
            },
            {
                "content": "I remember starting my apprenticeship at the Royal Naval Aircraft Yard Fleetlands as if it was yesterday, surprising now that I'm almost 42 years into my career. As a 16-year-old with imposter syndrome daunted by my peer group, overwhelmed by the types of aircraft that I was expected to work on and understand in detail, I would never have guessed that I would have travelled the world. I didn’t think I’d work with such amazing people, experience incredible moments that remain unforgettable. Then within Defence, be responsible, as a Project Manager then a Chief Engineer, and latterly Deputy Head for the DE&S Airworthiness Team. When I look at my peer group now, all of whom are successful professionals, my reflection on the training we received as young adults is that it not only taught the basics (the how) but taught us to really understand 'the why'. Of course, all apprenticeships teach you that, but it's not until later in life when you appreciate that trained inquisitiveness becomes your superpower when looking for better outcomes or improvements to products and services.",
                "tag": "p"
            },
            {
                "content": "Building a career: from experience to Chartered Engineer",
                "tag": "p"
            },
            {
                "content": "Those early years formed the foundation of experiences that supported my journey in becoming a Chartered Engineer, especially as one who has stepped through the experiential route proving that academic achievement is just another path to success. As one of many mentors within our department, I volunteer to support the Engineering Apprentice and Graduate programmes, with the aim of helping them gain not just the developmental opportunities for becoming the future Chief Engineers but understanding why we do the things we do. And of course, hopefully some of those exciting, ‘money can’t buy’ experiences that only Defence can offer.",
                "tag": "p"
            },
            {
                "content": "Giving back: mentoring, coaching, and lifelong learning",
                "tag": "p"
            },
            {
                "content": "I took a step into the unknown earlier this year to become a People Coach within DE&S, with a job title that includes the words ‘Human Resources’, those skills learnt as an apprentice are just as relevant now. Helping colleagues where I can, demystify requirements to determine intent, challenge when appropriate, simplify and mature activity to make work achievable, all whilst continuing to learn, are things that fortunately for myself come relatively naturally. If you’re starting your career or thinking about mentoring, take that step - you never know where it might lead. When does that apprenticeship stop; possibly never, that’s the fun part. What would be really fun is to go back to my roots, get my overalls on then go and get my hands dirty, I miss that!",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession!  ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/06/national-apprenticeship-week-2026-from-apprentice-to-leader-a-42-year-journey-in-engineering/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Nick Jones - Engineering People Coach, Defence Equipment & Support (DE&S) Ministry of Defence For National Apprenticeship Week 2026, Nick Jones, [Engineering People Coach, Defence Equipment & Support (DE&S) Ministry of Defence] outlines how an apprenticeship can open doors you never imagined- shaping not just a career, …"
    },
    {
        "title": "Celebrating one year of the cross-government low code community: a people-first approach",
        "authors": [
            "Katherine Bhambra, Senior Content Designer, GDS"
        ],
        "posted_on": "2026-02-06T11:01:00",
        "categories": [
            "Technology",
            "Tools",
            "Transformation"
        ],
        "content": [
            {
                "content": "Five years ago, a handful of individuals across government started chatting about the challenges we faced with low code tools. What began as informal conversations which were often sparked by questions such as ‘does anyone know how to do this?’, grew organically into a vibrant, grassroots community focused on sharing best practice and lessons learnt.  ",
                "tag": "p"
            },
            {
                "content": "Today, our low code community is nearly 700 strong, and spans a wide landscape of departments, agencies, and roles. One year ago, we launched our community page in the GOV.UK Service Manual, so now is a good time to reflect on past successes and future challenges for the community.  ",
                "tag": "p"
            },
            {
                "content": "What is low code, and why does it matter? ",
                "tag": "h2"
            },
            {
                "content": "Low code is a way of building digital services and applications using visual tools and minimal manual coding. It allows people to create and adapt software quickly, through drag-and-drop interfaces or configuration rather than traditional programming. This makes it especially suitable for people from a non-IT background. ",
                "tag": "p"
            },
            {
                "content": "The technology is constantly evolving, and over the past couple of years, AI has taken low-code platforms to a new level. Natural language can now be used to suggest designs, and even generate apps and workflows automatically, which lowers the barrier to entry for aspiring developers. ",
                "tag": "p"
            },
            {
                "content": "The low code approach is especially useful in government, where teams need to respond quickly to changing user needs, policy updates and operational challenges. It also supports the plans set out in the blueprint for modern digital government by helping with joined-up public services and replicable processes. ",
                "tag": "p"
            },
            {
                "content": "Low code platforms themselves can offer a range benefits, including: ",
                "tag": "p"
            },
            {
                "content": "By making development more accessible, low code helps us to more efficiently build better services for our users.  ",
                "tag": "p"
            },
            {
                "content": "A grassroots movement with strong foundations ",
                "tag": "h2"
            },
            {
                "content": "The low code community has been around for over five years, operating as separate grassroots groups. We made the decision to merge last year to form a single cross government community called xGov low code. ",
                "tag": "p"
            },
            {
                "content": "Our members range from complete beginners to experienced low code developers. We encourage anyone in the public sector with an interest in problem-solving to join, as we benefit from having as wide and diverse a pool of experience as possible.  ",
                "tag": "p"
            },
            {
                "content": "More than anything, we’re proud of our inclusivity and openness. You don't need to be an expert to join in as our members range from those just starting out to those leading automation in their organisations. We help each other, share what works, what doesn’t, and celebrate the small wins, such as someone building their first flow or finding a workaround that saves hours of manual work.  ",
                "tag": "p"
            },
            {
                "content": "Identifying our aims",
                "tag": "h2"
            },
            {
                "content": "Our community isn’t about polished best practice or endorsing strategy from the top down. We came together because we needed practical answers and a place to learn from each other. There are no barriers, just a shared belief that anyone in the public sector can build, experiment, and solve problems with the right support. ",
                "tag": "p"
            },
            {
                "content": "We use low code tools to help people across government turn ideas into impact, whether that’s by streamlining a personal task, or deploying a scalable digital service. Our aim is to make low code accessible, collaborative, and human-focused. ",
                "tag": "p"
            },
            {
                "content": "Together, we’ve identified the most important objectives for the community. These are to: ",
                "tag": "p"
            },
            {
                "content": "Successes and the year ahead",
                "tag": "h2"
            },
            {
                "content": "This year has been full of activity and progress. We held our first in-person community conference at the Microsoft campus in Reading to bring together our members to share ideas and learn from each other. We also ran a successful low code workshop in London in September. ",
                "tag": "p"
            },
            {
                "content": "In the last year, we’ve launched two major community projects. The first is a shared GitHub repository to promote collaboration and reuse, and the second is focused on low code standards and best practice. Both projects aim to share our experiences so that government organisations at the beginning of their low code journey can build on what’s already been done, rather than starting from scratch.  ",
                "tag": "p"
            },
            {
                "content": "We run weekly virtual sessions and use our Teams channel to help solve problems and share updates. Our weekly content includes demonstrations of low-code solutions, technical deep dives, a ‘Low Code for Beginners’ track and regular guest speakers on topics such as governance, good design and accessibility. We’re also passionate about automating the processes needed to run a large community, so as to be exemplars of our own automation approach! ",
                "tag": "p"
            },
            {
                "content": "Our plans are even more ambitious for 2026. We’ll continue work on our shared repository as well as sharing solutions, code and best practice. We also hope to organize and attend more in-person events, such as Civil Service Live, so that we can reach more departments. We want to make it easier for people across government to get involved with low code and to benefit from the experience and support of others. ",
                "tag": "p"
            },
            {
                "content": "Join us",
                "tag": "h2"
            },
            {
                "content": "If you work in government and are interested in low code, you’re welcome to join our community. Whether you’re just starting out or have years of experience, you can become a member by completing this form. ",
                "tag": "p"
            },
            {
                "content": "Alternatively, you can contact the low code community committee by emailing xgovlowcode@ics.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2026/02/06/celebrating-one-year-of-the-cross-government-low-code-community-a-people-first-approach/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "Five years ago, a handful of individuals across government started chatting about the challenges we faced with low code tools. What began as informal conversations which were often sparked by questions such as ‘does anyone know how to do this?’, grew organically into …"
    },
    {
        "title": "UK NSC stakeholder engagement strategy updated",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2026-02-06T07:56:11",
        "categories": [
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "Today we have published the updated UK NSC stakeholder engagement strategy after conducting a comprehensive review in 2025.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "The UK National Screening Committee (UK NSC) could not do its work without drawing on the research, expertise, opinions, and experiences of a wide range of individuals and organisations, including:",
                "tag": "p"
            },
            {
                "content": "Effective engagement with these stakeholders helps the UK NSC make informed, evidence-based, practicable recommendations and keep up to date with developments on screening topics.",
                "tag": "p"
            },
            {
                "content": "The UK NSC first published its stakeholder engagement strategy in 2022 following a recommendation from the UK’s 4 chief medical officers (Recommendation 6a of CMOs’ recommendations for the expanded remit of the UK NSC published with the minutes of the March 2022 UK NSC meeting).",
                "tag": "p"
            },
            {
                "content": "Review findings",
                "tag": "h2"
            },
            {
                "content": "Last year, the secretariat that supports the UK NSC carried out a thorough review of the strategy and associated stakeholder engagement activities.",
                "tag": "p"
            },
            {
                "content": "This review included an online survey and 3 focused discussion groups in which stakeholders provided a wealth of valuable insights.",
                "tag": "p"
            },
            {
                "content": "There was praise for the UK NSC’s evidence-based approach and processes while concerns were raised on the themes of:",
                "tag": "p"
            },
            {
                "content": "Stakeholder feedback also highlighted common misunderstandings about the UK NSC’s role and remit, as well as when and how it needs to engage with stakeholders during evidence review processes.",
                "tag": "p"
            },
            {
                "content": "How we are responding",
                "tag": "h2"
            },
            {
                "content": "Analysis of the feedback received from stakeholders, and from patient and public voice (PPV) members of the UK NSC and its expert groups, highlighted ways in which we could enhance the strategy and engagement activities.",
                "tag": "p"
            },
            {
                "content": "The UK NSC’s updated stakeholder engagement strategy more clearly explains how and when the committee engages with stakeholders to optimise their input.",
                "tag": "p"
            },
            {
                "content": "Other steps we are taking to improve the way we communicate with stakeholders include:",
                "tag": "p"
            },
            {
                "content": "We will you keep you updated on all these activities via this blog.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/02/06/uk-nsc-stakeholder-engagement-strategy-updated/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC stakeholder engagement strategy updated after comprehensive review."
    },
    {
        "title": "Dragons Den IP Blog - Series 23 Episode 2",
        "authors": [
            "Kelsey Jones"
        ],
        "posted_on": "2026-02-05T21:00:00",
        "categories": [
            "Business",
            "Enforcing your IP",
            "IP",
            "Licensing",
            "Patents"
        ],
        "content": [
            {
                "content": "It's been a while since I last wrote a Dragons’ Den blog, and what an episode to return to! I could almost believe tonight’s products were designed just for me:",
                "tag": "p"
            },
            {
                "content": "I may not be a golfer, (the fourth pitch) but that didn’t stop me from being thoroughly impressed by every entrepreneur who entered the Den this evening.",
                "tag": "p"
            },
            {
                "content": "The Beauty of Waste",
                "tag": "h3"
            },
            {
                "content": "Like many of my peers, I’m passionate about the environment and mindful of the products I buy. The first entrepreneur, Dani, founder of My Skin Feels (link), seemed to speak directly to me. Her business focuses on how skin feels as well as how it looks, offering products made from food waste that are 99% vegan and suitable for sensitive skin. ",
                "tag": "p"
            },
            {
                "content": "Dani shared her extensive beauty industry experience, having worked as a social media and marketing manager at Charlotte Tilbury in its early days. It’s fair to say Charlotte Tilbury’s marketing has been a resounding success, given its status as a leading beauty brand. ",
                "tag": "p"
            },
            {
                "content": "I work for the IPO’s Enforcement team, so I have a keen interest in infringement. Charlotte Tilbury has faced some significant copycat cases over the years, expertly leveraging her IP rights to protect her designs. This is a reminder that IP isn’t just for lawyers or large companies; it’s a practical tool for any brand to safeguard what makes them unique. Understanding and utilising your rights early can make all the difference in protecting your reputation and customers from counterfeits. ",
                "tag": "p"
            },
            {
                "content": "To learn more about enforcing your IP, visit our business guidance (link).",
                "tag": "p"
            },
            {
                "content": "I was delighted to see the Dragons share my enthusiasm for Dani’s clean-beauty venture. After considering offers from Deborah Meaden, Gary Neville, and Peter Jones, Dani happily accepted a £50,000 split between Deborah and Gary, each taking 10% of the business.",
                "tag": "p"
            },
            {
                "content": "From Basket to Bank ",
                "tag": "h3"
            },
            {
                "content": "It’s a challenging time to save money, but one entrepreneur was determined to help us put our savings towards our future rather than interest payments. Jinesh entered the Den to pitch Sprive (link)- a free app that collects cashback from everyday purchases and automatically channels it into mortgage payments. As someone always on the lookout for smarter ways to manage my money, this caught my attention straight away. ",
                "tag": "p"
            },
            {
                "content": "After some probing from the Dragons, Jinesh explained that Sprive supports 14 of the UK’s largest lenders and more than 85 well-loved British brands. The app works alongside other offers, such as ‘two for one’ deals and sales, helping users put up to £25 a month towards their mortgage, potentially saving thousands in interest. ",
                "tag": "p"
            },
            {
                "content": "Although he’s already raised approximately £4 million from investors, Jinesh was candid about seeking the Dragons’ household names and expertise to help market Sprive. Touker Suleyman, Deborah and Peter were all impressed by Jinesh’s background and the app’s potential, resulting in all three investing £50,000 for 5% equity each. ",
                "tag": "p"
            },
            {
                "content": "Made with Love",
                "tag": "h3"
            },
            {
                "content": "The final pitch of the night came from the adorable married couple Tina and Olly, founders of Flavour Bombs (link). As I mentioned earlier, I’m a busy working mother who loves quick, easy meals but also has high standards when it comes to food. Tina described their product brilliantly: “imagine a bath bomb, but for your saucepan” - I was instantly hooked.",
                "tag": "p"
            },
            {
                "content": "Beyond impressing the Dragons with the taste of their Flavour Bomb, Tina and Olly also stood out for their savvy business approach. Investing only £300 of their own money, they’ve relied on profits alone for growth, coupled with smart TikTok marketing utilising Olly’s filmmaking skills.",
                "tag": "p"
            },
            {
                "content": "They received three offers from Peter, Gary, and Touker, ultimately accepting Peter’s £50,000 for a 25% stake (with the condition that future investments wouldn’t dilute his share). I’m eager to see how this partnership develops and can’t wait to try a Flavour Bomb myself!",
                "tag": "p"
            },
            {
                "content": "Before I sign off, congratulations are also in order for Ben and Natalia Reeves, co-founders of 'Swish', a compact golf ball cleaner, who accepted a joint offer from Peter, Gary, and Touker. Each Dragon will take 10% of the business for a £30,000 investment.",
                "tag": "p"
            },
            {
                "content": "So, there we have it: four successful pitches and four delighted entrepreneurs. For more advice on using IP to strengthen your brand and protect your business, explore our IP for Business toolkit (link).",
                "tag": "p"
            },
            {
                "content": "Disclaimer:",
                "tag": "p"
            },
            {
                "content": "The purpose of the IPO's Dragons' Den IP blog is to help identify the IP in entrepreneurs’ pitches and highlight how IP works, or could work, in the real-life examples featured. IPO’s authorship of this blog does not constitute its endorsement or sponsorship of any products, individuals or businesses referenced within it. ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2026/02/05/dragons-den-ip-blog-series-23-episode-2/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "There was much in the Den to marvel at in this episode. Innovation included skin care, ways to save, a sensational flavour bomb and a 'Swish' golf ball cleaner. Guest author Kelsey takes up the story..."
    },
    {
        "title": "Building on the progress of the past year and moving forward",
        "authors": [
            "Mivy James"
        ],
        "posted_on": "2026-02-05T20:43:08",
        "categories": [
            "Digital Foundry",
            "Digital Innovation"
        ],
        "content": [
            {
                "content": "Looking back over the previous year, what strikes me is the huge amount of steady work that’s happened alongside significant change. Defence Reform and the Strategic Defence Review have rightly taken focus, but delivery hasn’t stopped.",
                "tag": "p"
            },
            {
                "content": "Across the CTO, progress has continued in practical, visible ways,  often while adapting to new demands and shifting priorities. Much of this work doesn’t grab headlines, but it matter and will continue to shape Defence. ",
                "tag": "p"
            },
            {
                "content": "Digital Backbone",
                "tag": "p"
            },
            {
                "content": "If there’s a common theme running through the year, it’s the continued focus on the Digital Backbone.",
                "tag": "p"
            },
            {
                "content": "That has meant continuing to develop architecture and design standards, progressing work on data, and making more consistent use of the Technology Reference Model (TRM). The emphasis has been practical: helping teams make better decisions, understand dependencies, and design in ways that work across Defence rather than in isolation.",
                "tag": "p"
            },
            {
                "content": "The TRM is increasingly being used as a common reference point across programmes and aligning it to the Defence Capability Hierarchy has helped make the link between technology choices and Defence outcomes clearer. This has supported ",
                "tag": "p"
            },
            {
                "content": "more informed conversations about trade-offs, reuse and long-term sustainability.",
                "tag": "p"
            },
            {
                "content": "We’ve also spent time improving how the Backbone is supported day to day. digital.mod.uk is now live as a single place to find standards, patterns and artefacts, making it easier for teams and partners to access guidance and work in a more consistent way.",
                "tag": "p"
            },
            {
                "content": "Programmes like Digital Targeting Web highlight why this matters. DTW is building from existing systems and capabilities, relying on shared services, data and networks rather than creating something entirely new. The stronger and clearer those Backbone foundations are, the easier it becomes to integrate, adapt and evolve at pace.",
                "tag": "p"
            },
            {
                "content": "Alongside this, we’ve continued quieter but important work which has included aligning designs, reviewing architectures and supporting delivery teams as they navigate a complex, brownfield estate. This isn’t about perfection or end states; it’s about steadily improving the foundations Defence depends on. ",
                "tag": "p"
            },
            {
                "content": "Innovation in Practice",
                "tag": "p"
            },
            {
                "content": "Innovation this year has been testing ideas properly.",
                "tag": "p"
            },
            {
                "content": "Different teams have been exploring different challenges in different ways, from engaging with new suppliers, to trialling technology in live environments, to building and testing prototypes. These activities aren’t always connected, and they don’t need to be. What matters is that learning feeds back into how we design and deliver capability.",
                "tag": "p"
            },
            {
                "content": "Examples from across the year include:",
                "tag": "p"
            },
            {
                "content": "Individually, these are small steps. Collectively, they help build evidence, confidence and shared understanding. ",
                "tag": "p"
            },
            {
                "content": "Working With Others",
                "tag": "p"
            },
            {
                "content": "Progress in Defence digital depends on how well we work with others, across industry, government and with allies, and this year reinforced that strongly.",
                "tag": "p"
            },
            {
                "content": "Time spent with partners, whether at events like DSEI, DigiGov and MilSatCom, through supplier discussions, or during NATO activities such as CWIX and DiBaX, wasn’t about showcasing solutions. It was about understanding constraints, sharing perspectives and building confidence in how we work together.",
                "tag": "p"
            },
            {
                "content": "At DSEI, the Digital Architectural Workshop brought suppliers together for open, practical discussion about standards, principles and interoperability. What stood out was a shared appetite for clarity and consistency, and in how we collaborate and evolve expectations over time.",
                "tag": "p"
            },
            {
                "content": "These conversations helped sharpen where architectural alignment genuinely adds value, where flexibility is needed, and where we should focus effort rather than spread it thinly. They also reinforced that progress comes from trust and continuity, not one-off engagements.",
                "tag": "p"
            },
            {
                "content": "Taken together, this engagement has helped create a more informed, more realistic basis for partnership. It is one that supports delivery today while shaping how we build and integrate capability in the future. ",
                "tag": "p"
            },
            {
                "content": "Looking Ahead",
                "tag": "p"
            },
            {
                "content": "Work is underway to define a clearer north star for the Digital Backbone, setting out direction while recognising the realities of a large, brownfield estate. That work will mature as priorities, funding and business cases become clearer.",
                "tag": "p"
            },
            {
                "content": "digital.mod.uk will continue to play a central role in making standards, guidance and learning easier to find and use, for both MOD teams and partners. ",
                "tag": "p"
            },
            {
                "content": "I’m proud of the work that’s been delivered and the way teams have gone about it. There’s more to do, but the progress made this year gives me confidence in the direction we’re heading. Thank you to everyone across Defence, industry and government who has contributed along the way.",
                "tag": "p"
            }
        ],
        "link": "https://defencedigital.blog.gov.uk/2026/02/05/building-on-the-progress-of-the-past-year-and-moving-forward/",
        "blog": "Defence Digital",
        "blog_link": "https://defencedigital.blog.gov.uk",
        "description": "Looking back over the previous year, what strikes me is the huge amount of steady work that’s happened alongside significant change. Defence Reform and the Strategic Defence Review have rightly taken focus, but delivery hasn’t stopped. Across the CTO, progress …"
    },
    {
        "title": "More than a helpdesk: user support’s role in helping GOV.UK Notify send 12 billion messages",
        "authors": [
            "Ryan Carvalho, Service Designer, GDS"
        ],
        "posted_on": "2026-02-05T16:46:25",
        "categories": [
            "GOV.UK Notify"
        ],
        "content": [
            {
                "content": "GOV.UK Notify has sent 12 billion messages since May 2016. That’s a major milestone for our team – but it’s not the whole story. It took us 4 years to reach our first 1 billion messages. Then things began to speed up.",
                "tag": "p"
            },
            {
                "content": "Just 6 months later, we hit 2 billion. In 2025 we passed 10 billion – and, less than a year on, we’ve added another 2 billion to our total. This kind of rapid growth is only possible if we build and run Notify so it’s sustainable, scalable and reliable.",
                "tag": "p"
            },
            {
                "content": "With more than 11,000 public sector services using Notify, and 10,000 users signing in to their accounts each week, staying close to our users is essential. Alongside research, horizon scanning and performance monitoring, our user support channel helps us to understand a wide range of current and future needs.",
                "tag": "p"
            },
            {
                "content": "As many of you know, user support is more than just problem-solving – it can be a catalyst for designing and building better services and increasing adoption. We turn support data into insights that drive both iterative and strategic improvements to Notify, keeping it grounded in real user needs and focused on its purpose: helping government services keep people informed.",
                "tag": "p"
            },
            {
                "content": "How Notify approaches user support",
                "tag": "h2"
            },
            {
                "content": "User support is done in-house by the team that builds and runs Notify. We have a rota in place where developers, front-end developers and site reliability engineers handle technical queries, while user-centred designers, product managers and delivery managers answer non-technical questions.",
                "tag": "p"
            },
            {
                "content": "We leverage user support to help us:",
                "tag": "p"
            },
            {
                "content": "Scaling and learning quickly",
                "tag": "h2"
            },
            {
                "content": "User support has played a key role in scaling Notify. For example, when we first let users choose their own email branding, they had to ask us to set it up for them. Having early adopters contact support to do this was a good way to learn about their needs.",
                "tag": "p"
            },
            {
                "content": "As our user base grew, so did the burden on support. At one point, branding requests made up nearly 10% of all support tickets. After learning enough from our users, we were able to design and build a new feature that made the whole process self-service, so users no longer had to contact us. These days, support tickets related to branding make up less than 1% of all tickets.",
                "tag": "p"
            },
            {
                "content": "We call this approach our ‘maturity model’. The minimum viable product (MVP) for new features (almost) always relies on user support. This means we can launch the MVP quickly, learn how people are using it, and iterate as we go. Once we’re confident that a feature will provide value to users and that we can support it technically, we consider how we can make it self-service.",
                "tag": "p"
            },
            {
                "content": "Our maturity model means every new feature will generate quite a few support tickets. Instead of a burden, we see this as a necessary part of building a sustainable, user-centred service.",
                "tag": "p"
            },
            {
                "content": "Engaging the whole team",
                "tag": "h2"
            },
            {
                "content": "We realise the value in getting the whole team involved in user support. Understanding our users’ biggest problems helps us all to empathise with them, uncover root cause issues, and stay connected to the impact of our work. Additionally, users receive a personal response to a potentially complex problem, while the team gets valuable exposure to parts of the service they have less experience with.",
                "tag": "p"
            },
            {
                "content": "We plan support work into our sprints, run regular retros and gather daily feedback through surveys. We’ve also built a team culture around collaborative support. We crowdsource answers to tricky questions, co-own a support manual that addresses common queries, and keep a wiki to pool technical knowledge.",
                "tag": "p"
            },
            {
                "content": "This does have its challenges. On average, we respond to 33 tickets a day – including tickets that are necessary to complete a user’s journey, such as asking to make their service live. This can be time-consuming, but we’re constantly refining how we manage support, and understand that making it a visible, planned part of our work gives the team space to do it well.",
                "tag": "p"
            },
            {
                "content": "By building a shared understanding across the team, we’re better at providing a service that works without users needing to ask for help in the first place.",
                "tag": "p"
            },
            {
                "content": "Driving continuous improvement",
                "tag": "h2"
            },
            {
                "content": "User support doesn’t stop when we’ve answered someone’s question – it’s a key part of how we learn, improve and plan. We use topic tags to enable a systematic analysis process that measures the frequency of categorised issues and ticket volumes. We visualise this in a dashboard that’s used to identify the biggest issues each quarter. Alongside other data sources, these insights inform our quarterly planning, helping to shape priorities across the team.",
                "tag": "p"
            },
            {
                "content": "We often design tactical solutions first. For example, writing a stock answer that explains the solution to a common question. If the same issue comes up a lot, we have to determine if it is worth dedicating resources to designing a more effective solution. We might run design workshops where we consider changing our guidance, redesigning the user interface, introducing new features or even changing our policies and processes to address the root-cause of a problem.",
                "tag": "p"
            },
            {
                "content": "One example of this is the work we’re currently doing to improve Notify’s onboarding journey. By analysing topic tags, we identified that a lot of users experience pain because they miss out on some important information when they first create a Notify service. We divided the work into focused, manageable initiatives, each designed to deliver a clear, measurable impact – using support tickets as one of the metrics.",
                "tag": "p"
            },
            {
                "content": "Measuring progress",
                "tag": "h2"
            },
            {
                "content": "We use support data, alongside other research insights, to ground our work in real user needs. The data is also used as a metric to help us track how changes are landing and monitor the adoption and impact of new features.",
                "tag": "p"
            },
            {
                "content": "For example, we recently introduced a feature allowing users to view Notify services within their organisation and ask to join them. This was previously only possible by sending us a support ticket. Since launching this feature, related tickets have dropped by 55%.",
                "tag": "p"
            },
            {
                "content": "Alongside measuring the response to specific features, we can also assess how our overall volumes of support tickets are changing as we scale. Notify has grown to support over 11,000 services over the past year, yet ticket volumes remain steady, even showing slight decreases. This is a positive sign for us that, while Notify is growing, user friction is staying low.",
                "tag": "p"
            },
            {
                "content": "Delivering a service",
                "tag": "h2"
            },
            {
                "content": "User support is more than just answering a question or helping users complete a task – it’s a shared responsibility, a source of insight, and a catalyst for improvement when delivering a service. By working closely with users, we’re shaping GOV.UK Notify to be more reliable, intuitive and user-centred.",
                "tag": "p"
            },
            {
                "content": "After 12 billion messages, 11,000 services and 10,000 regular sign-ins, we’re still learning.",
                "tag": "p"
            },
            {
                "content": "We’d love to hear about similar processes from other delivery teams using support as an integral part of building and improving user-centred services. If you have any knowledge to share or would like to learn more about our support and analysis process, please leave a comment or get in touch with the team on cross-government Slack using the #govuk-notify channel.",
                "tag": "p"
            },
            {
                "content": "You can keep up to date with upcoming changes and new features on GOV.UK Notify via our roadmap.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2026/02/05/more-than-a-helpdesk-user-supports-role-in-helping-gov-uk-notify-send-12-billion-messages/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "User support – a necessary burden or a strategic advantage? Find out how GOV.UK Notify turned users’ questions into insights, team engagement and an improved service that has now sent 12 billion messages."
    },
    {
        "title": "What is Burkholderia stabilis, and why should I check my first aid kit?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-02-05T15:36:57",
        "categories": [
            "Health Protection"
        ],
        "content": [
            {
                "content": "Burkholderia are a type of bacteria found naturally in the environment, including in soil and water. Burkholderia stabilis is one species within this group. While many people never encounter problems with this type of bacteria, it can cause serious infections in certain circumstances, particularly among vulnerable individuals.",
                "tag": "p"
            },
            {
                "content": "Certain non-sterile alcohol-free wipes have been linked to a recent outbreak of Burkholderia stabilis in the UK. Affected products have been withdrawn from sale, but some may still be found in first aid kits or in people's homes. These products are wipes that are not labelled as “sterile”. UKHSA advise people to check for these wipes in their home, including in first aid kits:",
                "tag": "p"
            },
            {
                "content": "If you have any of these products, stop using them immediately and dispose of them in standard household waste.  It is important to only use wipes marked as ‘sterile’ on broken skin such as wounds, scratches, or where you can see blood - this reduces the chances of germs getting into the body and causing infections.",
                "tag": "p"
            },
            {
                "content": "Who is most at risk?",
                "tag": "h2"
            },
            {
                "content": "Some people are more at risk of serious illness following exposure to Burkholderia stabilis than others – including:  ",
                "tag": "p"
            },
            {
                "content": "How might someone become infected?",
                "tag": "h2"
            },
            {
                "content": "The risk of acquiring infection is generally very low. Infections can occur through contact with contaminated products on broken or damaged skin, or through introduction of bacteria through medical devices such as intravenous lines",
                "tag": "p"
            },
            {
                "content": "What are the symptoms if you are infected?",
                "tag": "h2"
            },
            {
                "content": "Symptoms of Burkholderia stabilis infection can vary depending on the site and severity of infection:",
                "tag": "p"
            },
            {
                "content": "If you have concerns about a wound that isn't healing properly or you develop a fever following an injury, contact NHS 111 immediately. If you have an intravenous line and have any concerns you should contact your care team.  ",
                "tag": "p"
            },
            {
                "content": "What can I do to avoid the risk of infection?",
                "tag": "h2"
            },
            {
                "content": "To reduce your risk of infection:",
                "tag": "p"
            },
            {
                "content": "What is UKHSA’s role in this area?",
                "tag": "h2"
            },
            {
                "content": "Our responsibilities include investigating outbreaks – we monitor patterns of infection across the UK and investigate potential outbreaks to identify their sources. This can involve testing products or materials that may be linked to infections.",
                "tag": "p"
            },
            {
                "content": "When risks are identified, we issue safety alerts to healthcare professionals to ensure they have the information needed to protect patients. We also develop and share guidance on preventing and controlling infections in healthcare settings and the wider community.",
                "tag": "p"
            },
            {
                "content": "An important part of our remit is to keep the public informed about health risks and the steps they can take to stay safe.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/02/05/what-is-burkholderia-stabilis-and-why-should-i-check-my-first-aid-kit/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Burkholderia are a type of bacteria found naturally in the environment, including in soil and water. Burkholderia stabilis is one species within this group. While many people never encounter problems with this type of bacteria, it can cause serious infections in certain …"
    },
    {
        "title": "National Apprenticeship Week 2026: My apprenticeship journey ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-05T15:15:38",
        "categories": [
            "Guest Blog",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Esther Faith Rowland, Assistant Engineer – NPL ",
                "tag": "p"
            },
            {
                "content": "For National Apprenticeship Week 2026, Esther Faith Rowland, Assistant Engineer, shares her journey as an engineering apprentice at the National Physical Laboratory, reflecting on her personal growth throughout the apprenticeship. ",
                "tag": "p"
            },
            {
                "content": "Early inspiration and choosing the path",
                "tag": "p"
            },
            {
                "content": "When I began my GCSEs, I had started to think about the career path I wanted to pursue. Through many conversations with my grandad about women in engineering during World War II, I decided I wanted to take the apprenticeship path towards becoming an engineer. I chose to study Maths and Physics at A Level, during which I spoke with my tutor about apprenticeships and they recommended the National Physical Laboratory (NPL) for me to apply to become an engineering apprentice.",
                "tag": "p"
            },
            {
                "content": "Getting started: college and hands-on learning",
                "tag": "p"
            },
            {
                "content": "I began my apprenticeship in 2021, with my first year being at college four days a week, getting hands-on practice through a Level 2 course in Advanced Manufacturing Engineering. This taught me the essential practical skills and knowledge for working in the manufacturing workshop at NPL, where I spent the remaining three years of my apprenticeship, with one day a week at college for the Level 3 and 4 qualifications.",
                "tag": "p"
            },
            {
                "content": "Developing Skills: workshops, design, and computer numerical control machines",
                "tag": "p"
            },
            {
                "content": "During my second year, I got to meet my colleagues and work within a team. They have been encouraging throughout my apprenticeship as I have balanced studying my qualifications and training on the machines, ensuring I have the flexibility to achieve in both areas. At first, I started on the manual mills and lathes, machining components for the scientists within NPL. Then, I completed six weeks in the Design Office, where I learnt how to use SolidWorks, a Computer Aided Design (CAD) software used for creating solid models, technical drawings and assemblies. This was essential in strengthening my skill of interpreting engineering drawings and allows me to communicate with design engineers and customers about the specifications for components.",
                "tag": "p"
            },
            {
                "content": "In my third year, I moved to working on Computer Numerical Control (CNC) milling machines, learning how to program more complex components. Initially, I programmed on the machine using Siemens control, the programming language used by the XYZ 560 machine. As I progressed, I began using Fusion360, a Computer Aided Manufacture (CAM) software. This software could be for any machine in the workshop so I am able to continue producing components without much disruption. During my studies, NPL have given me the opportunity to work within different teams, ensuring I can develop a broad skillset in many facets of engineering, allowing me to become a well-rounded individual.",
                "tag": "p"
            },
            {
                "content": "Growth, confidence, and looking ahead ",
                "tag": "p"
            },
            {
                "content": "Throughout my apprenticeship I have learnt from colleagues, worked with customers, and showcased my teams’ work to the public during our Open Days. When I first joined, working within a male-dominated industry was daunting however, as I have had these interactions it has built my confidence and skillset. My workplace is also diverse in age and experience and this has been a great way to learn and develop. In four years, I have learnt so much more than I thought I could and it was down to persevering, connecting with people and not being afraid to ask questions. ",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession!  ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/05/national-apprenticeship-week-2026-my-apprenticeship-journey/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Esther Faith Rowland, Assistant Engineer – NPL  For National Apprenticeship Week 2026, Esther Faith Rowland, Assistant Engineer, shares her journey as an engineering apprentice at the National Physical Laboratory, reflecting on her personal growth throughout the apprenticeship.  Early inspiration and choosing the path When I began my GCSEs, I …"
    },
    {
        "title": "Pattern principles in the welfare sector",
        "authors": [
            "Janne Mattila"
        ],
        "posted_on": "2026-02-05T12:00:00",
        "categories": [
            "Events",
            "PublicPolicyDesign",
            "Research"
        ],
        "content": [
            {
                "content": "Finding design patterns for welfare that work for all nations just isn’t that easy.",
                "tag": "p"
            },
            {
                "content": "When our diverse group of international government design teams couldn't find common patterns, we pivoted towards something potentially more valuable: a shared framework that helps any government think systematically about design at every scale.",
                "tag": "p"
            },
            {
                "content": "We couldn't find global design patterns",
                "tag": "h2"
            },
            {
                "content": "When the call came to collaborate on welfare for the Public Design Conference (part of the World Design Congress Design Safari) in September 2025, Ireland (Department of Public Expenditure and Reform), Finland (Kela), Peru (National Council for Integration of People with Disabilities), and the UK (Department for Work and Pensions) swung into action.",
                "tag": "p"
            },
            {
                "content": "We set out to identify common design patterns in welfare services that could work globally. After all, people everywhere face similar life transitions—having a baby, losing a job, dealing with illness, or retiring. Surely the welfare services supporting these moments should also have similarities?",
                "tag": "p"
            },
            {
                "content": "As we shared our respective work on patterns, we discovered we had very different approaches to patterns and operated at different levels of maturity. We also seemed to lack a common definition for what constituted a \"pattern.\" We understood that our group wouldn’t discover common patterns. Had we failed in our efforts?",
                "tag": "p"
            },
            {
                "content": "The pivot: from patterns to principles",
                "tag": "h2"
            },
            {
                "content": "Instead of asking \"What common patterns do we have?\", we decided to look at the levels and hierarchy of patterns. We moved to more fundamental questions: \"What makes something a pattern?\" and “Could we come up with a framework for patterns?”",
                "tag": "p"
            },
            {
                "content": "This shift moved the conversation from concrete outputs to underlying qualities - from trying to share specific solutions to understanding the attributes that make any solution shareable and scalable. The result was a framework built on five attributes:",
                "tag": "p"
            },
            {
                "content": "The framework: four levels of interconnected patterns",
                "tag": "h2"
            },
            {
                "content": "Our group recognized that patterns exist at multiple, interconnected levels and identified four distinct levels where patterns operate in government services.",
                "tag": "p"
            },
            {
                "content": "Level 1: Component patterns",
                "tag": "h3"
            },
            {
                "content": "The building blocks - individual pieces of best-practice design that combine to create larger units - were a key element of the pattern. Think of form fields, buttons, or notification systems. These are the LEGO blocks of digital government.",
                "tag": "p"
            },
            {
                "content": "Level 2: Sequence patterns",
                "tag": "h3"
            },
            {
                "content": "Reusable flows that make sense across many contexts. How users verify their identity, submit documents, or make payments. These sequences appear again and again, regardless of the specific service.",
                "tag": "p"
            },
            {
                "content": "Level 3: Service patterns",
                "tag": "h3"
            },
            {
                "content": "Complete, reusable solutions for delivering end-to-end services. A \"report a change\" service might look similar across welfare services and beyond, whether you're updating your personal information for taxes, benefits, or vehicle registration.",
                "tag": "p"
            },
            {
                "content": "Level 4: Life event patterns",
                "tag": "h3"
            },
            {
                "content": "A life event is the organizing principle for services: an event is the trigger and the journey through services is the highest level of patterns. This level organizes everything around the user journey and needs during this transition. The services supporting these moments could share common elements.",
                "tag": "p"
            },
            {
                "content": "Top-down or bottom-up",
                "tag": "h2"
            },
            {
                "content": "Government organisations can start developing and leveraging patterns from the system level (top-down) or from the local and user-need level (bottom-up). Patterns at each level support and enable patterns at other levels. Taking a life event approach shapes what services are needed, which determines the sequences required, which then defines the components to be built. But it also works in reverse: component patterns enable sequence patterns. Sequences combine into services. Services form a seamless and coordinated journey around life events.",
                "tag": "p"
            },
            {
                "content": "Life events matter",
                "tag": "h2"
            },
            {
                "content": "Traditional government organisation can lead to a fragmented landscape and disconnected services, which becomes especially problematic during major life transitions. Our group came to the conclusion that by thinking in terms of life event patterns, governments could:",
                "tag": "p"
            },
            {
                "content": "This approach could even transform patterns from a design practice tool into a bridge between service delivery and policy reform. And having reusable patterns across different levels in the framework would be a massive cost-saving factor for government organisations.",
                "tag": "p"
            },
            {
                "content": "Are we on to something and should we continue?",
                "tag": "h2"
            },
            {
                "content": "While our group seemed to be satisfied with the pivot and the discovery of a framework for patterns, some questions remain. How wide-spread is the life events approach in different countries and is there value in treating them as patterns? Could a shared global pattern language actually help bring together design practice and policy reform?",
                "tag": "p"
            },
            {
                "content": "We ended our mini-conference with the understanding that it would be worth exploring these questions further but we might have some alignment difficulties. It is hard to align work around patterns within the same department, and this could be many times harder on a country or global level.",
                "tag": "p"
            },
            {
                "content": "We will continue our discussion and share experiences with patterns and the life events approach in our respective countries. What patterns do you see in your government's services? How might thinking in levels - from components to life events - transform how you design for citizens?",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2026/02/05/pattern-principles-in-the-welfare-sector/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "Finnish designer, Janne Mattila, explains what makes something a public design pattern."
    },
    {
        "title": "Decent Homes Standard",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-02-05T11:36:57",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "There has been coverage and discussion on social media about the Decent Homes Standard and what that means for private renters. ",
                "tag": "p"
            },
            {
                "content": "Read more here about the changes we’re making and why, as well as the new rights and tough rules that will be in place to protect renters.",
                "tag": "p"
            },
            {
                "content": "🚀 Firstly, big improvements are coming ",
                "tag": "p"
            },
            {
                "content": "We're making big changes that aim to make rented homes safer, warmer, and healthier for tenants. For example, last week we announced the updated Decent Homes Standard that will apply to the PRS from 2035.",
                "tag": "p"
            },
            {
                "content": "📅 Why 2035? ",
                "tag": "p"
            },
            {
                "content": "Well, there’s a lot happening and landlords have a lot to take in. That’s why there’s an implementation period, giving landlords time to get their properties up to scratch and meet the new rules, including those in the Renters’ Rights Act. Social landlords had similar time to prepare when the Decent Homes Standard first came in, so this is fair.",
                "tag": "p"
            },
            {
                "content": "🏡 But this is just one part of lots we’re doing to make homes safer for tenants, and some changes will happen sooner ",
                "tag": "p"
            },
            {
                "content": "We’re introducing a Private Landlord Ombudsman, to sort out complaints quickly, including where landlords haven’t met requirements on standards. The plan is for this to go live from 2028.",
                "tag": "p"
            },
            {
                "content": "And from 2030 the new energy efficiency standards mean tenants will get cheaper energy bills and homes that are less likely to have damp and mould as a result. Landlords should start working on these improvements now.",
                "tag": "p"
            },
            {
                "content": "We’re also working to extend Awaab’s Law – which give specific time limits for landlords to act to fix serious problems - to private rentals. We’ll provide more details on this when we consult on it soon.",
                "tag": "p"
            },
            {
                "content": "🔧 The rules for landlords are already clear: fix serious problems now",
                "tag": "p"
            },
            {
                "content": "If you’re a landlord, you must already make sure your property is free of Category 1 hazards – these are the most serious risks, as defined by the Housing Health and Safety Rating System.",
                "tag": "p"
            },
            {
                "content": "And councils already have the power to issue big fines to landlords who don’t sort out these major problems.",
                "tag": "p"
            },
            {
                "content": "💸 Bigger fines are coming",
                "tag": "p"
            },
            {
                "content": " Under the Renters’ Rights Act, the maximum fine for failing to address serious hazards following a request from the council will rise from £30,000 to £40,000 starting 1st May. Plus, there’s a brand new fine of up to £7,000 that can be given straight away if a landlord hasn’t taken practical steps to fix a Category 1 hazard. This new fine is coming this summer.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/02/05/decent-homes-standard/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been coverage and discussion on social media about the Decent Homes Standard and what that means for private renters.  Read more here about the changes we’re making and why, as well as the new rights and tough rules …"
    },
    {
        "title": "When Newsround comes calling: taking an enforcement campaign to a new generation",
        "authors": [
            "David Jenkins"
        ],
        "posted_on": "2026-02-05T10:46:44",
        "categories": [
            "Enforcement",
            "Schools"
        ],
        "content": [
            {
                "content": "Picture the scene: it's the mid-1980s, it's 5pm, and a (very) young me is parked in front of the television. That familiar theme tune kicks in.  John Craven appears. And for the next ten minutes, the wider world comes into focus. Wars, weather, wildlife: all filtered through a lens that somehow made sense to a child.",
                "tag": "p"
            },
            {
                "content": "Newsround was appointment viewing in our house. Non-negotiable. And if you'd told that child that one day he'd be helping to shape a Newsround story himself? He'd have thought you were having him on. Yet here we are. ",
                "tag": "p"
            },
            {
                "content": "When the opportunity arose this month to work with BBC Newsround on the IPO's 'Fake Toys, Real Harms' campaign, I won't pretend I didn't feel a little flutter of excitement. Some professional moments just hit differently.",
                "tag": "p"
            },
            {
                "content": "Serious journalism for young audiences",
                "tag": "h3"
            },
            {
                "content": "For those who might think wrongly that children's TV news programming is a quaint relic, think again. Newsround has serious journalistic pedigree. I can actually remember it breaking the news of the Challenger space shuttle disaster in 1986 – and, several years later, discovering that it was the first UK news outlet to do so.  This was in an era before 24-hour rolling news, before smartphones, before social media. A children's programme, breaking one of the biggest news stories of the decade.",
                "tag": "p"
            },
            {
                "content": "That credibility endures. It's valued by many teachers as a classroom aid, and I know many parents still talk about it at the school gate. It addresses ‘grown-up’, sometimes difficult issues sensitively, without patronising the viewer.",
                "tag": "p"
            },
            {
                "content": "And in today's fractured media landscape, where attention is fought for amid endless noise and sometimes questionable sources, trusted outlets that can cut through matter more than ever. Doing so in a way that's genuinely accessible to young audiences? That's a rare and valuable thing. ",
                "tag": "p"
            },
            {
                "content": "Which brings me neatly to why this collaboration made such perfect sense.",
                "tag": "p"
            },
            {
                "content": "Planting the seeds of understanding",
                "tag": "h3"
            },
            {
                "content": "At the IPO, we have an IP education framework built on a simple but important premise: respect for intellectual property rights flows from understanding. You can't expect people to value something they don't understand. That's why we've invested in developing resources like our new IP Guide for Students - a practical introduction helping young people recognise and protect the value of their ideas, and that teachers could also use to introduce IP to younger audiences in the classroom.Our ambitious longer-term goal is also to make IP crime and infringement socially unacceptable. Not through enforcement action to intercept the criminals alone, but through genuine comprehension of why IP rights matter, the harms that occur when criminals abuse these, and giving people the information they need to help make informed choices. And to achieve that, it is important we reach people early.",
                "tag": "p"
            },
            {
                "content": "So when the chance arose to take our 'Fake Toys, Real Harms' message to Newsround's audience, supported by our brilliant partners at Swansea Council Trading Standards, it felt like a perfect confluence. Here was an opportunity to talk to children directly about something that affects them – counterfeit toys, with their hidden dangers from banned chemicals to choking hazards – through a medium they trust, in language they’ll understand.",
                "tag": "p"
            },
            {
                "content": "From the front pages into the classroom",
                "tag": "h3"
            },
            {
                "content": "This Newsround piece came on the back of a prominent campaign that had already captured a lot of attention, generating thousands of pieces of media coverage as well as engagement on social media. With the support of our partners, we'd reached parents, grandparents, and gift-buyers across the country with a clear message: counterfeit toys aren't just poor quality ‘knock-offs’ – they're genuinely dangerous items that have bypassed every safety check the law requires.",
                "tag": "p"
            },
            {
                "content": "But children themselves? That's an audience that can sometimes be overlooked in campaigns like this. Yet there's solid precedent for reaching them directly. Think of the fire safety campaigns of the 1980s and 90s. Children absorbed and carried home messages about smoke alarms and escape plans, influencing household behaviour in ways that campaigns focused on adults alone might not have achieved. Children aren't passive recipients; they're often active participants in family decision-making.",
                "tag": "p"
            },
            {
                "content": "And naturally, when it comes to toys, they're most likely to be the ones asking for the latest must-have item (the Labubu doll craze being a prime example). Helping them understand why their loved ones might have to say no to a suspiciously cheap version isn't just about this Christmas or the next birthday – it's about building the foundations of informed consumer behaviour for life.",
                "tag": "p"
            },
            {
                "content": "We worked with the Newsround team to help develop a creative concept that would land the message without frightening young viewers. The result was a 'jail' for dangerous counterfeits – a visual device that made the risks tangible and memorable, while keeping the tone appropriate for the audience. It struck the right balance: imaginative enough to capture attention, clear enough to reinforce the message about potential harms.",
                "tag": "p"
            },
            {
                "content": "The IPO's Spokesperson on the day, our Head of Intelligence Partnerships Rhys Hurley, deftly brought the story to life on camera by using actual samples of seized counterfeit toys to demonstrate the dangers. Without lecturing or preaching, Rhys showed the audience exactly what to look out for – a powerful approach that respected their intelligence and invited them to draw their own conclusions.",
                "tag": "p"
            },
            {
                "content": "Full Circle - from viewer to contributor",
                "tag": "h3"
            },
            {
                "content": "I won't pretend I wasn't a little thrilled by the whole experience. Working with the highly skilled Newsround production crew was a real pleasure - they were incredibly tuned in to how information resonates with young people, and how to translate complexity into information that their viewers can relate to and act upon. I learned a lot. ",
                "tag": "p"
            },
            {
                "content": "And there's something rather wonderful about your professional life intersecting with your childhood memories in this way. Perhaps it's not surprising that someone who grew up captivated by Newsround ended up working in press and media relations.",
                "tag": "p"
            },
            {
                "content": "But more importantly, this was a chance to reach a crucial audience with a message that could genuinely keep them safe. And if, somewhere, there's a child watching who goes on to work in communications or even in IP themselves one day... well, I might be biased, but that would be rather nice too.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2026/02/05/when-newsround-comes-calling-taking-an-enforcement-campaign-to-a-new-generation/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "The IPO's Senior Media Relations Manager David Jenkins explains how a childhood favourite became a perfect platform for an important public safety message."
    },
    {
        "title": "Understanding technical architecture across local government ",
        "authors": [
            "Bisi Olowu, GDS Business Analyst"
        ],
        "posted_on": "2026-02-05T10:38:24",
        "categories": [
            "Architecture",
            "Technology",
            "Transformation"
        ],
        "content": [
            {
                "content": "Over the past few months at the Government Digital Service, we’ve been looking closely at how councils describe their technology. Not just the systems they use, but the wider structures that sit behind them: the architecture, strategies, standards and principles that shape how digital services are delivered day-to-day. ",
                "tag": "p"
            },
            {
                "content": "This work has involved reviewing a broad set of technical and digital documents from councils across the country, where there are publicly shared artefacts of their technical documents, from ICT strategies and enterprise architecture papers to application landscapes, and digital roadmaps. Together, these artefacts form the basis of how services are designed, integrated and supported. ",
                "tag": "p"
            },
            {
                "content": "As outlined in our earlier ‘Sourcing the stack’ blog, councils often face the same technology challenges but solve them separately. This analysis of technical architecture shows just how much potential there is to address these challenges together and highlights the need for a shared approach to council technology. ",
                "tag": "p"
            },
            {
                "content": "An inconsistent landscape ",
                "tag": "h2"
            },
            {
                "content": "We found that councils tend to use many of the same architectural components: case and document management systems, data platforms, integration layers and cloud services. But the way these components are documented varies greatly. ",
                "tag": "p"
            },
            {
                "content": "Some councils publish detailed architecture diagrams that cover applications, infrastructure, data flows and governance. Others provide high-level ICT strategies with little technical depth. In many cases, information about integration, data standards, and governance are not fully documented or are missing entirely. ",
                "tag": "p"
            },
            {
                "content": "This inconsistency shows up in several areas including: ",
                "tag": "p"
            },
            {
                "content": "These differences make it harder to compare approaches, learn from one another, or identify opportunities for reuse and alignment.  ",
                "tag": "p"
            },
            {
                "content": "The challenge ",
                "tag": "h2"
            },
            {
                "content": "When every council documents technology differently, it becomes challenging to: ",
                "tag": "p"
            },
            {
                "content": "Yet the opportunity is clear. There is a huge amount of tacit knowledge in councils about what good looks like. Many have already developed strong architecture principles or domain-specific models. What’s missing is a  shared foundation that brings these elements together. ",
                "tag": "p"
            },
            {
                "content": "The opportunity: a shared technical architecture model ",
                "tag": "h2"
            },
            {
                "content": "These gaps in documentation create the space to define a common technical architecture model that councils can use to describe their technology consistently. A model that: ",
                "tag": "p"
            },
            {
                "content": "This wouldn’t replace local autonomy or force councils into a single stack. Instead, it provides a shared language: a way to map existing technology into a common frame so councils can see where they align, where they differ, and where collaboration makes sense. ",
                "tag": "p"
            },
            {
                "content": "What comes next ",
                "tag": "h2"
            },
            {
                "content": "Our findings provide a platform to propose a change to a common vision for local government technology.  ",
                "tag": "p"
            },
            {
                "content": "On 12 December we hosted a webinar attended by over 200 people from across local government and on 13 January we ran a workshop for vendors with techUK, to discuss how shared products and data integration can drive better outcomes for councils and communities. ",
                "tag": "p"
            },
            {
                "content": "We’ll also be talking with individual digital practitioners, and groups of local and regional authorities. ",
                "tag": "p"
            },
            {
                "content": "We’re inviting colleagues from local and central government to join our next Sourcing the Stack webinar in February. You can register now to hear more about our evolving vision for a shared local government technology stack – and how you can help shape it.",
                "tag": "p"
            },
            {
                "content": "These webinars and workshops will help us co-create a common vision for the technology used to deliver services, a shared understanding of where councils are already aligned, and where they want to be in the future. ",
                "tag": "p"
            },
            {
                "content": "This vision will inform the foundations of a shared technical architecture model and help shape the principles and components that councils can use to describe their technology consistently. It will also guide our work to identify opportunities for reuse, reduce duplication and support better digital services. ",
                "tag": "p"
            },
            {
                "content": "As the workshops progress, we’ll continue analysing the patterns emerging from councils’ current architectures and refine the model with real input from the people designing and delivering services every day. Our aim is to build something practical and collaborative, a model created with councils, not for them. ",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2026/02/05/understanding-technical-architecture-across-local-government/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "This blog shares insights on how technical architecture is used across local government, focusing on common patterns and challenges rather than individual organisation. It explores how shared technical layers can support collaboration, reduce duplication, and create more consistent foundations for digital services."
    },
    {
        "title": "ADOPT round 6 opens today: hear how farmers are using funding",
        "authors": [
            "Graham Higgins"
        ],
        "posted_on": "2026-02-05T10:21:32",
        "categories": [
            "Future Farming Podcast",
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "The Accelerating Development of Practices and Technologies (ADOPT) Fund offers grants to farmers and farm businesses to trial new technology and practices on farm.",
                "tag": "p"
            },
            {
                "content": "It aims to speed up the development and adoption of new ideas, so more farmers can put them into practice sooner.",
                "tag": "p"
            },
            {
                "content": "As Round 6 of the full ADOPT grant opens today, we hear from two farmers who have received ADOPT funding. Thomas Slattery from the Support Hub, which helps applicants prepare, speaks to Bryony Graham in Essex and Peter Southwell in East Yorkshire.",
                "tag": "p"
            },
            {
                "content": "They share why they applied, what they’re testing, and how the funding is helping them.",
                "tag": "p"
            },
            {
                "content": "Tom explains that problem-solving is already part of everyday farming:",
                "tag": "p"
            },
            {
                "content": "Bryony describes how she is trialling willow as a high-carbon crop and testing compost mixes as a peat-free growing medium that could be used more widely on arable farms:",
                "tag": "p"
            },
            {
                "content": "Peter shares how ADOPT has supported the Yorkshire Nutrition Club to bring farmers together to share data, compare crop nutrition strategies and test new approaches side by side:",
                "tag": "p"
            },
            {
                "content": "Read the transcript. ",
                "tag": "p"
            },
            {
                "content": "Apply for ADOPT funding",
                "tag": "h2"
            },
            {
                "content": "Up to £5 million is available in Round 6.",
                "tag": "p"
            },
            {
                "content": "Two types of grants are available:",
                "tag": "p"
            },
            {
                "content": "Opens: Thursday 5 February 2026",
                "tag": "p"
            },
            {
                "content": "Closes: Wednesday 8 April 2026 11:00am",
                "tag": "p"
            },
            {
                "content": "Opened: Thursday 15 January 2026",
                "tag": "p"
            },
            {
                "content": "Closes: Wednesday 25 February 2026 11:00am",
                "tag": "p"
            },
            {
                "content": "Help with your application",
                "tag": "h2"
            },
            {
                "content": "ADOPT Support Hub",
                "tag": "h3"
            },
            {
                "content": "If you have any questions about the fund, the ADOPT Support Hub can help.",
                "tag": "p"
            },
            {
                "content": "Run by ADAS and commissioned to support ADOPT, it:",
                "tag": "p"
            },
            {
                "content": "Watch the webinar",
                "tag": "h3"
            },
            {
                "content": "A webinar delivered by Innovate UK was held last year for anyone interested in ADOPT. It covers the application process and what you need to know before submitting.",
                "tag": "p"
            },
            {
                "content": "Watch the ADOPT funding opportunity information webinar.",
                "tag": "p"
            },
            {
                "content": "ADOPT is part of the Farming Innovation Programme, delivered in partnership with Innovate UK.",
                "tag": "p"
            },
            {
                "content": "For updates from the Farming and Countryside team, subscribe to the blog. You'll receive a notification whenever we publish a new post. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/05/adopt-round-6-opens-today-hear-how-farmers-are-using-funding/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "As Round 6 of the Accelerating Development of Practices and Technologies (ADOPT) Fund opens, we hear from two farmers who have received funding. Thomas Slattery from the Support Hub speaks to Bryony Graham in Essex and Peter Southwell in East Yorkshire."
    },
    {
        "title": "National Apprenticeship Week 2026: The value of a personal perspective ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-04T14:00:37",
        "categories": [
            "Blog Series",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Dr Beverley MacKenzie ",
                "tag": "p"
            },
            {
                "content": "As part of National Apprenticeship Week 2026, Dr Beverley MacKenzie, a lifelong advocate of apprenticeships, reflects on their unique value in combining academic study with real-world experience.",
                "tag": "p"
            },
            {
                "content": "Why apprenticeships matter",
                "tag": "p"
            },
            {
                "content": "From my experience, apprenticeships at all levels are an excellent way to gain both academic knowledge and practical work experience. This belief has been reinforced at various stages of my life.",
                "tag": "p"
            },
            {
                "content": "Starting out: my journey as a young tech",
                "tag": "p"
            },
            {
                "content": "As a young tech eager to break into the IT industry, I was fortunate to secure a graduate apprenticeship position within an Internet Service Provider (ISP). During this time, I rotated through various teams within the ISP environment-working on cabling, supporting the Network Operations Centre, and even building bespoke hardware.",
                "tag": "p"
            },
            {
                "content": "The combination of hands-on experience and academic learning gave me a comprehensive, 360-degree understanding of the industry. More importantly, it taught me the value of continuous self-development while working.",
                "tag": "p"
            },
            {
                "content": "Returning to academia",
                "tag": "p"
            },
            {
                "content": "Later in life, when my children were older, I chose to return to university to pursue a PhD. During this period, I was again fortunate to work as a teaching fellow while studying. This experience allowed me to view the apprenticeship model from the other side-as an educator.",
                "tag": "p"
            },
            {
                "content": "As a lecturer at a Scottish university, I saw firsthand how the blend of academic learning and industry experience equips students with the tools they need to successfully launch and sustain their careers.",
                "tag": "p"
            },
            {
                "content": "The power of apprenticeships",
                "tag": "p"
            },
            {
                "content": "In my opinion what makes apprenticeships so powerful is their ability to bridge the gap between theory and practice. They enable learners to apply classroom concepts in real-world scenarios, fostering critical thinking and problem-solving skills that employers value.",
                "tag": "p"
            },
            {
                "content": "Apprenticeships also promote adaptability-a key trait in today’s fast-changing job market-while offering a structured pathway for career progression. For businesses, they provide access to motivated talent and help build a workforce aligned with industry needs. For individuals, they offer confidence, competence, and a sense of purpose.",
                "tag": "p"
            },
            {
                "content": "Beyond skills: lifelong benefits",
                "tag": "p"
            },
            {
                "content": "In addition, apprenticeships encourage lifelong learning and professional growth. They often open doors to networking opportunities, mentorship, and hands on exposure of a variety of technologies, which can accelerate career development.",
                "tag": "p"
            },
            {
                "content": "Unlike traditional academic routes, apprenticeships immerse learners in the realities of their chosen field from day one, making them job-ready and resilient. This practical foundation, combined with academic rigor, creates well-rounded professionals who can adapt to evolving industry demands.",
                "tag": "p"
            },
            {
                "content": "Why I advocate for apprenticeships",
                "tag": "p"
            },
            {
                "content": "These experiences have shaped my unwavering advocacy for apprenticeship schemes, because they are a proven and practical way to successfully launch a career.",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession! ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government.",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/04/national-apprenticeship-week-2026-the-value-of-a-personal-perspective/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Dr Beverley MacKenzie As part of National Apprenticeship Week 2026, Dr Beverley MacKenzie, a lifelong advocate of apprenticeships, reflects on their unique value in combining academic study with real-world experience. Why apprenticeships matter From my experience, apprenticeships at all levels …"
    },
    {
        "title": "Creating a Vehicle Examination Facility network for approvals tests ",
        "authors": [
            "Matthew Williscroft"
        ],
        "posted_on": "2026-02-04T13:54:40",
        "categories": [
            "ATF forums",
            "Features",
            "Vehicle testing"
        ],
        "content": [
            {
                "content": "We’re transforming the way we conduct vehicle approval services, introducing Vehicle Examination Facilities (VEF) for Individual Vehicle Approval (IVA) and Motorcycle Single Vehicle Approval (MSVA) customers and bringing the test closer to you.  ",
                "tag": "p"
            },
            {
                "content": "In this blog post, we'll outline why we’re doing this and what positive changes this will have for industry.  ",
                "tag": "p"
            },
            {
                "content": "Improving access to approvals tests ",
                "tag": "h2"
            },
            {
                "content": "Currently, the vast majority of approval tests are carried out in DVSA’s own Goods Vehicle Testing Stations (GVTS) across Great Britian. But many customers have to travel long distances to attend a test, costing businesses time and money. ",
                "tag": "p"
            },
            {
                "content": "To help make our services more efficient and accessible to you, we’re creating a VEF network across the country – alongside continuing to provide IVAs and MSVAs at some existing sites.   ",
                "tag": "p"
            },
            {
                "content": "The new model will bring approvals tests closer to customers. It is very similar to the way heavy vehicle annual tests are conducted and allows approvals tests to be conducted at third party sites. DVSA staff will continue to carry out the test.   ",
                "tag": "p"
            },
            {
                "content": "VEF sites can operate as: ",
                "tag": "p"
            },
            {
                "content": "If you’d like more information on how to gain VEF status, contact our team on ATI@DVSA.gov.uk.  ",
                "tag": "p"
            },
            {
                "content": "Existing Privately Owned Testing Facilities (POTFs) can also apply to gain VEF status. This means that these sites can gain the same benefits as VEF providers.   ",
                "tag": "p"
            },
            {
                "content": "Why DVSA is making this change ",
                "tag": "h2"
            },
            {
                "content": "VEFs will bring many benefits for our vehicle approval customers and businesses who wish to apply for VEF status. For approvals customers:  ",
                "tag": "p"
            },
            {
                "content": "For businesses who gain VEF status it will: ",
                "tag": "p"
            },
            {
                "content": "How we have worked with pilot sites  ",
                "tag": "h2"
            },
            {
                "content": "To make sure our processes run smoothly, we’ve been working with some pilot sites to get their feedback on the authorisation and application processes.  ",
                "tag": "p"
            },
            {
                "content": "So far, feedback has been really positive. And where issues have arisen, we handled them quickly and easily.  ",
                "tag": "p"
            },
            {
                "content": "Their input has been really valuable in refining the process for the rollout of the VEF network. ",
                "tag": "p"
            },
            {
                "content": "It has helped us to put the right standards in place for prospective applicants in terms of their infrastructure and equipment. This will make sure our examiners can carry out vehicle approval tests at the new sites safely and in accordance with the standards.  ",
                "tag": "p"
            },
            {
                "content": "To raise awareness of VEFs, we have:  ",
                "tag": "p"
            },
            {
                "content": "Next steps  ",
                "tag": "h2"
            },
            {
                "content": "In the coming months we hope to start to authorise sites that meet the required standards and begin building up the VEF network. ",
                "tag": "p"
            },
            {
                "content": "We’ll also continue to work behind the scenes to make sure the new VEF network is suitable for all our approvals customers.  ",
                "tag": "p"
            },
            {
                "content": "We’ll continue to engage with trade associations to increase awareness of VEFs and the positive roll these sites will play in our vehicle approvals service. Our webinars will also continue to run over the next few months.   ",
                "tag": "p"
            },
            {
                "content": "As ever, we love to hear from you, so please leave us a comment with any questions or feedback that you have.  ",
                "tag": "p"
            }
        ],
        "link": "https://movingon.blog.gov.uk/2026/02/04/creating-a-vehicle-examination-facility-network-for-approvals-tests/",
        "blog": "Moving On",
        "blog_link": "https://movingon.blog.gov.uk",
        "description": "We’re transforming the way we conduct vehicle approval services, introducing Vehicle Examination Facilities for Individual Vehicle Approval and Motorcycle Single Vehicle Approval..."
    },
    {
        "title": "More support for children through foster care: what you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-04T12:58:34",
        "categories": [
            "Foster Carer",
            "Fostering"
        ],
        "content": [
            {
                "content": "Foster carers provide safe, stable homes for children who cannot live with their birth families. For many children, fostering offers the chance to grow up in a caring family environment, close to their community. ",
                "tag": "p"
            },
            {
                "content": " New plans have been set out to increase the number of foster carers in England and improve the support available to foster families. Here’s what’s changing and why it matters. ",
                "tag": "p"
            },
            {
                "content": "What’s being introduced? ",
                "tag": "h3"
            },
            {
                "content": "Plans are in place to create up to 10,000 new foster care places during this Parliament, changing rules to accommodate different types of loving families.",
                "tag": "p"
            },
            {
                "content": "This is alongside a national drive to encourage more people to consider fostering, opening up fostering to a more diverse range of people. ",
                "tag": "p"
            },
            {
                "content": "This comes at a time when more children need foster care, but fewer people are currently approved to provide it, often because they aren’t married to their partner, don’t own their own home, work full time or even if they’ve had therapy for mental health challenges ",
                "tag": "p"
            },
            {
                "content": "Why is this needed? ",
                "tag": "h3"
            },
            {
                "content": "Over the last ten years, the number of approved foster carers in England has fallen by almost 12%, with numbers dropping further since the Covid pandemic. During the same period, the number of children in care has increased. ",
                "tag": "p"
            },
            {
                "content": "Because of this, some children are placed far from home or in residential care. These placements can be more disruptive for children, if they have to move far from home, and are often linked to poorer outcomes in education and health. ",
                "tag": "p"
            },
            {
                "content": "Increasing the number of foster carers will help more children stay in family homes that meet their needs. ",
                "tag": "p"
            },
            {
                "content": "Who can foster? ",
                "tag": "h3"
            },
            {
                "content": "Fostering is being opened up to a wider range of people by updating long-standing assumptions about what foster carers need to look like. ",
                "tag": "p"
            },
            {
                "content": "You do not need to: ",
                "tag": "p"
            },
            {
                "content": "People of different ages, backgrounds and family set-ups can foster, as long as they are able to offer a safe, stable and supportive home. ",
                "tag": "p"
            },
            {
                "content": "What support is available for foster carers? ",
                "tag": "h3"
            },
            {
                "content": "Additional funding is being used to strengthen support for foster carers and the services around them. ",
                "tag": "p"
            },
            {
                "content": "This includes: ",
                "tag": "p"
            },
            {
                "content": "There is also a focus on offering support earlier, rather than waiting until families are under pressure. ",
                "tag": "p"
            },
            {
                "content": "What else is changing? ",
                "tag": "h3"
            },
            {
                "content": "A new vision and action plan for fostering sets out practical changes to make fostering simpler and more supportive, including: ",
                "tag": "p"
            },
            {
                "content": "These changes are designed to make fostering easier to understand, easier to access and easier to sustain. ",
                "tag": "p"
            },
            {
                "content": "What does this mean for children? ",
                "tag": "h3"
            },
            {
                "content": "Creating more foster care places would mean more children growing up in safe, supportive family homes, rather than being placed far from their community or in residential care. ",
                "tag": "p"
            },
            {
                "content": "Stable foster homes can help children build strong relationships, recover from difficult experiences and feel more settled at school and at home. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/more-support-for-children-through-foster-care-what-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Foster carers provide safe, stable homes for children who cannot live with their birth families. For many children, fostering offers the chance to grow up in a caring family environment, close to their community. "
    },
    {
        "title": "Greener, Faster, Better: How Partnership Working is Streamlining Development on the Lower Thames Crossing",
        "authors": [
            "Marian Spain"
        ],
        "posted_on": "2026-02-04T12:55:00",
        "categories": [
            "Development",
            "Growth",
            "Natural England",
            "Nature"
        ],
        "content": [
            {
                "content": "By Marian Spain, CEO of Natural England",
                "tag": "p"
            },
            {
                "content": "It’s not often that a major infrastructure project is associated with being green, but recently I visited a project which aims to be ‘Britain’s greenest road’. This is a bold claim but one that many people, working in partnership, are trying to make a reality. The Lower Thames Crossing project will connect Kent and Essex through two 2.6 mile long tunnels beneath the Thames and is designed to alleviate pressure on the Dartford Crossing.",
                "tag": "p"
            },
            {
                "content": "A project of this scale gives us an exciting opportunity to build in nature from the very start, not as an afterthought. Because the truth is, nature and growth aren't in competition. When we get this right, congestion will be cut, boosting the economy, and leaving the environment in a better state than we found it.",
                "tag": "p"
            },
            {
                "content": "In July 2025 Natural England was appointed by government as the Lead Environmental Regulator for the Lower Thames Crossing, making the project the first pilot to test this model. What does this mean in practice? Instead of developers going back and forth between different regulators, they'll have one front door on areas of advice that overlap. That means faster decisions, more streamlined processes, and more certainty for everyone involved. ",
                "tag": "p"
            },
            {
                "content": "As the Lead Environmental Regulator, Natural England’s focus has been to coordinate input from various regulators, reduce duplication, streamline processes and ensure clear communication, all while working within existing legislative frameworks. Collaboration is therefore key and recently I had the opportunity to get on site with partners from the Lower Thames Crossing, National Highways, the Marine Management Organisation and the Environment Agency to hear more about this pioneering project.",
                "tag": "p"
            },
            {
                "content": "Environmental Legacy",
                "tag": "h4"
            },
            {
                "content": "Recovering nature is core to Natural England’s recently launched strategy, and it was inspiring to visit the site for the early wetland mitigation works at the historic Coalhouse Point. The area was once marshland but was enclosed by a sea wall and farmed. Before construction of the road and tunnels can begin, Coalhouse Point must be up and running as a wetland habitat for birds and climate resilience. Once functioning, this will support a wide range of bird species such as black-tailed godwit, avocet, ringed plover and lapwing. The great news is this vital wetland habitat creation is on track to be delivered on time, thanks to the close partnership working facilitated by the Lead Regulator.",
                "tag": "p"
            },
            {
                "content": "But that’s not the only environmental benefit to come from this project; it also plans to reuse material generated by the construction, such as chalk tunnel spoil. This spoil will be used to create habitats that safeguard rare and threatened brownfield invertebrates such as the shrill carder bee, as many invertebrates bury into this type of material as part of their lifecycle.",
                "tag": "p"
            },
            {
                "content": "The Lower Thames Crossing team also hope to create seven green bridges of varying sizes and functions. A green bridge is a vegetated structure built over a road to let wildlife safely cross, connect fragmented habitats and reduce animal-vehicle collisions, whilst also providing connection for people and traffic. Natural England is working with the partnership to ensure the green bridges meet the needs of people, nature, traffic and the wider landscape. The green bridges offer the potential to reconnect nature rich sites previously fragmented by existing roads, providing great opportunities for people to connect these sites. Projects like the Lower Thames Crossing and other major infrastructure are catalysts for change and provide the opportunity to support nature’s recovery at a landscape scale.",
                "tag": "p"
            },
            {
                "content": "James Seymour, Deputy Director for Sussex and Kent in Natural England shared his experience of working on the project:",
                "tag": "p"
            },
            {
                "content": "“The environmental legacy of this project is significant. From the ambition for green bridges that support traffic, people, and wildlife, to habitat creation around Coalhouse Point, these measures are critical.”",
                "tag": "p"
            },
            {
                "content": "Partnership Working",
                "tag": "h4"
            },
            {
                "content": "This type of nature recovery and environmental benefit cannot be achieved by working in isolation, and it was clear from the site meeting that the Lead Environmental Regulator model is trailblazing a new way to expedite nature recovery while accelerating development. For example, coordinating the permissions required to deliver the early wetland mitigation works at Coalhouse Point involved engaging early and openly to build shared understanding and trust, and working closely with other regulatory bodies to ensure a unified, outcome-focused approach.",
                "tag": "p"
            },
            {
                "content": "A key part of the Lead Regulator work is agreeing timelines that rely on the developer providing timely and complete information and regulators reviewing information efficiently. This mutual accountability and shared decision-making is vital to ensuring that the project not only meets its delivery goals, but also leaves a lasting environmental legacy. During the visit, I was happy to see how well this partnership is working.",
                "tag": "p"
            },
            {
                "content": "Matt Palmer, Lower Thames Crossing CEO, explains the benefits they have seen from the partnership working that is central to the Lead Environmental Regulator Model:",
                "tag": "p"
            },
            {
                "content": "“The Lower Thames Crossing is one of the UK's most important infrastructure projects. Not only will it tackle congestion and create a new route that will add £billions to the UK economy, it will be the UK's greenest road which will be carbon neutral in construction and create six times more green space than new road.",
                "tag": "p"
            },
            {
                "content": "Our landscape-scale nature improvements have been developed jointly with Natural England, a partnership that has only strengthened over time and is now further enhanced by its role as Lead Environmental Regulator. Together we've achieved some important wins for nature - like the ones we're already creating at Coalhouse Point - which show how the Lower Thames Crossing can deliver on its ambitions both to grow the economy and enhance and improve access to the natural world.”",
                "tag": "p"
            },
            {
                "content": "Natural England's role as the Lead Environmental Regulator",
                "tag": "h4"
            },
            {
                "content": "From early habitat creation to integrated advice and streamlined decision-making, our role as Lead Environmental Regulator enables efficient delivery in partnership, while upholding environmental standards, in a way that adds long-term value for nature, people, and place.",
                "tag": "p"
            },
            {
                "content": "As Lead Environmental Regulator, this project represents a valuable opportunity to formalise and amplify the collaborative relationships that exist between regulators and ensure open dialogue and visibility with all project partners. Our shared mission is clear: to actively seek innovative solutions that enhance outcomes for nature and growth, to avoid delays linked to environmental conditions and ensure commitments are delivered on time.",
                "tag": "p"
            },
            {
                "content": "There is always opportunity to learn and that’s one of the exciting things about the Lead Environmental Regulator role with Lower Thames Crossing. We have trialled this role as a pilot. Therefore, there will be a formal evaluation so we can learn lessons for the developer and regulators, which can inform other major projects around the country.",
                "tag": "p"
            },
            {
                "content": "One piece of learning is already clear though. The practical benefits of the Lead Environmental Regulator approach have been prominent for the Lower Thames Crossing project. Necessary regulatory processes have been streamlined. For example, the time needed to amend a legal requirement was significantly reduced (achieved in record time) - helping to reduce project risk, practical solutions were sought to protect species whilst supporting the project timeline and delays were prevented by collaborating on protective provisions applications.",
                "tag": "p"
            },
            {
                "content": "Nick Harris, National Highways CEO, joined us at the Lower Thames Crossing site and we discussed the future applications of the Lead Environmental Regulator role.",
                "tag": "p"
            },
            {
                "content": "“National Highways values its close working relationship with environmental regulators and we are actively working with them to deliver good environmental outcomes. We’re proud to be the first partner organisation, working with Natural England in its role as Lead Environmental Regulator. This relationship will help us protect and harness nature on our soft estate, including clean air and water, biodiversity and cultural heritage, to benefit people and the economy.”",
                "tag": "p"
            },
            {
                "content": "Connection and Nature Recovery",
                "tag": "h4"
            },
            {
                "content": "Reflecting on the visit, I can see that the Lower Thames Crossing project shows great promise in terms of connectivity. Connection for people, in terms of access to places and nature, connection for wildlife and connection between organisations. This is just one of the ways that we are innovating at Natural England to drive nature recovery while enabling the building of the essential infrastructure and homes that this country needs.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/02/04/greener-faster-better-how-partnership-working-is-streamlining-development-on-the-lower-thames-crossing/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Marian Spain, CEO of Natural England It’s not often that a major infrastructure project is associated with being green, but recently I visited a project which aims to be ‘Britain’s greenest road’. This is a bold claim but one …"
    },
    {
        "title": "How the Better Regulation Framework promotes competition to deliver affordable prices, innovation and growth",
        "authors": [
            "John Davies, RPC committee member"
        ],
        "posted_on": "2026-02-04T11:54:15",
        "categories": [
            "Better Regulation Framework",
            "Competition"
        ],
        "content": [
            {
                "content": "The Better Regulation Framework (BRF) requires departments to undertake a proportionate assessment of the effects of policies on competition, because more competitive markets are better for consumers and spur growth. ",
                "tag": "p"
            },
            {
                "content": "Unlike more direct impacts such as administrative costs, knock-on effects of policies on competition may not be obvious. Often the most valuable competitor is the one which is not even there yet: a disruptive innovator whose entry might be stifled by regulations suited to existing suppliers. ",
                "tag": "p"
            },
            {
                "content": "Fortunately, the Competition and Markets Authority (CMA) and the Organisation for Economic Co-operation and Development (OECD) have published guidance to help - and the RPC has published case histories showing how departments have successfully used the CMA framework in impact assessments.",
                "tag": "p"
            },
            {
                "content": "Harm to competition from policy interventions can hurt consumers and restrain growth, by making entry more difficult",
                "tag": "h2"
            },
            {
                "content": "Competitive markets usually produce better economic outcomes than monopolised or state-directed markets. When buyers can choose between suppliers, they can find products better suited to their needs and this process rewards those suppliers with better, cheaper or more innovative products than their rivals. ",
                "tag": "p"
            },
            {
                "content": "Harming competition does not merely increase prices, it results in a less productive and innovative economy, harming growth, as reported in the OECD's report on competition and macro-economic outcomes.",
                "tag": "p"
            },
            {
                "content": "Sometimes, promoting competition is the main objective of a policy intervention, for example by requiring interoperability of digital systems, as highlighted in this Ofcom economics discussion paper.",
                "tag": "p"
            },
            {
                "content": "Government intervention and regulation aimed at other policy objectives also has the potential to restrict competition, with effects that can be longer-lasting than the private cartels or monopoly abuses forbidden by competition law. The UK is one of the better performers in this area, but any new policy could harm competition and decision-makers need an honest assessment of the competitive effects, and potential alternatives.",
                "tag": "p"
            },
            {
                "content": "Successful entry usually requires something new, significantly cheaper or better than existing products. Entrants are often the source of ‘disruptive innovation’ as noted in the OECD's policy paper on disruptive innovations and their effect on competition. Challengers with new ways of doing things, such as ride-hailing apps like Uber and Bolt, came from apparently nowhere to overturn industry norms. Regulations can be particularly harmful to such radical entrants, if they entrench existing standards, or specify particular ways of doing things.",
                "tag": "p"
            },
            {
                "content": "The Better Regulation Framework guidance recommends use of the CMA’s five-step checklist in options assessments and impact assessments",
                "tag": "h2"
            },
            {
                "content": "Whether competition is an objective of the policy, or may be harmed by it, this must be assessed when shortlisting policy options and in selecting a preferred option in impact or options assessments. The RPC may require changes to the assessment, or red rate it, if this assessment does not adequately support the proposed way forward. ",
                "tag": "p"
            },
            {
                "content": "More detailed assessment should be provided in the regulatory scorecard, considering competition effects within the overall cost-benefit analysis. The CMA’s competition assessment guidelines for policymakers suggest that a policy measure could have a significant impact on competition if it:",
                "tag": "p"
            },
            {
                "content": "Examples of these are available in the CMA’s guidelines and RPC case histories on competition assessments. I will focus here on the first, as this relates to entry.",
                "tag": "p"
            },
            {
                "content": "Assess whether the policy could deter entry",
                "tag": "h2"
            },
            {
                "content": "Sometimes regulations directly restrict entry, although this is rare. More commonly, regulations can slow down or impose additional costs on entrants. Advertising bans make it harder for new entrants to inform consumers and thus displace rivals. This was a concern examined by the Department of Health and Social Care in the impact assessment for its policy to restrict advertising of high fat, salt and sugar products to children.",
                "tag": "p"
            },
            {
                "content": "However, any policy that imposes ‘fixed’ costs that do not scale with firm size will necessarily be placing a greater burden on new entrants than on existing firms. So will standards that are already met by existing firms. Studies have shown that larger firms are more likely to lobby for regulations imposing costs or standards on their industry, as they fully understand these help preserve their positions. ",
                "tag": "p"
            },
            {
                "content": "Policymakers need to be aware of these vested interests and the potential impact on barriers to entry.",
                "tag": "p"
            },
            {
                "content": "Mitigating harm to competition: explore options to protect new entrants and small business",
                "tag": "h2"
            },
            {
                "content": "Policymakers should explore options to mitigate any harm to competition. Does the policy objective really need to be achieved in this manner or are there more pro-competitive alternative ways of intervening? OECD and CMA guidelines provide examples. Think about ways in which policies could be implemented while allowing new entrants flexibility in how to meet requirements. ",
                "tag": "p"
            },
            {
                "content": "The BRF always requires formal consideration of a small business exemption. If this is not possible, try to avoid imposing fixed costs disadvantaging smaller and newer firms, or being over-specific about how to meet a regulated standard, as this can protect incumbent firms and existing technologies.",
                "tag": "p"
            },
            {
                "content": "When consulting ‘the industry’ be aware of the vested interests of those firms. Make an effort to contact smaller existing suppliers, who may be less active in consultations and industry forums, and try to find possible disruptive entrants, such as tech firms who might be considering entering the industry with radically different business models.",
                "tag": "p"
            },
            {
                "content": "Finally, the monitoring and evaluation plan should set out how any competitive effects of the policy will be evaluated in the post-implementation review. For example by identifying data sources that could be used to evaluate entry and exit, or the dynamics of prices, especially if the before-and-after effects of the intervention can be compared to an unaffected industry or region. Again, if the regulation turns out to be harming competition, policymakers will need to understand why, to redesign it to mitigate this effect.",
                "tag": "p"
            },
            {
                "content": "The RPC can help in thinking through these problems. We have expertise, derived from applying the BRF in the UK, but also experience from overseas and from the private sector in identifying competition problems and thinking about alternatives. ",
                "tag": "p"
            },
            {
                "content": "Contact us at enquiries@rpc.gov.uk and subscribe to our blog for further advice and support.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2026/02/04/how-the-better-regulation-framework-promotes-competition-to-deliver-affordable-prices-innovation-and-growth/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The Better Regulation Framework requires departments to assess how policies affect market competition. Regulations can inadvertently harm consumers and growth by creating barriers for new businesses and innovative competitors. Policymakers should use the CMA's checklist to identify competition impacts and explore alternatives that protect smaller firms and potential market entrants."
    },
    {
        "title": "Funding Service: How we built a new funding platform for MHCLG",
        "authors": [
            "Gideon Goldberg, Lead Developer"
        ],
        "posted_on": "2026-02-04T11:27:51",
        "categories": [
            "Funding Service"
        ],
        "content": [
            {
                "content": "Over the past year, the Funding Service has been building a new funding  platform for the Ministry of Housing, Communities and Local Government (MHCLG) based on an entirely new single codebase. ‘Deliver grant funding’ and ‘Access grant funding’ deliver enhanced capabilities whilst being simpler to maintain and iterate on.",
                "tag": "p"
            },
            {
                "content": "This blog post explains why we decided to do this and how we approached it from a technical standpoint, as part of our mission to deliver grants faster, better and cheaper.",
                "tag": "p"
            },
            {
                "content": "Why we built a new platform",
                "tag": "h2"
            },
            {
                "content": "We thought long and hard about writing a new platform versus making  incremental improvements to our previous microservices. This is not a  decision to take lightly as it involves a major upfront commitment and is often regarded a last resort once other re-engineering options have been considered.",
                "tag": "p"
            },
            {
                "content": "Learning from our previous architecture",
                "tag": "h3"
            },
            {
                "content": "Previously we used a microservices architecture, slicing by both frontend and backend functionality, as well as by different stages of the funding lifecycle.  To paint the picture, our microservices included:",
                "tag": "p"
            },
            {
                "content": "Whilst this delivered some initial benefits, for example being able to speed up time to go-live by using existing capabilities and components from the XGov Form Builder as part of the system, there were many downsides caused by early design decisions:",
                "tag": "p"
            },
            {
                "content": "We realised what we had built was closer to a Distributed Monolith. We had all the pain of maintaining microservices without many of the benefits.",
                "tag": "p"
            },
            {
                "content": "These issues impacted all our user groups in different ways, grant applicants and recipients were more likely to experience errors and outages, it was difficult for developers to work at pace (without impacting quality) and  feature development was slow for our product and service owners.",
                "tag": "p"
            },
            {
                "content": "Another factor in play was a pivot in policy through government’s commitment to simplify funding, moving away from competitive grants towards allocative grants, which required different capabilities. This meant some of what the previous microservices did would be less useful and new capabilities were needed, making it an opportune moment for change.",
                "tag": "p"
            },
            {
                "content": "Testing our hypothesis with a prototype",
                "tag": "h2"
            },
            {
                "content": "To prove and de-risk the single platform approach, a small team of a couple of developers spent a fortnight building a prototype. This was much higher fidelity than you might ordinarily build using the GOV.UK Prototype Kit. But taking this approach enabled us to prove and demonstrate high-level  hypotheses the team had, including:",
                "tag": "p"
            },
            {
                "content": "Following a really intense effort by the team, by the end of the fortnight we had a prototype with a real data model, database backend and full WYSIWYG (What You See is What You Get) preview capabilities. This felt like a huge step up from the status quo and the demo was enough to convince stakeholders including our product manager and service owner of the value of the project.",
                "tag": "p"
            },
            {
                "content": "How we approached the build",
                "tag": "h2"
            },
            {
                "content": "The team were well aware of the possible pitfalls designing and scaling a Monolith. To try and avoid those, we put some guardrails in place which would provide clear boundaries within the system, such as:",
                "tag": "p"
            },
            {
                "content": "Although we were changing architectural pattern, we retained many of the tried and tested building blocks the team were already familiar with,  including:",
                "tag": "p"
            },
            {
                "content": "This brought a level of familiarity and helped team members quickly become productive on the new codebase.",
                "tag": "p"
            },
            {
                "content": "Now to deliver it!",
                "tag": "p"
            },
            {
                "content": "What we achieved",
                "tag": "h2"
            },
            {
                "content": "We have recently gone live with our new 'Deliver grant funding' and 'Access grant funding' services, and 2 grants have already been onboarded to the new system.",
                "tag": "p"
            },
            {
                "content": "Although 'Deliver' and 'Access' appear as separate services, they are essentially 2 sides of the same coin, a form building/CMS side and an applicant/recipient-facing side. Working in a single codebase and database made it much easier to deliver features like WYSIWYG preview, as they are essentially just different views on the same data.",
                "tag": "p"
            },
            {
                "content": "Furthermore, having these self-service capabilities means that content  designers can design, share live previews with policy teams and launch a  whole grant without any developer involvement. This will be hugely beneficial in freeing up developers to work on new functionality, rather than doing grant configuration as code.",
                "tag": "p"
            },
            {
                "content": "As I move on to an equally exciting digital programme within MHCLG (Elections Digital), I'm proud to have left our civil servant-led team working in the open with (after a few iterations) a simple, right-sized architecture which enables them to build out features at pace, empower colleagues with self-service capabilities, and a platform to continue to extend across the funding lifecycle.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/02/04/funding-service-how-we-built-a-new-funding-platform-for-mhclg/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Over the past year, the Funding Service has been building a new funding platform for the department based on an entirely new single codebase. This post outlines the technical choices and approach that guided the build of the platform, and how the functionality will support MHCLG to deliver grants faster, better and cheaper."
    },
    {
        "title": "Introducing the new nutrient management planning tool on GOV.UK",
        "authors": [
            "David Solomon"
        ],
        "posted_on": "2026-02-04T10:52:47",
        "categories": [
            "Farming and Countryside Programme"
        ],
        "content": [
            {
                "content": "Managing nutrients is one of the most important jobs on a farm. It affects crop performance, input costs and how farming impacts the environment. ",
                "tag": "p"
            },
            {
                "content": "Apply too little and crops won’t reach their potential. Apply too much and fertiliser, slurry and other organic materials are wasted, costs rise, and the risk of nutrients running into rivers and streams increases.",
                "tag": "p"
            },
            {
                "content": "Good nutrient planning helps you get the best from your crops, keeps costs down and reduces harm to the environment.",
                "tag": "p"
            },
            {
                "content": "To make this easier, we’ve created a new online tool: the Plan and Manage Nutrient Applications Tool.",
                "tag": "p"
            },
            {
                "content": "The tool builds on the existing PLANET and MANNER-NPK tools. ",
                "tag": "p"
            },
            {
                "content": "Defra developed it with independent provider of agricultural and environmental advice, ADAS (who created PLANET) and the Agriculture and Horticulture Development Board (AHDB).",
                "tag": "p"
            },
            {
                "content": " Farmers and advisers tested it on real farms over several months, helping shape a tool that works in practice.",
                "tag": "p"
            },
            {
                "content": "The tool uses the latest RB209 guidance (the Nutrient Management Guide) to calculate nutrient recommendations using your own farm data, such as soil analysis and expected yields. ",
                "tag": "p"
            },
            {
                "content": "By following the recommendations, you can reduce over-application, cut waste and make sure every bag of fertiliser or load of slurry contributes to crop growth.",
                "tag": "p"
            },
            {
                "content": "Because it’s online, there’s nothing to install. Once you’ve set up your farm and fields and entered your soil type and soil analysis, the tool can pull in local data from your postcode automatically, including rainfall and altitude. You can also adjust the rainfall figure if needed.",
                "tag": "p"
            },
            {
                "content": "It then guides you to nutrient recommendations across a wide range of crops, including arable, grassland, horticulture and permanent crops, and it can be used for organic and regenerative systems too.",
                "tag": "p"
            },
            {
                "content": "The tool takes account of factors such as soil type, previous crops and the environmental setting of your farm, helping you make well-informed decisions efficiently.",
                "tag": "p"
            },
            {
                "content": "Your data is stored securely. In future updates, you’ll be able to import farm data from PLANET to help set up your plan. ",
                "tag": "p"
            },
            {
                "content": "Not all data will transfer at first, but we’ll expand this over time so you can build on your plans year after year.",
                "tag": "p"
            },
            {
                "content": "You can also share reports with advisers, tenants, or for compliance purposes. No data will be shared directly for compliance monitoring.",
                "tag": "p"
            },
            {
                "content": "If your farm is in a Nitrate Vulnerable Zone (NVZ), you can confirm this in the tool. It will then produce the correct compliance reports, giving you confidence that your nutrient planning meets regulatory requirements. ",
                "tag": "p"
            },
            {
                "content": "It's free to use. We’re launching it in England and Wales first, with Scotland following in 2026. ",
                "tag": "p"
            },
            {
                "content": "Join the explainer webinar",
                "tag": "h2"
            },
            {
                "content": "On Wednesday, 4 March, ADAS will run a free webinar explaining how the tool works.",
                "tag": "p"
            },
            {
                "content": "Register to join the webinar ",
                "tag": "p"
            },
            {
                "content": "As you start using it, we welcome your feedback in the comments below. Your input will inform improvements.",
                "tag": "p"
            },
            {
                "content": "The tool has been built and tested with farmers and advisers, and we’re keen to see it used on farms across the country. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/04/introducing-the-new-nutrient-management-planning-tool-on-gov-uk/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Managing nutrients effectively is one of the most important jobs a farmer does. To make this easier, we’ve launched a new tool on GOV.UK."
    },
    {
        "title": "UK Space Agency Accelerator drives investment and growth across space sector",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2026-02-04T10:00:00",
        "categories": [
            "Catalysing Investment"
        ],
        "content": [
            {
                "content": "The UK Space Agency Accelerator announced impressive results from its 2025 Explore and Leo accelerator cohorts, demonstrating how targeted support can rapidly accelerate investment, revenue growth and commercial readiness among UK space entrepreneurs.",
                "tag": "p"
            },
            {
                "content": "Since its launch, the Accelerator has delivered 20 cohorts, supported more than 317 high-potential space entrepreneurs from across the UK, and provided over 11,000 hours of hands-on mentoring, guidance and support. Participating ventures have collectively raised more than £65 million, highlighting its strong return on investment and its role as a powerful engine for innovation and growth in the UK’s growing space industry.",
                "tag": "p"
            },
            {
                "content": "Explore and Leo outcomes",
                "tag": "h2"
            },
            {
                "content": "Earlier in 2025, the Explore and Leo cohorts welcomed 45 entrepreneurs in total, supporting founders at an early stage of their journey to build confidence, sharpen leadership capability and accelerate commercial decision-making. Across both cohorts, participants reported more than 200 new high-value connections with investors, partners, peers and mentors, focused on long-term collaboration and commercial opportunity. Moreover, entrepreneurs formed over 35 new strategic partnerships, reflecting the Accelerator’s emphasis on peer learning, ecosystem engagement and long-term relationship building.",
                "tag": "p"
            },
            {
                "content": "In just a few months, entrepreneurs across Explore and Leo secured more than £2.8 million in combined private and grant funding, increased monthly revenue by over £112,000, and strengthened their routes to market. Participants also reported measurable progress in customer engagement, technology readiness and commercial focus; key indicators for ventures moving from development toward deployment. ",
                "tag": "p"
            },
            {
                "content": "Founders highlighted the value of personalised mentoring, investor-led insight and practical commercial support in helping them refine their value propositions, build resilience as leaders and move faster with greater clarity. Several entrepreneurs noted that the programme helped unlock opportunities that would otherwise have taken significantly longer to achieve, accelerating time to market by an average of more than six months across the cohorts. ",
                "tag": "p"
            },
            {
                "content": "Supporting businesses to scale",
                "tag": "h2"
            },
            {
                "content": "One example of this long-term impact is Frontier Space, a UK-based space biotech company that participated in the Leo programme. Through continued access to expert-led support and investor insight, Frontier strengthened its commercial and investment readiness.",
                "tag": "p"
            },
            {
                "content": "Since then, the company has successfully validated its SpaceLab Mark 1 autonomous microgravity laboratory in orbit, marking a major milestone in its journey toward scalable in-space research and biomanufacturing services. This milestone positions Frontier Space at the forefront of commercial microgravity science, opening new pathways for pharmaceutical R&D and sustainable production that could benefit industries back on Earth. ",
                "tag": "p"
            },
            {
                "content": "Aqeel Shamsul, CEO of Frontier Space, said: ",
                "tag": "p"
            },
            {
                "content": "Building a stronger UK space ecosystem",
                "tag": "h2"
            },
            {
                "content": "These results demonstrate the Accelerator’s growing impact in developing entrepreneurial capability alongside commercial outcomes. By focusing on mindset, leadership and connection to the wider space ecosystem, the UK Space Agency Accelerator is helping entrepreneurs turn ambition into action, attract investment at pace and deliver lasting economic value for the UK. ",
                "tag": "p"
            },
            {
                "content": "Antonia Yendell, Head of Space Ecosystem Development, UK Space Agency said:",
                "tag": "p"
            },
            {
                "content": "While Explore and Leo have now concluded, the Accelerator continues to support ventures through its Fusion, Geo, and Shuttle programmes, further strengthening the UK’s position as a hub for space innovation and commercial growth. ",
                "tag": "p"
            },
            {
                "content": "Beyond the space sector itself, the technologies being developed by the UK Space Agency Accelerator’s supported businesses contribute to everyday life, including satellite-enabled navigation and weather forecasting, as well as advances in science and industry that improve productivity and economic efficiency across the UK. ",
                "tag": "p"
            },
            {
                "content": "Applications for upcoming programmes are set to open early 2026.  ",
                "tag": "p"
            },
            {
                "content": "Register for Fusion’s Demo Day",
                "tag": "h2"
            },
            {
                "content": "Join us for Fusion’s Demo Day on 24th February 2026 – an opportunity to meet a cohort of investment-ready UK space ventures, showcasing innovations across defence, agritech, climatetech, AI and more. This virtual event offers a first look at the technologies and entrepreneurs shaping the future of the UK space sector.",
                "tag": "p"
            },
            {
                "content": "Find out more and register here.",
                "tag": "p"
            },
            {
                "content": "For more on the UK Space Agency Accelerator and how to get involved, visit ukspaceaccelerator.co.uk",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2026/02/04/uk-space-agency-accelerator-drives-investment-and-growth-across-space-sector/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency Accelerator announced impressive results from its 2025 Explore and Leo accelerator cohorts, demonstrating how targeted support can rapidly accelerate investment, revenue growth and commercial readiness among UK space entrepreneurs."
    },
    {
        "title": "Looking back, looking forward: farewell reflections from the Chair of the Forestry Commission",
        "authors": [
            "Sir William Worsley"
        ],
        "posted_on": "2026-02-04T10:00:00",
        "categories": [
            "Climate change and resilience",
            "Our staff",
            "Woodland creation",
            "Woodland management"
        ],
        "content": [
            {
                "content": "As I prepare to step down as Chair of the Forestry Commission after six extraordinary years, I find myself reflecting on what we have achieved, what lies ahead and what this role has meant to me personally.",
                "tag": "p"
            },
            {
                "content": "I have always felt a deep connection to the land. Trees and forests have been a constant in my life – grounding, reassuring, and inspiring. My love of nature and my belief in environmental stewardship has shaped everything I do.",
                "tag": "p"
            },
            {
                "content": "When I became Chair of the Forestry Commission, I saw it as an opportunity to serve the public and to help safeguard something precious: the landscapes that define our country and the woodlands and forests that will underpin our climate resilience for generations to come.",
                "tag": "p"
            },
            {
                "content": "Why forests matter",
                "tag": "h2"
            },
            {
                "content": "The Forestry Commission are the government’s forestry experts. We manage the nation’s forests, protect and expand England’s woodlands, and work with landowners, communities and partners to ensure trees and forests thrive. It is work that touches every part of the country and every aspect of our lives.",
                "tag": "p"
            },
            {
                "content": "Forests are not just beautiful, they are vital. They lock in carbon, provide timber for our homes, create habitats for wildlife, and offer spaces for people to connect with nature. The Forestry Commission has a unique role in shaping all of this, balancing environmental, economic, and social needs, whilst meeting our important regulatory and legal duties.",
                "tag": "p"
            },
            {
                "content": "That sense of purpose drew me in six years ago, and my experience as Chair has only deepened my conviction that forestry matters now more than ever.",
                "tag": "p"
            },
            {
                "content": "What we have achieved together",
                "tag": "h2"
            },
            {
                "content": "When I look back over my time as Chair, I am proud of how far we have come. We set out to build a more focused, effective organisation, and we have done just that.",
                "tag": "p"
            },
            {
                "content": "We have strengthened how the Commission works, with clearer decision making and greater accountability for delivering results. New leadership has made us more resilient for the future and we are now more visible, playing a central role in influencing forestry policy and leading delivery across England.",
                "tag": "p"
            },
            {
                "content": "We have also worked hard to improve diversity – both within our workforce and in the way we think about forestry. This is not simply about representation; it’s about bringing in a range of perspectives and skills that make us stronger and more innovative.",
                "tag": "p"
            },
            {
                "content": "One of my key ambitions as Chair was to raise the profile of forestry and the Commission’s work. We have championed the importance of trees in tackling climate change, restoring biodiversity, and supporting rural economies. Public awareness and engagement have grown, and forestry is now firmly on the national agenda.",
                "tag": "p"
            },
            {
                "content": "These achievements belong to the dedicated staff across the Forestry Commission as much as to me. Their knowledge, professionalism and passion for forestry is extraordinary and I owe a great debt of gratitude for the hard work and support during my time as Chair.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "While we have achieved a great deal, there is still much to do. As I hand over to my successor, I want to highlight three priorities that I believe are critical for the years ahead.",
                "tag": "p"
            },
            {
                "content": "Timber security, growth and development",
                "tag": "h3"
            },
            {
                "content": "Timber is a strategic resource that underpins our homes, infrastructure and economy. Yet, despite record planting rates, England is still losing productive woodland, particularly the conifers that provide the bulk of our domestic timber.",
                "tag": "p"
            },
            {
                "content": "Without action, we risk even greater reliance on imports, exposing us to global market shocks and increasing our carbon footprint. With the government committed to building 1.5 million new homes – the question of how many of these can be built using homegrown timber is more pressing than ever.",
                "tag": "p"
            },
            {
                "content": "We need a balanced approach. That is why the Forestry Commission has recommended that all government-funded schemes include at least 30% productive species, securing timber for future generations while maintaining biodiversity goals.",
                "tag": "p"
            },
            {
                "content": "Building resilience through diversity",
                "tag": "h3"
            },
            {
                "content": "Climate change, pests, and diseases are real and growing threats. To future-proof our forests, we must expand species selection and create diverse, resilient woodlands. Planting only native species may not withstand future climate pressures, and unmanaged woods are far less resilient to stressors like wildfires and disease.",
                "tag": "p"
            },
            {
                "content": "By integrating a mix of species, including productive conifers and climate-adapted broadleaves, we can safeguard our forests against future risks and ensure they continue to deliver for nature, climate and people.",
                "tag": "p"
            },
            {
                "content": "Maintaining strong foundations",
                "tag": "h3"
            },
            {
                "content": "Good governance may not be the most thrilling subject, but it is the backbone of everything we do. Over the past six years, we have strengthened how the Commission operates, with a clear strategy, robust planning, and better ways of measuring our performance.",
                "tag": "p"
            },
            {
                "content": "This progress must continue. Strong foundations ensures that the Commission remains focused, transparent and effective in delivering its mission – whether that’s bringing timber to market, supporting landowners to grow more trees, or leading world-class research.",
                "tag": "p"
            },
            {
                "content": "A personal thank you",
                "tag": "h2"
            },
            {
                "content": "As I step down, I do so with immense pride and gratitude. It has been an honour to lead the Forestry Commission through a period of real progress and to work alongside such talented and committed people, in both the Commission and the wider sector.",
                "tag": "p"
            },
            {
                "content": "I am delighted to welcome Baroness Young as the new Chair. Her deep experience and lifelong commitment to the environment will serve the Commission exceptionally well. I know the organisation will continue to thrive under her leadership, and I look forward to seeing its important work go from strength to strength in the years ahead.",
                "tag": "p"
            },
            {
                "content": "To everyone who cares about our forests, whether you walk in them, work in them, or simply value what they give us, thank you for your support. Our woodlands are one of our greatest national assets and their future has never been more important.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2026/02/04/looking-back-looking-forward-farewell-reflections-from-the-chair-of-the-forestry-commission/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Sir William Worsley, outgoing Chair of the Forestry Commission, reflects on six years leading the organisation and shares his thoughts on the priorities that will shape the future of England’s forests."
    },
    {
        "title": "From Redbox to Assist: Building AI tools that balance innovation and trust",
        "authors": [
            "Alfie Dennen, Digital Senior Product Manager in AI Enablement"
        ],
        "posted_on": "2026-02-04T09:55:28",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Alfie Dennen",
                "tag": "h3"
            },
            {
                "content": "Saisakul Chernbumroong",
                "tag": "h3"
            },
            {
                "content": "When the Incubator for AI (I.AI) team retired their Redbox codebase in December 2025, DBT had already diverged substantially from that original work. What began as collaboration evolved into something distinct, shaped by 2 years of iterating with users and the specific needs of civil servants working with Official Sensitive material.",
                "tag": "p"
            },
            {
                "content": "Rebranding when technical divergence requires new identity ",
                "tag": "h2"
            },
            {
                "content": "Redbox at DBT is now called Assist. The rebrand to Assist isn't cosmetic. Redbox carried I.AI's identity: their naming conventions, design system(s), and roadmap. As we diverged technically, building new capabilities and patterns for handling sensitive information, the branding became misleading. Users expected the central government product, but we were building something fundamentally different.",
                "tag": "p"
            },
            {
                "content": "Assist signals what the tool actually does: it assists with specific, high-value tasks where generic AI falls short.  Rather than a general-purpose chatbot, Assist provides specialised capabilities for repeatable workflows from quality-checking ministerial submissions to extracting company intelligence from internal databases.",
                "tag": "p"
            },
            {
                "content": "The design challenge",
                "tag": "h2"
            },
            {
                "content": "Many of us use consumer AI services like ChatGPT in our personal lives. When we use Large Language Model (LLM) tools at work, we expect conversational interfaces, immediate responses, and familiar interaction patterns. But the Government Digital Service (GDS) design system wasn't built for streaming AI responses or dynamic chat interfaces.",
                "tag": "p"
            },
            {
                "content": "The challenge was balancing modern expectations against institutional trust requirements. When someone uploads an Official Sensitive document, they need confidence it's handled appropriately. When they use an AI-generated summary in a ministerial submission, their name is on it.  The interface must communicate both capability and accountability.",
                "tag": "p"
            },
            {
                "content": "We created new patterns such as chat interfaces, streaming responses, and source citations with page-level precision. We did this while preserving the familiar GDS and departmental branding. The result feels immediate and conversational while maintaining essential trust markers.",
                "tag": "p"
            },
            {
                "content": "Contributing design patterns for cross-government use",
                "tag": "h2"
            },
            {
                "content": "This work can be contributed back to GDS and other departments. We're not alone in this territory. Across government, teams are building conversational AI including:",
                "tag": "p"
            },
            {
                "content": "The pattern is consistent: start with summarisation and search, scope tightly, measure rigorously, and build trust before expanding. By documenting our approach including the components we built, the user research that informed them, and the patterns for sensitive information, we can accelerate implementation for other departments facing the same challenges.",
                "tag": "p"
            },
            {
                "content": "Trust as a functional requirement",
                "tag": "h2"
            },
            {
                "content": "In consumer AI, trust is assumed. In government, it must be earned continuously. Trust isn't just security controls. It is a result of:",
                "tag": "p"
            },
            {
                "content": "Our approach is carefully measured, ensuring we understand whether technological advancements genuinely translate into increased productivity. This extends to the interface itself. Users need to see where information comes from, understand limitations, and maintain agency over how they use AI-generated insights.",
                "tag": "p"
            },
            {
                "content": "Building on proven foundations",
                "tag": "h2"
            },
            {
                "content": "Back in 2024, through joint workshops, employee secondment, and code-sharing with I.AI, we got Redbox running in one month. That foundation enabled rapid iteration based on user feedback.",
                "tag": "p"
            },
            {
                "content": "Since then, we learned which capabilities matter most.  A Policy Advisor told us the Submissions Checker was \"impressive\" in how it \"challenges the clarity of argument and evidence bases,\" acting as \"an independent pair of eyes\". It helps \"avoid documents being returned for corrections, ultimately saving valuable time.\" These insights drove our evolution toward task-specific tools.",
                "tag": "p"
            },
            {
                "content": "From generic chat to purpose-built tools",
                "tag": "h3"
            },
            {
                "content": "Assist now features an improved interface built around what we are calling ‘Tools’. Instead of a blank chat, users choose from purpose-built capabilities for specific workflows like Submissions Checker for quality assurance and InvestLens for company intelligence. We are currently working on a Negotiation Planner for trade precedents.",
                "tag": "p"
            },
            {
                "content": "This reflects a broader insight. The most valuable government AI applications aren't the most general ones. They are tools that understand specific professional contexts, integrate with departmental systems, and augment rather than replace human expertise.",
                "tag": "p"
            },
            {
                "content": "A replicable pattern",
                "tag": "h2"
            },
            {
                "content": "The path from Redbox to Assist demonstrates a pattern for government AI adoption:",
                "tag": "p"
            },
            {
                "content": "We publish our code openly and regularly collaborate with other departments. As government explores generative AI, the approach matters more than technical choices. It builds trust through transparency, creates reusable patterns, and focuses on problems where AI demonstrably adds value.",
                "tag": "p"
            },
            {
                "content": "Assist represents DBT's contribution to this collective learning. Our platform is built through collaboration, refined through user research, and designed to assist with the complex, sensitive work of modern government.",
                "tag": "p"
            },
            {
                "content": "Innovation, collaboration and trust must go hand in hand in government. If your team is exploring what is possible with AI tools, we want to hear from you in the comments.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/02/04/from-redbox-to-assist-building-ai-tools-that-balance-innovation-and-trust/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "When I.AI closed their Redbox product in December 2025, DBT had already diverged substantially from that original platform. Two years of user research and iteration created something distinct, shaped by the specific needs of civil servants working with Official Sensitive material."
    },
    {
        "title": "National Apprenticeship Week 2026: A future in metrology at National Physical Laboratory (NPL) ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-03T14:00:43",
        "categories": [
            "Blog Series",
            "Guest Blog",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Andrew Burgon – Measurement Scientist Apprentice, NPL ",
                "tag": "p"
            },
            {
                "content": "Andrew shares his journey and growing passion for metrology and quantum technologies through his apprenticeship at the National Physical Laboratory (NPL) during National Apprenticeship Week 2026. ",
                "tag": "p"
            },
            {
                "content": "Discovering a new passion ",
                "tag": "p"
            },
            {
                "content": "I didn't necessarily have a deep passion for science or engineering when I started searching for a new career, but now that I'm over a year and a half into my apprenticeship in metrology, I’m convinced that I've finally found what I can truly say I am passionate about. After a 4-year long career in distribution I was inspired by my girlfriend, who was making a daily impact with her role in science, to take up something new – a step back into academia. ",
                "tag": "p"
            },
            {
                "content": "I wasn't sure at first what metrology even meant, but despite that I've gathered a great wealth of knowledge and met some extraordinary people along the way. Initially I thought that I had nowhere near enough experience to take on something like this, but as it turns out an apprenticeship was the perfect path to take. ",
                "tag": "p"
            },
            {
                "content": "First steps into metrology ",
                "tag": "p"
            },
            {
                "content": "I took my first step into metrology with the Time and Frequency (T&F) group at the National Physical Laboratory (NPL) in September 2024, more specifically with the Atomic Clocks & Sensors (ACS) department. I was incredibly excited at the prospect of contributing to such innovative and futuristic technology at such an early point in my apprenticeship; the opportunities only came flooding in from that point onwards. I was responsible for numerous computer-aided design and technical specification assets for an exciting space-level project putting us one step closer to space-age atomic clocks. I was so shocked at how much I was contributing to such an important development in science. ",
                "tag": "p"
            },
            {
                "content": "Exploring quantum technologies ",
                "tag": "p"
            },
            {
                "content": "For my second placement, I joined NPL’s Quantum Technologies (QT) group, where I would only flourish further. Within the exciting horizon that is quantum science, there is the Quantum Information (QI) department, where I was tasked with a largely experimental research project on mapping defects of silicon quantum dot semiconductor chips. This research underpins the future of optical science in applications like key distribution cryptography, quantum imaging, and telecommunications. ",
                "tag": "p"
            },
            {
                "content": "I am currently part way through my rotation in Quantum Information, and I feel so proud to contribute to such an awe-inspiring and ever-changing area of science. Recently, NPL's quantum group recently hosted the opening event of UK Quantum Week where Lord Vallance, Minister of State (Minister for Science, Innovation, Research and Nuclear), launched a new G7 and Australia collaboration on the future of measurement science underpinning quantum development.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "The major goal I want to achieve during my exciting time in quantum is winning the Institute of Physics’ Apprentice Award. None of what I have achieved so far would be possible if not for the incredible accessibility of apprenticeships, and I can't vouch enough for how valuable they are for those unsure of their future like I was.  ",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession!  ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government. ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/03/national-apprenticeship-week-2026-a-future-in-metrology-at-national-physical-laboratory-npl/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Andrew Burgon – Measurement Scientist Apprentice, NPL  Andrew shares his journey and growing passion for metrology and quantum technologies through his apprenticeship at the National Physical Laboratory (NPL) during National Apprenticeship Week 2026.  Discovering a new passion  I didn't necessarily have a deep passion …"
    },
    {
        "title": "One year as a RISE adviser: What I've learned about school improvement",
        "authors": [
            "Narinder Gill"
        ],
        "posted_on": "2026-02-03T13:49:28",
        "categories": [
            "RISE"
        ],
        "content": [
            {
                "content": "As RISE celebrates its one-year anniversary on 3 February 2026, I've been reflecting on what this work has taught me – not just about outcomes, but about how improvement actually happens on the ground.",
                "tag": "p"
            },
            {
                "content": "Why I applied to become a RISE adviser",
                "tag": "h2"
            },
            {
                "content": "After years as a headteacher, trust leader, and adviser, I've learned one thing with certainty: every school has something exceptional going on. Sometimes it's celebrated, sometimes it's fragile and held together by a small group working against the odds. But it's always there.",
                "tag": "p"
            },
            {
                "content": "Too often, improvement work overlooks this, focusing on gaps rather than strengths. I've also seen how easily improvement becomes about more initiatives and more expectations. This leaves leaders managing complexity rather than thinking clearly about what matters most for children.",
                "tag": "p"
            },
            {
                "content": "RISE felt different. It offered the chance to work with leaders, not on schools, through a universal offer that values where schools are now. The emphasis on clarity, coherence, and sustainability appealed to me most.",
                "tag": "p"
            },
            {
                "content": "Why early years and Reception matter in RISE",
                "tag": "h2"
            },
            {
                "content": "The focus on Reception was particularly important. Reception isn't simply preparation for what comes next, it's where children begin to see themselves as learners, develop language and curiosity, and form relationships with learning itself.",
                "tag": "p"
            },
            {
                "content": "Working alongside the Department for Education’s Early Years Policy Team, including visiting settings together, has been invaluable. Seeing how policy translates into daily practice, and listening to practitioners talk honestly about what supports them, has reinforced something vital: policy and practice are strongest when developed together.",
                "tag": "p"
            },
            {
                "content": "What does a RISE adviser do?",
                "tag": "h2"
            },
            {
                "content": "Being a RISE adviser is careful, relational work. It begins with listening - to responsible bodies, school leaders and their context. The role isn't about arriving with answers, but helping leaders sharpen their own thinking.",
                "tag": "p"
            },
            {
                "content": "A key part is recognising strong practice that already exists. Making this visible matters - not as reassurance, but as a foundation for sustainable improvement. Often, this means supporting leaders to slow the pace of change, embed what's working, and align systems so improvement feels manageable rather than relentless.",
                "tag": "p"
            },
            {
                "content": "Key lessons from my first year as a RISE adviser",
                "tag": "h2"
            },
            {
                "content": "The moments that resonate most aren't dramatic turning points, but quieter shifts: leaders gaining clarity and feeling able to say no to work that dilutes focus, early years teams strengthening provision through pedagogy rather than new initiatives, and schools seeing their practice recognised regardless of starting point.",
                "tag": "p"
            },
            {
                "content": "What's next for school improvement support",
                "tag": "h2"
            },
            {
                "content": "This year has reinforced some simple truths:",
                "tag": "p"
            },
            {
                "content": "RISE has created space for these principles to be lived out. It's brought together policy and practice, valued professional judgment while holding firm to evidence, and kept children at the centre of everything.",
                "tag": "p"
            },
            {
                "content": "I'm grateful to be part of a programme that takes school leadership seriously and celebrates the exceptional work happening everywhere.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "Find out more about how the programme can support your school or contact your regional team to discuss the universal offer.",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/03/school-improvement-rise-adviser-rise-anniversary-2026/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "As RISE celebrates its one-year anniversary on 3 February 2026, I've been reflecting on what this work has taught me – not just about outcomes, but about how improvement actually happens on the ground. Why I applied to become a …"
    },
    {
        "title": "Update on our approach to market interventions",
        "authors": [
            "Juliette Enser"
        ],
        "posted_on": "2026-02-03T10:10:23",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "At the Competition and Markets Authority (CMA), we promote competition and protect consumers with a clear end goal – driving economic growth and improving household prosperity.",
                "tag": "p"
            },
            {
                "content": "Our market reviews, studies and investigations are 3 powerful tools here: they allow us to examine entire markets and find opportunities to make them work better for everyone.",
                "tag": "p"
            },
            {
                "content": "Our journey through the 4Ps",
                "tag": "h3"
            },
            {
                "content": "In July 2025, our Chief Executive Sarah Cardell explained why we are transforming our approach to market interventions. She highlighted the fundamental changes we have been making to ensure our work supports economic growth, reduces uncertainty for businesses and investors, and delivers better outcomes for everyone.",
                "tag": "p"
            },
            {
                "content": "Central to this is our new framework, shaped by feedback from stakeholders and built around the 4Ps:",
                "tag": "p"
            },
            {
                "content": "Alongside Sarah’s blog post we published our updated approach to markets work, which set out how we will apply the 4Ps through a project’s full life cycle and beyond.",
                "tag": "p"
            },
            {
                "content": "We have already started to embed our 4Ps approach in our ongoing work, such as our civil engineering for road and rail market study, which aims to improve outcomes in road and rail infrastructure – a sector that not only impacts consumers directly, but is also vital to driving economic growth.",
                "tag": "p"
            },
            {
                "content": "New markets regime guidance",
                "tag": "h3"
            },
            {
                "content": "Today we’ve taken another step to fully embed the 4Ps, by publishing new guidance on how we carry out our markets work. This guidance consolidates our approach into 1 document, largely replacing all of our existing guidance documents. It will apply to all new market reviews, market studies and market investigations.",
                "tag": "p"
            },
            {
                "content": "In the new guidance, we have made a series of interconnected changes to deliver improvements consistent with the 4Ps. The changes include the following.",
                "tag": "p"
            },
            {
                "content": "The guidance also gives:",
                "tag": "p"
            },
            {
                "content": "What stakeholders told us",
                "tag": "h3"
            },
            {
                "content": "We consulted on draft guidance last year to get valuable feedback from stakeholders – thank you to everyone who responded.",
                "tag": "p"
            },
            {
                "content": "Many responses welcomed us adopting the 4Ps in our markets work, and supported us consolidating our guidance into 1 document. We were encouraged by comments that supported the aims of the guidance, and recognised the clarity we are looking to give. It was also noted our proposed changes reflected pragmatic, long-term thinking and a readiness to adapt our processes where necessary.",
                "tag": "p"
            },
            {
                "content": "Some responses suggested that we elaborate on certain areas and give specific examples. Listening to this feedback, we have added more detail where appropriate.",
                "tag": "p"
            },
            {
                "content": "A new regime to come?",
                "tag": "h3"
            },
            {
                "content": "While the legislation that governs our markets work provides statutory time limits, this still means a market study could last up to 12 months, followed by a market investigation of up to 18 or 24 months. We are clear that an end-to-end process lasting, in some cases, up to 3 years is not consistent with minimising unnecessary burdens and uncertainty on businesses in nearly all cases. We must seek to complete our work as quickly as possible.",
                "tag": "p"
            },
            {
                "content": "The UK government has launched a consultation on proposed reforms to the competition regime, including changes to our markets work. The proposals to change our markets regime include:",
                "tag": "p"
            },
            {
                "content": "The CMA welcomes these proposals, which build on our 4Ps programme, and would further enhance our work which helps secure well-functioning markets that serve the interests of the whole of the UK.",
                "tag": "p"
            },
            {
                "content": "There may need to be changes to our new markets regime guidance in future, if changes to the markets regime are enacted. However, we believe the core of the approach adopted in this guidance – reflecting as it does our commitment to delivering impact at pace while minimising burdens – is the right one and will endure.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2026/02/03/update-on-our-approach-to-market-interventions/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "How our new markets regime guidance will streamline our approach and minimise uncertainty for businesses."
    },
    {
        "title": "Final Roulement Infantry Company (RIC) Exercise: Training where it counts",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2026-02-03T09:58:38",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Falkland Islands -  January 2026",
                "tag": "p"
            },
            {
                "content": "For B Company, 1st Battalion The Royal Irish Regiment, the Falkland Islands provided a demanding and memorable setting for their final exercise whilst based at the Falkland Islands. Isolated in the South Atlantic and separated from the UK by thousands of miles, the Islands are both strikingly beautiful and unforgiving, offering a training environment unlike anywhere else the British Army routinely operates.",
                "tag": "p"
            },
            {
                "content": "The challenge begins long before arrival. Deploying personnel, equipment and sustainment to such a remote location requires detailed planning and coordination. Once on the ground, the environment quickly asserts itself as the dominant factor. The Falklands are defined by their exposure: open moorland, peat bogs, rocky high ground and rugged coastlines, all shaped by near‑constant wind and rain. Soldiers attempting to describe the Islands in just a few words were unanimous in their response - “cold, wet and windy.”",
                "tag": "p"
            },
            {
                "content": "Moving across the terrain under load is physically demanding and slow. Small navigation errors can result in significant detours, and misjudging the ground can quickly lead to exhaustion or injury. Although many soldiers described the environment as entirely new to them, they recognised that prior training in the UK, particularly in Brecon, had provided essential preparation. Knowledge of layering systems, personal administration and pacing proved critical to maintaining effectiveness.",
                "tag": "p"
            },
            {
                "content": "The largely treeless landscape offers little natural cover or concealment, forcing soldiers to rely on careful use of ground features, spacing and tactical movement to avoid detection. Understanding the terrain is challenging, with ground that appears solid often concealing bog or unstable footing. Among the most distinctive hazards are the stone runs - long stretches of angular boulders that are difficult and dangerous to cross, particularly while carrying weight.",
                "tag": "p"
            },
            {
                "content": "Beyond the physical environment, the Falklands sit at the extreme end of the military supply chain. Resupply cannot be conducted quickly, and medical evacuation timelines are significantly longer than those in the UK, reinforcing the need for thorough planning, strong first aid capability and self‑sufficiency at every level. The final exercise allowed the company to train beyond baseline requirements, including operating alongside more advanced capabilities, supported by extensive logistical preparation.",
                "tag": "p"
            },
            {
                "content": "Patrols and exercises such as the final exercise serve a dual purpose: developing soldiers in one of the most demanding environments the Army operates in, while reassuring the local population and reinforcing UK sovereignty. Training in the Falklands is not theoretical - it is preparation grounded firmly in reality.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2026/02/03/final-roulement-infantry-company-ric-exercise-training-where-it-counts/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "Falkland Islands - January 2026 For B Company, 1st Battalion The Royal Irish Regiment, the Falkland Islands provided a demanding and memorable setting for their final exercise whilst based at the Falkland Islands. Isolated in the South Atlantic and separated …"
    },
    {
        "title": "Forever chemicals: the problem and our plan",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2026-02-03T09:31:09",
        "categories": [
            "Chemicals and pesticides",
            "Environmental Improvement Plan"
        ],
        "content": [
            {
                "content": "'Forever chemicals' - or PFAS - have been making headlines. PFAS are used in many products we rely on every day – cookware, clothing, packaging. Their durability is useful, but it also means they stay in the environment for a long time.  ",
                "tag": "p"
            },
            {
                "content": "That's why the government is publishing its first PFAS plan setting out an evidence-based approach to tackling these persistent chemicals, protecting public health and the environment. Here's what you need to know. ",
                "tag": "p"
            },
            {
                "content": "What PFAS are and why they are called forever chemicals ",
                "tag": "p"
            },
            {
                "content": "PFAS (per- and poly-fluoroalkyl substances) are a family of thousands of man-made chemicals. They're brilliant at resisting heat, water and oil - which is why manufacturers have used them. ",
                "tag": "p"
            },
            {
                "content": "The problem: once they are in the environment, PFAS don't break down naturally. They can stay in our water, soil and air for hundreds of years - which is how they earned the nickname 'forever chemicals'. ",
                "tag": "p"
            },
            {
                "content": "Why are we acting now ",
                "tag": "p"
            },
            {
                "content": "There is growing evidence that some PFAS may pose risks to human health, wildlife and our natural environment, which is why we must act now to prevent irreversible harm.  ",
                "tag": "p"
            },
            {
                "content": "The government's new PFAS Plan sets out, for the first time, a collaborative approach to understanding, managing and reducing these risks - while allowing continued use where no safe alternatives exist, such as in medical devices and clean energy technology. ",
                "tag": "p"
            },
            {
                "content": "What does the plan contain ",
                "tag": "p"
            },
            {
                "content": "The PFAS Plan is built around three pillars: ",
                "tag": "p"
            },
            {
                "content": "The plan includes steps such as: ",
                "tag": "p"
            },
            {
                "content": "Drinking water is protected by strict monitoring ",
                "tag": "p"
            },
            {
                "content": "UK drinking water is among the highest quality in the world and currently, there's no evidence of PFAS above safe levels in our supplies.  ",
                "tag": "p"
            },
            {
                "content": "Water companies already monitor for 48 different PFAS chemicals - one of the most comprehensive programmes globally - and must take action if levels rise above permitted thresholds. The plan includes a commitment to consult on bringing these limits into law, giving regulators even stronger powers to act if needed. ",
                "tag": "p"
            },
            {
                "content": "PFAS in our daily lives ",
                "tag": "p"
            },
            {
                "content": "PFAS appear in many everyday items - stain-resistant carpets, waterproof jackets, some cosmetics and food packaging like takeaway containers. ",
                "tag": "p"
            },
            {
                "content": "Research into the risks of PFAS is ongoing.  ",
                "tag": "p"
            },
            {
                "content": "If you want to reduce your exposure you can look for PFAS-free alternatives when shopping. The government expects manufacturers to be clear about PFAS use, indicating where products contain them, and considering alternatives where possible. ",
                "tag": "p"
            },
            {
                "content": "What happens next ",
                "tag": "p"
            },
            {
                "content": "This is a complex challenge with no quick fixes - but this plan marks an important step forward. ",
                "tag": "p"
            },
            {
                "content": "We'll continue working with industry, environmental groups, scientists and international partners to build on these actions in the plan.  ",
                "tag": "p"
            },
            {
                "content": "Together, we can make sure that 'forever chemicals' aren't a forever problem. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2026/02/03/forever-chemicals-the-problem-and-our-plan/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "'Forever chemicals' - or PFAS - have been making headlines. PFAS are used in many products we rely on every day – cookware, clothing, packaging. Their durability is useful, but it also means they stay in the environment for a long time.   That's why the government is publishing its first PFAS plan setting out an evidence-based approach to tackling these persistent chemicals, protecting public health and the …"
    },
    {
        "title": "Why do we close the rating list?",
        "authors": [
            "voadigitalpublishing"
        ],
        "posted_on": "2026-02-02T12:54:34",
        "categories": [
            "Business Rates"
        ],
        "content": [
            {
                "content": "If you have a business or other non-domestic property, you have until 31 March to request changes to your current valuation for business rates.  ",
                "tag": "p"
            },
            {
                "content": "After 1 April, you will only be able to request changes to your new valuation. ",
                "tag": "p"
            },
            {
                "content": "This is because the 2023 rating list closes on 31 March 2026.  ",
                "tag": "p"
            },
            {
                "content": "A rating list is the official record of rateable values for all commercial, and other non-domestic, properties in England and Wales. It is used by local councils to calculate business rates bills. ",
                "tag": "p"
            },
            {
                "content": "The new 2026 rating list will take effect from 1 April 2026, after the Valuation Office Agency (VOA) updated rateable values for England and Wales.  ",
                "tag": "p"
            },
            {
                "content": "Why is there a deadline? ",
                "tag": "h2"
            },
            {
                "content": "When a new rating list comes into effect, the previous list must close. This is a normal part of how the business rates system works and is set out in law. ",
                "tag": "p"
            },
            {
                "content": "Closing a rating list means each list has a clear beginning and end. This: ",
                "tag": "p"
            },
            {
                "content": "It also means the VOA can move on to keeping the new rating list accurate. This ongoing process is known as list maintenance. ",
                "tag": "p"
            },
            {
                "content": "When is the deadline? ",
                "tag": "h2"
            },
            {
                "content": "You have until 31 March 2026 to: ",
                "tag": "p"
            },
            {
                "content": "This process is called a Check. You need a business rates valuation account to make a Check. ",
                "tag": "p"
            },
            {
                "content": "If you do not have an account, or you have not logged in recently, you should register now. It can take up to 15 days to complete the verification process and claim your property.   ",
                "tag": "p"
            },
            {
                "content": "You can manage your business rates yourself. If you want to appoint an agent, use our guidance on choosing a business rates agent.  ",
                "tag": "p"
            },
            {
                "content": "Are there any exceptions? ",
                "tag": "h2"
            },
            {
                "content": "Changes can still be made to the 2023 rating list if you started a Check before 1 April 2026. This also covers any related Challenges. ",
                "tag": "p"
            },
            {
                "content": "The VOA can fix mistakes on the list up to 31 March 2027. If we change your property details, you have 6 months from the date of the change to submit a Check. ",
                "tag": "p"
            },
            {
                "content": "If you want to Challenge your valuation on the 2023 rating list because of a tribunal or court decision, you must make a Check by 30 September 2026. ",
                "tag": "p"
            },
            {
                "content": "More information ",
                "tag": "h2"
            },
            {
                "content": "You can find everything you need to know about the 2026 revaluation on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "Contact your local council if you have questions about: ",
                "tag": "p"
            },
            {
                "content": "payments. ",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2026/02/02/why-do-we-close-the-rating-list/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "You have until 31 March 2026 to request changes to your current valuation for business rates. Here we explain why there’s a deadline."
    },
    {
        "title": "A new mapping tool to support beaver reintroductions and dispersal across England",
        "authors": [
            "Heather White"
        ],
        "posted_on": "2026-02-02T12:10:32",
        "categories": [
            "Biodiversity",
            "Science and evidence",
            "Species re-introductions",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Heather White - Senior Data Scientist and Daveron Smith - Principal Data Scientist",
                "tag": "p"
            },
            {
                "content": "In this blog, we launch the Beaver Considerations Assessment Toolkit (BCAT), a new mapping tool that has been developed by Natural England (NE), in collaboration with the Environment Agency (EA). The toolkit has been designed to help people understand the potential impacts and suitability of reintroducing beavers to different watercourses or waterbodies across England, as well as the potential effects of existing wild populations.",
                "tag": "p"
            },
            {
                "content": "Important note: The BCAT is a guide only. It is not a decision-making tool, you must use it alongside expert judgement, site-specific knowledge, and scientific literature.",
                "tag": "p"
            },
            {
                "content": "Who can use the toolkit and where can I access it?",
                "tag": "p"
            },
            {
                "content": "The BCAT is openly accessible for anyone to use. The BCAT, associated guidance, and video demonstrations can be accessed from the Beaver Management website.",
                "tag": "p"
            },
            {
                "content": "It might be useful to those exploring wild beaver reintroduction projects, beaver management groups, beaver advocacy groups, environmental NGOs, charities, landowners, and for educational purposes.",
                "tag": "p"
            },
            {
                "content": "What might beaver activity have an impact on?",
                "tag": "p"
            },
            {
                "content": "In February 2025, the Government announced its commitment to wild beaver reintroductions in England, marking a historic day for nature recovery. Beaver presence is known to bring clear benefits to the surrounding environment by enhancing biodiversity, improving water quality, alleviating flooding, and helping to reduce droughts. Nevertheless, wild beaver activity might have an impact, positively or negatively, on many environmental and socio-economic factors (“considerations”). ",
                "tag": "p"
            },
            {
                "content": "A list of potential considerations that might be affected by beaver activity was drawn from the 2021 evidence review and fine-tuned through workshops and discussions with Natural England and Environment Agency technical experts, as well as external stakeholders (e.g., Beaver Trust). Datasets reflecting these considerations were sourced at a national scale, providing a range of considerations that are included within the toolkit and grouped into five categories: designated sites, habitat and species, hydrology, infrastructure, and land use. Some examples of considerations include urban areas, agricultural land, designated sites, national grid structures, ancient woodland, and many more!",
                "tag": "p"
            },
            {
                "content": "Where might impacts occur?",
                "tag": "p"
            },
            {
                "content": "The BCAT can be used to identify which considerations are present in any given area across England. Users can draw and create custom areas of interest. The toolkit then provides a summary of the custom area, including the type and number of considerations present (Figure 1). These flagged considerations can be visualised on a map. ",
                "tag": "p"
            },
            {
                "content": "All consideration datasets can be visualised at a landscape-scale on the map. Because it is subjective as to whether the possible impacts from beaver activity are thought to be positive or negative, the toolkit simply flags any potential consideration within a given area and does not ascribe these to being positive or negative. Users must, instead, apply technical expertise and local knowledge to determine whether the flagged considerations require further investigation.",
                "tag": "p"
            },
            {
                "content": "Assessing suitability for beavers In addition to highlighting considerations that beaver activity might affect, the BCAT incorporates two key data layers to explore habitat suitability: the Beaver Dam Capacity (BDC) and the Beaver Foraging Index (BFI) layers (Graham et al. 2020). These layers can be used to assess the likelihood of dam construction and the distribution of predicted habitat suitability in river reaches, in terms of foraging including broadleaved woodland and other sources of forage. ",
                "tag": "p"
            },
            {
                "content": "For any custom-drawn area, the BCAT provides a pie chart summary of the likelihood of damming and the suitability for foraging (Figure 2). Understanding the suitability of foraging habitat and the likelihood of dam-building is crucial for identifying areas where beavers are likely to settle and where their activities might have an effect.",
                "tag": "p"
            },
            {
                "content": "Details of the NE beaver mailbox is provided within the guidance of the toolkit and can be used to provide any feedback for future developments of the toolkit. We hope you find the BCAT useful and enjoy exploring its capabilities!",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/02/02/a-new-mapping-tool-to-support-beaver-reintroductions-and-dispersal-across-england/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Heather White - Senior Data Scientist and Daveron Smith - Principal Data Scientist In this blog, we launch the Beaver Considerations Assessment Toolkit (BCAT), a new mapping tool that has been developed by Natural England (NE), in collaboration with …"
    },
    {
        "title": "First precision breeding and low emissions projects awarded funding ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-02-02T12:09:48",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "We’re awarding funding to 15 projects across England that will help turn cutting‑edge research into practical, ready‑to‑use tools for farmers.",
                "tag": "p"
            },
            {
                "content": "In total, around £21.5 million is being invested in innovative precision -breeding and low‑emissions projects.",
                "tag": "p"
            },
            {
                "content": "This funding forms part of Defra’s Farming Innovation Programme, delivered in partnership with Innovate UK, which supports practical ideas that can help make farming more productive and profitable.",
                "tag": "p"
            },
            {
                "content": "In this post, we'll share the full list of successful applicants and highlight a selection in more detail.",
                "tag": "p"
            },
            {
                "content": "Precision breeding",
                "tag": "h2"
            },
            {
                "content": "Precision breeding describes a range of technologies, such as gene editing, that can make the same type of genetic changes as traditional breeding but in a more efficient and precise way.  ",
                "tag": "p"
            },
            {
                "content": "This means that breeders can make use of new technologies to introduce beneficial characteristics in a targeted way, where traditional breeding would otherwise take longer to achieve the same results. It’s different from genetic modification, which involves moving genes between different species in ways that wouldn’t happen naturally.  ",
                "tag": "p"
            },
            {
                "content": "Precision breeding has the potential to help farmers produce food more efficiently and sustainably. It can support higher yields, help reduce costs on farms, and make it easier to grow crops that cope better with drought, disease and changing weather. ",
                "tag": "p"
            },
            {
                "content": "It also opens the door to crops that are more nutritious, need fewer treatments, and are better suited to local conditions. ",
                "tag": "p"
            },
            {
                "content": "Used alongside good farm management, precision breeding offers another practical tool to support productive farming while also delivering environmental benefits. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants",
                "tag": "h3"
            },
            {
                "content": "Project spotlight: Sunshine Tomatoes: using precision breeding to improve nutrition  ",
                "tag": "h3"
            },
            {
                "content": "The Precision Breeding Competition required projects to show the clear benefits for farmers and growers in England. According to the Tomato Growers Association, British growers produce around 70,000 tonnes of tomatoes each year.",
                "tag": "p"
            },
            {
                "content": "During the summer, homegrown tomatoes can make up around half of those sold in supermarkets. For the rest of the year, most tomatoes are imported, with approximately 400,000 tonnes imported from overseas. ",
                "tag": "p"
            },
            {
                "content": "By supporting innovation that helps UK production, precision breeding has the potential to help growers meet consumer demands, while reducing reliance on imports, and in turn the impact on the environment. ",
                "tag": "p"
            },
            {
                "content": "John Innes Enterprises Ltd is leading a project to bring the Sunshine Tomato closer to commercial production. The Sunshine Tomato has been developed using precision breeding to contain higher levels of provitamin D₃. ",
                "tag": "p"
            },
            {
                "content": "Our bodies make vitamin D when sunlight shines directly on our skin. However, in some countries like ours there isn’t enough sunlight to make enough vitamin D between October and March. ",
                "tag": "p"
            },
            {
                "content": "The long-term goal is to help address low vitamin D intake by making more nutritious tomatoes available to consumers. ",
                "tag": "p"
            },
            {
                "content": "With £967,797 funding, the project could build on earlier field trials and now focus on moving the crop from research into real-world growing. ",
                "tag": "p"
            },
            {
                "content": "John Innes Enterprises Ltd is the commercial arm of the John Innes Centre, a leading plant and microbial research institute in Norwich. ",
                "tag": "p"
            },
            {
                "content": "Project spotlight: backing innovation in high-value, low-input climate-resilient industrial hemp ",
                "tag": "h3"
            },
            {
                "content": "Hemp is a highly versatile crop. It is used in food, construction, and sustainable materials. ",
                "tag": "p"
            },
            {
                "content": "Its seeds are used to make oil, protein, and other food products, while its fibres are used in textiles, rope and packaging. ",
                "tag": "p"
            },
            {
                "content": "It’s also used in building materials, including hempcrete, which provides insulation and stores carbon, and in biomaterials and bioplastics that can replace products made from fossil fuels.  ",
                "tag": "p"
            },
            {
                "content": "Because hemp can grow on poor quality land and needs few inputs, it offers environmental benefits and new income opportunities for growers.  ",
                "tag": "p"
            },
            {
                "content": "With an award of £912,259, Precision Plants Ltd, partnering with the University of Hertfordshire and supported by Rothamsted Research, can move forward with the development of high value, climate resilient industrial hemp.",
                "tag": "p"
            },
            {
                "content": "Project spotlight: a climate-resilient source of natural rubber in the UK ",
                "tag": "h3"
            },
            {
                "content": "Natural rubber is found in a huge number of everyday products. Yet almost all global supply comes from Hevea rubber trees grown in south-east Asia, leaving production highly vulnerable to climate change, extreme weather, and fungal disease. As global demand continues to rise, these risks threaten supply and price stability. ",
                "tag": "p"
            },
            {
                "content": "QuBOOSTR will develop a new, resilient source of natural rubber by precision-breeding dandelions to produce high levels of latex in temperate climates like the UK.  ",
                "tag": "p"
            },
            {
                "content": "By creating a reliable, climate-resilient alternative crop, QuBOOSTR reduces dependence on overseas supply chains while opening the door to sustainable rubber production here in the UK. ",
                "tag": "p"
            },
            {
                "content": "Lowering emissions  ",
                "tag": "h2"
            },
            {
                "content": "Lowering emissions helps the climate and farming profitability.",
                "tag": "p"
            },
            {
                "content": "It also complements efficiency. For example, by using less fertiliser, fuel or feed to cut costs, while healthier soils and livestock improve productivity and reduce losses. ",
                "tag": "p"
            },
            {
                "content": "Climate change is already affecting farmers with droughts and flooding. Reducing emissions help slow these impacts and encourages practices that make farms more resilient to changing conditions. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants",
                "tag": "h3"
            },
            {
                "content": "Project spotlight: lower-emission dairy diets using UK-grown faba beans ",
                "tag": "h3"
            },
            {
                "content": "McArthur Agriculture Ltd’s Innovative Faba Bean Feed Ingredients project shows how UK-grown faba bean feed ingredients could cut greenhouse gas emissions from English dairy farming by up to 1.6 million tonnes of CO₂e per year. ",
                "tag": "p"
            },
            {
                "content": "Dairy cows produce methane during digestion. It’s a major source of emissions in the sector and contributor to climate change. Faba beans co-products are naturally rich in condensed tannins, which reduce the amount of methane cows produce without affecting their health or milk yield.  ",
                "tag": "p"
            },
            {
                "content": "Even a 10% reduction could save 875,000 tonnes of CO₂e annually. ",
                "tag": "p"
            },
            {
                "content": "By using UK-grown feed, reliance on imported protein sources is reduced, therefore creating a more sustainable, climate-friendly approach to dairy farming that benefits farmers, the environment and the wider food system.  ",
                "tag": "p"
            },
            {
                "content": "Project spotlight: Cutting dairy emissions by using biological alternatives to fertiliser ",
                "tag": "h3"
            },
            {
                "content": "BIO-PHAGE-UK is a project led by Terrafarmer Ltd, working with Citadel Environmental Solutions, Fera Science and the University of Nottingham. ",
                "tag": "p"
            },
            {
                "content": "The project looks at how UK dairy farms could cut greenhouse gas emissions by replacing around half of their synthetic nitrogen fertiliser with proven biological alternatives. Instead of relying as heavily on manufactured fertiliser, the focus is on improving soil health and managing nutrients more efficiently. ",
                "tag": "p"
            },
            {
                "content": "This approach aims to reduce nitrous oxide emissions, a powerful greenhouse gas linked to fertiliser use, while still supporting productive dairy farming. ",
                "tag": "p"
            },
            {
                "content": "In the long term, this could be good for farming because it helps reduce reliance on expensive synthetic fertilisers while keeping soils healthy and productive. Healthier soils can hold nutrients better and cope more effectively with extreme weather such as drought or heavy rainfall. ",
                "tag": "p"
            },
            {
                "content": "By using fewer synthetic inputs, farms could lower costs, improve resilience and cut emissions at the same time. That supports farm profitability as well as environmental goals, helping dairy farms remain productive and sustainable into the future. ",
                "tag": "p"
            },
            {
                "content": "Rewetting peat soils to cut emissions while keeping farms productive ",
                "tag": "h3"
            },
            {
                "content": "RePeat is a project led by Pollybell Farms Ltd that explores new ways of farming England’s peatlands. ",
                "tag": "p"
            },
            {
                "content": "The project shows how rewetting peat soils can cut greenhouse gas emissions while still allowing farms to produce food and energy. Instead of draining peat, which releases large amounts of carbon, RePeat tests practical alternatives that work with wetter soils. ",
                "tag": "p"
            },
            {
                "content": "The project brings together peatland restoration, wet-farming crops, indoor food production and renewable fuel in one joined-up system that could be scaled up in other peatland areas. ",
                "tag": "p"
            },
            {
                "content": "In the long term, this approach could help farms on peat soils remain viable while protecting the land they depend on. Rewetting peat helps stop soil loss and carbon emissions, preserving peat for future generations. At the same time, combining food, energy and fuel production offers new income opportunities and reduces reliance on fossil fuels. ",
                "tag": "p"
            },
            {
                "content": "By showing that peatland farms can cut emissions and stay productive, RePeat offers a more sustainable future for farming on peat soils. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog ",
                "tag": "h2"
            },
            {
                "content": "These projects are just a small sample of how innovation funded through the Farming Futures R&D Fund is helping to support productive, resilient and sustainable farming.",
                "tag": "p"
            },
            {
                "content": "We’ll continue to share updates as these projects develop, including what they’re learning and how their work could benefit farmers and growers across England.",
                "tag": "p"
            },
            {
                "content": "To keep up with future posts, from project stories to funding updates and details of upcoming schemes and competitions, you can subscribe to the Farming blog. Subscribers receive an email notification whenever a new post is published.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/02/first-precision-breeding-and-low-emissions-projects-awarded-funding/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "From rubber made from dandelions to climate‑friendly faba beans in dairy farming, we’re pleased to highlight the innovative projects to receive funding under the first round of precision‑breeding and low‑emissions competitions."
    },
    {
        "title": "LEDS: Police data in the digital age",
        "authors": [
            "Law Enforcement Data Programme team"
        ],
        "posted_on": "2026-02-02T11:05:05",
        "categories": [
            "Continuous improvement",
            "Data",
            "Transformation",
            "User centred design"
        ],
        "content": [
            {
                "content": "The Law Enforcement Data Service (LEDS) programme is a joint police and Home Office programme to enhance the way police use data for the digital age.",
                "tag": "p"
            },
            {
                "content": "This case study explores some of the technical aspects of LEDS to highlight a few of its features, and particular areas the LEDS team will focus on as they continue developing the service.",
                "tag": "p"
            },
            {
                "content": "From mainframe to mobile in 50 years",
                "tag": "h2"
            },
            {
                "content": "In 1974, the Police National Computer (PNC) was launched, and it revolutionised the way policing used data.",
                "tag": "p"
            },
            {
                "content": "By this time, the modern policing era was already in full motion, with two-way radios, established mobile patrol areas and even unmarked cars for undercover policing. However, the PNC injected technology into policing.",
                "tag": "p"
            },
            {
                "content": "It was the first time UK police could store digital records and make that information available for various areas of law enforcement. The PNC carried digital records of drivers, as well as of vehicles and property, that were lost or stolen. Every single police force in the UK would go on to use the PNC, as well as 150 other public sector organisations who had appropriate and proportional access to PNC data to offer improved public services.",
                "tag": "p"
            },
            {
                "content": "However, over the decades, the drawbacks of a computer system designed for the 1970s began to show. The PNC was built in a traditional mainframe, on servers that only connected directly to desktop terminals and no other devices. This meant that police officers on patrol had to use their radios to contact dedicated, staffed control rooms to verbally request information about drivers, vehicles or names.",
                "tag": "p"
            },
            {
                "content": "While over the years police mobile device access was added to the PNC, reducing the need for the control rooms, it was becoming obvious that the ways these devices accessed data needed to be faster and more accessible.",
                "tag": "p"
            },
            {
                "content": "In 2021, after an attempt to fully replace the PNC through the National Law Enforcement Data Programme, the LEDS programme was launched. This was a dedicated way to work on a successor to the PNC as a completely focused project.",
                "tag": "p"
            },
            {
                "content": "LEDS needed to do everything the PNC did, but for 120,000 users across those 150 organisations, in a modern UK where advanced technology was normal and expected. Its users should be able to access data from police-issued mobile devices, instantly and in a simple way, to help them use the information as quickly and effectively as possible to assist the public.",
                "tag": "p"
            },
            {
                "content": "It also needed to be designed, built and implemented without causing any problems with the existing PNC; keeping citizens safe and the country secure could not wait for a computer system upgrade.",
                "tag": "p"
            },
            {
                "content": "A groundbreaking, cross-government collaboration ",
                "tag": "h2"
            },
            {
                "content": "LEDS needed to provide police officers and other law enforcement agencies with quick, reliable access to data about people, property, vehicles, drivers, and other areas of compliance data, such as audit.",
                "tag": "p"
            },
            {
                "content": "While the PNC already worked with these categories of information, LEDS had the ability to access the information across every category simultaneously. This would let users take a consolidated view of the data, helping them make decisions with all the information in their hand.",
                "tag": "p"
            },
            {
                "content": "The Home Office and the police decided the best way to approach the project was to work together as partners, in a groundbreaking style of collaboration between the 2 organisations. In the LEDS team, the product managers, the people who explore the overall vision and user needs of the product, are Home Office colleagues. The product owners, the teams who use agile methods to make sure the products are built to plan and deliver value to the user, are police staff and officers.  Having both organisations on hand to work together, overlapping their experiences and maintaining a high quality of communication, is a huge benefit to make LEDS the best it can be.",
                "tag": "p"
            },
            {
                "content": "After establishing their cross-government collaboration, the newly-formed LEDS team started to think about the best ways to set up the service. One original PNC feature that still fit perfectly was how data was organised into 4 databases: names, vehicles, drivers and property. The difference in the digital age was that Application Programming Interfaces (APIs), combined with a simple and accessible user interface, could completely replace manual data queries. The new system could also make it much simpler and reliable for a growing number of police mobile devices to access the data.",
                "tag": "p"
            },
            {
                "content": "The result was four distinct LEDS products, which are called:",
                "tag": "p"
            },
            {
                "content": "Using APIs also meant the team could add a set of compliance products that work across the whole of LEDS, including services to check for audit information, search for general data of interest, and to find out when data has been logged as compliant with laws and regulations.",
                "tag": "p"
            },
            {
                "content": "The team also built a set of extra products that work across the 4 LEDS products, following a ‘build once and re-use’ principle. They include a file transfer tool, a common email engine, a review retention and deletion (RRD) tool and a common reporting tool. There is even a GitHub repository with common user interface elements, which can be used anywhere in LEDS, helping to pull all the services together for function, look and feel.",
                "tag": "p"
            },
            {
                "content": "For example, by combining data from LEDS Vehicle and LEDS Drivers, users can instantly confirm if the driver of a vehicle is its registered keeper, or insured to drive it, and so decide if this needs further investigation. LEDS can also match reference data from the Driver and Vehicle Licensing Agency (DVLA) to know straightaway if a foreign vehicle needs validating with them, or has been involved in a crime, giving greater breadth to the situation.",
                "tag": "p"
            },
            {
                "content": "There are around 110 reference data lists across the whole LEDS stack, all designed to match to what each LEDS API needs. For example, while details about facial hair or tattoos are only needed in LEDS Person, data such as nationality, currency, or country code are available across the whole stack, helping to keep information consistent and convenient.",
                "tag": "p"
            },
            {
                "content": "As the team keeps working on LEDS and tests and builds new versions, they should also be able to introduce AI and machine learning to assist with matching data. LEDS may even learn to be proactive in flagging its own alerts on data.",
                "tag": "p"
            },
            {
                "content": "Keeping the lights on",
                "tag": "h2"
            },
            {
                "content": "Probably the most important thing the LEDS team have had to negotiate along their journey is making sure there is absolutely no interruption for their end users as they slowly transfer PNC functions over to the new systems.",
                "tag": "p"
            },
            {
                "content": "A big part of making this work was using a data replication solution. With this on hand, every single change that was made in PNC data would be reflected and pushed to users of LEDS systems that sat alongside it, in a very short time frame. While this meant that some data has the same restrictions the PNC data had, it’s a workable approach for the transition period. There is also an advantage to keeping PNC and LEDS in sync; it helped the team to shape their API strategy. Basing it on the concept of ‘transition before transformation’, the team have grown the API user interface to cover the basics, building everything up as LEDS outgrows its PNC legacy.",
                "tag": "p"
            },
            {
                "content": "Focusing on keeping PNC in the mix has also added a few layers of abstraction to systems such as DVLA, which needs an extra step to help LEDS see the data it needs to. However, as there is more real time data available across the new LEDS system in general, keeping everything in sync is workable: its effectiveness is expanding all the time as more PNC systems are replaced.",
                "tag": "p"
            },
            {
                "content": "Want to make an impact like this?",
                "tag": "h2"
            },
            {
                "content": "Working in Home Office Digital is about collaborating across the Home Office and the wider UK government to design world-leading products and services.",
                "tag": "p"
            },
            {
                "content": "The work we do is varied, exciting and challenging, playing a critical part in keeping citizens safe and the country secure.",
                "tag": "p"
            },
            {
                "content": "You can find out more about roles in Home Office Digital at the Home Office Careers website.",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2026/02/02/leds-police-data-in-the-digital-age/",
        "blog": "Home Office Digital",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "This technical case study explains how a successful collaboration between the Home Office and the police has created a modern, accessible and API-led law enforcement data platform."
    },
    {
        "title": "Leaving the legacy behind: our journey to modernise court technology   ",
        "authors": [
            "Pete Harrison – Programme Director, Decommissioning & Legacy Risk Mitigation, HMCTS"
        ],
        "posted_on": "2026-02-02T11:01:40",
        "categories": [
            "Digital services",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "We have completed significant work behind-the-scenes to move our court systems from ageing data centres to modern, reliable platforms.",
                "tag": "p"
            },
            {
                "content": "This modernisation programme has delivered many benefits and improvements that users can feel, even if they can’t see the technology behind them. The new infrastructure reduces the risk of system failures and enables us to implement security updates more efficiently, maintaining our commitment to keep citizen data safe, expanding resources according to demand and supporting continuous improvement.",
                "tag": "p"
            },
            {
                "content": "For our staff, this means more reliable systems with less downtime, reduced maintenance costs and more flexibility to improve services over time. For the public, it means a justice system that can function consistently without technical interruptions.",
                "tag": "p"
            },
            {
                "content": "The urgent need for modernisation",
                "tag": "p"
            },
            {
                "content": "When people think of court technology, they often picture video hearings or case management systems. But behind the scenes, there’s a vital layer of infrastructure that keeps everything running smoothly. For years, this foundation relied on outdated systems and ageing equipment, putting the stability of court services and the delivery of justice at increasing risk.",
                "tag": "p"
            },
            {
                "content": "Our old systems were running on approximately 2,500 pieces of outdated hardware in two physical data centres in Park Royal and Swindon. Many of these were so old that finding replacement parts was nearly impossible. This created a fragile environment with single points of failure that could disrupt access to essential court services.",
                "tag": "p"
            },
            {
                "content": "As the equipment continued to age, the risk of serious failure grew, and action was needed to protect the justice system from potential breakdowns.",
                "tag": "p"
            },
            {
                "content": "The scale of the transformation",
                "tag": "p"
            },
            {
                "content": "Since 2020, we have worked to modernise 37 different applications running in these vulnerable data centres. The complexity and variety of the technologies involved required several distinct solutions, with a carefully planned approach needed for each. Applications that were no longer needed were decommissioned, while others were upgraded and moved to secure, cloud-based platforms. Another group of systems was moved to a specially created temporary hosting facility where they can continue to reliably and securely operate reliably and securely while we plan their eventual replacement or retirement.",
                "tag": "p"
            },
            {
                "content": "Two of the most important systems were completely rebuilt. Instead of simply moving them they were redesigned, creating flexible platforms that can evolve as business needs change. One of these, Juror Digital, replaced three separate jury management tools with a single streamlined system. The other, Digital Audio Recording Transcription and Storage (DARTS) is the Crown Court recording system. This was one of the most complex projects that we have tackled, and I will explore it in more detail in my next blog.",
                "tag": "p"
            },
            {
                "content": "Up next for our systems",
                "tag": "p"
            },
            {
                "content": "Successfully moving these 37 applications was a major step, but it’s not the end of the journey. We are now focused on safely shutting down the old systems we have replaced and upgrading those that are still in use.",
                "tag": "p"
            },
            {
                "content": "Moving services to more stable environments has already improved reliability. As we continue to enhance our systems, our modernised criminal case management system Common Platform will become the central hub for managing all magistrate and Crown Court cases, documents and scheduling. To support this, we’re building tools to transfer data from older systems such as Libra Web, Court Store and Xhibit into this new platform.",
                "tag": "p"
            },
            {
                "content": "We’re also developing a new system, Opal, to replace an outdated tool used for managing criminal fines, collection and enforcement. Coordinating all these changes is a careful balancing act, and we have to make sure that everything happens in the right order to prevent disruption to court services.",
                "tag": "p"
            },
            {
                "content": "A foundation built to last",
                "tag": "p"
            },
            {
                "content": "This transformation is about more than just replacing old equipment. We have built a foundation that enables continuous improvement, with new systems that are easier to update, more secure and better connected.",
                "tag": "p"
            },
            {
                "content": "Our courts now have the technological backbone they need to grow and adapt as the needs of the justice system evolve – whether that is handling growing caseloads, introducing new services or ensuring continuity in the face of disruptions.",
                "tag": "p"
            },
            {
                "content": "This achievement has largely gone unnoticed by users – and that is exactly as it should be. Courts continue to function and justice continues to be delivered, supported by modern, reliable systems built to last.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2026/02/02/leaving-the-legacy-behind-our-journey-to-modernise-court-technology/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Over the past few years, we've been undertaking a significant technological transformation that few people outside our technical teams have seen – but which is vital to keeping our justice system running smoothly – migrating 37 critical court applications from outdated, vulnerable data centres to modern, secure platforms. This two-part blog series explores this essential …"
    },
    {
        "title": "Free breakfast club roll out: everything you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-02T00:01:00",
        "categories": [
            "breakfast clubs",
            "Childcare",
            "Free School Meals",
            "Schools"
        ],
        "content": [
            {
                "content": "What is the new free breakfast club scheme?  ",
                "tag": "h3"
            },
            {
                "content": "We have introduced free breakfast clubs - 30-minute sessions before school where children get a free breakfast so they to start every day ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Currently more than 180,000 pupils in the most disadvantaged communities are able to access free breakfast clubs. As children return from the 2026 Easter holidays, over 500 new clubs will launch, meaning free breakfast clubs will be operating in 1,250 schools and available to more than 300,000 children.",
                "tag": "p"
            },
            {
                "content": "These schools are based across nine regions in England and are being funded to provide this service – available to all children in each setting.  ",
                "tag": "p"
            },
            {
                "content": "This is part of a national roll out which will see free breakfast clubs in every primary school in England in due course ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment.",
                "tag": "p"
            },
            {
                "content": "What will my child get for breakfast? ",
                "tag": "h3"
            },
            {
                "content": "Schools will provide healthy, nutritious and varied breakfasts that follow the School Food Standards.  ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Free breakfast clubs mean no child starts school hungry and will help set children up for the day by providing a nutritious breakfast as well as time with friends to enjoy activities such as reading and crafts. ",
                "tag": "p"
            },
            {
                "content": "Breakfast clubs, such as those already run by the Magic Breakfast programme have been shown to boost children’s reading, writing, and maths by an average of two months.   ",
                "tag": "p"
            },
            {
                "content": "For parents, free breakfast clubs mean help with childcare at the start of the school day – at no extra costs. It means those parents can drop their children off half an hour earlier – helping parents get into work, giving them up to 95 additional hours back to juggle busy mornings, and saving working families up to £450 a year.",
                "tag": "p"
            },
            {
                "content": "We know many families are feeling the impact of the cost-of-living crisis and that is why we have prioritised schools with the highest proportion of pupils on free school meals to ensure that the real-life impact of free breakfast clubs goes first to where it is most needed.",
                "tag": "p"
            },
            {
                "content": "Which schools are part of the first phase of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Schools joining the programme will contact families directly about how to sign up for the free breakfast club. As well as prioritising disadvantaged schools, the chosen schools represent different types, sizes and geographical areas across England. ",
                "tag": "p"
            },
            {
                "content": "What if my school isn't part of the scheme yet? ",
                "tag": "h3"
            },
            {
                "content": "We’ve always been committed to rolling out free breakfast clubs to every primary school in England because we know how powerful the benefits are!",
                "tag": "p"
            },
            {
                "content": "Our early adopter test and learn phase has been a huge success, with over 7 million breakfasts served so far, and we want to build on that momentum – that is why we are onboarding an additional 2000 schools between April 2026 and March 2027.",
                "tag": "p"
            },
            {
                "content": "This next phase builds on this great work already happening and we continue to receive excellent feedback from schools, parents and pupils on the positive impact that the free breakfast clubs are already having. ",
                "tag": "p"
            },
            {
                "content": "If you have specific questions about how the new free breakfast club programme will work in your child's school, we recommend speaking directly with the school once they confirm their participation. ",
                "tag": "p"
            },
            {
                "content": "How much funding will schools get?",
                "tag": "h3"
            },
            {
                "content": "All schools new to the programme will receive a £1,000 start-up grant to purchase the equipment and materials they need to run their club.",
                "tag": "p"
            },
            {
                "content": "Each mainstream school will then receive £25 a day to cover fixed costs like staffing, along with £1 per pupil per day that attends the free breakfast club.",
                "tag": "p"
            },
            {
                "content": "An average sized mainstream school with 50% take-up is expected to receive a total of £29,500 annually.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/free-breakfast-club-roll-out-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "What is the new free breakfast club scheme?   We have introduced free breakfast clubs - 30-minute sessions before school where children get a free breakfast so they to start every day ready to learn.  Currently more than 180,000 pupils …"
    }
]