[
    {
        "title": "Helping people with health and work: what we learned",
        "authors": [
            "Dan Austin, Engagement Lead, GDS"
        ],
        "posted_on": "2026-01-19T15:00:00",
        "categories": [
            "Digital Centre",
            "Digital engagement",
            "GDS team",
            "People and skills",
            "Transformation",
            "Ways of working"
        ],
        "content": [
            {
                "content": "People with long-term health conditions or disabilities often need support from multiple services – across health, work, and welfare. But the current system can be confusing, repetitive, and hard to navigate.",
                "tag": "p"
            },
            {
                "content": "At the Government Digital Service (GDS), the Service Transformation team wanted to test how services could work better together to support people to stay in – or return to – work.",
                "tag": "p"
            },
            {
                "content": "This blog shares what we learned from testing a proactive approach to providing support. We built a basic prototype in GDS, and we worked with the NHS and a national patient organisation, the National Rheumatoid Arthritis Society (NRAS), to test it. ",
                "tag": "p"
            },
            {
                "content": "The blueprint for modern digital government sets an ambitious vision to make public services better and easier to use. Our plan is to create services that are clear, joined-up, and accessible to everyone.",
                "tag": "p"
            },
            {
                "content": "In June 2025, we shared our first steps toward making government services work better together – starting with health, disability, and work. Since then, we’ve created a testing version of a tool to help people with long-term health conditions or disabilities find support more easily. We tested this idea with an NHS team in South Tyneside and with NRAS’s patient volunteers.",
                "tag": "p"
            },
            {
                "content": "Understanding the challenge: why joined-up services matter",
                "tag": "h2"
            },
            {
                "content": "People with long-term health conditions or disabilities often need help from many health and government services. They have to give the same information again and again. This takes time and can be stressful.",
                "tag": "p"
            },
            {
                "content": "One study found that people spend up to nine working days a year just doing health admin – worth £4.3 billion in work time (source: Everyday administrative burdens and inequality). Our own research also showed that some people stop working because the support they get isn’t joined-up or easy to use.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "h2"
            },
            {
                "content": "Some people use more than 43 different health and government services. When this support is confusing or not joined-up, people can miss the help they need. This can cause stress and wasted time, and can mean people stop working, even when they don’t want to.",
                "tag": "p"
            },
            {
                "content": "What we wanted to find out",
                "tag": "h2"
            },
            {
                "content": "We wanted to understand this problem better. ",
                "tag": "p"
            },
            {
                "content": "Our hypothesis was:",
                "tag": "p"
            },
            {
                "content": "What we did",
                "tag": "h2"
            },
            {
                "content": "We created a new testing version of an online tool, and worked with the NHS and NRAS patient views representatives (volunteers) to test this. The tool was a prototype, not a live service. It helped people find the relevant support after a healthcare professional gave them a fit note, focusing on people who are employed but may need help to stay in their job.",
                "tag": "p"
            },
            {
                "content": "In South Tyneside, people who saw a First Contact Physiotherapist at their GP practice received a text message with a link to the tool. This message was sent only if they were given a fit note. This helped us test if offering support early – soon after someone gets a fit note – could make it easier for them to get the help they need to stay in work.",
                "tag": "p"
            },
            {
                "content": "The feedback showed that meeting people where they already are with a proactive message, made people more aware of support that’s available. We found that people spent most time looking at the information about fit notes, sick pay, and returning to work. ",
                "tag": "p"
            },
            {
                "content": "What people told us",
                "tag": "h2"
            },
            {
                "content": "We spoke to patients and healthcare professionals, and looked at how they used the tool. We heard that:",
                "tag": "p"
            },
            {
                "content": "Important lessons",
                "tag": "h2"
            },
            {
                "content": "Here’s what we’re taking forward to improve services:",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We worked with other teams across government and the NHS to share ideas for what should happen next:",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "We now understand more about the challenges people with long-term health conditions or disabilities face – and we have ideas to make things better.",
                "tag": "p"
            },
            {
                "content": "This work is an important step towards making government services more joined-up, accessible, and focused on the needs of the people who use them. We would love to hear your thoughts on this work, so please get in touch via service.transformation@dsit.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2026/01/19/helping-people-with-health-and-work-what-we-learned/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "We tested a new way to connect health and government support, helping people with long-term conditions stay in or return to work."
    },
    {
        "title": "Reflections on my first year as Chief Social Worker for Adults",
        "authors": [
            "Sarah McClinton"
        ],
        "posted_on": "2026-01-19T14:52:36",
        "categories": [
            "Ageing",
            "Care and support",
            "Co-production",
            "Communities",
            "Consultation and engagement",
            "Education and training",
            "Events",
            "Innovation",
            "Integration",
            "Knowledge and skills",
            "Mental health",
            "Our profession",
            "Recognition",
            "Safeguarding",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "I hope the new year started well and everyone had a good break over the holidays. This time last year I started as the Chief Social Worker at the Department of Health and Social Care (DHSC) and much has happened in 12 months.",
                "tag": "p"
            },
            {
                "content": "I was immediately struck by the breadth of active policy work on Adult Social Care (ASC) and began building relationships with partners, known and new, in what was for me a very different role. Moving from a local to national leadership position was a huge change from being responsible for multiple teams to a small office of 3 people; from operational and budget preoccupations to grappling with national policy levers to impact change and from local politicians to meetings with Ministers.",
                "tag": "p"
            },
            {
                "content": "Since the Independent Commission was announced last January, the Department has been busy with significant policy and delivery and Ministers have agreed three clear objectives for ASC to connect and guide this work over the next years: to improve quality of care, to promote choice and control, and to join up services. ",
                "tag": "p"
            },
            {
                "content": "We are making tangible improvements towards those objectives, this includes improving the quality of care by valuing and supporting our vital care workforce, such as legislating for a Fair Pay Agreement backed by £500 million of funding, and investing £12 million in learning, development, and new qualifications. We are also enabling people to have more choice and control over their care, by promoting greater use of direct payments and expanding care options to boost independent living at home through a Disabled Facilities Grant. Lastly, we are strengthening the join-up between health and social care services, so that people experience more integrated and person-centred care, by developing neighbourhood health services.     ",
                "tag": "p"
            },
            {
                "content": "These three priorities are aligned with Fit for the Future, the 10 year plan for the NHS which was published last July. The 10 year plan features neighbourhood health as a central plank in enabling the shift to more support in people’s homes and communities. Good quality social work that enables people to have choice and control, to be connected and to live healthy and happy lives in their own homes, is vital to achieving this ambition.    ",
                "tag": "p"
            },
            {
                "content": "The 10 year plan is underpinned by the need to address health inequity and to support strong partnership work with positive relationships across health, care and wider public services. Social work and social care play a critical role, both by amplifying the voice of those who face multiple barriers and systemic discrimination and by embedding relational ways of connecting with people and with partners at multiple levels across local systems. The alignment and implementation of neighbourhood health and wellbeing has, therefore been one of my priorities over the last year.              ",
                "tag": "p"
            },
            {
                "content": "The Independent Commission is also underway as part of our critical first steps towards delivering a National Care Service. I was privileged to work with some brilliant colleagues over last summer to consider the specific role and value of social work in the context of developing a national care service. Following this, I shared The Role and Value of High-quality Social Work document with the Independent Commission. A huge thanks to all who co-produced this, generously sharing their knowledge and expertise.",
                "tag": "p"
            },
            {
                "content": "One of the strongest themes that emerged from reflecting on lived experience and people’s stories was the impact of relational social work practice as an intervention. When there is understandably huge concern about waiting lists, unmet needs and a focus on processes, it is important to recognise the need to really understand people and their stories, to be persistent with people who might be easy to ‘write off’ and to enable people who face challenges and transitions in their lives to see the possibilities of change. Thinking together with Principal Social Workers (PSWs) and colleagues about the impact of high-quality social work on people’s lives was an inspiring reminder of the creativity, compassion, commitment and deep expertise that social workers display every day.",
                "tag": "p"
            },
            {
                "content": "I am encouraged by the further development of the Social Care Workforce Race Equality Standard (SC-WRES) over the last year, with almost 2 out of 3 local authorities now using this as a tool to help address structural inequity in their social work and wider workforce. DHSC sponsored the development of the tool and Skills for Care have committed to supporting its expansion. The SC-WRES supports systematic collection of powerful data that needs to be used alongside evidence from lived experience to drive purposeful action and deliver real change so that all social workers feel psychological safety, are supported to thrive and leadership teams fully reflect the communities we serve.                    ",
                "tag": "p"
            },
            {
                "content": "Improving the national response to escalations from Safeguarding Adults Reviews (SARs) and the themes identified through 2 national SARs analyses, has been another priority. Working with partners, internal governance has strengthened, actions progressed and more far-reaching recommendations are being considered.  In October, the Government announced its intention to implement Liberty Protection Safeguards (LPS) and will consult on taking this forward in the coming months.",
                "tag": "p"
            },
            {
                "content": "Over the last 2 years, the CQC have been visiting Councils to assure delivery of Care Act responsibilities. PSWs, alongside principal OTs, are playing an important role in the assurance process. It’s important to recognise the huge amount of hard work involved and the emotional toll for some colleagues. Reflecting on the first round of baseline assessments soon finishing, overall, the process has shone a light on the importance of high-quality practice, supported by leaders across the whole organisation. Assessments have - and will continue to - play an important role in supporting the delivery of government's key ambitions and ministerial priorities. CQC are currently considering the learnings from baseline assessments and will be shortly setting out the next steps. ",
                "tag": "p"
            },
            {
                "content": "I have been impressed by the range of innovation and change across Local Authorities being driven by strong social work values (some teams pictured throughout this blog). ",
                "tag": "p"
            },
            {
                "content": "Over the last year, I have hugely appreciated the leadership and advice of PSWs, Principal Occupational Therapists, Approved Mental Health Professional (AMHP) leads and ADASS, alongside other partners. PSWs have demonstrated exceptional support for practice developments and critical projects such as the refresh of national strength-based practice guidance in partnership with IMPACT. ",
                "tag": "p"
            },
            {
                "content": "I also wanted to take the opportunity to thank Robert Lewis, Mental Health Social Work lead, who has not only been a great source of ideas and support but has relentlessly advocated for the social model across the mental health agenda, from advising on the Mental Health Bill through its parliamentary progress (now law), to grappling with knotty and systemic issues, to covering many miles connecting with colleagues across the country, to planning AMHP data and workforce requirements that are fit for the future.   ",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "As we start the year, Winter resilience continues to be a live theme. I look forward to continuing to work with DASS and NHS colleagues to make sure people get the right support, at the right time and in the right place by reducing avoidable admissions to hospital and care transfer delays, including thinking about the hospital social work role.",
                "tag": "p"
            },
            {
                "content": "The ‘left shift’ to more prevention and more support at home through the development of neighbourhood health and wellbeing continues and in the coming months, this will include work on the Modern Service Framework (MSF) for frailty and dementia. MSFs are commitments in the NHS 10 year plan to standards across health and social care. Robert Lewis is also contributing to the MSF on severe mental illness.",
                "tag": "p"
            },
            {
                "content": "In a rapidly changing world, I will continue to work with colleagues to improve the quality of social work practice, including how we support high quality students to enter the profession, improve the experience of young people preparing for adulthood, and better use of digital, data and AI tools to support people to live fulfilling lives. More than 10 years on from the Care Act 2014, the work with IMPACT on strengths-based practice guidance will proceed, with a view to publication later this year, and I will work with PSWs to update their roles and responsibilities.    ",
                "tag": "p"
            },
            {
                "content": "There will undoubtedly be many challenges ahead this year, not least as Councils grapple with budgets, funding changes, local elections and local government reform. As we work to plan implementation of LPS, the Northern Ireland Judgement on Deprivation of Liberty Safeguards is expected and we need to anticipate potential outcomes.  ",
                "tag": "p"
            },
            {
                "content": "Finally, I look forward to working with you, meeting many more colleagues and hearing your experiences over 2026. Bringing together practice expertise, lived experience and research evidence, I will continue to champion models of support that enable people to exercise choice and control, reflecting co-production, strong social work values and social justice.   ",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2026/01/19/reflections-on-my-first-year-as-chief-social-worker-for-adults/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "I hope the new year started well and everyone had a good break over the holidays. This time last year I started as the Chief Social Worker at the Department of Health and Social Care (DHSC) and much has happened …"
    },
    {
        "title": "Cross-partner working on targeted screening: UK NSC, NICE and HIS",
        "authors": [
            "Carolina Martinelli"
        ],
        "posted_on": "2026-01-19T13:25:21",
        "categories": [
            "General",
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC), the National Institute for Health and Care Excellence (NICE), and Health Improvement Scotland (HIS) all work on the early detection of health conditions, and their work sometimes overlaps and interacts. ",
                "tag": "p"
            },
            {
                "content": "For example, the UK NSC might assess a screening pathway proposal while NICE separately assesses the diagnostic pathway that uses the same test via a clinical guideline or a health technology evaluation. Or there may already be NICE or Scottish Intercollegiate Guidelines Network (SIGN) guidelines in place for the test. The FIT (faecal immunochemical test) kit used to test for bowel cancer is one example as it is used both in screening and as a test in general practice to help doctors diagnose their patients.",
                "tag": "p"
            },
            {
                "content": "The main area where these organisations collaborate and work closely together is when considering targeted screening topics for high-risk groups. These topics can sit at the boundary between clinical guidelines (which tell doctors how to care for patients) and organised screening programmes (which invite healthy people for tests). ",
                "tag": "p"
            },
            {
                "content": "Chief Medical Officer recommendations",
                "tag": "h2"
            },
            {
                "content": "Collaboration between the UK NSC, NICE and HIS supports the Chief Medical Officer's recommendations  that UK NSC should: ",
                "tag": "p"
            },
            {
                "content": "What is targeted screening?",
                "tag": "h2"
            },
            {
                "content": "Previously, the UK NSC only considered proposals for population screening programmes, while NICE and HIS considered targeted screening topics for groups at higher risk.  Following the independent review of adult screening programmes in 2019, the 4 CMOs recommended UK NSC should also cover targeted screening. ",
                "tag": "p"
            },
            {
                "content": "UK NSC defines targeted screening as:  ",
                "tag": "p"
            },
            {
                "content": "A nationally delivered proactive screening programme which aims to improve health outcomes in people with the condition being screened for, among groups of people identified as being at elevated/above average risk of a specific condition. Compared to the general population, the people targeted may have higher risk because of lifestyle factors, genetic variants or having another health condition.  ",
                "tag": "p"
            },
            {
                "content": "How targeted screening differs from clinical care",
                "tag": "h2"
            },
            {
                "content": "The UK NSC, NICE and HIS have been working together to clarify where organised targeted screening ends and the testing of high-risk groups within clinical guidelines begins. ",
                "tag": "p"
            },
            {
                "content": "Important differences between the 2 approaches include: ",
                "tag": "p"
            },
            {
                "content": "Who is being screened or tested: targeted screening largely focuses on people who feel healthy and have no symptoms. Although they are high-risk individuals, they may not know they are at higher risk of the condition being tested for. People who already have symptoms, are being investigated for a condition, or have a diagnosis should be cared for under clinical management.",
                "tag": "p"
            },
            {
                "content": "How people are invited: targeted screening programmes proactively offer tests to high-risk groups at a national level. In clinical care, patients ask for tests themselves or are referred by their doctor.  ",
                "tag": "p"
            },
            {
                "content": "For example, people with cirrhosis (liver scarring) have an increased risk of developing liver cancer. Because they already have a diagnosis, the NHS monitors them regularly for complications like liver cancer. This is part of their ongoing care, not screening. ",
                "tag": "p"
            },
            {
                "content": "Being clear about these differences helps all 3 organisations understand their roles and deliver the best outcomes for the public. ",
                "tag": "p"
            },
            {
                "content": "Working together in practice",
                "tag": "h2"
            },
            {
                "content": "Arrangements to support our joint working include: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/19/cross-partner-working-on-targeted-screening-uk-nsc-nice-and-his/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC works with the National Institute for Health and Care Excellence (NICE) and Health Improvement Scotland (HIS) to help improve early detection of health conditions."
    }
]