[
    {
        "title": "Coverage of our Design and Placemaking Planning Practice Guidance",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-22T17:08:56",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Temple Gardens, North Somerset ©Historic England",
                "tag": "p"
            },
            {
                "content": "Yesterday we announced our new design guidance, giving councils and developers a clear rulebook to deliver better‑designed, safer and healthier neighbourhoods that complement local areas. This forms part of the biggest planning rewrite in a decade, designed to speed up local planning decisions and support the delivery of 1.5 million high-quality homes. ",
                "tag": "p"
            },
            {
                "content": "There has been prominent national coverage of the announcements, including The Times and The Sun reporting that the new guidance is designed to end “cookie‑cutter”, “identikit” neighbourhoods as well as highlighting the shift towards homes that support modern life.  Coverage in the i Paper and The Guardian focus on the nature and climate elements of the guidance’s seven principles, referencing greater emphasis on new homes supporting hedgehog highways, swift bricks and shared green spaces.  ",
                "tag": "p"
            },
            {
                "content": "Trade outlets also picked up the announcement including Inside Housing and Housing Today reporting about the new design guidance’s role within the government’s proposed revamp of the National Planning Policy Framework. Architects’ Journal also highlighted how the guidance is intended to shape the next generation of housing and support high‑quality placemaking.   ",
                "tag": "p"
            },
            {
                "content": "Over on our Instagram channel we asked what the public thought about new‑build developments. After being shown multiple images of case-studies, many responses loved the green spaces as well as the importance of identity and conscientious living. ",
                "tag": "p"
            },
            {
                "content": "Housing and Planning Minister Matthew Pennycook said: ",
                "tag": "p"
            },
            {
                "content": "\"Exemplary development should be the norm not the exception so that more communities feel the benefits of new development and welcome it.  ",
                "tag": "p"
            },
            {
                "content": "“As we act to boost housing supply, we are also taking steps to improve the design and quality of the homes and neighbourhoods being built.  ",
                "tag": "p"
            },
            {
                "content": "“These standards will help ensure new homes and neighbourhoods are attractive, well-connected, sustainable, and built to last”.   ",
                "tag": "p"
            },
            {
                "content": "Reaction from the industry:  ",
                "tag": "p"
            },
            {
                "content": "Chris Williamson, RIBA President, said: ",
                "tag": "p"
            },
            {
                "content": "\"Today's updates to national design guidance should have a positive impact on our future homes and neighbourhoods.  ",
                "tag": "p"
            },
            {
                "content": "It's encouraging to see the guidance taking a holistic approach to good design, emphasising the importance of accessible amenities and green, high-quality spaces, while acknowledging the vital role of local context and culture.  ",
                "tag": "p"
            },
            {
                "content": "The unique skills of architects will be crucial in bringing this guidance to life. We look forward to continuing to work alongside the Government and sector to shape places that truly meet people's needs.\"   ",
                "tag": "p"
            },
            {
                "content": "Dr Jeanelle de Gruchy, Deputy Chief Medical Officer for England said:  ",
                "tag": "p"
            },
            {
                "content": "“Well-designed neighbourhoods make it easier for people to live healthier lives.   Good‑quality homes, nearby green spaces, and safe places to walk, cycle and play all help children and adults stay active, build healthier habits, and reduce risks that contribute to ill‑health. They also enable older people to remain independent for longer.  By building these features into new developments, we can create communities that support people’s health at every age.\" ",
                "tag": "p"
            },
            {
                "content": "Anna Rose, Head of the Planning Advisory Service, said: ",
                "tag": "p"
            },
            {
                "content": "“This updated guidance provides a clear and welcome benchmark for good design. Through our work supporting councils and regional design advocates, PAS sees how strong local design leadership can raise standards and deliver more liveable neighbourhoods. This guidance will be an invaluable tool in helping local authorities embed quality early in the planning process and support the delivery of high-quality homes and places.” ",
                "tag": "p"
            },
            {
                "content": "Sam Goss, Founding Director, Barefoot Architects, said: ",
                "tag": "p"
            },
            {
                "content": "“This new national design guidance is a welcome step in raising expectations for the quality of new neighbourhoods. At Hazelmead, the UK’s largest community-led cohousing project, we’ve seen how clear principles around walkability, shared green space, climate resilience and adaptable homes create places that genuinely improve people’s lives. The focus on liveability, identity and public space is crucial. Community-led housing has long shown that when residents help shape places from the outset, the result is healthier, more sociable and more resilient neighbourhoods. With the right support, this guidance can help unlock high-quality, people-centred housing at scale.” ",
                "tag": "p"
            },
            {
                "content": "Joe Stenson, Head of Urban Design at Barratt Redrow, said:  ",
                "tag": "p"
            },
            {
                "content": "“We know that strong, thoughtful design is essential to creating great places to live over the long term. We therefore support the ambition of government’s proposed update to national design guidance, putting people at the heart of placemaking and creating a consistent approach that will help to speed up local decision-making.” ",
                "tag": "p"
            },
            {
                "content": "Hilary Satchwell, Director Tibbalds and Co-chair of Design South East, said: ",
                "tag": "p"
            },
            {
                "content": "“This important guidance is there to help everyone involved in the built environment focus on the principles, tools and processes needed to make well-designed places that work for all those that will use them.   “It's great that this new and updated guidance is about placemaking as well as design, an emphasis that reminds us that places are made up of buildings, landscape, streets, and a wide range of land uses, activities and infrastructure - and that it is the combination of how these elements are put together well that makes somewhere truly successful.” ",
                "tag": "p"
            },
            {
                "content": "Martyn Craddock, Chief Executive, United St. Saviour’s Charity, said: ",
                "tag": "p"
            },
            {
                "content": "“We welcome this guidance wholeheartedly. Appleby Blue's Stirling Prize and Housing Design Award wins prove that high-quality social housing can lead the way in design excellence. The principles outlined here, liveability, climate resilience, nature integration, and social connectivity, are exactly what we embedded at Appleby Blue, and we've seen the transformative impact on residents' health and wellbeing. As the government works with housing providers and developers to deliver 1.5 million homes, we cannot accept subpar design for social housing. Well-designed, light-filled homes in the heart of our cities that prioritise accessibility and reflect their local context are essential for creating lasting value and thriving communities.”  ",
                "tag": "p"
            },
            {
                "content": "Hazel Rounding, Managing Director at Shedkm, said: ",
                "tag": "p"
            },
            {
                "content": "This new design guidance is most welcome to endorse the importance of quality design choices in the development of our homes, promoting resilience for the end user and environment.  Architecture has a responsibility to protect humans and create appropriate and lasting neighbourhoods for our communities in an ever-changing world.  This a huge and complex subject which strives to balance future innovation, whilst preserving identity through our urban grain, so support by the creation of simple and effective guidance is most welcome. ",
                "tag": "p"
            },
            {
                "content": "Dav Bansal, Partner at Howells, said:  ",
                "tag": "p"
            },
            {
                "content": "“We welcome the new design guidance which focuses on the creation of high-quality neighbourhoods that are safe, healthy and sustainable. Our project at Paradise is a blueprint for local integrated urban planning, restitching the city core and reconnecting Birmingham’s centre with the west and north to unlock future growth. It has reimagined a defining place — celebrating the historic assets that once shaped the city’s civic pride — while delivering generous public realm, thousands of jobs and vibrant city living to support economic prosperity. ",
                "tag": "p"
            },
            {
                "content": "It also demonstrates the importance of partnership - working alongside Birmingham City Council and Federated Hermes / MEPC, this exemplary public-private partnership has created a world-class destination for the city.” ",
                "tag": "p"
            },
            {
                "content": "Keith Bradley, Founding Partner, Feilden Clegg Bradley Studios said:   ",
                "tag": "p"
            },
            {
                "content": "“Good design is not an optional extra; it is fundamental to creating places where people want to live, stay and invest in. Developments like Accordia, Cambridge set a new benchmark for high-density housing in the UK, representing a paradigm shift in housing quality and design and winning the 2008 Stirling Prize. It is widely acknowledged as an exemplary neighbourhood, with integrated landscaping that responds to place, quintessentially Cambridge.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/22/coverage-of-our-design-and-placemaking-planning-practice-guidance/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Temple Gardens, North Somerset ©Historic England Yesterday we announced our new design guidance, giving councils and developers a clear rulebook to deliver better‑designed, safer and healthier neighbourhoods that complement local areas. This forms part of the biggest planning rewrite in a decade, designed …"
    },
    {
        "title": "Balancing Nature and Development: The Humber Estuary Protected Site Strategy Pilot ",
        "authors": [
            "Katherine Carson"
        ],
        "posted_on": "2026-01-22T16:35:12",
        "categories": [
            "Development",
            "Evidence",
            "Growth",
            "Landscapes",
            "Natural England",
            "Nature",
            "Protected sites and species",
            "Special Protection Area",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Katherine Carson, Senior Officer, Sustainable Development, Yorkshire and Northern Lincolnshire Area Team",
                "tag": "p"
            },
            {
                "content": "When you think of the Humber Estuary, you might picture big stretches of mudflats full of wading birds like curlew and lapwing. Or maybe you think of the busy docks and industrial sites that make this region a hub for business. Both are true. Here, wildlife and industry share the same busy landscape, and that’s what makes the Humber such an interesting, and sometimes tricky, place to work. ",
                "tag": "p"
            },
            {
                "content": "The estuary is internationally important for birds, supporting species like golden plover, curlew, and lapwing. But these birds don’t just stick to the protected area. They also rely on surrounding farmland and grassland for feeding and roosting. These areas, called Functionally Linked Land (FLL), are essential for their survival. As the Humber grows as a centre for offshore wind, hydrogen production, and carbon capture, these habitats are under more pressure than ever. ",
                "tag": "p"
            },
            {
                "content": "So how do we make sure nature and development can thrive side by side? ",
                "tag": "p"
            },
            {
                "content": "What is the Humber PSS Pilot? ",
                "tag": "h4"
            },
            {
                "content": "The Humber PSS Pilot is a team effort led by Natural England, working with local authorities, universities, conservation groups, developers, and other partners. Our goal is simple: build a stronger evidence base and find a smarter, more strategic way to manage FLL around the Humber. ",
                "tag": "p"
            },
            {
                "content": "Right now, planning decisions involving FLL can be slow, costly, and uncertain. A lot of time and money goes into figuring out how important a site is for birds and what needs to be done if habitat is lost. This process isn’t great for anyone, and it doesn’t always give the best results for nature. That money could be better spent creating bigger, better-connected habitats rather than lots of small, isolated ones.",
                "tag": "p"
            },
            {
                "content": "The Humber Pilot is looking for a better way: a clear, consistent framework that gives confidence to planners, developers, and conservationists alike. ",
                "tag": "p"
            },
            {
                "content": "Our Long-Term Vision",
                "tag": "h4"
            },
            {
                "content": "We’re working towards a future where:",
                "tag": "p"
            },
            {
                "content": "This is about finding solutions that work better for everyone, and approaches that give developers more certainty and efficiency, while delivering better outcomes for nature.",
                "tag": "p"
            },
            {
                "content": "Why This Matters",
                "tag": "h4"
            },
            {
                "content": "The Humber is one of the UK’s most important estuaries for wildlife, supporting around 135,000 waterbirds each year. While the estuary itself is protected, many of these birds rely on surrounding farmland and grassland for feeding and roosting, especially at high tide when mudflats are underwater. Much of this land is productive arable farmland, so any approach needs to consider how wildlife and food production can work side by side.",
                "tag": "p"
            },
            {
                "content": "These areas of Functionally Linked Land (FLL) provide safe places for birds to rest and forage when intertidal zones are submerged or disturbed.",
                "tag": "p"
            },
            {
                "content": "If birds lose access to these sites, they have to fly further to find food and shelter, using more energy and reducing their chances of survival. This can affect their ability to get through the winter, migrate successfully, or breed in future seasons. Loss of FLL has already been linked to population declines on the Humber, so finding ways to protect and restore these areas is essential.",
                "tag": "p"
            },
            {
                "content": "At the same time, the Humber is critical to the UK’s transition to a low-carbon economy, with major investment in offshore wind, hydrogen, and carbon capture. Without a strategic approach, these priorities can clash. With the right plan, we can make better decisions and avoid unnecessary conflict, protecting wildlife while supporting sustainable growth.",
                "tag": "p"
            },
            {
                "content": "Building the Evidence Base",
                "tag": "h4"
            },
            {
                "content": "To make this happen, the pilot is developing some practical tools:",
                "tag": "p"
            },
            {
                "content": "This is research and development work, and it hasn’t been done on this scale before. There’s a lot of learning ahead, and much of the thinking is still at an early stage. At this point, feasibility and practical details haven’t been pinned down. What proves to be workable will emerge over time through conversations with stakeholders and partners. However, we are excited to see what we will be able to achieve.",
                "tag": "p"
            },
            {
                "content": "Working Together",
                "tag": "h4"
            },
            {
                "content": "The Humber Estuary might be a protected site, but it doesn’t stand alone. It’s part of a much bigger, connected landscape where everything interacts. What happens in the wider area, whether farming, development, or industry, affects the estuary, and the estuary influences those activities too. They’re all part of the same system, which means we need to work together and plan as one if we want nature and development to thrive.",
                "tag": "p"
            },
            {
                "content": "We’ve already spoken to more than 70 stakeholders, from local planning authorities to industry representatives and conservation organisations. Together, we’re building the evidence base and testing ideas. Natural England is dedicated to building relationships, aligning shared objectives, elevating collective ambition, and finding positive solutions that ensure that growth and nature can and will go together hand in hand.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/01/22/balancing-nature-and-development-the-humber-estuary-protected-site-strategy-pilot/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Katherine Carson, Senior Officer, Sustainable Development, Yorkshire and Northern Lincolnshire Area Team When you think of the Humber Estuary, you might picture big stretches of mudflats full of wading birds like curlew and lapwing. Or maybe you think of the busy docks and …"
    },
    {
        "title": "Becoming the trusted guardian of corporate transparency",
        "authors": [
            "Andy King - Chief Executive and Registrar of Companies for England and Wales"
        ],
        "posted_on": "2026-01-22T14:38:39",
        "categories": [
            "Changes to UK company law",
            "Companies House transformation",
            "Digital transformation"
        ],
        "content": [
            {
                "content": "Since joining Companies House in September, I’ve been impressed by colleagues' commitment to our mission to become the trusted guardian of corporate transparency.",
                "tag": "p"
            },
            {
                "content": "2025 saw major progress in delivering on that mission and setting out our strategy for the next 5 years.",
                "tag": "p"
            },
            {
                "content": "Launching identity verification",
                "tag": "h2"
            },
            {
                "content": "We took a huge step forward in November 2025 with the start of the 12-month transition period for all company directors and people with significant control (PSCs) to verify their identities. This can be done through GOV.UK One Login, or through an Authorised Corporate Service Provider (ACSP).  ",
                "tag": "p"
            },
            {
                "content": "The introduction of identity verification will make it harder to use the register to create anonymous corporate structures that enable fraud, corruption or other criminal activity.",
                "tag": "p"
            },
            {
                "content": "Businesses use our data to carry out due diligence, access finance and add value to their products and services. So, making that data more accurate, up-to-date and reliable will support the government’s broader mission for economic growth.",
                "tag": "p"
            },
            {
                "content": "Doing more for customers",
                "tag": "h2"
            },
            {
                "content": "We know the changes we’re going through as an organisation mean changes for all our customers. We will continue to put the people who use our services at the heart of what we do. And we will continue to invest significant resources in optimising processes and services for users and in supporting companies to meet their responsibilities.  ",
                "tag": "p"
            },
            {
                "content": "I'm proud of our commitment to customers which has included:",
                "tag": "p"
            },
            {
                "content": "Helping to disrupt economic crime",
                "tag": "h2"
            },
            {
                "content": "2025 also saw significant progress in our efforts to tackle misuse of the register. We embedded the use of new powers introduced under the Economic Crime and Corporate Transparency Act the previous year.",
                "tag": "p"
            },
            {
                "content": "This enabled us to act against more than 100,000 companies and reject thousands of suspicious filings. Since we got the power to do so in March 2024, Companies House has changed more than 140,000 company addresses to a default address to prevent misuse and protect the public from the harms these companies pose.",
                "tag": "p"
            },
            {
                "content": "We added more tools to our kit last year, including the ability to strike off companies more quickly if they've been registered on a false basis. We also deepened our cooperation and data-sharing with other agencies, such as the Insolvency Service and National Crime Agency. This included playing a significant role in the coordinated crackdown on high-street crime through our involvement in Operation Machinize 2.",
                "tag": "p"
            },
            {
                "content": "What’s in store for 2026",
                "tag": "h2"
            },
            {
                "content": "A key focus this year is to complete identity verification for everyone required to do so, and we’re on track to achieve that. More than 2.5 million people have already been issued personal codes following a successful verification.",
                "tag": "p"
            },
            {
                "content": "We will also start compliance activity against those who have failed to verify their identity, taking a fair and proportionate approach to enforcing the law.",
                "tag": "p"
            },
            {
                "content": "We’re working on introducing identity verification of people who file documents with us later this year. This will begin no earlier than November 2026. We will give those affected plenty of notice of when this change will happen. Look out for emails from Companies House or visit our Changes to UK Company Law website.",
                "tag": "p"
            },
            {
                "content": "Some of our fees are changing next month. This will enable us to continue the work we’re doing to build a more trustworthy environment for consumers and legitimate businesses.",
                "tag": "p"
            },
            {
                "content": "Using AI responsibly",
                "tag": "h2"
            },
            {
                "content": "Like other parts of government, Companies House is keen to lever the opportunities of artificial intelligence (AI) in a responsible and ethical way.",
                "tag": "p"
            },
            {
                "content": "We’re already using AI to help our integrity and enforcement teams identify anomalies and potential risks and we have plans to use it more widely across the organisation in future.",
                "tag": "p"
            },
            {
                "content": "Delivering on our mission",
                "tag": "h2"
            },
            {
                "content": "I'm determined that we continue to deliver on our mission, and as a result, support the economy, give users a high-quality service, and reduce burdens on companies and citizens from those who act with criminal intent.",
                "tag": "p"
            }
        ],
        "link": "https://companieshouse.blog.gov.uk/2026/01/22/becoming-the-trusted-guardian-of-corporate-transparency/",
        "blog": "Companies House",
        "blog_link": "https://companieshouse.blog.gov.uk",
        "description": "Andy King, Chief Executive and Registrar of Companies for England and Wales looks back on a transformative year for Companies House, and sets out what's ahead for 2026."
    },
    {
        "title": "Misleading reporting on election postponement",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-22T13:58:27",
        "categories": [
            "Elections"
        ],
        "content": [
            {
                "content": "There has been some misleading reporting in a number of media outlets today claiming some local elections have been “cancelled”. That is not the case.",
                "tag": "p"
            },
            {
                "content": "Elections in 29 areas are being postponed — not cancelled. Those councils provided evidence that postponement would help them deliver reorganisation.",
                "tag": "p"
            },
            {
                "content": "Once reorganisation is agreed, residents in all 29 areas will vote for new councils in May 2027, with those councils operating from April 2028. This is how reorganisation works, and is the same approach we're taking in Surrey this year.",
                "tag": "p"
            },
            {
                "content": "No one is losing their vote. Elections are moving, not being scrapped.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "p"
            },
            {
                "content": "Replacing the outdated two-tier system means an end to duplication — two chief executives, two sets of councillors, two finance directors. Instead, more money for what people actually want: caring for older people, fixing potholes, better local services.",
                "tag": "p"
            },
            {
                "content": "The reform will cut around 5,000 councillor posts and eliminate highly-paid senior roles, freeing up cash for frontline priorities. Services like housing, planning and roads will sit under one roof, speeding up decisions on things like housebuilding.",
                "tag": "p"
            },
            {
                "content": "Secretary of State for Housing, Communities and Local Government, Steve Reed said:  ",
                "tag": "p"
            },
            {
                "content": "This is a once-in-a-generation reform that will transform local government for the better.  ",
                "tag": "p"
            },
            {
                "content": "Cutting through two-tier bureaucracy means faster decisions on housing, simpler access to services, and more money going to potholes, tackling crime and caring for older people instead of being lost to duplication. That’s what residents want and that’s what reorganisation will achieve.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/22/misleading-reporting-on-election-postponement/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been some misleading reporting in a number of media outlets today claiming some local elections have been “cancelled”. That is not the case. Elections in 29 areas are being postponed — not cancelled. Those councils provided evidence that …"
    },
    {
        "title": "The evolution of trade marks: from brewery triangles to digital titans",
        "authors": [
            "Kelly Saliger, CITMA President"
        ],
        "posted_on": "2026-01-22T12:05:47",
        "categories": [
            "Business",
            "The Chartered Institute of Trade Mark Attorneys",
            "Trade marks"
        ],
        "content": [
            {
                "content": "As part of our ongoing celebration for 150 years of trade marks, we're honoured that Kelly Saliger, president of CITMA has taken up our invitation to be guest blogger today:",
                "tag": "p"
            },
            {
                "content": "The celebration of 150 years since the first registered UK trade mark is the perfect opportunity to remember how trade marks have shaped the world we live in.",
                "tag": "p"
            },
            {
                "content": "At its core a trade mark is a sign that says “this is ours” but the way in which we use, protect and exploit these signs has changed over time.",
                "tag": "p"
            },
            {
                "content": "As an origin story the UK trade mark has a brilliant one – with companies scrambling to be the first to file. Bass & Co succeeded filing its iconic red triangle in 1876. It’s a simple lesson in what a good trade mark looks like – it’s distinctive and bold and instantly reminds you of the company behind the brand.",
                "tag": "p"
            },
            {
                "content": "That red triangle is still a registered trade mark to this day - its value enduring the test of time.",
                "tag": "p"
            },
            {
                "content": "The modern trade mark",
                "tag": "h3"
            },
            {
                "content": "Fast forward 150 years. We're in an era where companies' most valuable assets aren't factories, warehouses, or even offices – they're intangible. When you look at the world's most valuable companies, their worth lies not in physical property but in intellectual property: their brands, their technology, their creative works.",
                "tag": "p"
            },
            {
                "content": "When you buy from a company online, you never touch their premises, meet their staff, or see their stock. You're buying based on their reputation – signposted by their registered trade mark. In our digital economy, your trade mark might be the only tangible connection between you and your customers. It's your handshake, your storefront, and your guarantee rolled into one.",
                "tag": "p"
            },
            {
                "content": "AirBnb doesn’t own the accommodation it lets and Uber doesn’t own cars – their business is built around trade mark registrations. A symbol of trust and origin. You can travel to unfamiliar countries, but as long as you’re in one of the more than 15,000 cities Uber operates in you can use a service that you know and trust – and you’ll be able to get that 6am ride to the airport.",
                "tag": "p"
            },
            {
                "content": "This is why we see companies of all sizes investing in developing and protecting strong brands. A trade mark registration doesn't just protect a logo – it protects customer relationships, market position, and business value. It's an investment that, unlike machinery or property, doesn't depreciate. Maintain and use it properly, like Bass, and that trade mark can protect your business forever and be the catalyst for growth.",
                "tag": "p"
            },
            {
                "content": "A tool for the consumer",
                "tag": "h3"
            },
            {
                "content": "Trade marks aren’t only about marketing - they’re a frontline consumer‑protection tool and have always been since the first registered trade marks of 1876.  ",
                "tag": "p"
            },
            {
                "content": "Take food and drink – trade marks signal provenance, hygiene standards and ingredient control. Many of the early trade mark registrations in the 1870s were for food and drink brands – not just because they were some of the most well-known items, but it was also about keeping people safe.",
                "tag": "p"
            },
            {
                "content": "In Victorian Britain, consumers needed to know their beer hadn't been watered down, their medicine wasn't poison, and their food was safe to eat. Trade marks became guarantees of quality and origin. When you saw that Bass red triangle, you knew exactly what you were getting.",
                "tag": "p"
            },
            {
                "content": "Counterfeits and copycats can confuse shoppers into picking unsafe products, whether that’s mislabelled spirits, look‑alike baby formula or snacks without proper allergen warnings. Registered trade mark rights make it easier to stop misleading “get‑ups,” seize dangerous fakes at the border and secure platform takedowns before harm spreads.",
                "tag": "p"
            },
            {
                "content": "Pharmaceuticals show the stakes even more clearly, trade marks are fundamental in ensuring patient safety.",
                "tag": "p"
            },
            {
                "content": "Trade marks help patients and pharmacists distinguish genuine packs from imitations, and they underpin rapid enforcement alongside regulatory tools.",
                "tag": "p"
            },
            {
                "content": "The IPO has highlighted the consumer angle in recent anti‑counterfeiting campaigns, including warnings about unsafe counterfeit toys and non‑genuine car parts. Those efforts underline a simple point: when a trade mark is enforced, it’s not only brand value that’s protected - it’s product safety and public confidence too.",
                "tag": "p"
            },
            {
                "content": "Unusual trade marks",
                "tag": "h3"
            },
            {
                "content": "It’s not just words and logos that can show origin and can act as trade marks, colours, sounds and shapes are some of the more unusual filings that have made their way onto the UK’s trade mark register in recent decades.",
                "tag": "p"
            },
            {
                "content": "The 'Cadbury purple', 'Barbie pink' colours and the shape of the iconic Coca-Cola bottle are some of those registered trade marks that you’ll have encountered without realising their significance in the world of intellectual property.",
                "tag": "p"
            },
            {
                "content": "Iconic audio cues - the Netflix “ta‑dum,” the Intel bong, the Nokia ringtone - show how a tiny sonic signature can carry big brand meaning, but they remain niche compared to words and logos.",
                "tag": "p"
            },
            {
                "content": "Make trade marks work for you",
                "tag": "h3"
            },
            {
                "content": "Trade marks aren’t just legal decorations; they’re practical tools. If you’re building a product, your mark is the signpost that helps customers find you again. If you’re expanding, it’s the legal perimeter that stops others from free‑riding. And if you ever sell, it can be a big slice of the valuation.",
                "tag": "p"
            },
            {
                "content": "Every day I see the benefit businesses have from speaking to a qualified legal professional about their IP – it’s vital to protect what you are creating, and in many cases is the most valuable part of your business. You can find a directory of Chartered Trade Mark Attorneys at citma.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2026/01/22/the-evolution-of-trade-marks-from-brewery-triangles-to-digital-titans/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "The celebration of 150 years since the first registered UK trade mark is the perfect opportunity to remember how trade marks have shaped the world we live in."
    },
    {
        "title": "Tackling violence against women through whole system design",
        "authors": [
            "Olumide Adisa"
        ],
        "posted_on": "2026-01-22T12:00:00",
        "categories": [
            "Case study",
            "PublicPolicyDesign",
            "Research"
        ],
        "content": [
            {
                "content": "The design of policies does not occur in a vacuum. It requires systems thinking to understand the interconnected issues that policy is trying to tackle.",
                "tag": "p"
            },
            {
                "content": "Wicked problems necessitate a sharper toolkit to grapple with the complex forms of violence against women and girls (VAWG) we are seeing – from online harms, to stalking, to teenage relationship abuse.",
                "tag": "p"
            },
            {
                "content": "Some mayoral combined authorities and police and crime commissioners have recognised this and are reimagining their VAWG strategies through a whole systems redesign approach.",
                "tag": "p"
            },
            {
                "content": "My policy and commissioning work for the Mayor of London is helping to shape system-level change thinking in the VAWG sector workforce and grassroots community.",
                "tag": "p"
            },
            {
                "content": "Thinking in systems",
                "tag": "h2"
            },
            {
                "content": "But first, what is a system? I, and many others, have tried to bring to the forefront accessible definitions of systems. One of my favourites is that of the late Donella Meadows. She provides a useful analogy: ‘an animal is a system, a tree is a system, and a forest is a larger system that encompasses subsystems of trees and animals’. A system is made up of interconnected parts, the sum of which is greater than the whole.",
                "tag": "p"
            },
            {
                "content": "There is a growing appetite for the introduction of systems thinking in government departments and policy spaces. The Centre for Complexity Across the Nexus have done incredible work in bringing systems thinking into complex systems such as food systems, transport, and now through my work at VISION Consortium, can engage with violence and abuse issues. Civil Service’s Policy Design Community also teach systems thinking as an important part of public design practice.",
                "tag": "p"
            },
            {
                "content": "I developed a complexity-informed systems change framework to guide systems change efforts in the context of tackling violence and abuse. This framework began with evaluation to inform violence prevention pathways, and has advanced into informing and enhancing delivery of VAWG strategy development.",
                "tag": "p"
            },
            {
                "content": "Not just systems, but whole systems",
                "tag": "h2"
            },
            {
                "content": "A whole system approach emphasises the interconnectedness within a system, which is crucial for addressing complex societal issues effectively and sustainably.",
                "tag": "p"
            },
            {
                "content": "It focuses on dynamic, flexible collaboration among local stakeholders. It encourages communities to understand challenges, analyse local systems, and identify opportunities for change. Stakeholders agree on actions and work together to achieve sustainable, long-term systemic change as part of commissioning practices and systems, as well as convening practices.",
                "tag": "p"
            },
            {
                "content": "…this is about changing the system in a holistic way, rather than in piecemeal fashion.",
                "tag": "p"
            },
            {
                "content": "Purposeful engagement with systems",
                "tag": "h2"
            },
            {
                "content": "While most whole systems maps focus on interconnections, long term goals, and multi-level engagement, they need to pay more attention to the role of complexity.",
                "tag": "p"
            },
            {
                "content": "Complexity emphasises that aspects of systems are unpredictable and uncertain, but change can be achieved through coordinated reforms taking place in interconnected structures and institutions. For example, we can prevent VAWG by shifting the systems and structures that cause violence, this includes considering ways that multiple systems cause violence too.",
                "tag": "p"
            },
            {
                "content": "We must emphasise purposeful engagement with systems - be it social, economic, or organisational - to address challenges, realign goals and strategies, or improve interconnections.",
                "tag": "p"
            },
            {
                "content": "This approach builds greater equity and better outcomes for victims and survivors, while tackling the root causes and structural aspects of violence. ",
                "tag": "p"
            },
            {
                "content": "In a nutshell, it is time to redesign systems through a whole systems approach, and as a community think through what that means for whole-of-society change.",
                "tag": "p"
            }
        ],
        "link": "https://publicpolicydesign.blog.gov.uk/2026/01/22/tackling-violence-against-women-through-whole-system-design/",
        "blog": "Public Policy Design",
        "blog_link": "https://publicpolicydesign.blog.gov.uk",
        "description": "London Government expert, Olumide Adisa, uses systems thinking to improve outcomes for victims."
    },
    {
        "title": "What is measles and why is it so important we're up to date with our vaccines to protect against it?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-22T11:49:32",
        "categories": [
            "immunisations"
        ],
        "content": [
            {
                "content": "Measles is highly contagious so even a small decline in vaccine uptake can lead to a rise in cases. There has been a resurgence of measles in England and around the world in recent years. In 2024 there were 2,911 laboratory confirmed measles cases in England, the highest number of cases recorded annually in decades. Figures reported for 2025 to date record 957 laboratory-confirmed measles cases. Most of these cases have been in unvaccinated children under the age of 10.  ",
                "tag": "p"
            },
            {
                "content": "Uptake of the routine childhood vaccinations is the lowest it has been in a decade and is well below the 95% uptake needed to protect the population and prevent measles outbreaks. This is giving measles a chance to get a foothold in our communities. Achieving high vaccination coverage across the population is important as it also indirectly helps protect very young infants (under 1) and other vulnerable groups. ",
                "tag": "p"
            },
            {
                "content": "What is the MMRV vaccination, and how is it different from the MMR?",
                "tag": "h2"
            },
            {
                "content": "Due to the introduction of a varicella (chickenpox) vaccination programme the measles, mumps, rubella and varicella (MMRV) vaccine replaced the MMR vaccine in the routine childhood programme from the 1 January 2026. If your child was born on or after 1 January 2025, they will be offered their first dose of MMRV at 12 months old and their second dose of MMRV at 18 months old.",
                "tag": "p"
            },
            {
                "content": "You can find out more about the reasons for the change and what vaccinations children should receive when, in this blog post.",
                "tag": "p"
            },
            {
                "content": "Older children and adults born on or before 31 December 2019 who are not up to date can be caught up for free on the NHS whatever their age using the MMR vaccine.  ",
                "tag": "p"
            },
            {
                "content": "What are the symptoms of measles?",
                "tag": "h2"
            },
            {
                "content": "Measles is caused by a virus and spreads very easily, it used to be common in childhood but is now rare due to the childhood vaccination programme.",
                "tag": "p"
            },
            {
                "content": "When you catch it, at first it can feel like you have a cold with a runny nose and a cough, sore red eyes (conjunctivitis) and a fever, but this is followed a few days later by a rash that spreads all over the body. See images of the measles rash on the NHS website.",
                "tag": "p"
            },
            {
                "content": "Measles can lead to complications such as ear and chest infections, fits and diarrhoea and dehydration in younger children. On rare occasions, measles can also lead to infection of the lining of the brain and spinal cord (meningitis) or the brain itself (encephalitis) which can lead to long term disabilities or even death.",
                "tag": "p"
            },
            {
                "content": "People in certain risk groups including babies and young children, pregnant women, and people with weakened immune systems, are at increased risk of complications from measles.",
                "tag": "p"
            },
            {
                "content": "What is the incubation period for measles?",
                "tag": "h2"
            },
            {
                "content": "The measles incubation period is typically 10 to 12 days from exposure to the first symptoms, but can range from 7 to 18 days, with the characteristic rash usually appearing around day 14. An infected person is contagious from about 4 days before the rash starts until 4 days after.  ",
                "tag": "p"
            },
            {
                "content": "How long does measles last?",
                "tag": "h2"
            },
            {
                "content": "Most people will feel better after 7 to 10 days.",
                "tag": "p"
            },
            {
                "content": "Is measles an issue if I travel abroad?",
                "tag": "h2"
            },
            {
                "content": "Since the introduction of the measles vaccine in 1968, more than 20 million measles cases and 4,500 deaths have been prevented in the UK. However, countries around the world with low MMR vaccine uptake continue to experience large measles outbreaks and epidemics.",
                "tag": "p"
            },
            {
                "content": "It is especially important to check you are up to date with your 2 doses of MMR or MMRV before you travel. Not only would it be unpleasant to become ill while abroad, but you may risk bringing the infection back with you and exposing your family and friends.",
                "tag": "p"
            },
            {
                "content": "Two doses of MMRV for full protection",
                "tag": "h2"
            },
            {
                "content": "The MMRV vaccine is a simple way to protect yourself against measles, mumps, rubella and varicella (chickenpox). Over 99% of those who have 2 doses of the MMRV vaccine will be protected against measles and rubella. Although mumps protection is slightly lower, cases in vaccinated people are much less severe.",
                "tag": "p"
            },
            {
                "content": "The MMRV vaccination will protect your child against 4 serious infections. It will also help to protect others who can’t have the vaccine. These include unborn babies, infants who are too young to have the vaccine and those who can’t have the vaccine because they have weakened immune systems. This will help to prevent large outbreaks of disease.",
                "tag": "p"
            },
            {
                "content": "Since the MMR vaccine was introduced in 1988, these conditions have become rare in the UK. However, outbreaks of disease, especially measles, have occurred when the number of people having the vaccine has dropped. The fall in MMR uptake over the last decade explains the rise in measles cases we have seen in the UK since 2023.",
                "tag": "p"
            },
            {
                "content": "What role does UKHSA play?",
                "tag": "h2"
            },
            {
                "content": "We play a central role in the national vaccination programme, including developing guidance for healthcare professionals, creating public information resources, supporting programme design and delivery, and monitoring coverage and effectiveness. You can see the latest case numbers for measles in England published monthly on our Data Dashboard.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/22/what-is-measles-and-why-is-it-so-important-were-up-to-date-with-our-vaccines-to-protect-against-it/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Measles is highly contagious so even a small decline in vaccine uptake can lead to a rise in cases. There has been a resurgence of measles in England and around the world in recent years. In 2024 there were 2,911 laboratory confirmed measles cases in England, the highest number of cases recorded annually in decades."
    },
    {
        "title": "Making our funded vet visits work better for pig farmers",
        "authors": [
            "Chris Maxwell"
        ],
        "posted_on": "2026-01-22T10:32:47",
        "categories": [
            "Payments to support animal health and welfare"
        ],
        "content": [
            {
                "content": "Porcine Reproductive and Respiratory Syndrome (PRRS) testing has always been a required part of the animal health and welfare review for pigs. ",
                "tag": "p"
            },
            {
                "content": "Currently, the only way to test for PRRS is by using oral fluid samples. You told us this approach can be impractical and unreliable for some systems, particularly outdoor herds. ",
                "tag": "p"
            },
            {
                "content": "From 22 January, vets will be able to take blood samples as an alternative to oral fluid samples when testing pigs for PRRS.",
                "tag": "p"
            },
            {
                "content": "This change follows feedback from across the pig sector, including farmers, vets, producers and integrators.",
                "tag": "p"
            },
            {
                "content": "Including blood samples as an additional testing option should make it easier for pig farmers to take part in the animal health and welfare review.",
                "tag": "p"
            },
            {
                "content": "Porcine Reproductive and Respiratory Syndrome (PRRS)",
                "tag": "h2"
            },
            {
                "content": "PRRS remains one of the most significant diseases affecting pig health and productivity. It is a viral disease that affects pigs of all ages and can be difficult to control once it is on a unit.",
                "tag": "p"
            },
            {
                "content": "In breeding herds, PRRS can affect reproduction, with higher losses and weaker piglets. In growing pigs, it affects the immune system and lungs, leading to slower growth, poorer feed efficiency and a higher risk of secondary infections. ",
                "tag": "p"
            },
            {
                "content": "For farmers, this means higher mortality, increased medicine use and more labour, often even when clinical signs are mild. PRRS also spreads easily within and between herds, so a single introduction can have long-lasting effects.",
                "tag": "p"
            },
            {
                "content": "Understanding PRRS status helps farmers and vets make informed decisions on biosecurity, vaccination and herd health planning, which is why testing plays an important role in managing the disease.",
                "tag": "p"
            },
            {
                "content": "Animal health and welfare review",
                "tag": "h2"
            },
            {
                "content": "The animal health and welfare review supports farmers to work with their vet to better understand disease risks and take action.",
                "tag": "p"
            },
            {
                "content": "Fewer pig farmers are making use of the benefits of the review. One of the reasons raised by the sector was the lack of flexibility in sampling methods.",
                "tag": "p"
            },
            {
                "content": "For many, blood sampling is a familiar and well-established method for PRRS testing. Allowing this option should:",
                "tag": "p"
            },
            {
                "content": "The intention isn’t to replace oral fluid testing, but to give vets and farmers the flexibility to choose the most appropriate method for their herd and business.",
                "tag": "p"
            },
            {
                "content": "Feedback from the sector has directly informed this change, and the expectation is that it will help more pig keepers benefit from the scheme.",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h2"
            },
            {
                "content": "If you have looked at the animal health and welfare review before and felt it was not right for your system, this change may make it more workable.",
                "tag": "p"
            },
            {
                "content": "If you have not taken part yet, look at the guidance, which has been updated to reflect the change. ",
                "tag": "p"
            },
            {
                "content": "It's worth having a conversation with your vet to see whether the review could now work for you.",
                "tag": "p"
            },
            {
                "content": "Finally, payment rates for both the animal health and welfare review and the endemic disease follow-up will increase from today.",
                "tag": "p"
            },
            {
                "content": "Read our blog post on the payment uplift for vet visits for more information and the rates for other species.",
                "tag": "p"
            },
            {
                "content": "Increased rates",
                "tag": "h2"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/01/22/making-our-funded-vet-visits-work-better-for-pig-farmers/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Porcine Reproductive and Respiratory Syndrome (PRRS) testing is a required part of the animal health and welfare review for pigs. From 22 January, vets will be able to use blood samples as an alternative to oral fluid samples, making it easier for pig farmers to take part in the review."
    },
    {
        "title": "Divorce Step by Step: Your Essential Guide",
        "authors": [
            "HMCTS Communications"
        ],
        "posted_on": "2026-01-22T09:22:53",
        "categories": [
            "Digital services",
            "Podcast",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "Go behind the scenes of one of our most widely used services in this episode of Inside HMCTS, where divorce experts Kimberley and Sarah share their insider knowledge.",
                "tag": "p"
            },
            {
                "content": "Discover how the divorce process really works, from gathering your documents to receiving your final order and learn the common mistakes that can delay your application.",
                "tag": "p"
            },
            {
                "content": "Through practical advice and myth-busting, this episode reveals how we support people through what can be a challenging time, making the journey a little smoother when it matters most.",
                "tag": "p"
            },
            {
                "content": "Listen to the latest episode now, available wherever you get your podcasts from!",
                "tag": "p"
            },
            {
                "content": "Amazon",
                "tag": "p"
            },
            {
                "content": "Apple",
                "tag": "p"
            },
            {
                "content": "Buzzsprout",
                "tag": "p"
            },
            {
                "content": "Spotify",
                "tag": "p"
            },
            {
                "content": "A transcript of the podcast is also available.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2026/01/22/divorce-step-by-step-your-essential-guide/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Discover how the divorce process really works, from gathering your documents to receiving your final order and learn the common mistakes that can delay your application."
    },
    {
        "title": "Making the government’s first digital wallet a reality",
        "authors": [
            "The GDS Team"
        ],
        "posted_on": "2026-01-21T15:10:31",
        "categories": [
            "GOV.UK Wallet"
        ],
        "content": [
            {
                "content": "A year ago, GDS launched the ambitious Blueprint for modern digital government. It established a bold plan for the whole of digital government – and just last week GDS published an update on its progress: A roadmap for modern digital government.",
                "tag": "p"
            },
            {
                "content": "The Blueprint named the wallet as one of its 5 “kickstarter initiatives” – projects that demonstrate a new era of digital government. GDS has designed the wallet to store government-issued credentials digitally within the GOV.UK One Login app. As well as holding verifiable digital credentials, the wallet will provide a more personalised user experience and access to next-generation public services.",
                "tag": "p"
            },
            {
                "content": "Over the past 12 months, GDS has been working hard to make the UK government’s first digital wallet a reality. We have:",
                "tag": "p"
            },
            {
                "content": "Let’s look at how we managed to achieve this, and what we’re doing over this coming year.",
                "tag": "p"
            },
            {
                "content": "Strong foundations",
                "tag": "h2"
            },
            {
                "content": "We have been able to work at pace because we are building on the groundwork already established within the GOV.UK One Login app, an existing GDS product.",
                "tag": "p"
            },
            {
                "content": "Across the team, we are using the same agile ways of working that built the GOV.UK One Login app, and that are firmly cemented at GDS. We test, iterate and test again to make sure the product is always delivering for users. And because the digital credentials are accessed in the app, they benefit from all the work done to make sure it meets the highest security standards for government and private sector services.",
                "tag": "p"
            },
            {
                "content": "Developing credentials",
                "tag": "h2"
            },
            {
                "content": "The digital Veteran Card was the first credential we issued, and since October, more than 15,000 veterans have successfully added their card to their GOV.UK One Login app. This means we’re providing veterans with a faster and more convenient way to access services they’re entitled to.",
                "tag": "p"
            },
            {
                "content": "Then, in December, we began testing the digital driving licence through a private trial with a small group of GDS and DVLA colleagues. This was the culmination of the team’s efforts in building, stress-testing, designing, iterating, as well as speaking to users, all done through partnership with the DVLA. It represents a real milestone in the development of this credential and will help us learn how users interact with it in their GOV.UK One Login app.",
                "tag": "p"
            },
            {
                "content": "We’ll continue to test, build and iterate this year, working closely with the private sector (more on this below) to enable the development of secure checking services that are compatible with the credentials stored in the GOV.UK One Login app. Later this year, the digital driving licence will be rolled out more widely, enabling people to store their driving licence on their phone, making it easier and faster to prove who you are and your driving entitlements.",
                "tag": "p"
            },
            {
                "content": "By putting the digital Veteran Card live, and testing the digital driving licence, we are paving the way to expand this functionality. Once more credentials have been added, we will move to talk about this as the GOV.UK Wallet.",
                "tag": "p"
            },
            {
                "content": "Partnering across government",
                "tag": "h2"
            },
            {
                "content": "Essential to this work has been, and will continue to be, our collaboration across government. With the digital Veteran Card, GDS worked alongside partners at the Ministry of Defence, Office for Veterans’ Affairs and Defence Business Services. For the digital driving licence, we have a close relationship with DVLA.",
                "tag": "p"
            },
            {
                "content": "We are collaborating with service delivery teams across other government departments to identify early credentials that will go into the GOV.UK One Login app in the future.",
                "tag": "p"
            },
            {
                "content": "Close working with the private sector",
                "tag": "h2"
            },
            {
                "content": "We will continue to work closely and regularly with the technology industry throughout 2026. Our relationships with the private sector are crucial for the roll-out’s next stage, and for enhancing in-person checks and enabling people to share their new digital credentials in day to day situations.",
                "tag": "p"
            },
            {
                "content": "Now that we’ve built the foundations for the wallet and introduced our first credentials, the next phase in rolling this out to the wider public will be to enable programmatic verification. This is to verify the authenticity of the document when it is shared.",
                "tag": "p"
            },
            {
                "content": "Unlike physical credentials, the security features of digital credentials aren’t visible to the naked eye. Programmatic checking allows whoever is doing the ID check to access these, with a user’s consent, and make sure everything is as it should be. This means reduced fraud, fewer fake credentials, and greater confidence in everyday interactions with your credential, whether it’s in a shop or online.",
                "tag": "p"
            },
            {
                "content": "This is where our work with the digital identity sector kicks into gear. The Digital Verification Service (DVS) industry is crucial to enabling programmatic checks. This year, we’ll enable them to test how they will share data from the digital driving licence with third parties, before full rollout later in the year, so they can play their part in making the digital driving licence useful across the range of services where users currently use their physical licences.",
                "tag": "p"
            },
            {
                "content": "Modern and accessible government",
                "tag": "h2"
            },
            {
                "content": "Our work on delivering digital credentials into the government digital wallet supports the Blueprint’s vision of transparent, next-generation public services that do the hard work for the public, that are accessible and user-centred. But clearly we are not finished yet. Our efforts continue, so we can support the Blueprint’s ambition that all government services can issue a digitally verified credential alongside any paper/card-based credential or proof of entitlement eligibility.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2026/01/21/making-the-governments-first-digital-wallet-a-reality/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "In 2025, the digital Veteran Card went live, and private testing began for the digital driving licence. These were big milestones for the team building the UK Government’s first digital wallet – read on to find out what we’ve been doing."
    },
    {
        "title": "A parent’s guide to croup: what are the symptoms and when to seek medical advice",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-21T12:56:51",
        "categories": [
            "Children and Young people"
        ],
        "content": [
            {
                "content": "Croup is a common childhood condition that affects the windpipe, the airways to the lungs, and the voice box. It mainly affects babies and young children, typically those aged between 6 months and 3 years, though most cases occur in 1-year-olds. Boys tend to be affected more than girls, and croup is most common during late autumn and early winter. A child can get croup more than once.",
                "tag": "p"
            },
            {
                "content": "What causes croup?",
                "tag": "h2"
            },
            {
                "content": "Croup is usually caused by a virus, most commonly parainfluenza viruses. Human parainfluenza viruses (HPIVs) are among the most important causes of upper and lower respiratory tract diseases.",
                "tag": "p"
            },
            {
                "content": "Croup can also be caused by flu viruses, the common cold viruses, respiratory syncytial virus (RSV), and others. The viruses that cause croup spread through close contact with infected people, contaminated surfaces, or by breathing in droplets from infected coughs or sneezes. Exactly how long someone is infectious for will depend on the virus that is the underlying cause but generally someone who is infected will be most contagious in the first few days when symptoms like fever and cold-like symptoms appear.",
                "tag": "p"
            },
            {
                "content": "Less common causes include breathing in a small object, severe allergic reactions, or breathing in irritants such as chemicals.",
                "tag": "p"
            },
            {
                "content": "Can croup be prevented?",
                "tag": "h2"
            },
            {
                "content": "There are some simple actions you can take to reduce the spread of respiratory infections ",
                "tag": "p"
            },
            {
                "content": "Vaccination can help protect against some of the viruses that cause croup, such as flu and RSV. Groups eligible for the flu vaccine in the current season includes pregnant women, young children, those with certain long-term health conditions, and older adults aged 65 years and over. A list of who is eligible is available here.",
                "tag": "p"
            },
            {
                "content": "Pregnant women at week 28 or later and everyone aged 75 to 79, or turned 80 after 1 September 2024 can have a vaccine to protect themselves or their babies against RSV. Find out more about the RSV vaccine here.",
                "tag": "p"
            },
            {
                "content": "What are the symptoms?",
                "tag": "h2"
            },
            {
                "content": "Signs of croup include:",
                "tag": "p"
            },
            {
                "content": "Your child will usually have cold-like symptoms first, such as a temperature, runny nose and cough. Croup symptoms typically appear after a few days.",
                "tag": "p"
            },
            {
                "content": "Why are croup symptoms often worse at night?",
                "tag": "h2"
            },
            {
                "content": "Croup is often worse at night due to a combination of factors: natural cycles of the body’s hormones (leading to increased inflammation and increased mucus production), lying flat (allowing mucus to pool and narrow airways, or worsening acid reflux to cause inflammation), and cooler/drier air irritating the throat, all of which exacerbate the inflammation and swelling in the windpipe that causes the characteristic barking cough and stridor (noisy breathing). ",
                "tag": "p"
            },
            {
                "content": "What should I do if I think my child has croup?",
                "tag": "h2"
            },
            {
                "content": "Call NHS 111 or see your GP if you think your child has croup. Although it's usually mild, your child may need treatment, and your GP may prescribe medicine to help shorten the illness.",
                "tag": "p"
            },
            {
                "content": "When should I call 999 or go to A&E?",
                "tag": "h2"
            },
            {
                "content": "NHS guidance is to seek emergency help immediately if your child:",
                "tag": "p"
            },
            {
                "content": "How can I care for my child with mild croup at home?",
                "tag": "h2"
            },
            {
                "content": "Croup usually gets better on its own within 48 hours. If NHS 111 or your doctor confirms your child has mild croup, you can help by:",
                "tag": "p"
            },
            {
                "content": "What common treatment is no longer recommended?",
                "tag": "h2"
            },
            {
                "content": "Do not put your child in a steamy room or get them to inhale steam, as this is no longer recommended. There is no evidence that it helps, and there's a risk of scalding children with hot water or steam.",
                "tag": "p"
            },
            {
                "content": "When can my child return to school or nursery?",
                "tag": "h2"
            },
            {
                "content": "Your child can generally return once their fever has gone and they feel well enough to take part in normal activities, even if the cough lingers. Keep them at home while they have a fever, seem lethargic, or have breathing difficulties.",
                "tag": "p"
            },
            {
                "content": "Can adults catch croup?",
                "tag": "h2"
            },
            {
                "content": "Adults can catch the viruses that cause croup, but they are less likely to develop severe croup symptoms like the characteristic ‘barking’ cough because their larger airways aren't as easily obstructed. In adults, these viruses often present as a bad cold, laryngitis, or bronchitis, though severe cases can occur and may need hospitalisation.",
                "tag": "p"
            },
            {
                "content": "What is UKHSA’s role in this area?",
                "tag": "p"
            },
            {
                "content": "Parainfluenza is one of the respiratory viruses that UKHSA tracks and publish weekly data on during the winter. See our Data Dashboard for more details. UKHSA surveillance informs NHS planning, enabling a data-driven approach to managing a significant cause of illness, hospitalisation, and death in the UK. ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/21/a-parents-guide-to-croup-what-are-the-symptoms-and-when-to-seek-medical-advice/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Croup is a common childhood condition that affects the windpipe, the airways to the lungs, and the voice box. It mainly affects babies and young children, typically those aged between 6 months and 3 years, though most cases occur in 1-year-olds. Boys tend to be affected more than girls, and croup is most common during …"
    },
    {
        "title": "Our journey to delivering the Fire and Rescue Data  Platform ",
        "authors": [
            "Amy Smythe, Fire and Rescue Data Platform (FaRDaP) Service Owner"
        ],
        "posted_on": "2026-01-21T09:35:13",
        "categories": [
            "Data",
            "Technology"
        ],
        "content": [
            {
                "content": "When most people think about Fire and Rescue Services (FRS), they picture appliances rushing to emergencies, firefighters tackling blazes, or lifesaving rescues. What’s less visible – but just as vital – is the technology working behind the scenes to record, share and coordinate the information that helps keep communities safe. ",
                "tag": "p"
            },
            {
                "content": "We are the Fire and Rescue Data Platform (FaRDaP) team, and this is how we built and now run one of the most critical digital services underpinning emergency response across England, Scotland and Wales.",
                "tag": "p"
            },
            {
                "content": "Who we are ",
                "tag": "h2"
            },
            {
                "content": "The FaRDaP team is a live operational team, responsible for running a national service that supports 48 Fire and Rescue Services across Great Britain. Our work sits at the core of emergency operations: every time a 999 call is made  and a fire service attends an incident, our platform plays a role in ensuring the incident is recorded accurately, consistently and securely. ",
                "tag": "p"
            },
            {
                "content": "We aren’t just maintaining a website or managing a database – we're   operating a nationwide, real-time digital backbone that thousands of emergency personnel rely on every single day. ",
                "tag": "p"
            },
            {
                "content": "What the FaRDaP does ",
                "tag": "h2"
            },
            {
                "content": "The FaRDaP is a data collection platform that allows frontline responders to record incident data. Our primary users are firefighters, as well as serving  analysts with the data they need for publications. ",
                "tag": "p"
            },
            {
                "content": "Here’s how it works in practice: ",
                "tag": "p"
            },
            {
                "content": "These incident records form a national dataset used for operational  intelligence, policy-making and public safety improvements. ",
                "tag": "p"
            },
            {
                "content": "The transition from the legacy system to the FaRDaP ",
                "tag": "h2"
            },
            {
                "content": "One of our biggest achievements was the 8-week transition that brought 48 Fire and Rescue Services onto the FaRDaP from a legacy system. Despite the scale and complexity, along with the impact of the transfer of responsibility for fire and rescue-related policy and operational functions from the Home Office to the Ministry of Housing, Communities and Local Government  (MHCLG), the move was smooth and well-coordinated, thanks to careful planning, phased onboarding, and close collaboration with each service. ",
                "tag": "p"
            },
            {
                "content": "Feedback from the sector was highly positive. Users praised the platform's  reliability and ease of use, as well as the responsive support they received throughout the process. ",
                "tag": "p"
            },
            {
                "content": "By the end of the 8 weeks, every service was live on the FaRDaP – on schedule and with confidence – setting a strong foundation for the platform’s future. ",
                "tag": "p"
            },
            {
                "content": "Why we built it ",
                "tag": "h2"
            },
            {
                "content": "The FaRDaP officially went live on 15 September 2025, but its story started long before that. ",
                "tag": "p"
            },
            {
                "content": "For 16 years, Fire and Rescue Services had relied on the previous platform, the Incident Recording System (IRS). While IRS had served the sector well, over time it had become technically outdated, difficult to maintain, and a growing cyber security risk.  ",
                "tag": "p"
            },
            {
                "content": "Importantly, the new platform will be the foundation for collecting further Fire and Rescue Datasets regarding other prevention and protection  activities as well as incidents attended. The aim is to deliver a full, standardised data picture of Fire and Rescue activities at a national level. ",
                "tag": "p"
            },
            {
                "content": "The fire sector needed a modern, secure, scalable platform built for today’s threats, operational needs, and expectations about performance and reliability. ",
                "tag": "p"
            },
            {
                "content": "So, the FaRDaP was built as a safer, smarter, more resilient foundation for the future of fire incident data and future collections. ",
                "tag": "p"
            },
            {
                "content": "What we have achieved  ",
                "tag": "h2"
            },
            {
                "content": "The main outcomes from the project and benefits offered by the new service are: ",
                "tag": "p"
            },
            {
                "content": "Service and sector outcomes ",
                "tag": "h3"
            },
            {
                "content": "Data and insight outcomes ",
                "tag": "h3"
            },
            {
                "content": "- operational intelligence ",
                "tag": "p"
            },
            {
                "content": "- official statistics and publications ",
                "tag": "p"
            },
            {
                "content": "- evidence-based policy and decision-making ",
                "tag": "p"
            },
            {
                "content": "Technology and security benefits ",
                "tag": "h3"
            },
            {
                "content": "Looking ahead ",
                "tag": "h2"
            },
            {
                "content": "Since launch, the FaRDaP has already become an essential platform for frontline services, but our journey is far from over as we continue to iterate the platform. We continue to: ",
                "tag": "p"
            },
            {
                "content": "The journey to the FaRDaP has been one of collaboration and purpose. We're  proud to operate a service that helps emergency teams record incident data more easily, keeps communities safer and supports the fire sector in building a stronger digital future.",
                "tag": "p"
            },
            {
                "content": "Find out more about the objectives and principles that guide our work in digital.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/01/21/our-journey-to-delivering-the-fire-and-rescue-data-platform/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The recently launched Fire and Rescue Data Platform (FaRDaP) is one of the most critical digital services underpinning emergency response across England, Scotland and Wales. Learn how the FaRDaP team built and now run a nationwide service that helps record incident data more easily, keeps communities safer, and supports the future of the fire sector."
    },
    {
        "title": "Sciencewise: bringing the public voice into science and policy-making",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-01-21T09:23:11",
        "categories": [
            "Collaborating & Networking",
            "Learning & Development",
            "Outreach",
            "Science",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Sciencewise is the UK’s internationally respected programme for public dialogue with science and technology, ensuring public opinions and concerns are factored into policy-making. Sciencewise Programme Director Katie Weeks explains more about their work. ",
                "tag": "p"
            },
            {
                "content": "From climate change to artificial intelligence, genome editing to data research, science and technology is increasingly embedded within the big societal challenges. But with this exciting opportunity comes a responsibility to make sure that science-driven solutions and policies work for people and are not just done to them.  ",
                "tag": "p"
            },
            {
                "content": "Founded in 2004, and funded by DSIT through UK Research and Innovation (UKRI), Sciencewise is the UK’s internationally respected programme for public dialogue, a deliberative two-way conversation the public with science and technology. Its goal is to put public voices at the heart of science-related policy making, ensuring that different opinions are listened to and policies reflect public priorities and concerns.  ",
                "tag": "p"
            },
            {
                "content": "Examples of using public dialogue in the science community ",
                "tag": "p"
            },
            {
                "content": "A key principle for public dialogues supported by Sciencewise is that they must have an effective route to impact through clear links to policy decision making, along with a clear understanding of who will be listening to the outcomes. ",
                "tag": "p"
            },
            {
                "content": "Public dialogue can be particularly useful at the cutting-edge of science and technology research, which is expanding in new directions all the time, often into spaces where there is not yet any governance on ethical and legal boundaries.  ",
                "tag": "p"
            },
            {
                "content": "A recent report on future flight technologies looked at how the UK could integrate new aviation technologies to the benefit of different communities at a time when flying taxis still feel like science fiction to most people, whereas our dialogue on Ultra-Processed Foods addresses an issue that is already commonplace in most of our lives, but where there has been little research into the public's view.  ",
                "tag": "p"
            },
            {
                "content": "One of the strongest examples of the enduring and long-term impact of public dialogue was evident this summer when UK news outlets reported eight babies had been born free of hereditary mitochondrial disease using genetic material from three parents. The lack of public commentary around the announcement highlights just how much has changed since the technique was first developed in Newcastle, when concern grew over ‘three-parent’ and ‘designer’ babies.  ",
                "tag": "p"
            },
            {
                "content": "Part of that change is down to a 2012 Sciencewise large-scale public dialogue  on using this IVF-based technique to prevent the transmission of mitochondrial disease. This dialogue, commissioned by the Human Fertilisation and Embryology Authority, enabled policy makers to listen to the views of more than 1000 members of the public and almost 2000 other stakeholders, and in turn develop policy and regulations around the science. The technique was legally approved in 2015 with little controversy because the dialogue had increased the acceptability of the technique by surfacing the ethical and moral concerns people had and allowing regulations to be developed that addressed them.  ",
                "tag": "p"
            },
            {
                "content": "Are you planning a dialogue or want to understand the public’s views on a topic?  ",
                "tag": "p"
            },
            {
                "content": "Sciencewise has run many more dialogues, covering topics from smart data and digital identities to net zero and carbon capture. So, whether you have only just heard of public dialogue or you’re already planning one, the team at Sciencewise can support and guide you. Projects supported by Sciencewise have access to up to 50% matched funding as well as a dedicated advisor who specialises in dialogue and engagement methods.  ",
                "tag": "p"
            },
            {
                "content": "There’s lots of additional guidance to support you to develop and deliver your dialogue and we welcome early conversations on potential dialogue and policy topics. ",
                "tag": "p"
            },
            {
                "content": "Find out more on how dialogue is useful in policy-making by viewing the Sciencewise guiding principles, our FAQs, or by emailing info@sciencewise.org.uk.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/01/21/sciencewise-bringing-the-public-voice-into-science-and-policy-making/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Sciencewise is the UK’s internationally respected programme for public dialogue with science and technology, ensuring public opinions and concerns are factored into policy-making. Sciencewise Programme Director Katie Weeks explains more about their work.  From climate change to artificial intelligence, genome editing to data research, science and …"
    },
    {
        "title": "Inaccurate reporting about local election High Court ruling",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-20T17:30:53",
        "categories": [
            "Elections",
            "Local government"
        ],
        "content": [
            {
                "content": "There has been some initial inaccurate reporting in a number of outlets that a High Court order today ruled the government cannot proceed with potential postponements to some local elections in areas undergoing reorganisation. ",
                "tag": "p"
            },
            {
                "content": "This is entirely wrong and misleading. No decisions have been made yet over any delays.",
                "tag": "p"
            },
            {
                "content": "It is actually the case that the High Court judge determined a further hearing would take place on 19 February and 20 February. There is no block in place in relation to the laying of the Statutory Instruments required to allow any postponement to local elections.",
                "tag": "p"
            },
            {
                "content": "This is an ongoing process and there is a clear precedent for postponing local elections where local government reorganisation is in progress, as happened between 2019 and 2021.",
                "tag": "p"
            },
            {
                "content": "These are exceptional circumstances where councils have told us they're struggling to prepare for resource-intensive elections to councils that will shortly be abolished, while also reorganising into more efficient authorities that can better serve local residents.",
                "tag": "p"
            },
            {
                "content": "Today the court gave a date on which it would consider this challenge. Nothing more than that.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/20/inaccurate-reporting-about-local-election-high-court-ruling/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been some initial inaccurate reporting in a number of outlets that a High Court order today ruled the government cannot proceed with potential postponements to some local elections in areas undergoing reorganisation. This is entirely wrong and misleading. …"
    },
    {
        "title": "What are the symptoms of shingles and what is the connection to chickenpox?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-20T14:57:02",
        "categories": [
            "immunisations"
        ],
        "content": [
            {
                "content": "Shingles, known medically as herpes zoster, is an infection that causes a painful rash. It is caused by the same virus that causes chickenpox (varicella). Once someone has recovered from chickenpox, the virus remains dormant in the body and then can reactivate later in life and present as shingles because of decreased immunity – either with increasing age or immunosuppression. Anyone who has had chickenpox is at risk of shingles later in life.",
                "tag": "p"
            },
            {
                "content": "You cannot ‘catch’ shingles from someone else - it can only occur in people who have previously had chickenpox, even if they weren't aware of it at the time.",
                "tag": "p"
            },
            {
                "content": "What are the symptoms?",
                "tag": "h2"
            },
            {
                "content": "The first sign is often a tingling or painful feeling in an area of skin, sometimes accompanied by a headache or feeling generally unwell. A rash typically appears a few days later, initially as blotches, then itchy fluid-filled blisters which crust over and finally heal. The rash appears on one side of the face or body only - a rash on both sides is unlikely to be shingles. You can see images of the shingles rash on the NHS website.",
                "tag": "p"
            },
            {
                "content": "What should I do if I think I have shingles?",
                "tag": "h2"
            },
            {
                "content": "Seek advice from a health professional if you think you have shingles. Although some people experience mild symptoms and may not need treatment, for others, shingles can be severe and will require antiviral medication.",
                "tag": "p"
            },
            {
                "content": "Seek urgent medical advice if you're pregnant, if the rash affects your eyes or nose, if you have vision changes, if you have a severely weakened immune system, or if you or your child is 17 or younger.",
                "tag": "p"
            },
            {
                "content": "Can you get shingles without a rash?",
                "tag": "h2"
            },
            {
                "content": "Yes, although it's rare. Shingles can occasionally cause pain without any visible rash.",
                "tag": "p"
            },
            {
                "content": "How serious is it?",
                "tag": "h2"
            },
            {
                "content": "Many people don't realise how serious shingles can be. While some cases are mild, it can cause severe pain and have debilitating effects for months. Some people cannot bear anything touching their skin, including clothes or water. Around 50 deaths are caused by shingles every year in the UK.",
                "tag": "p"
            },
            {
                "content": "One of the most common complications is nerve pain that persists long after the rash has healed (post-herpetic neuralgia). Some people never fully recover. Other complications can include eye problems leading to sight loss, muscle weakness, and Ramsay Hunt syndrome, which affects the facial nerve.",
                "tag": "p"
            },
            {
                "content": "How long does it take to recover?",
                "tag": "h2"
            },
            {
                "content": "The rash can take up to 4 weeks to heal. Skin can remain painful for weeks afterwards, though this usually improves over time. Complications like post-herpetic neuralgia can last for months after the rash has gone.",
                "tag": "p"
            },
            {
                "content": "Who is most at risk?",
                "tag": "h2"
            },
            {
                "content": "Anyone who has had chickenpox is at risk, but the likelihood and severity increase with age as immunity naturally wanes. Shingles can strike when the immune system is particularly vulnerable - for instance, after flu or during periods of stress or trauma. Those with weakened immune systems are at increased risk and older adults are especially susceptible to complications.",
                "tag": "p"
            },
            {
                "content": "Is there a vaccine?",
                "tag": "h2"
            },
            {
                "content": "A single-dose shingles vaccine was introduced by the NHS in 2013, and since September 2023 it has been replaced by a new 2-dose vaccine called Shingrix. It is currently offered to people who turned 65 on or after 1 September 2023, those aged 70 to 79 who haven't yet been vaccinated, and people aged 18 and over with a severely weakened immune system. Check full eligibility information on the NHS website.",
                "tag": "p"
            },
            {
                "content": "The vaccine has been shown to significantly reduce your risk of developing shingles and, even if you do get shingles after vaccination, symptoms are typically much milder.",
                "tag": "p"
            },
            {
                "content": "How do I get vaccinated?",
                "tag": "h2"
            },
            {
                "content": "Contact your GP practice to check your eligibility and arrange an appointment. Unlike some vaccines, the shingles vaccine doesn't provide herd immunity - the only way to be protected is to be vaccinated yourself. If you know someone who might be eligible, consider reminding them. It could save them months of pain, or even their life.",
                "tag": "p"
            },
            {
                "content": "Can you get shingles more than once?",
                "tag": "h2"
            },
            {
                "content": "Yes, which is why vaccination remains important even if you've had the infection before.",
                "tag": "p"
            },
            {
                "content": "Does the shingles vaccine help protect against dementia?",
                "tag": "h2"
            },
            {
                "content": "A study from the University of Oxford, funded by the National Institute for Health and Care Research, found that the recombinant shingles vaccine (Shingrix) was associated with a reduction in dementia diagnoses. While this is encouraging, further research is needed in this area.",
                "tag": "p"
            },
            {
                "content": "What role does UKHSA play?",
                "tag": "h2"
            },
            {
                "content": "UKHSA supports all aspects of the national vaccination programme, from being involved in the design and implementation of the programme, to developing guidance and training for healthcare professionals, and producing resources for the public such as our information leaflets. We are also responsible for monitoring vaccine coverage as well as evaluating the impact and effectiveness of the vaccine programme to ensure that it continues to be effective in providing the best protection for our population.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/20/what-are-the-symptoms-of-shingles-and-what-is-the-connection-to-chickenpox/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Shingles, known medically as herpes zoster, is an infection that causes a painful rash. It is caused by the same virus that causes chickenpox (varicella). Once someone has recovered from chickenpox, the virus remains dormant in the body and then can reactivate later in life and present as shingles because of decreased immunity – either …"
    },
    {
        "title": "Testing a new GOV.UK publishing application: Content Block Manager",
        "authors": [
            "Rukhsana Ali, Senior Product Manager, GOV.UK Publishing"
        ],
        "posted_on": "2026-01-20T13:15:14",
        "categories": [
            "Content",
            "What we're working on"
        ],
        "content": [
            {
                "content": "GOV.UK is highly trusted as the single source of authoritative government guidance. This means it’s vital that content designers and publishers within GDS and across departments can keep GOV.UK up to date as quickly and easily as possible with accurate, factual information.",
                "tag": "p"
            },
            {
                "content": "Previously, we blogged about how the GOV.UK publishing team is exploring content modelling, which involves breaking content down into the smallest reasonable pieces, and structuring them by adding information that identifies what the pieces of content are and how they should be used.",
                "tag": "p"
            },
            {
                "content": "This supports our goals around enabling publishers in government to manage content more efficiently, and GOV.UK’s multichannel offer by providing information more rapidly to end users of the GOV.UK website and the GOV.UK app, as GDS realises the vision set out in the blueprint for modern digital government.",
                "tag": "p"
            },
            {
                "content": "In this blog post, we’re going to share the progress we’ve made by introducing Content Block Manager, a new publishing application we’ve been trialling on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Our approach",
                "tag": "h2"
            },
            {
                "content": "Our team includes information architects, who have helped us to adopt an approach called Object Oriented User Experience (OOUX). This allows us to see our content as our users experience it – not as pages and paragraphs, but as individual “things” or “objects”. Government sets taxes, has policies, creates laws, and issues visas; these are all objects.",
                "tag": "p"
            },
            {
                "content": "Traditionally, when these “things” change, our publishing users have to find all the places they’re mentioned on GOV.UK in order to ensure content remains accurate and up to date. This is the case when financial changes from government, such as changes to tax and benefit rates, take effect at the start of the new tax year and need to be reflected on GOV.UK pages. These changes are usually made manually. Employing reusable content has the potential to save lots of time and effort.",
                "tag": "p"
            },
            {
                "content": "So, we’ve built Content Block Manager – an application which integrates with our existing architecture, provides the features our government colleagues require, and enables the creation and reuse of smaller “blocks” of content which are enriched with information that describes their meaning.",
                "tag": "p"
            },
            {
                "content": "How Content Block Manager works",
                "tag": "h2"
            },
            {
                "content": "Content Block Manager was initially built on the technology behind our most-used publishing application, Whitehall. Using the application, publishers can create smaller “blocks” of content from pre-made content block types which are defined by “mini schemas” – the set of information required to publish content. For example, a block for the content domain of “tax” might include a title, a description, a type, a start date, an end date, a rate and a threshold.",
                "tag": "p"
            },
            {
                "content": "When a publisher creates a block containing a piece of information, they are then provided with an embed code which they can insert into GOV.UK page content in our other publishing applications. When changes to the block are published, the information automatically updates from that single source, wherever the code has been placed.",
                "tag": "p"
            },
            {
                "content": "Features we’ve provided in the application for publishers include the ability to preview changes, create a “change note” – which tells users when information has changed – and schedule an edit to publish at a specific date and time.",
                "tag": "p"
            },
            {
                "content": "Testing the application",
                "tag": "h2"
            },
            {
                "content": "We started with pensions, selecting a content domain where we know changes are likely to be made every year. The GOV.UK content design team created a block to replace the text content giving the Basic State Pension rate on GOV.UK. This block was initially inserted in 11 places across 4 pages on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "When the Basic State Pension rate changed in April 2025, the content design team published the new value in Content Block Manager, which automatically updated the rate in all the places the block had been inserted. We calculated that this increased efficiency by 82.5% through the time saved by not having to locate the content and manually update each page individually. The content design team has now added a block for the New State Pension.",
                "tag": "p"
            },
            {
                "content": "What’s next",
                "tag": "h2"
            },
            {
                "content": "We’ve recently finished modelling the “contact” content domain, which includes information like phone numbers, email addresses and postal addresses. We’ve made a content block type available for publishing this content. We’re opening this up to publishing colleagues across government in a private beta, to help them definitively locate and easily update content that is vital in helping users of government services access support. We’re also modelling the “tax” content domain.",
                "tag": "p"
            },
            {
                "content": "We’ve been learning as we go and, having seen the value of our work, we plan to start scaling. This will involve work on several fronts, the first being to help our publishing colleagues across government to model their own content domains. We’ll be sharing our experiences of modelling content domains and offering guidance on how to do this. We have also started looking at how AI can help by providing data science, information architecture and content design input in the early stages of the content modelling process. As the content models come through we will make them available to use within Content Block Manager.",
                "tag": "p"
            }
        ],
        "link": "https://insidegovuk.blog.gov.uk/2026/01/20/testing-a-new-gov-uk-publishing-application-content-block-manager/",
        "blog": "Inside GOV.UK",
        "blog_link": "https://insidegovuk.blog.gov.uk",
        "description": "We’ve built an application that allows GOV.UK publishers to create and reuse modular content. Find out how it works, what we’ve learned from testing and what’s next."
    },
    {
        "title": "Unlocking Space for Agriculture",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2026-01-20T12:59:19",
        "categories": [
            "Applications",
            "Earth from space",
            "Earth observation"
        ],
        "content": [
            {
                "content": "Two innovative projects will use satellite data and digital tools to help farmers make more informed decisions, boost productivity and care for the environment.  ",
                "tag": "p"
            },
            {
                "content": "Building on the Unlocking Space for Agriculture initiatives delivered across Scotland and the East of England by Space Scotland and Space East and supported through the UK Space Agency’s Space Cluster Partnership Programme, the UK Space Agency’s Unlocking Space for Business (USB) programme, which aims to accelerate commercial adoption of satellite-enabled solutions by businesses, is funding two four‑month pilot projects. ",
                "tag": "p"
            },
            {
                "content": "Running for the remainder of the 2025/26 financial year, the pilots will work directly with farmers, growers and technology suppliers to co-develop solutions that give farmers tools to inform decision-making on cropping and land health.",
                "tag": "p"
            },
            {
                "content": "The aim is to test whether involving end‑users early can speed up the development of practical, near‑market solutions for UK agricultural businesses. ",
                "tag": "p"
            },
            {
                "content": "GeoCrop - helping farmers make better cropping decisions ",
                "tag": "h2"
            },
            {
                "content": "Every year, farmers face a difficult balancing act when planning crops. ",
                "tag": "p"
            },
            {
                "content": "Planting earlier in the season can secure higher prices by reducing reliance on imports, but early planting also comes with risks, especially when weather patterns are unpredictable. ",
                "tag": "p"
            },
            {
                "content": "The GeoCrop project aims to give farmers clearer, more reliable information when making these decisions. A team consisting of EOLAS Insight, Satarla, Tap-That, Home Farm Nacton, the Scottish Agricultural Organisation Society (SAOS) and Agri-TechE (the UK's Farm Innovation Network). will develop a first version of a new data service that combines satellite images, weather information and supply chain insights.",
                "tag": "p"
            },
            {
                "content": "The tool will help farmers understand which factors, such as soil moisture, temperature and market timing, might affect the success of a crop.  ",
                "tag": "p"
            },
            {
                "content": "To make sure the service reflects real needs, the project will work directly with farming groups to help shape a tool that is practical, easy to use and grounded in farmers’ everyday decision making. ",
                "tag": "p"
            },
            {
                "content": "SEDERS – Using space and sensors to support greener farming ",
                "tag": "h2"
            },
            {
                "content": "The second project, known as Space Enabled Decarbonisation, Environmental and Regenerative Solutions (SEDERS), focuses on helping farmers measure and improve the health of their land. ",
                "tag": "p"
            },
            {
                "content": "This four-month research and development project brings together Oversite Earth, Barlow Farming Company, Gledpark Farm and Inforgen.",
                "tag": "p"
            },
            {
                "content": "Their goal is to show how satellite Earth Observation data from space can be combined with small sensors placed in fields, to validate remotely sensed data and give farmers a clear picture of their overall  ‘nature capital’ over time.",
                "tag": "p"
            },
            {
                "content": "This includes biodiversity, soil carbon, water flow, habitats and overall land condition. ",
                "tag": "p"
            },
            {
                "content": "By providing an affordable and repeatable way to measure environmental progress, the project aims to support farmers who are trying to increase biodiversity, reduce emissions and adopt more regenerative practices, all while maintaining a productive and profitable farm. ",
                "tag": "p"
            },
            {
                "content": "Together, these pilots represent an important step in testing how satellite‑enabled tools can deliver real‑world benefits for agriculture in Scotland and beyond. ",
                "tag": "p"
            },
            {
                "content": "By working directly with farming communities and technology developers, the UK Space Agency’s Unlocking Space for Business programme is helping to accelerate practical innovation, strengthen environmental stewardship and ensure space‑powered solutions are shaped by the people who need them most. ",
                "tag": "p"
            },
            {
                "content": "Letting farmers lead the way will not only improve the tools themselves, it will help unlock new opportunities for a more resilient, sustainable agricultural sector. ",
                "tag": "p"
            },
            {
                "content": "Find out more about the Unlocking Space for Business programme here: Unlocking Space for Business - GOV.UK ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2026/01/20/unlocking-space-for-agriculture/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "The UK Space Agency is funding two four‑month pilot projects, using satellite data and digital tools to help farmers make more informed decisions, boost productivity and care for the environment."
    },
    {
        "title": "Help us improve the registration process for children’s social care services and early years and childcare provision",
        "authors": [
            "Yvette Stanley"
        ],
        "posted_on": "2026-01-20T11:15:48",
        "categories": [
            "adoption",
            "children's homes",
            "children's services",
            "early years",
            "fostering",
            "residential family centres",
            "supported accommodation"
        ],
        "content": [
            {
                "content": "Are you planning to register a children’s social care service, or register as an early years or childcare provider? We’d love to hear from you! ",
                "tag": "p"
            },
            {
                "content": "Ofsted is running user research sessions to explore how we can improve the application process.  ",
                "tag": "p"
            },
            {
                "content": "If you're thinking of registering any of the services listed below, your feedback will be appreciated.",
                "tag": "p"
            },
            {
                "content": "Who we want to hear from",
                "tag": "h2"
            },
            {
                "content": "We want to hear from people interested in providing children’s social care services such as an: ",
                "tag": "p"
            },
            {
                "content": "We’re also interested in hearing from people interested in providing childcare on non-domestic premises such as a: ",
                "tag": "p"
            },
            {
                "content": "Or childcare on domestic premises where you work with 4 or more adults inside someone’s home. ",
                "tag": "p"
            },
            {
                "content": "So far, we’ve spoken to providers who are already familiar with registration. Now we want to hear from people who are new to the process. ",
                "tag": "p"
            },
            {
                "content": "If you’re thinking about applying to register, or you’ve started an application but didn’t finish it, your feedback is really valuable. It will help us understand any challenges and make sure the application process works for everyone.  ",
                "tag": "p"
            },
            {
                "content": "We’d like to hear from as many people as possible, and we’re especially keen to hear from you if: ",
                "tag": "p"
            },
            {
                "content": "What taking part involves",
                "tag": "h2"
            },
            {
                "content": "Taking part means joining an informal, 60-minute online session from your laptop, desktop, mobile or tablet. During the session, we will talk to you about your experiences and you’ll try out a prototype version of the application process. We’ll ask you to share your screen and talk us through your experience as you go. ",
                "tag": "p"
            },
            {
                "content": "You’ll be the only participant in the session, but members of our team may observe to help us learn as much as possible.  ",
                "tag": "p"
            },
            {
                "content": "This is a test version for research purposes, so you won’t be completing a real application. You don’t need to prepare anything. Everything you share will be confidential and anonymised and won’t affect any future interactions or applications with Ofsted.  ",
                "tag": "p"
            },
            {
                "content": "Why your feedback matters",
                "tag": "h2"
            },
            {
                "content": "By sharing your experience, you’ll help us spot what works well and what needs improving. This can mean fewer frustrations, clearer guidance and a smoother process for future applicants. Your voice can make a real difference. ",
                "tag": "p"
            },
            {
                "content": "Register your interest ",
                "tag": "h2"
            },
            {
                "content": "Research sessions will happen over the next few weeks and months. If you’re interested, please complete this short form. ",
                "tag": "p"
            },
            {
                "content": "Your feedback will help us make the registration process clearer and easier for future applicants. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions, please email User.Research@ofsted.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://socialcareinspection.blog.gov.uk/2026/01/20/help-us-improve-the-registration-process-for-childrens-social-care-services-and-early-years-and-childcare-provision/",
        "blog": "Ofsted: social care",
        "blog_link": "https://socialcareinspection.blog.gov.uk",
        "description": "Are you planning to register a children’s social care service, or register as an early years or childcare provider? We’d love to hear from you!  Ofsted is running user research sessions to explore how we can improve the application process.   If you're thinking of registering any of the services listed below, …"
    },
    {
        "title": "Windows 11 in DBT: Putting people first in digital change",
        "authors": [
            "Charlotte Saxby, Senior Engagement Manager"
        ],
        "posted_on": "2026-01-20T10:15:35",
        "categories": [
            "People",
            "Products"
        ],
        "content": [
            {
                "content": "Charlotte Saxby",
                "tag": "h3"
            },
            {
                "content": "“If everyone is moving forward together, then success takes care of itself.” - Henry Ford",
                "tag": "p"
            },
            {
                "content": "In a recent blog on digital change, my colleague, Stephanie Chaytor, highlighted why leading with a human-centered approach is essential for success. Here I will discuss how we put those principles into practice for DBT’s Windows 11 upgrade.",
                "tag": "p"
            },
            {
                "content": "In the last few years, Microsoft announced that security updates for Windows 10 were due to end in October 2025, paving the way for Windows 11.  And rightly so, Windows 11 provides us with more security features to keep us digitally safe, including ways to help us work more efficiently. Windows 11 offers a modern experience designed to meet current demands for heightened security.",
                "tag": "p"
            },
            {
                "content": "In the Department for Business and Trade (DBT), this meant we needed to upgrade laptops still running on Windows 10 to Windows 11 before the October deadline.",
                "tag": "p"
            },
            {
                "content": "The emotional landscape of change",
                "tag": "h2"
            },
            {
                "content": "When going through change, people need time to understand in their own way what exactly is happening and how it will affect them personally.Our modern way of working means we rely almost exclusively on technology to do our jobs. ",
                "tag": "p"
            },
            {
                "content": "Technical changes especially can bring about uncertainty for many people.For those still unsure of using technology to its full capacity, it can take time to get used to how things work. We build habits and routines to forge our own ways of using tools and systems. So, it makes sense that people can become extremely concerned when we tell them that their ways of working are about to change, and they will need to build them up again from scratch.",
                "tag": "p"
            },
            {
                "content": "It’s important to understand and anticipate what people might be thinking and feeling. We need to listen to feedback, acknowledge concerns and work to alleviate these. We should remain empathetic and create safe and open spaces for people to ask questions. After all, everybody is embarking on the same journey, and we cannot leave anyone behind.",
                "tag": "p"
            },
            {
                "content": "Many activities implemented in this project were taken out of learnings from DBT’s Machinery of Government (MoG) programme. This isn’t the first time a digital change has taken place in DBT and it won’t be the last. It’s important we capture what works well and continue to build on it for the future.",
                "tag": "p"
            },
            {
                "content": "Our approach",
                "tag": "h2"
            },
            {
                "content": "We made sure the Windows 11 upgrade programme was shaped by user-centred design from the beginning. By breaking actions into manageable steps, presenting information in multiple formats, and providing flexible, responsive support, we could make the experience as clear and positive as possible for colleagues.",
                "tag": "p"
            },
            {
                "content": "Creating awareness around the Windows 11 upgrade and why it was important to DBT, alongside demonstrating the positive changes to enable smarter working allowed colleagues to understand and move with the changes more easily. The team worked closely with our user researcher who helped us identify the kind of worries colleagues may be feeling. From this we could build out communications to reassure everyone from the beginning. User research identified that colleagues generally fell into 3 broad categories:",
                "tag": "p"
            },
            {
                "content": "To make sure colleagues felt empowered by the changes and encourage them to engage with the upgrade process, we put a few things into place.",
                "tag": "p"
            },
            {
                "content": "Early communication that acknowledges uncertainty from the start",
                "tag": "h3"
            },
            {
                "content": "Whilst this upgrade was a huge change affecting thousands of colleagues, we were clear with our messaging as to what was happening. The what, the why, the benefits and reassurance that Windows 11 was not too dissimilar from Windows 10. We made sure to target colleagues about their specific upgrade type with what it meant for them and what they needed to do.",
                "tag": "p"
            },
            {
                "content": "We worked with data analysts to create a dashboard so colleagues could see for themselves whether their laptop required upgrading and what type of change they would experience. This meant people could feel reassured and in control from the start and was extremely helpful in allowing colleagues to find their own path.",
                "tag": "p"
            },
            {
                "content": "We also created a ‘Windows 11 Hub’; a single source for all information related to the upgrade. It was kept up to date with any new changes or guidance as it emerged and we learned what colleagues needed. The Hub received over 2,000 unique views and colleagues found it highly valuable. They liked that it was “very comprehensive”, “clearly outlines the steps to take” and that it was “written in a non-technical language”.",
                "tag": "p"
            },
            {
                "content": "Flexibility",
                "tag": "h3"
            },
            {
                "content": "We understood people were busy and a physical upgrade did not just mean swapping one laptop for another. It involved up to 2 hours of waiting for updates and signing back into accounts. To alleviate the impact, we offered colleagues a range of times and locations to complete their upgrade and the option to cancel and reschedule around their own diaries.",
                "tag": "p"
            },
            {
                "content": "This flexibility was well received; one colleague shared that it was “great that the team came to our hub to do this”.",
                "tag": "p"
            },
            {
                "content": "Whilst we were thinking about the users from the start of the project, we also needed to be ready to iteratively adapt to their needs as the upgrade progressed. There were always questions you could not predict. Remaining open and understanding allowed us to support real colleague needs, not just technical requirements.",
                "tag": "p"
            },
            {
                "content": "A human voice",
                "tag": "h3"
            },
            {
                "content": "The advocates and engaged were happy to take this information and run with it. Some people were even looking forward to the upgrade! However, for the cautious, we needed to provide a path of reassurance. We made sure we were there to answer any questions they had via a range of forums. From FAQs to an active inbox or a Teams call, we were ready to listen, troubleshoot or just be understanding. Cautious colleagues had concerns about replacement hardware, what files and work they could lose and how long the process might take. Being proactive allowed us to alleviate worries quickly and in the moment. ",
                "tag": "p"
            },
            {
                "content": "Our post‑upgrade survey showed that 70% ofcolleagues felt everything worked as expected after their upgrade. This reinforced that early reassurance and open communication had a meaningful impact.",
                "tag": "p"
            },
            {
                "content": "Prioritising accessibility",
                "tag": "h3"
            },
            {
                "content": "Being aware of all types of users from the beginning and assisting them when needed was a huge benefit. We provided guidance and instructions through a variety of accessible formats from downloadable word documents to video guides. All teams involved were ready to provide extra support for those who needed it to help everybody feel valued and supported. We worked closely with accessibility teams to ensure that colleagues with extra software, such as screen readers, had these installed on their replacement laptop when they made the switch. We also had a clear plan for colleagues with reasonable adjustments or those unable to make it to a DBT office.",
                "tag": "p"
            },
            {
                "content": "One colleague told us it was “Good to immediately see there is a team to contact for assistive technology questions”. Another confirmed the Upgrade Hub “works well with my assistive tech”, which helped to build trust in the process.",
                "tag": "p"
            },
            {
                "content": "Celebrating the positives",
                "tag": "h3"
            },
            {
                "content": "We organised webinars with an external training provider, attended by over 500 colleagues, to showcase new Windows 11 features. This helped DBT colleagues feel more prepared for the change and more confident after their upgrade. We weren’t just pushing a new change onto people but adapting it to show how it could help them work more efficiently.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h2"
            },
            {
                "content": "The Windows 11 upgrade was a change for the better, but it also meant DBT needed to change with it. When we talk about upgrades, we often focus on the tech: new features, faster performance, better security. However, the DBT Windows 11 rollout has reminded us that technical change is also emotional change. How we support people through it matters just as much as the upgrade itself. We have, of course, taken many learnings from this project and will continue to improve how we deliver changes like this to our colleagues in future. Behind every laptop is a real person, reminding us that change isn’t about systems, it’s about people.",
                "tag": "p"
            },
            {
                "content": "If you're working on a digital change in your team, I hope these insights help you bring your whole team on the journey. Share how you’ve put people‑centred change into practice in your own work in the comments below.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/01/20/windows-11-in-dbt-putting-people-first-in-digital-change/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How DBT lead with a human-centred approach to upgrade its staff onto Windows 11."
    },
    {
        "title": "HM Land Registry portal to be refreshed ",
        "authors": [
            "Matthew Thomas, Digital Registration Service Product Manager"
        ],
        "posted_on": "2026-01-20T10:00:09",
        "categories": [
            "Buying and selling property",
            "Digital services",
            "Law and practice"
        ],
        "content": [
            {
                "content": "From 26 January, 2026 we will introduce a new design for the HM Land Registry portal. ",
                "tag": "p"
            },
            {
                "content": "Customers will initially see this new design on the most used pages on the portal – both the homepage and View Applications screen. This refreshed design will align those pages with the Digital Registration Service and LLC screens, bringing a greater sense of consistency across the platform. This look and feel will soon be introduced to the log-in page. ",
                "tag": "p"
            },
            {
                "content": "We will then bring more uniformity across the portal, bringing other areas of the platform in line with these popular services over the coming months. ",
                "tag": "p"
            },
            {
                "content": "How to know you’re on the right website ",
                "tag": "h2"
            },
            {
                "content": "The page may look different, however the site remains the same. The easiest way to check is by looking at the url, which will remain “eservices.landregistry.gov.uk”.",
                "tag": "p"
            },
            {
                "content": "This design refresh is all part of our efforts to continually improve our customer services, drawing from customer feedback to provide the level of support expected from a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "The homepage will now include the familiar, black GOV.UK banner and streamlined links to the services you want. ",
                "tag": "p"
            },
            {
                "content": "A digital service for the future",
                "tag": "h2"
            },
            {
                "content": "All of this work is based on what our customers are telling us about how they use the portal. Our Strategy 2025+, published last year, sets out how we will invest in our digital services, to make them even more secure and easy to use. So, customer feedback is crucial as we continue to adapt our services to more closely meet your needs. ",
                "tag": "p"
            },
            {
                "content": "We are working hard to eliminate the barriers people find to using our services and welcome any further comments or ideas on how we might continue to improve - by either submitting feedback via the link at the top of the portal or by commenting below. ",
                "tag": "p"
            },
            {
                "content": "You can also find more information about upcoming changes in our digital services roadmap.",
                "tag": "p"
            }
        ],
        "link": "https://hmlandregistry.blog.gov.uk/2026/01/20/hm-land-registry-portal-to-be-refreshed/",
        "blog": "HM Land Registry",
        "blog_link": "https://hmlandregistry.blog.gov.uk",
        "description": "The design refresh is all part of HM Land Registry's efforts to continually improve customer services, drawing from customer feedback to provide the level of support expected from a modern digital government."
    },
    {
        "title": "Our roadmap for modern digital government ",
        "authors": [
            "Emily Middleton, Director General for Digital Transformation, Government Digital Service"
        ],
        "posted_on": "2026-01-20T10:00:00",
        "categories": [
            "Digital Centre",
            "Digital engagement",
            "Digital strategy",
            "Digital, Data and Technology"
        ],
        "content": [
            {
                "content": "Our roadmap for modern digital government sets out how every corner of the state is using technology to make government work for the citizens it serves. It’s an action plan for the whole of the public sector, bringing together some of the most important products, platforms and transformation initiatives planned between now and 2030. ",
                "tag": "p"
            },
            {
                "content": "From building a new careers service to help people into work, to making people’s lives easier by giving them a free, secure way to prove their identity in their day to day lives, this roadmap defines the progress we are making to build a modern British government. ",
                "tag": "p"
            },
            {
                "content": "It also details the foundational steps we have taken since launching the blueprint for modern digital government one year ago. In that blueprint, we made a clear declaration of intent: to completely reshape public services through digital transformation.  ",
                "tag": "p"
            },
            {
                "content": "Our vision is to unite the entire digital community, reaching out across the public sector to create joined-up services that make a tangible difference to people’s lives.  ",
                "tag": "p"
            },
            {
                "content": "It was an ambitious vision, but one we have already made swift progress against. ",
                "tag": "p"
            },
            {
                "content": "Progress against our six-point plan ",
                "tag": "h2"
            },
            {
                "content": "1. Joining up public services ",
                "tag": "h3"
            },
            {
                "content": "At the blueprint launch in January, then Secretary of State Peter Kyle announced five kickstarters that would underpin a new era of digital government. We’ve made great progress on all of them, including the GOV.UK app, which had been downloaded 316,000 times by the end of December 2025. That’s more than a quarter of a million people – enough to fill Wembley three times – testing a new app in beta, to make their interactions with government easier.  ",
                "tag": "p"
            },
            {
                "content": "Meanwhile, GOV.UK Wallet now houses its first credential – the digital Veteran Card. It’s available to over 2 million former Service Personnel and gives them an easier way to show their veteran status to access everything from housing and mental health support to reduced entry at museums and money off their shopping. We’re already testing the digital Driver’s Licence and will have much more to share next year. ",
                "tag": "p"
            },
            {
                "content": "Beyond the kickstarters, we’re making big strides towards more joined-up services. GOV.UK One Login has been used by over 13 million people to access more than 120 government services, making interactions with government simpler and more joined-up. In future, products like the GOV.UK app and GOV.UK One Login can support simpler access to local government services too. This is just one of the areas of focus for GDS Local, a new unit that we’ve launched to deepen collaboration between central and local government and to drive improvements in digital services for communities across the UK. ",
                "tag": "p"
            },
            {
                "content": "This month, we have also launched a whole new team, CustomerFirst, to help transform customer services across government. The team will use AI and service design to rewire how customer services work and help cut wait times and backlogs. They have already started work in partnership with the brilliant team at DVLA and will quickly take what they learn around government.  ",
                "tag": "p"
            },
            {
                "content": "With a huge prize to go after, we’ll need to expand the team rapidly. Initially we’re looking for experienced practitioners with deep expertise in service design, solutions architecture and product management. Register your interest today and learn more about the CustomerFirst mission and upcoming hiring opportunities: https://customerfirst.campaign.gov.uk/  ",
                "tag": "p"
            },
            {
                "content": "2. Harnessing AI for public good ",
                "tag": "h3"
            },
            {
                "content": "2025 was the year our most promising AI tools started to scale, a shift that brought new challenges to technologists across government and one that we’re excited to see continue into this new year. Some of the projects within the Prime Minister’s AI Exemplars programme show just this. The NHS is already using AI to predict demand in 50 A&E wards across the country, helping to keep wait times down when wards get busy. And over 1,000 probation officers are using bespoke transcription in their day-to-day meetings with offenders so they can focus their attention on helping offenders, not doing admin.  ",
                "tag": "p"
            },
            {
                "content": "We also tested AI tools to improve productivity within the Civil Service. For instance, our recent evaluation of Consult – an AI tool that automates the analysis of public consultations – revealed a median time of 23 seconds to review a consultation response, slashing the hundreds of days administrators typically spend sorting responses. ",
                "tag": "p"
            },
            {
                "content": "As this year progresses, we can expect to see more success stories coming through, and promising ideas shared. Throughout, we’ll keep building out the AI Knowledge Hub, a living repository that now includes the AI Playbook for the UK Government and is designed to support public sector teams in exploring, adopting, and applying artificial intelligence responsibly. ",
                "tag": "p"
            },
            {
                "content": "Over the last year, we’ve also run two scaled public pilots of GOV.UK Chat – first on the GOV.UK website, and then in the GOV.UK app in the Autumn of 2025. Based on the findings, we plan to roll out public access to GOV.UK Chat, starting with a release in the GOV.UK app early this year. Beyond that, we intend to make it widely available across the GOV.UK website so it’s accessible wherever users need it. ",
                "tag": "p"
            },
            {
                "content": "3. Strengthening our digital public infrastructure ",
                "tag": "h3"
            },
            {
                "content": "In June, responsibility for government and public sector cyber security moved to DSIT. This move better integrates the centre’s cyber security responsibilities and expertise within the digital centre of government. ",
                "tag": "p"
            },
            {
                "content": "We’ve launched the first iteration of our vulnerability scanning service, which is already being used by 6,000 public sector bodies to improve cyber security across government, and we’re designing a set of technology, platforms and processes to join up services, communities and suppliers across government. ",
                "tag": "p"
            },
            {
                "content": "We’re also working with other organisations to define common API standards that will open up systems and data, making it easier for services to connect with each other. ",
                "tag": "p"
            },
            {
                "content": "4. Investing in talent ",
                "tag": "h3"
            },
            {
                "content": "The Prime Minister has set a target for one in 10 civil servants to work in technology and digital roles by 2030. To support this, we’ll be focusing efforts on attracting and growing talented and innovative teams on multiple levels. So far this year, we’re continuing to grow our TechTrack apprenticeship programme, which has received thousands of applications. We’ve also launched an AI accelerator upskilling programme to build crucial expertise across government. ",
                "tag": "p"
            },
            {
                "content": " In the year ahead, we’ll be investing in the development of leaders across the civil service. This will include new programmes for technical leaders focused on strategic leadership, commercial skills and more, as well as making sure that senior civil servants across government bring with them the digital and data skills they need to build a modern digital government.  ",
                "tag": "p"
            },
            {
                "content": "5. Funding for outcomes, procuring for growth ",
                "tag": "h3"
            },
            {
                "content": "Efficiency and value for money remain front and centre if we’re to realise the £45 billion savings and productivity improvements opportunity estimated one year ago in the State of Digital Government review.  ",
                "tag": "p"
            },
            {
                "content": "We’re working with departments to launch new funding models for services, portfolio management, and innovation this summer, moving away from short funding cycles toward continuous funding of persistent, multidisciplinary product teams. ",
                "tag": "p"
            },
            {
                "content": "In partnership with the Government Commercial Function, we’ve also launched the Digital Commercial Centre of Excellence to get the best from our suppliers and create opportunities for the UK tech sector.",
                "tag": "p"
            },
            {
                "content": "Meanwhile, we’re building the National Digital Exchange, a new platform designed to improve the way the public sector buys technology, aiming to unlock £1.2 billion in annual savings. ",
                "tag": "p"
            },
            {
                "content": "6. Committing to transparency, driving accountability ",
                "tag": "h3"
            },
            {
                "content": "The scale of change GDS and digital professionals are driving across the public sector is immense: it changes the shape of crucial services to vastly improve people’s day-to-day lives. To do this right, we’re committed to making sure people can see and understand the changes that are taking place, so they can continue to use and trust the services they need. This is essential to ensuring the success of modern digital services and spreading good work rapidly. ",
                "tag": "p"
            },
            {
                "content": "That’s why we’ve published this comprehensive roadmap, detailing how each corner of government is going to use technology to help the citizens who use those services. ",
                "tag": "p"
            },
            {
                "content": "It’s also why we launched the new Algorithmic Transparency Recording Standard last year and have now published over 70 records of tools being used across government. These documents, in an easy-to-read format, share openly how algorithms and AI are used in different public services, and how any risks are managed. In the year ahead, we’ll start publishing product roadmaps for major products to further boost openness and accountability.  ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "We’re committed to working in the open and we need your input. You can: ",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2026/01/20/our-roadmap-for-modern-digital-government/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "This week, we published our roadmap for modern digital government, setting out how teams across government are transforming public services through joined‑up platforms, AI adoption, stronger digital infrastructure, investment in talent, smarter funding, and greater transparency."
    },
    {
        "title": "Helping people with health and work: what we learned",
        "authors": [
            "Dan Austin, Engagement Lead, GDS"
        ],
        "posted_on": "2026-01-19T15:00:00",
        "categories": [
            "Digital Centre",
            "Digital engagement",
            "GDS team",
            "People and skills",
            "Transformation",
            "Ways of working"
        ],
        "content": [
            {
                "content": "People with long-term health conditions or disabilities often need support from multiple services – across health, work, and welfare. But the current system can be confusing, repetitive, and hard to navigate.",
                "tag": "p"
            },
            {
                "content": "At the Government Digital Service (GDS), the Service Transformation team wanted to test how services could work better together to support people to stay in – or return to – work.",
                "tag": "p"
            },
            {
                "content": "This blog shares what we learned from testing a proactive approach to providing support. We built a basic prototype in GDS, and we worked with the NHS and a national patient organisation, the National Rheumatoid Arthritis Society (NRAS), to test it. ",
                "tag": "p"
            },
            {
                "content": "The blueprint for modern digital government sets an ambitious vision to make public services better and easier to use. Our plan is to create services that are clear, joined-up, and accessible to everyone.",
                "tag": "p"
            },
            {
                "content": "In June 2025, we shared our first steps toward making government services work better together – starting with health, disability, and work. Since then, we’ve created a testing version of a tool to help people with long-term health conditions or disabilities find support more easily. We tested this idea with an NHS team in South Tyneside and with NRAS’s patient volunteers.",
                "tag": "p"
            },
            {
                "content": "Understanding the challenge: why joined-up services matter",
                "tag": "h2"
            },
            {
                "content": "People with long-term health conditions or disabilities often need help from many health and government services. They have to give the same information again and again. This takes time and can be stressful.",
                "tag": "p"
            },
            {
                "content": "One study found that people spend up to nine working days a year just doing health admin – worth £4.3 billion in work time (source: Everyday administrative burdens and inequality). Our own research also showed that some people stop working because the support they get isn’t joined-up or easy to use.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "h2"
            },
            {
                "content": "Some people use more than 43 different health and government services. When this support is confusing or not joined-up, people can miss the help they need. This can cause stress and wasted time, and can mean people stop working, even when they don’t want to.",
                "tag": "p"
            },
            {
                "content": "What we wanted to find out",
                "tag": "h2"
            },
            {
                "content": "We wanted to understand this problem better. ",
                "tag": "p"
            },
            {
                "content": "Our hypothesis was:",
                "tag": "p"
            },
            {
                "content": "What we did",
                "tag": "h2"
            },
            {
                "content": "We created a new testing version of an online tool, and worked with the NHS and NRAS patient views representatives (volunteers) to test this. The tool was a prototype, not a live service. It helped people find the relevant support after a healthcare professional gave them a fit note, focusing on people who are employed but may need help to stay in their job.",
                "tag": "p"
            },
            {
                "content": "In South Tyneside, people who saw a First Contact Physiotherapist at their GP practice received a text message with a link to the tool. This message was sent only if they were given a fit note. This helped us test if offering support early – soon after someone gets a fit note – could make it easier for them to get the help they need to stay in work.",
                "tag": "p"
            },
            {
                "content": "The feedback showed that meeting people where they already are with a proactive message, made people more aware of support that’s available. We found that people spent most time looking at the information about fit notes, sick pay, and returning to work. ",
                "tag": "p"
            },
            {
                "content": "What people told us",
                "tag": "h2"
            },
            {
                "content": "We spoke to patients and healthcare professionals, and looked at how they used the tool. We heard that:",
                "tag": "p"
            },
            {
                "content": "Important lessons",
                "tag": "h2"
            },
            {
                "content": "Here’s what we’re taking forward to improve services:",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We worked with other teams across government and the NHS to share ideas for what should happen next:",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "We now understand more about the challenges people with long-term health conditions or disabilities face – and we have ideas to make things better.",
                "tag": "p"
            },
            {
                "content": "This work is an important step towards making government services more joined-up, accessible, and focused on the needs of the people who use them. We would love to hear your thoughts on this work, so please get in touch via service.transformation@dsit.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://gds.blog.gov.uk/2026/01/19/helping-people-with-health-and-work-what-we-learned/",
        "blog": "Government Digital Service",
        "blog_link": "https://gds.blog.gov.uk",
        "description": "We tested a new way to connect health and government support, helping people with long-term conditions stay in or return to work."
    },
    {
        "title": "Reflections on my first year as Chief Social Worker for Adults",
        "authors": [
            "Sarah McClinton"
        ],
        "posted_on": "2026-01-19T14:52:36",
        "categories": [
            "Ageing",
            "Care and support",
            "Co-production",
            "Communities",
            "Consultation and engagement",
            "Education and training",
            "Events",
            "Innovation",
            "Integration",
            "Knowledge and skills",
            "Mental health",
            "Our profession",
            "Recognition",
            "Safeguarding",
            "Viewpoint"
        ],
        "content": [
            {
                "content": "I hope the new year started well and everyone had a good break over the holidays. This time last year I started as the Chief Social Worker at the Department of Health and Social Care (DHSC) and much has happened in 12 months.",
                "tag": "p"
            },
            {
                "content": "I was immediately struck by the breadth of active policy work on Adult Social Care (ASC) and began building relationships with partners, known and new, in what was for me a very different role. Moving from a local to national leadership position was a huge change from being responsible for multiple teams to a small office of 3 people; from operational and budget preoccupations to grappling with national policy levers to impact change and from local politicians to meetings with Ministers.",
                "tag": "p"
            },
            {
                "content": "Since the Independent Commission was announced last January, the Department has been busy with significant policy and delivery and Ministers have agreed three clear objectives for ASC to connect and guide this work over the next years: to improve quality of care, to promote choice and control, and to join up services. ",
                "tag": "p"
            },
            {
                "content": "We are making tangible improvements towards those objectives, this includes improving the quality of care by valuing and supporting our vital care workforce, such as legislating for a Fair Pay Agreement backed by £500 million of funding, and investing £12 million in learning, development, and new qualifications. We are also enabling people to have more choice and control over their care, by promoting greater use of direct payments and expanding care options to boost independent living at home through a Disabled Facilities Grant. Lastly, we are strengthening the join-up between health and social care services, so that people experience more integrated and person-centred care, by developing neighbourhood health services.     ",
                "tag": "p"
            },
            {
                "content": "These three priorities are aligned with Fit for the Future, the 10 year plan for the NHS which was published last July. The 10 year plan features neighbourhood health as a central plank in enabling the shift to more support in people’s homes and communities. Good quality social work that enables people to have choice and control, to be connected and to live healthy and happy lives in their own homes, is vital to achieving this ambition.    ",
                "tag": "p"
            },
            {
                "content": "The 10 year plan is underpinned by the need to address health inequity and to support strong partnership work with positive relationships across health, care and wider public services. Social work and social care play a critical role, both by amplifying the voice of those who face multiple barriers and systemic discrimination and by embedding relational ways of connecting with people and with partners at multiple levels across local systems. The alignment and implementation of neighbourhood health and wellbeing has, therefore been one of my priorities over the last year.              ",
                "tag": "p"
            },
            {
                "content": "The Independent Commission is also underway as part of our critical first steps towards delivering a National Care Service. I was privileged to work with some brilliant colleagues over last summer to consider the specific role and value of social work in the context of developing a national care service. Following this, I shared The Role and Value of High-quality Social Work document with the Independent Commission. A huge thanks to all who co-produced this, generously sharing their knowledge and expertise.",
                "tag": "p"
            },
            {
                "content": "One of the strongest themes that emerged from reflecting on lived experience and people’s stories was the impact of relational social work practice as an intervention. When there is understandably huge concern about waiting lists, unmet needs and a focus on processes, it is important to recognise the need to really understand people and their stories, to be persistent with people who might be easy to ‘write off’ and to enable people who face challenges and transitions in their lives to see the possibilities of change. Thinking together with Principal Social Workers (PSWs) and colleagues about the impact of high-quality social work on people’s lives was an inspiring reminder of the creativity, compassion, commitment and deep expertise that social workers display every day.",
                "tag": "p"
            },
            {
                "content": "I am encouraged by the further development of the Social Care Workforce Race Equality Standard (SC-WRES) over the last year, with almost 2 out of 3 local authorities now using this as a tool to help address structural inequity in their social work and wider workforce. DHSC sponsored the development of the tool and Skills for Care have committed to supporting its expansion. The SC-WRES supports systematic collection of powerful data that needs to be used alongside evidence from lived experience to drive purposeful action and deliver real change so that all social workers feel psychological safety, are supported to thrive and leadership teams fully reflect the communities we serve.                    ",
                "tag": "p"
            },
            {
                "content": "Improving the national response to escalations from Safeguarding Adults Reviews (SARs) and the themes identified through 2 national SARs analyses, has been another priority. Working with partners, internal governance has strengthened, actions progressed and more far-reaching recommendations are being considered.  In October, the Government announced its intention to implement Liberty Protection Safeguards (LPS) and will consult on taking this forward in the coming months.",
                "tag": "p"
            },
            {
                "content": "Over the last 2 years, the CQC have been visiting Councils to assure delivery of Care Act responsibilities. PSWs, alongside principal OTs, are playing an important role in the assurance process. It’s important to recognise the huge amount of hard work involved and the emotional toll for some colleagues. Reflecting on the first round of baseline assessments soon finishing, overall, the process has shone a light on the importance of high-quality practice, supported by leaders across the whole organisation. Assessments have - and will continue to - play an important role in supporting the delivery of government's key ambitions and ministerial priorities. CQC are currently considering the learnings from baseline assessments and will be shortly setting out the next steps. ",
                "tag": "p"
            },
            {
                "content": "I have been impressed by the range of innovation and change across Local Authorities being driven by strong social work values (some teams pictured throughout this blog). ",
                "tag": "p"
            },
            {
                "content": "Over the last year, I have hugely appreciated the leadership and advice of PSWs, Principal Occupational Therapists, Approved Mental Health Professional (AMHP) leads and ADASS, alongside other partners. PSWs have demonstrated exceptional support for practice developments and critical projects such as the refresh of national strength-based practice guidance in partnership with IMPACT. ",
                "tag": "p"
            },
            {
                "content": "I also wanted to take the opportunity to thank Robert Lewis, Mental Health Social Work lead, who has not only been a great source of ideas and support but has relentlessly advocated for the social model across the mental health agenda, from advising on the Mental Health Bill through its parliamentary progress (now law), to grappling with knotty and systemic issues, to covering many miles connecting with colleagues across the country, to planning AMHP data and workforce requirements that are fit for the future.   ",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "As we start the year, Winter resilience continues to be a live theme. I look forward to continuing to work with DASS and NHS colleagues to make sure people get the right support, at the right time and in the right place by reducing avoidable admissions to hospital and care transfer delays, including thinking about the hospital social work role.",
                "tag": "p"
            },
            {
                "content": "The ‘left shift’ to more prevention and more support at home through the development of neighbourhood health and wellbeing continues and in the coming months, this will include work on the Modern Service Framework (MSF) for frailty and dementia. MSFs are commitments in the NHS 10 year plan to standards across health and social care. Robert Lewis is also contributing to the MSF on severe mental illness.",
                "tag": "p"
            },
            {
                "content": "In a rapidly changing world, I will continue to work with colleagues to improve the quality of social work practice, including how we support high quality students to enter the profession, improve the experience of young people preparing for adulthood, and better use of digital, data and AI tools to support people to live fulfilling lives. More than 10 years on from the Care Act 2014, the work with IMPACT on strengths-based practice guidance will proceed, with a view to publication later this year, and I will work with PSWs to update their roles and responsibilities.    ",
                "tag": "p"
            },
            {
                "content": "There will undoubtedly be many challenges ahead this year, not least as Councils grapple with budgets, funding changes, local elections and local government reform. As we work to plan implementation of LPS, the Northern Ireland Judgement on Deprivation of Liberty Safeguards is expected and we need to anticipate potential outcomes.  ",
                "tag": "p"
            },
            {
                "content": "Finally, I look forward to working with you, meeting many more colleagues and hearing your experiences over 2026. Bringing together practice expertise, lived experience and research evidence, I will continue to champion models of support that enable people to exercise choice and control, reflecting co-production, strong social work values and social justice.   ",
                "tag": "p"
            }
        ],
        "link": "https://socialworkwithadults.blog.gov.uk/2026/01/19/reflections-on-my-first-year-as-chief-social-worker-for-adults/",
        "blog": "Social work with adults",
        "blog_link": "https://socialworkwithadults.blog.gov.uk",
        "description": "I hope the new year started well and everyone had a good break over the holidays. This time last year I started as the Chief Social Worker at the Department of Health and Social Care (DHSC) and much has happened …"
    },
    {
        "title": "Cross-partner working on targeted screening: UK NSC, NICE and HIS",
        "authors": [
            "Carolina Martinelli"
        ],
        "posted_on": "2026-01-19T13:25:21",
        "categories": [
            "General",
            "UK National Screening Committee"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC), the National Institute for Health and Care Excellence (NICE), and Health Improvement Scotland (HIS) all work on the early detection of health conditions, and their work sometimes overlaps and interacts. ",
                "tag": "p"
            },
            {
                "content": "For example, the UK NSC might assess a screening pathway proposal while NICE separately assesses the diagnostic pathway that uses the same test via a clinical guideline or a health technology evaluation. Or there may already be NICE or Scottish Intercollegiate Guidelines Network (SIGN) guidelines in place for the test. The FIT (faecal immunochemical test) kit used to test for bowel cancer is one example as it is used both in screening and as a test in general practice to help doctors diagnose their patients.",
                "tag": "p"
            },
            {
                "content": "The main area where these organisations collaborate and work closely together is when considering targeted screening topics for high-risk groups. These topics can sit at the boundary between clinical guidelines (which tell doctors how to care for patients) and organised screening programmes (which invite healthy people for tests). ",
                "tag": "p"
            },
            {
                "content": "Chief Medical Officer recommendations",
                "tag": "h2"
            },
            {
                "content": "Collaboration between the UK NSC, NICE and HIS supports the Chief Medical Officer's recommendations  that UK NSC should: ",
                "tag": "p"
            },
            {
                "content": "What is targeted screening?",
                "tag": "h2"
            },
            {
                "content": "Previously, the UK NSC only considered proposals for population screening programmes, while NICE and HIS considered targeted screening topics for groups at higher risk.  Following the independent review of adult screening programmes in 2019, the 4 CMOs recommended UK NSC should also cover targeted screening. ",
                "tag": "p"
            },
            {
                "content": "UK NSC defines targeted screening as:  ",
                "tag": "p"
            },
            {
                "content": "A nationally delivered proactive screening programme which aims to improve health outcomes in people with the condition being screened for, among groups of people identified as being at elevated/above average risk of a specific condition. Compared to the general population, the people targeted may have higher risk because of lifestyle factors, genetic variants or having another health condition.  ",
                "tag": "p"
            },
            {
                "content": "How targeted screening differs from clinical care",
                "tag": "h2"
            },
            {
                "content": "The UK NSC, NICE and HIS have been working together to clarify where organised targeted screening ends and the testing of high-risk groups within clinical guidelines begins. ",
                "tag": "p"
            },
            {
                "content": "Important differences between the 2 approaches include: ",
                "tag": "p"
            },
            {
                "content": "Who is being screened or tested: targeted screening largely focuses on people who feel healthy and have no symptoms. Although they are high-risk individuals, they may not know they are at higher risk of the condition being tested for. People who already have symptoms, are being investigated for a condition, or have a diagnosis should be cared for under clinical management.",
                "tag": "p"
            },
            {
                "content": "How people are invited: targeted screening programmes proactively offer tests to high-risk groups at a national level. In clinical care, patients ask for tests themselves or are referred by their doctor.  ",
                "tag": "p"
            },
            {
                "content": "For example, people with cirrhosis (liver scarring) have an increased risk of developing liver cancer. Because they already have a diagnosis, the NHS monitors them regularly for complications like liver cancer. This is part of their ongoing care, not screening. ",
                "tag": "p"
            },
            {
                "content": "Being clear about these differences helps all 3 organisations understand their roles and deliver the best outcomes for the public. ",
                "tag": "p"
            },
            {
                "content": "Working together in practice",
                "tag": "h2"
            },
            {
                "content": "Arrangements to support our joint working include: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/19/cross-partner-working-on-targeted-screening-uk-nsc-nice-and-his/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC works with the National Institute for Health and Care Excellence (NICE) and Health Improvement Scotland (HIS) to help improve early detection of health conditions."
    }
]