[
    {
        "title": "Mandatory sheep carcase classification and price reporting introduced",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-01-13T11:53:57",
        "categories": [
            "Supply chain"
        ],
        "content": [
            {
                "content": "A mandatory, standardised system for classifying sheep carcases and reporting prices is now in force. ",
                "tag": "p"
            },
            {
                "content": "The new system will help ensure sheep carcases are classified in a fair and consistent way, bringing the sheep sector into line with beef and pork, where similar systems have been used for many years.",
                "tag": "p"
            },
            {
                "content": "By increasing transparency in the market, farmers will have a better understanding of how their livestock is graded and priced.",
                "tag": "p"
            },
            {
                "content": "The sheep classification guidance can be found on GOV.UK. ",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "Some abattoirs have, for many years, used sheep carcase classification systems and have also chosen to report prices to the Agriculture and Horticulture Development Board (AHDB) on a voluntary basis.",
                "tag": "p"
            },
            {
                "content": "However, the standards used for trimming and presenting carcases for classification and weighing have varied between abattoirs.",
                "tag": "p"
            },
            {
                "content": "This has meant that carcases of similar quality could be presented, weighed and paid for differently across the sector, making weights and prices harder to compare.",
                "tag": "p"
            },
            {
                "content": "As a result, sheep farmers have not always had clear or consistent information to help them understand how their animals were valued, negotiate prices, or make informed decisions for their businesses.",
                "tag": "p"
            },
            {
                "content": "A targeted consultation with stakeholders in spring 2024 confirmed strong industry support for standardising sheep carcase classification.",
                "tag": "p"
            },
            {
                "content": "We worked closely with industry to design regulations that are proportionate and workable. The regulations reflect the seasonal nature of lamb production and the way the sheep processing industry operates.",
                "tag": "p"
            },
            {
                "content": "Most processors already use some form of carcase classification, often as part of how they pay farmers. ",
                "tag": "p"
            },
            {
                "content": "While there will be some transition costs, these are expected to be limited, as classifiers are already in place and will mainly need training to apply the new, standardised system.",
                "tag": "p"
            },
            {
                "content": "The new system",
                "tag": "h2"
            },
            {
                "content": "As of yesterday (12 January 2026), abattoirs in England that process 2,000 or more sheep per week, calculated as a rolling annual average, must register with the Rural Payments Agency (RPA) and follow the new regulations.",
                "tag": "p"
            },
            {
                "content": "Businesses that slaughter between 1,000 and 1,999 sheep per week can choose to register for the scheme on a voluntary basis.",
                "tag": "p"
            },
            {
                "content": "Mandatory classification applies to carcases from sheep aged under 12 months. These carcases will be classified using a detailed grid based on two criteria:",
                "tag": "p"
            },
            {
                "content": "These are the same principles already used for beef and pork classification.",
                "tag": "p"
            },
            {
                "content": "Roles and responsibilities",
                "tag": "h2"
            },
            {
                "content": "Carcases must be assessed by a licensed classifier, who assigns a grade to each carcase based on the criteria set out above. ",
                "tag": "p"
            },
            {
                "content": "Classifiers must be trained and certified to apply the grading standards consistently, and abattoirs are responsible for making sure their classifiers are properly qualified.",
                "tag": "p"
            },
            {
                "content": "Abattoirs that process sheep are responsible for carrying out classification in line with the regulatory requirements and for reporting grading and prices to the AHDB and to the sheep supplier. ",
                "tag": "p"
            },
            {
                "content": "The data will be anonymised, aggregated and published to provide a clearer picture of price trends across the sector.",
                "tag": "p"
            },
            {
                "content": "Abattoirs must keep records of classification results, weighing data and price information. They must also keep evidence showing that carcases have been correctly identified, presented, weighed, categorised and labelled in line with the regulations.",
                "tag": "p"
            },
            {
                "content": "These records must be available to the RPA if requested. Keeping records clear and accurate will help make checks straightforward and support confidence in the price reporting system.",
                "tag": "p"
            },
            {
                "content": "While processors are responsible for classification and reporting, the information produced will help farmers better understand how their animals are graded and priced. ",
                "tag": "p"
            },
            {
                "content": "This clearer, more consistent information will support better-informed decisions on breeding, finishing and marketing, without revealing commercially sensitive details.",
                "tag": "p"
            },
            {
                "content": "The RPA is responsible for registering businesses, monitoring compliance and enforcing the regulations for both classifiers and abattoirs. ",
                "tag": "p"
            },
            {
                "content": "If requirements are not met, the regulations allow for enforcement action and penalties.",
                "tag": "p"
            },
            {
                "content": "Automated systems",
                "tag": "h2"
            },
            {
                "content": "The rules allow for automated sheep carcase classification, but these systems will need separate approval.",
                "tag": "p"
            },
            {
                "content": "Applications to use automated systems can be considered from 12 February 2027. Until then, sheep carcases must be classified manually by licensed classifiers.",
                "tag": "p"
            },
            {
                "content": "Any automated system will need to show that it can produce results that are as reliable and consistent as manual classification before it can be approved.",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "Improving fairness across the food supply chain is an important government priority, and mandatory sheep carcase classification is one part of that wider work.",
                "tag": "p"
            },
            {
                "content": "If you’d like to learn more about the wider work under way to improve supply chain fairness, you can listen to our podcast with the Agricultural Supply Chain Adjudicator, Richard Thompson, or read our posts on the subject.",
                "tag": "p"
            },
            {
                "content": "You can also subscribe to the Farming blog to receive updates from the Farming and Countryside team.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/01/13/mandatory-sheep-carcase-classification-and-price-reporting-introduced/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "A mandatory, standardised system for classifying sheep carcases and reporting prices is now in force. This brings sheep into line with beef and pork and will help farmers better understand how their livestock is graded and priced."
    },
    {
        "title": "Power of Attorney Stories: Justine",
        "authors": [
            "harryfortuna"
        ],
        "posted_on": "2026-01-13T10:00:00",
        "categories": [
            "Future planning",
            "lasting power of attorney",
            "LPA",
            "Uncategorized",
            "YourVoiceYourDecision"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "A lasting power of attorney (LPA) allows you to nominate someone you trust, known as an attorney, to step in if you lack the mental capacity to make certain decisions yourself. They are legal documents that cover decisions about health and welfare, or property and finance. ",
                "tag": "p"
            },
            {
                "content": "Justine, 54, from Suffolk, knows first-hand how important a lasting power of attorney can be. Despite having witnessed countless in her role as a legal assistant, her mother’s LPA – created before difficult surgery – carried a whole new meaning. Three years later, Justine continues to be her mother's voice in the outside world – making consensual decisions, arranging appointments and protecting her autonomy.  ",
                "tag": "p"
            },
            {
                "content": "Thanks to her experience, Justine is now a powerful advocate for LPA protection at any age. She spoke to us about her journey into attorney-hood, the changes it inspired, and the comfort it still brings.  ",
                "tag": "p"
            },
            {
                "content": "Twenty years ago, the word ‘attorney’ used to conjure up images of power suits, gavels and powder-white wigs in my mind. I bet for many, it still does! I’d never heard of an LPA back then and couldn’t possibly have known what a significant term it would become for me (both personally and professionally). Now, I can’t think of being an attorney without thinking of Mum – and what a privilege it is to have her think of me in return.  ",
                "tag": "p"
            },
            {
                "content": "Oftentimes, we tease each other that I was her only choice. Sadly, we lost Dad in 2000, and any other family have long since passed away. Despite being “stuck with me” (thanks, Mum!), she knows I’m as strong an advocate for her as any. I hope I do Dad proud in that respect.  ",
                "tag": "p"
            },
            {
                "content": "We set up the lasting power of attorney just before some scheduled surgery. It went really well, thankfully, but like a lot of these things, it revealed some complications. Her left hip had turned to cotton wool, and any kind of knock or fall could lead to something far more serious. We knew then that life would always look a little differently for Mum, and before long, she became almost entirely housebound. She hasn’t lost mental capacity in any sense - she’s still sharp as anything - but that doesn’t make her need for an attorney any less desperate. Thanks to her LPA, I can now speak on her behalf in a world she can’t always access.  ",
                "tag": "p"
            },
            {
                "content": "I remember being in the hospital with her not long after the operation, and I was asked if a power of attorney had been set up. I felt so proud to say ‘yes’. As soon as we scanned it over, all the nurses and doctors then spoke to us both. I could see just from Mum’s face how much me being there reassured her and soothed any worries.  ",
                "tag": "p"
            },
            {
                "content": "That's what an LPA is all about for me. In my professional capacity, I watch so many clients uncurl their shoulders and let out a little sigh of relief when they put that pen to paper. I saw the exact same thing in Mum that day. I don’t think there should be an age limit on that kind of comfort.  ",
                "tag": "p"
            },
            {
                "content": "I go running with a local club a few times a week, and it’s such a supportive community to be a part of.  We’ve got members ranging from 18 to even 80, and you hear so many incredible stories while you’re out there. We’re definitely a walk-and-talk kind of group! However, these conversations can often be a harsh reminder that life happens, regardless of age – be it surgery, mental health struggles, accidents or illness. I know, and they now do too, that an LPA could make all of these circumstances so much easier to manage.  ",
                "tag": "p"
            },
            {
                "content": "I’ve witnessed hundreds of LPAs over the years, and every situation is so unique. I have clients with dementia or Alzheimer's – which is what we assume to be the norm – but their choices and decisions are all totally individual. Not a single LPA is the same. Which is why it’s so important to protect your voice while you still can.  ",
                "tag": "p"
            },
            {
                "content": "If I could only give one piece of advice? Don’t wait. We didn’t for Mum, and it’s the best decision she ever made.  ",
                "tag": "p"
            },
            {
                "content": "Justine and her mother are one of the many families across England and Wales that have made an LPA. ",
                "tag": "p"
            },
            {
                "content": "It's never too early to talk about lasting powers of attorney with someone you trust. Start a conversation today. ",
                "tag": "p"
            },
            {
                "content": "Find out more at  https://powerofattorney.campaign.gov.uk ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Mae atwrneiaeth arhosol (LPA) yn caniatáu i chi enwebu rhywun rydych chi’n ymddiried ynddo, a elwir yn atwrnai, i gamu i mewn os nad oes gennych alluedd meddyliol i wneud rhai penderfyniadau eich hun. Dogfennau cyfreithiol ydyn nhw sy’n ymdrin â phenderfyniadau ynghylch iechyd a lles, neu eiddo a chyllid. ",
                "tag": "p"
            },
            {
                "content": "Mae Justine, 54, o Suffolk, yn gwybod yn iawn pa mor bwysig y mae atwrneiaeth arhosol yn gallu bod. Er iddi weld llu ohonynt yn ei swydd fel cynorthwyydd cyfreithiol, roedd i atwrneiaeth arhosol ei mam - a grëwyd cyn llawdriniaeth anodd - ystyr cwbl newydd. Dair blynedd yn ddiweddarach, mae Justine yn dal i fod yn llais i’w mam yn y byd y tu allan - gan wneud penderfyniadau cydsyniol, trefnu apwyntiadau a diogelu ei hannibyniaeth.  ",
                "tag": "p"
            },
            {
                "content": "Diolch i'w phrofiad, mae Justine bellach yn eiriolwr pwerus dros warchodaeth Atwrneiaeth Arhosol yn unrhyw oed. Bu’n siarad gyda ni am ei siwrnai i fod yn atwrnai, y newidiadau y mae wedi’u hysgogi, a'r tawelwch meddwl mae’n ei roi iddi o hyd.  ",
                "tag": "p"
            },
            {
                "content": "Ugain mlynedd yn ôl, roedd y gair 'atwrnai' yn arfer creu delweddau o siwtiau awdurdodol, morthwylion llys a wigs gwyn yn fy meddwl. Mi rydw i’n siŵr bod hynny dal yn wir i lawer! Doeddwn i heb glywed am atwrneiaeth arhosol bryd hynny ac allwn i ddim fod wedi gwybod term mor bwysig a fyddai i mi (yn bersonol ac yn broffesiynol). Nawr, alla i ddim meddwl am fod yn atwrnai heb feddwl am Mam - ac mae'n fraint ei chael hithau i feddwl amdanaf finnau hefyd.  ",
                "tag": "p"
            },
            {
                "content": "Yn aml, rydyn ni'n pryfocio ein gilydd mai fi oedd ei hunig ddewis. Yn anffodus, mi wnaethom golli Dad yn 2000, ac mae unrhyw deulu arall wedi marw ers tro. Er nad oes ganddi “ddim dewis ond fi” (diolch, Mam!), mae’n gwybod fy mod cystal eiriolwr iddi ag unrhyw un arall. Dwi’n gobeithio y byddai Dad yn falch ohonof yn hyn o beth.  ",
                "tag": "p"
            },
            {
                "content": "Mi wnaethom drefnu’r atwrneiaeth arhosol cyn llawdriniaeth yr oedd mam ei hangen. Mi aeth pethau’n dda iawn, diolch byth, ond fel gyda llawer o'r pethau hyn, mi wnaeth ddatgelu cymhlethdodau. Roedd ei chlun chwith wedi troi'n wlân cotwm, a gallai unrhyw fath o gnoc neu gwymp arwain at rywbeth llawer mwy difrifol. Roedden ni'n gwybod bryd hynny y byddai bywyd wastad yn edrych ychydig yn wahanol i Mam, a chyn bo hir, roedd hi bron yn gwbl gaeth i'r tŷ. Dydy hi heb golli dim o’i galluedd meddyliol - mae hi’n dal mor siarp ag erioed - ond nid yw hynny'n golygu bod ganddi lai o angen am atwrnai. Diolch i’w hatwrneiaeth arhosol, rydw i nawr yn gallu siarad ar ei rhan mewn byd sydd ddim bob amser yn hygyrch iddi hi.  ",
                "tag": "p"
            },
            {
                "content": "Rydw i’n cofio bod yn yr ysbyty gyda hi yn fuan ar ôl y llawdriniaeth, a gofynnwyd imi a oeddem wedi sefydlu atwrneiaeth. Roeddwn i'n teimlo mor falch o ddweud ein bod ni. Cyn gynted ag y gwnaethom ei sganio draw atynt, dechreuodd y nyrsys a'r meddygon siarad gyda'r ddwy ohonom.  Roeddwn i'n gallu gweld oddi wrth wyneb Mam gymaint roedd y ffaith fy mod i yno yn rhoi tawelwch meddwl iddi ac yn lleddfu ei phryderon.  ",
                "tag": "p"
            },
            {
                "content": "Dyna, i mi, ydy pwrpas atwrneiaeth arhosol. Yn fy swydd broffesiynol, rwy'n gwylio cynifer o gleientiaid yn cael cymaint o ryddhad ar ôl arwyddo’r darn papur holl bwysig. Mi welais i’r un peth yn union yn Mam y diwrnod hwnnw. Dydw i ddim yn meddwl y dylid rhoi terfyn oedran ar y math hwnnw o dawelwch meddwl.  ",
                "tag": "p"
            },
            {
                "content": "Rydw i’n mynd i redeg gyda chlwb lleol ychydig o weithiau'r wythnos, ac mae'n gymuned mor gefnogol i fod yn rhan ohoni.  Mae gennym ni aelodau sy'n amrywio o 18 i 80 hyd yn oed, ac rydych chi'n clywed cymaint o straeon anhygoel pan fyddwch chi allan yna. Rydyn ni'n bendant yn grŵp cerdded a siarad! Fodd bynnag, mae'r sgyrsiau hyn yn aml yn gallu ein hatgoffa bod bywyd yn digwydd, beth bynnag fo'n hoed - boed hynny'n llawdriniaeth, yn bryderon iechyd meddwl, yn ddamweiniau neu'n salwch. Rydw i’n gwybod, ac maen nhw'n awr yn gwybod, y gallai Atwrneiaeth Arhosol ei gwneud yn llawer haws ichi ddelio â’r holl amgylchiadau hyn.  ",
                "tag": "p"
            },
            {
                "content": "Rydw i wedi gweld cannoedd o atwrneiaethau arhosol dros y blynyddoedd, ac mae pob sefyllfa mor unigryw. Mae gen i gleientiaid sydd â dementia neu Alzheimer's - sef yr hyn rydyn ni'n tybio yw'r norm - ond mae eu dewisiadau a’u penderfyniadau i gyd yn gwbl unigol. Does dim un atwrneiaeth arhosol yr un fath. A dyna pam ei bod mor bwysig diogelu eich llais tra bo chi’n dal i allu gwneud hynny.  ",
                "tag": "p"
            },
            {
                "content": "Pe bawn i ond yn gallu rhoi un darn o gyngor? Peidiwch ag oedi. Wnaethon ni ddim oedi gyda Mam, a dyna’r penderfyniad gorau iddi hi ei wneud erioed.  ",
                "tag": "p"
            },
            {
                "content": "Mae Justine a’i mam yn un o’r llu o deuluoedd ledled Cymru a Lloegr sydd wedi gwneud atwrneiaeth arhosol. ",
                "tag": "p"
            },
            {
                "content": "Dydy hi byth yn rhy gynnar i siarad am atwrneiaeth arhosol gyda rhywun rydych chi’n ymddiried ynddo. Dechreuwch sgwrs heddiw. ",
                "tag": "p"
            },
            {
                "content": "Mae rhagor o wybodaeth ar gael yn  https://powerofattorney.campaign.gov.uky/home-page/",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2026/01/13/power-of-attorney-stories-justine/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] A lasting power of attorney (LPA) allows you to nominate someone you trust, known as an attorney, to step in if you lack the mental capacity to make certain decisions yourself. They are legal documents that cover …"
    },
    {
        "title": "Dragons' Den Series 22 – Accessibility meets innovation with Snowball ",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2026-01-13T10:00:00",
        "categories": [
            "Business",
            "Trade marks",
            "Trade secrets"
        ],
        "content": [
            {
                "content": "Series 22 of Dragons’ Den was full to the brim with keen entrepreneurs with IP  portfolios. We followed the highs and lows with excitement as hopeful business owners entered the Den. We hope that they all left with something – be it investment, advice or exposure of their business to the show’s audience.",
                "tag": "p"
            },
            {
                "content": "Following the conclusion of the series, we’re reflecting on some of the pitches that we haven’t yet featured on our blog channel but were rich with  IP. ",
                "tag": "p"
            },
            {
                "content": "One such business is Snowball, an accessibility app designed to make life easier for those with both visible and hidden disabilities.  ",
                "tag": "p"
            },
            {
                "content": "The snowball effect ",
                "tag": "h3"
            },
            {
                "content": "Simon Sansome, founder of Snowball Community Limited, entered the Den looking for £80,000 in exchange for a 15% stake in the business that is, as he describes it “an advanced version of Tripadvisor for the disabled community”. The app allows users to leave reviews about the accessibility of a variety of locations including retail, transport, recreational activities and more, allowing other users to find spots that cater to their needs.  ",
                "tag": "p"
            },
            {
                "content": "Like many great inventions, Snowball was created out of necessity. After a life-altering injury, Simon discovered how inaccessible many places were - and that no platform existed to share accessibility information. The idea for Snowball was born.  ",
                "tag": "p"
            },
            {
                "content": "As Simon continued through his pitch, his passion for the product was evident –  as was the capacity of the app. He mentions that Google Maps, Fuel Service and Toilet Map are just a few of the sites that feed data into Snowball, expanding its capability. ",
                "tag": "p"
            },
            {
                "content": "I know how useful apps such as these can be, and having family members with access requirements means that Snowball could be a game changer when planning trips.  ",
                "tag": "p"
            },
            {
                "content": "What’s in a name? ",
                "tag": "h3"
            },
            {
                "content": "Sara Davies was the first with questions for the founder, diving into the origin of the brand name. Simon explained that the name Snowball doesn’t mean anything - and that’s intentional. In his experience, he’s found that brands  aimed towards people with disabilities can seem discriminatory, often towards those with a hidden disability, hence choosing a generic name.  ",
                "tag": "p"
            },
            {
                "content": "Steven Bartlett even chimed in that he liked the brand name - a rare seal of approval as he admits to Simon that he usually doesn’t like branding brought into the Den.  ",
                "tag": "p"
            },
            {
                "content": "A quick search on our ‘Search for a trade mark’ tool shows that Simon has, wisely, protected his logo with a trade mark  (UK00003831578). You can file for a trade mark yourself or you can use an IP Attorney, and can find out more about trade marks on our website.",
                "tag": "p"
            },
            {
                "content": "This protection is something that founder Simon Sansome values:",
                "tag": "p"
            },
            {
                "content": "Where there’s a will, there’s a Waze ",
                "tag": "h3"
            },
            {
                "content": "Peter Jones’ ears pricked up when discussions over Simon’s work with Google began. The business mogul with a portfolio of tech businesses drew comparisons between Simon’s business model to that of Waze®, a navigational app that operates on user data and has reached global success.  ",
                "tag": "p"
            },
            {
                "content": "The transfer of data that Simon discusses and his developing relationship with Google likely means there will have been an involvement of Non-disclosure agreements (NDAs). An NDA is a legal contract that sets out how you share information or ideas in confidence. You can read more about NDAs and find some examples on our site. ",
                "tag": "p"
            },
            {
                "content": "Decision time in the Den ",
                "tag": "h3"
            },
            {
                "content": "As Peter  realised the potential global scale for the app, he was the first to make an offer. Peter offered Simon the full £80,000 he had asked for in return for 25% of the business – but perhaps sensing that the rest of the Den would be hot on his heels, also invited his fellow Dragons to share the deal with him. The remaining four Dragons jumped at the opportunity, including Deborah Meaden who mentions the challenges that her sister, a wheelchair user, faces.  ",
                "tag": "p"
            },
            {
                "content": "With each Dragon taking 5% in return for a £16,000 investment, Simon became a little teary-eyed at the full house of offers. I must say he wasn't the only one- the emotion certainly got to me after such a heartfelt pitch! ",
                "tag": "p"
            },
            {
                "content": "Simon accepted the offers and left the Den with five Dragons on his side-and no doubt plenty of new users of his app across the country after the airing of this episode.   ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2026/01/13/dragons-den-series-22-accessibility-meets-innovation-with-snowball/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "Following the conclusion of the series, we’re reflecting on some of the pitches that we haven’t yet featured on our blog channel but were rich with IP.  One such business is Snowball, an accessibility app designed to make life easier for those with both visible and hidden disabilities."
    },
    {
        "title": "A winter woodland challenge: how to identify trees on your next winter woodland walk",
        "authors": [
            "Phillip Ayres"
        ],
        "posted_on": "2026-01-13T09:00:00",
        "categories": [
            "Nature"
        ],
        "content": [
            {
                "content": "Winter is here and the leaves have fallen from the trees, making them so much harder to identify. Or are they?",
                "tag": "p"
            },
            {
                "content": "A couple of years ago I found myself in a woodland in the depths of winter, unable to tell one tree apart from the other without their leaves. I decided I wanted to develop my knowledge and enrolled on a course by a local nature group to help me identify trees in the winter.",
                "tag": "p"
            },
            {
                "content": "Armed with my new-found knowledge and a suitable field guide (I recommend ‘Winter Trees: A Photographic Guide’ from the Field Studies Council), this has become one of my favourite times of the year. When being a twig enthusiast comes to the fore.",
                "tag": "p"
            },
            {
                "content": "Four characteristics to help identify trees in the winter",
                "tag": "h2"
            },
            {
                "content": "When identifying trees in winter, there are four characteristics to look at:",
                "tag": "p"
            },
            {
                "content": "The shape of a tree and its bark can help with identifying common species. For instance, a mature oak has a broad, spreading crown even without leaves, while silver birch is unmistakably white and papery. But for more reliable identification, the twig and bud structure will be the parts of the tree you want to look at.",
                "tag": "p"
            },
            {
                "content": "Budding detectives",
                "tag": "h2"
            },
            {
                "content": "On every twig there will be a terminal bud at the very end. This is the main growth point at the top of a tree’s branch or stem, and where you look for your first clue.",
                "tag": "p"
            },
            {
                "content": "A sycamore, for instance, has a large, green triplet terminal bud. An oak tree has a cluster of buds, while ash has really obvious black buds that look like a deer’s hoof.",
                "tag": "p"
            },
            {
                "content": "As you look along the twig, the buds will be arranged in a distinct style and shape for each species. This is our second clue. Buds will be arranged in pairs opposite each other, or alternating along the stem. There are exceptions, such as lime, where the stem and buds have a distinct zigzag pattern, or pussy willow, where the buds spiral down the twig.",
                "tag": "p"
            },
            {
                "content": "The buds themselves help identify the tree. They will be rounded, pointy and sharp, or boxing glove shaped. They can be scaly, smooth or sticky. Some buds sit very close to the stem, while others are mounted on small pegs. Even these pegs can provide a clue. For instance, hawthorn buds, sit on a peg that resembles a pile of pancakes.",
                "tag": "p"
            },
            {
                "content": "Colourful clues",
                "tag": "h2"
            },
            {
                "content": "“But all twigs are grey!” I hear you cry. Well, no, there are a range of colours and patterns out there which are specific to individual species.",
                "tag": "p"
            },
            {
                "content": "Most twigs will be red, grey or green. Ash is a very pale grey, while buckthorn is a very dark grey. Spindle trees tend to be a grey-green colour, while hawthorn and goat willow are a distinct green colour. Lime is a very bright, distinctive red, while rowan, birch and sweet chestnut are all a much darker red.",
                "tag": "p"
            },
            {
                "content": "A tree’s texture",
                "tag": "h2"
            },
            {
                "content": "Twigs can also have a distinctive texture. Birch is characteristically rough with a ‘paint spatter’ of white lenticels (small openings in a tree’s bark). Trees such as elm and field maple have very gnarled twigs, with deep horizontal grooves resembling a crocodile’s back.",
                "tag": "p"
            },
            {
                "content": "Running your fingers along a twig can sometimes tell you as much as looking at it.",
                "tag": "p"
            },
            {
                "content": "Ready for a woodland wander?",
                "tag": "h2"
            },
            {
                "content": "Armed with your new tree identification knowledge, a winter woodland walk becomes more interesting, and a personal challenge or competition for you and the family.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2026/01/13/a-winter-woodland-challenge-how-to-identify-trees-on-your-next-winter-woodland-walk/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Phillip Ayres, Land Use Advisor in the East and East Midlands at the Forestry Commission, shares four characteristics to help you identify trees during winter."
    },
    {
        "title": "Consultation opens on evidence relating to screening for COPD",
        "authors": [
            "Peggie Huangfu"
        ],
        "posted_on": "2026-01-13T08:54:23",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to screening for Chronic Obstructive Pulmonary Disease (COPD) in the general adult population.  ",
                "tag": "p"
            },
            {
                "content": "COPD is one of the health conditions the committee reviews regularly for evidence relating to population screening. ",
                "tag": "p"
            },
            {
                "content": "Evidence maps are typically the first step in the UK NSC process of reviewing evidence. We are asking individuals and organisations to provide feedback on the findings and conclusions of a 2025 evidence map on screening for COPD in adults. ",
                "tag": "p"
            },
            {
                "content": "The evidence map was commissioned to review literature on the topic published since our last evidence review in 2018.   ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map concludes that the volume and type of new evidence related to screening for COPD in adults is currently insufficient to justify more in-depth work at this time. It recommends that screening for COPD should be re-considered in 3 years’ time. ",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "About COPD",
                "tag": "h2"
            },
            {
                "content": "COPD is a group of progressive lung conditions characterised by the inflammation and irreversible damage to pulmonary air passages that gradually reduces airflow into the lungs. The main symptoms of COPD include increasing breathlessness when active and persistent coughs with phlegm. However, airflow obstruction without symptoms is also common in COPD. ",
                "tag": "p"
            },
            {
                "content": "If left untreated, these lung conditions will progressively impair quality of life, resulting in long-term disabilities and increased mortality. Smoking tobacco has been shown to be the main cause of COPD and is responsible for 80% to 90% of cases. Epidemiological studies have found that 15% to 50% of all smokers will develop COPD. ",
                "tag": "p"
            },
            {
                "content": "The 2025 evidence map",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identifies some new evidence published since the 2018 review, including evidence on:",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/13/consultation-opens-on-evidence-relating-to-screening-for-copd/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on evidence relating to screening for COPD."
    },
    {
        "title": "Driving outcomes through place and sector: Phil Smith explores Skills England’s 2025-2026 delivery plan",
        "authors": [
            "Skills England Communications"
        ],
        "posted_on": "2026-01-12T15:11:50",
        "categories": [
            "Industrial Strategy",
            "News and announcements",
            "Strategy"
        ],
        "content": [
            {
                "content": "In the summer of 2025, shortly after the creation of Skills England, I shared with you the priorities that will guide our work. Now, as we begin a new year, I’ve been reflecting on the enormous energy and commitment I’ve seen across our skills system every day by employers, training providers, local leaders and national partners working to build a skills system that responds better and faster to the needs of employers, people and place.",
                "tag": "p"
            },
            {
                "content": "I’m pleased to now publicly share Skills England’s delivery plan for 2025-2026, which sets out how we will turn our long-term priorities into action over the remainder of this financial year, and beyond. It builds on the foundations we’ve laid since Skills England was established and shows what we’ll be doing to deliver a coherent and responsive skills system.",
                "tag": "p"
            },
            {
                "content": "Our vision, mission and priorities",
                "tag": "h2"
            },
            {
                "content": "Our vision remains simple but ambitious, Better Skills for Better Jobs. We are ensuring that the nation benefits from a highly skilled workforce, making businesses stronger and fostering better prospects for people, wherever they live.",
                "tag": "p"
            },
            {
                "content": "Supporting government priorities on growth and opportunity, our mission is to:",
                "tag": "p"
            },
            {
                "content": "This mission directly reflects what employers consistently tell us: for the UK to achieve its economic potential the skills system must meet business needs and give people clear routes into good skilled work.",
                "tag": "p"
            },
            {
                "content": "Our priorities are to:",
                "tag": "p"
            },
            {
                "content": "1. Understand our nation’s skills needs and improve our skills offer",
                "tag": "p"
            },
            {
                "content": "2. Simplify access to skills to boost economic growth",
                "tag": "p"
            },
            {
                "content": "3. Mobilise employers and other partners, co-creating solutions to meet national, regional and local skills needs",
                "tag": "p"
            },
            {
                "content": "To deliver on our ambitious vision, our work is structured around two strategic objectives.",
                "tag": "p"
            },
            {
                "content": "Strategic objective 1: delivering for employers",
                "tag": "h2"
            },
            {
                "content": "We will ensure technical education remains relevant and up-to date",
                "tag": "h3"
            },
            {
                "content": "We will do this through maintaining occupational standards, so they keep pace with industry changes, delivering the first foundation apprenticeships and rolling out new apprenticeship units that offer greater flexibility.",
                "tag": "p"
            },
            {
                "content": "This will mean up to date employer insight shapes our skills system and that technical education responds to employers’ needs.",
                "tag": "p"
            },
            {
                "content": "We will support delivery of the industrial strategy",
                "tag": "h3"
            },
            {
                "content": "To ensure key industrial strategy sectors have strong skills plans to develop their growth, we are supporting the implementation of four sector skills packages in:",
                "tag": "p"
            },
            {
                "content": "Each package will contain offers tailored to the industry’s needs.",
                "tag": "p"
            },
            {
                "content": "Local Skills Improvement Plans",
                "tag": "h3"
            },
            {
                "content": "We will ensure the skills system meets the needs of local economies and individuals through the development, review and implementation of Local Skills Improvement Plans (LSIPs).",
                "tag": "p"
            },
            {
                "content": "This will mean local skills training needs are aligned with employer needs and improve economic growth through collaborative planning between businesses and education providers.",
                "tag": "p"
            },
            {
                "content": "We will support small and medium sized businesses (SMEs)",
                "tag": "h3"
            },
            {
                "content": "We know that SMEs can struggle to navigate the skills system. We will be sharing successes from case studies so we can deepen local support in coming years for these employers.",
                "tag": "p"
            },
            {
                "content": "Delivering a new Skills Investment and Infrastructure Offer",
                "tag": "h3"
            },
            {
                "content": "We will develop a skills investment service, identifying where internationally mobile investors and large infrastructure projects face skills challenges. We will work with them and other partners to coordinate solutions, helping investors to navigate the skills system and enable strategic place-based investment into the United Kingdom.",
                "tag": "p"
            },
            {
                "content": "Strategic objective 2: delivering for people",
                "tag": "h2"
            },
            {
                "content": "We will work with industry to deliver AI upskilling",
                "tag": "h3"
            },
            {
                "content": "We will help deliver the national ambition of 7.5 million workers upskilled in AI by 2030. This will give more people the digital capabilities they need, ensuring they can benefit from, and keep up with, technological change.",
                "tag": "p"
            },
            {
                "content": "Strengthening pathways into priority sectors",
                "tag": "h3"
            },
            {
                "content": "We will work across government to strengthen the pathways into priority sectors through producing job plans in key industrial strategy sectors, growing our domestic skills pipeline. This will mean we reduce reliance on migration in key sectors of the economy.",
                "tag": "p"
            },
            {
                "content": "Providing rapid support for workers impacted by severe economic shocks",
                "tag": "h3"
            },
            {
                "content": "We will work with partners and regional leaders to provide rapid support for workers impacted by major redundancies or economic shocks. This will mean people can retrain locally and reconnect with workforce opportunities quickly.",
                "tag": "p"
            },
            {
                "content": "Getting more young people into work",
                "tag": "h3"
            },
            {
                "content": "We will work with the Department for Work and Pensions to identify barriers and strengthen support for young people into employment. This will mean they can gain confidence and skills needed to access sustained work.",
                "tag": "p"
            },
            {
                "content": "Skills data",
                "tag": "h3"
            },
            {
                "content": "Good skills data is essential for better decision making on skills provision.",
                "tag": "p"
            },
            {
                "content": "We will publish the first National Skills Need Analysis, which will provide a single trusted view of the skills our economy needs now and in the future.",
                "tag": "p"
            },
            {
                "content": "We have already published:",
                "tag": "p"
            },
            {
                "content": "As we continue into 2026, this plan reflects ambition and practicality to deliver on skills challenges. I am immensely grateful for the expertise and commitment our partners bring, and I look forward to working with you all to deliver on these ambitions.",
                "tag": "p"
            },
            {
                "content": "Phil Smith CBE",
                "tag": "p"
            },
            {
                "content": "Chair, Skills England",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2026/01/12/driving-outcomes-through-place-and-sector-phil-smith-explores-skills-englands-2025-2026-delivery-plan/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "In the summer of 2025, shortly after the creation of Skills England, I shared with you the priorities that will guide our work. Now, as we begin a new year, I’ve been reflecting on the enormous energy and commitment I’ve seen across our …"
    },
    {
        "title": "More local planning authorities commit to making their planning data open and join Open Digital Planning ",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2026-01-12T10:10:04",
        "categories": [
            "Data",
            "Digital Planning"
        ],
        "content": [
            {
                "content": "Imagine being able to instantly check whether a property sits in a conservation area or whether a tree is protected, without wading through PDFs or making a phone call to your local authority. This February, 49 more local planning authorities (LPAs) are joining the Digital Planning Improvement Fund to make this a reality.   ",
                "tag": "p"
            },
            {
                "content": "Each LPA is receiving £50,000 to help them publish their essential planning data in standardised, open formats on the national Planning Data platform.  ",
                "tag": "p"
            },
            {
                "content": "This important step will transform how residents, businesses and other stakeholders access vital planning information, moving from fragmented, hard-to-find data to data that is standardised, searchable and up to date. This shift enables better decision-making, greater transparency and efficiency, and will support real innovation in housing and development. ",
                "tag": "p"
            },
            {
                "content": "Four priority datasets ",
                "tag": "h2"
            },
            {
                "content": "Each LPA is committing to publishing 4 planning datasets – Conservation areas, listed buildings, Tree Preservation Orders and Article 4 Directions. Once published, this data powers tools like PlanX, software that can guide applicants to find out if they need planning permission or report a planning breach.  ",
                "tag": "p"
            },
            {
                "content": "Accelerating progress through shared expertise ",
                "tag": "h2"
            },
            {
                "content": "The fund doesn’t just provide financial support. LPAs also join Open Digital Planning, a transformation network of local planning authorities tackling the same data and digital challenges, with access to training and specialist support from MHCLG’s Digital Planning community and data teams. ",
                "tag": "p"
            },
            {
                "content": "ODP helps authorities avoid reinventing the wheel. Members learn from each other including other LPAs further along in their data publishing and digital planning journey, adopting proven approaches rather than duplicating effort. ",
                "tag": "p"
            },
            {
                "content": "A growing movement ",
                "tag": "h2"
            },
            {
                "content": "The Digital Planning Improvement Fund now supports 171 LPAs, more than a third of councils across England, to publish their planning data – including 70 who joined last year, 46 who joined in March 2025 and 24 who started in September 2025. ",
                "tag": "p"
            },
            {
                "content": "New LPAs begin with the Digital Planning Maturity Assessment, a self-assessment process that helps planning teams understand their digital strengths and identify areas to improve. This creates a clear starting point and helps shape realistic, achievable action plans. ",
                "tag": "p"
            },
            {
                "content": "The 49 LPAs starting their digital journey next month are: ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "Follow their journey through case studies on the Open Digital Planning website.  ",
                "tag": "p"
            },
            {
                "content": "LPAs can check and provide their data using the Planning Data platform.  ",
                "tag": "p"
            },
            {
                "content": "For more information visit the Open Digital Planning website or follow on LinkedIn.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/01/12/more-local-planning-authorities-commit-to-making-their-planning-data-open-and-join-open-digital-planning/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Planning data locked in PDFs and legacy systems creates barriers for everyone. This February, 49 more local planning authorities are joining the Digital Planning Improvement Fund to publish essential planning data in open, standardised formats making it easier for residents, businesses and developers to find what they need."
    },
    {
        "title": "Join AI Engineering Lab and  help shape the future of digital government ",
        "authors": [
            "Engineering Excellence Team, Office of the Chief Technology Officer (OCTO), GDS"
        ],
        "posted_on": "2026-01-12T09:00:00",
        "categories": [
            "AI"
        ],
        "content": [
            {
                "content": "2026 is set to be an incredibly exciting year for the digital industry, particularly across the public sector, and it all begins with a major opportunity for you to help shape the future of digital government. ",
                "tag": "p"
            },
            {
                "content": "To start the year, the AI Engineering Lab is driving AI adoption across public sector software teams by helping them to implement AI coding assistants by offering technical support and training for anyone who uses them.  ",
                "tag": "p"
            },
            {
                "content": "This work builds on the positive results of the AI Coding Assistant (AICA) trial we ran in 2025, which found significant potential for improving efficiency and delivery.  ",
                "tag": "p"
            },
            {
                "content": "Most importantly, this is a project which will evolve and adapt as we evaluate and learn along the way. ",
                "tag": "p"
            },
            {
                "content": "Here’s why you need to get involved, especially if you’re part of the digital and data in the public sector! ",
                "tag": "p"
            },
            {
                "content": "What is AI Engineering Lab? ",
                "tag": "h2"
            },
            {
                "content": "AI Engineering Lab is being led by the Engineering Excellence team in   Government Digital Service (GDS),  and its role is to drive sustained and impactful adoption of AI tooling in software engineering teams across the public sector. This includes the training and management of AI enablement, not just the technical implementation of tooling. ",
                "tag": "p"
            },
            {
                "content": "Its main aims are to: ",
                "tag": "p"
            },
            {
                "content": "AI Engineering Lab is a user-led project, which means that your input will help to determine how, where and why AI is used, and where it shouldn’t be. ",
                "tag": "p"
            },
            {
                "content": "What’s happening in early 2026 ",
                "tag": "h2"
            },
            {
                "content": "Starting in early 2026, we’ll roll out licences for leading AI tools, including: ",
                "tag": "p"
            },
            {
                "content": "We’ll be adding more tools later on, and these licences will be available for up to six months. During this time, we’ll also provide support for technical setup, integration and training. ",
                "tag": "p"
            },
            {
                "content": "These tools will be available to all public sector departments and organisations, although there are a limited number of licences available. ",
                "tag": "p"
            },
            {
                "content": "We’ll also be organising events such as hackathons and community meetings. You don’t need to be an expert to take part – anyone with an interest in how AI can or should be used in software engineering is welcome to join in. ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "h2"
            },
            {
                "content": "This is a unique opportunity to help shape the future of digital government, and there are many ways that you can get involved. These include: ",
                "tag": "p"
            },
            {
                "content": "To take part in AI Engineering Lab, contact us at gdsengineeringexcellence@dsit.gov.uk ",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2026/01/12/join-ai-engineering-lab-and-help-shape-the-future-of-digital-government/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "By joining the AI Engineering Lab project, you can help shape the future of AI adoption in software engineering across government."
    }
]