[
    {
        "title": "A message from the Cabinet Secretary",
        "authors": [
            "Antonia Romeo, Cabinet Secretary and Head of the Civil Service"
        ],
        "posted_on": "2026-02-20T13:21:52",
        "categories": [
            "Civil Service Leaders"
        ],
        "content": [
            {
                "content": "Dame Antonia Romeo was appointed as the Cabinet Secretary and Head of the Civil Service on 19 February 2026. In her first message to the organisation, she set out her reflections on the role and her pride in public service.",
                "tag": "p"
            },
            {
                "content": "Dear colleagues,",
                "tag": "p"
            },
            {
                "content": "I still remember my first day in the Civil Service, 25 years ago. I was an economist on a temporary contract, with limited understanding of what the Civil Service was or what it did - just a powerful belief that government could change lives for the better. 25 years later, I hold that same belief more strongly than ever.",
                "tag": "p"
            },
            {
                "content": "The Civil Service is a remarkable institution, which I love. I’ve had the privilege of working in some extraordinary departments on some extraordinary things: from global trade negotiations to courts and prisons, from economics to national security. I’ve seen first-hand the expertise and commitment of colleagues - in frontline services, across departments and agencies, and across the country. So it is with a profound sense of pride that I take up this role as your Cabinet Secretary and Head of the Civil Service. I don't take this responsibility lightly.",
                "tag": "p"
            },
            {
                "content": "Our job is to deliver for the Government. I want us to be known for excellence in delivery, and to serve the government with purpose, and with the pride that comes from high-performance. The Prime Minister has an ambitious agenda for the country that will require us to work at pace, collaboratively, and with agility. The challenges facing our country are significant and the public's expectations of us are, rightly, high. Everything we do should move us closer to the outcomes that matter for the public. We must be curious about why we are doing what we are doing, and relentless in scrutinising our performance and removing barriers to delivery.",
                "tag": "p"
            },
            {
                "content": "The Civil Service has deep skills and expertise, but we need to continue to modernise and innovate. I have spent much of the past five years talking to civil servants across the country about what they want from the Civil Service. What you have told me is that you want to change the things that get in the way of you doing your jobs. You want us to be more productive, to do things differently. You want to be proud of what you achieve. Civil Service modernisation needs to embrace your ideas and have innovation at its core.",
                "tag": "p"
            },
            {
                "content": "I have given my career to public service because I care passionately about the country and the importance of democracy. No one will be a stronger advocate of the Civil Service than I am. I will stand up strongly for the Civil Service and I will work with you all to maintain and build trust in our institution. In 25 years I have seen civil servants respond to huge challenges with creativity, resilience, and determination. I know what we can achieve together.",
                "tag": "p"
            },
            {
                "content": "Finally, my commitment to you as your Cabinet Secretary is to provide the energy, direction and support you need to excel. I will always take pride in what we do. You do some of the hardest jobs in the country - and you do them because they are hard, not in spite of them being hard.",
                "tag": "p"
            },
            {
                "content": "That is the heart of public service. Every single person in the country, every day, depends on our work. That should be a matter of pride for us all, and something we should all carry with us.",
                "tag": "p"
            },
            {
                "content": "I’m looking forward to working with you.",
                "tag": "p"
            },
            {
                "content": "Antonia",
                "tag": "p"
            },
            {
                "content": "Dame Antonia Romeo",
                "tag": "h4"
            },
            {
                "content": "Cabinet Secretary and Head of the Civil Service",
                "tag": "h4"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2026/02/20/a-message-from-the-cabinet-secretary/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Dame Antonia Romeo was appointed as the Cabinet Secretary and Head of the Civil Service on 19 February 2026. In her first message to the organisation, she set out her reflections on the role and her pride in public service."
    },
    {
        "title": "Vaccines for students: how to get up to date",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-20T11:10:59",
        "categories": [
            "Students"
        ],
        "content": [
            {
                "content": "Research shows that around 1 in 8 new students starting  university or college this year are unprotected against 4 deadly types of meningitis capable of causing serious health complications.",
                "tag": "p"
            },
            {
                "content": "It’s really important that all students make sure they’re up to date with all free routine NHS vaccines and get to know the signs and symptoms of meningitis and septicaemia. It could help save a life.",
                "tag": "p"
            },
            {
                "content": "Why is it important for students starting university or college to be up to date on their vaccines? ",
                "tag": "h3"
            },
            {
                "content": "Students are particularly at risk from contracting diseases such as meningitis and measles as they mix with large numbers of other students from around the country and overseas.",
                "tag": "p"
            },
            {
                "content": "These diseases can cause serious health problems and can even be fatal. Every year, new and returning students get seriously ill, with some tragically dying from these preventable diseases.",
                "tag": "p"
            },
            {
                "content": "By getting the necessary vaccines, students are not only protecting themselves, but also protecting others from getting ill.",
                "tag": "p"
            },
            {
                "content": "Which vaccines should all students get? ",
                "tag": "h3"
            },
            {
                "content": "The three vaccines students should be up to date with before starting university or college include:",
                "tag": "p"
            },
            {
                "content": "What are the symptoms of meningitis?  ",
                "tag": "h3"
            },
            {
                "content": "Meningitis can kill healthy people within hours and in the early stages is difficult to distinguish from a bad hangover or more common milder illnesses.",
                "tag": "p"
            },
            {
                "content": "By taking up the free MenACWY vaccine, students are not only protecting themselves but also protecting others by stopping the bacteria from being passed on.",
                "tag": "p"
            },
            {
                "content": "For young people who have already been vaccinated, it’s still important to be aware of the signs and symptoms of meningitis because the free vaccine does not protect against MenB, which is the most common cause of life-threatening meningitis amongst this age group.",
                "tag": "p"
            },
            {
                "content": "Symptoms include:",
                "tag": "p"
            },
            {
                "content": "How do I find out whether I’m up to date on my vaccines? ",
                "tag": "h3"
            },
            {
                "content": "Contact your GP to find out which vaccines you’ve already received if you’re not sure, or look at your red book which records the vaccines you’ve had.",
                "tag": "p"
            },
            {
                "content": "How much do the vaccines cost and how can I get them? ",
                "tag": "h3"
            },
            {
                "content": "Contact your GP surgery to arrange getting a vaccine – for most students, they will be completely free.",
                "tag": "p"
            },
            {
                "content": "HPV vaccines were first introduced to girls before being extended to boys in year 8 aged 12 and 13 in 2019.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/vaccines-for-students-how-to-get-up-to-date/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Vaccines for students: how to get up to date Research shows that around 1 in 8 new students starting  university or college this year are unprotected against 4 deadly types of meningitis capable of causing serious health complications. It’s really important …"
    },
    {
        "title": "How to protect against measles – vaccines for school pupils",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-20T11:02:47",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Measles is an infection that spreads very easily and for some people can cause serious problems. Cases of the virus are rising across England, including among children. ",
                "tag": "p"
            },
            {
                "content": "There’s no specific medical treatment for measles, so it’s important to get vaccinated as it’s the best protection against becoming seriously unwell. ",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine protects against measles, mumps and rubella. Here, we explain everything you need to know about getting your child up to date on their vaccines.  ",
                "tag": "p"
            },
            {
                "content": "Why is it important for school pupils to get the vaccine? ",
                "tag": "h3"
            },
            {
                "content": "One in 15 children develop serious complications from a measles infection, which can include meningitis and blindness. Vaccination is the best way for your children to build up immunity and offers good protection against serious illness.",
                "tag": "p"
            },
            {
                "content": "Being vaccinated is also the most effective way to prevent the disease from spreading and to minimise the disruption to your child’s education.",
                "tag": "p"
            },
            {
                "content": "How old does my child have to be to get a vaccine? ",
                "tag": "h3"
            },
            {
                "content": "The MMRV vaccine offers protection against measles, mumps, rubella, and chickenpox (also known as varicella). From 1 January 2026, the MMRV vaccine is used in the routine childhood immunisation schedule in the UK with the first dose offered at 12 months and the second at 18 months.",
                "tag": "p"
            },
            {
                "content": "Two doses of the MMRV vaccine provide excellent lifelong protection against measles, as well as mumps, rubella and chickenpox.",
                "tag": "p"
            },
            {
                "content": "You can find out more about the MMRV programme in UKHSA’s blog, including information on the catch up programme.",
                "tag": "p"
            },
            {
                "content": "Older children and adults born on or before 31 December 2019 can be caught up for free on the NHS whatever their age using the MMR vaccine. Having 2 doses gives long lasting protection.",
                "tag": "p"
            },
            {
                "content": "Each dose is a single injection into the muscle in the thigh or upper arm.",
                "tag": "p"
            },
            {
                "content": "How do I get a vaccine for my child? ",
                "tag": "h3"
            },
            {
                "content": "You should contact your GP to make an appointment for your child.  ",
                "tag": "p"
            },
            {
                "content": "They will be able to advise whether your child is eligible for MMRV or MMR. Your child can be vaccinated against measles, whatever their age. ",
                "tag": "p"
            },
            {
                "content": "How do I know if my child has already had the vaccine?",
                "tag": "h3"
            },
            {
                "content": "If you’re unsure whether your child is up to date with their vaccines, you should check your child’s red book or GP records.",
                "tag": "p"
            },
            {
                "content": "You can also call your GP to find out if you’re up to date with your own vaccines. You can catch up no matter your age.",
                "tag": "p"
            },
            {
                "content": "Is the MMR and MMRV vaccines safe?",
                "tag": "h3"
            },
            {
                "content": "The MMRV vaccine has been safely used for over a decade and is already part of the routine childhood vaccine schedule in several countries, including Canada, Australia and Germany.",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine has been safely protecting children for many years in many countries worldwide. In the UK, millions of doses have been given since it was introduced in 1988. Before vaccines can be used, they must be thoroughly tested for safety. Many studies have taken place to look at the safety and effectiveness of MMR vaccine.",
                "tag": "p"
            },
            {
                "content": "Most side effects are mild and do not last long. It's important to remember that the possible complications of infectious conditions, such as measles, mumps and rubella, are much more serious.",
                "tag": "p"
            },
            {
                "content": "You can find out more information on the MMRV vaccine and the MMR vaccine on the NHS website.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/how-protect-against-measles-vaccines-school-pupils/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Measles is an infection that spreads very easily and for some people can cause serious problems. Cases of the virus are rising across England, including among children.  There’s no specific medical treatment for measles, so it’s important to get vaccinated …"
    },
    {
        "title": "UK-backed space weather mission sets sail for launch site",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2026-02-20T10:33:18",
        "categories": [
            "Astronomy",
            "Delivering Missions and Capabilities",
            "Protecting our planet and outer space"
        ],
        "content": [
            {
                "content": "A landmark joint European-Chinese space mission, with significant UK involvement, has departed Europe for its launch site in French Guiana ahead of a planned April launch. ",
                "tag": "p"
            },
            {
                "content": "The SMILE spacecraft — the Solar wind Magnetosphere Ionosphere Link Explorer — left ESA’s technical centre in the Netherlands on 11 February, travelling by truck to the Port of Amsterdam before setting sail aboard the cargo ship Colibri. The vessel, which also transported the James Webb Space Telescope in 2021, is carrying the spacecraft across the Atlantic Ocean and is expected to arrive before the end of February. ",
                "tag": "p"
            },
            {
                "content": "SMILE has a launch window of 8 April to 7 May 2026, when it will lift off on a Vega-C rocket. Once in orbit, it will give scientists their first complete picture of how Earth responds to the solar wind — the streams of particles and bursts of radiation constantly emitted by the Sun. ",
                "tag": "p"
            },
            {
                "content": "UK at the heart of the mission ",
                "tag": "h3"
            },
            {
                "content": "The UK has played a central role in SMILE, with British researchers leading the soft X-ray imager (SXI) instrument — one of four scientific instruments aboard the spacecraft — and co-leading the overall mission science. UK companies Teledyne e2v and Photek Ltd have also made vital hardware contributions to the mission. ",
                "tag": "p"
            },
            {
                "content": "Read more about UK involvement in Smile.",
                "tag": "p"
            },
            {
                "content": "The journey to space ",
                "tag": "h3"
            },
            {
                "content": "The Colibri is carrying 12 containers of spacecraft equipment and a small team of European and Chinese mission specialists. To keep the spacecraft in perfect condition during the voyage, its container is continuously flushed with nitrogen to remove oxygen, water vapour and other potential contaminants, with temperature, pressure and humidity monitored throughout. ",
                "tag": "p"
            },
            {
                "content": "On its way south, the ship made a stop in Saint Nazaire, France, to collect the Vega-C upper stage that will carry SMILE into orbit — meaning the rocket and spacecraft will make the final leg of the sea journey together. ",
                "tag": "p"
            },
            {
                "content": "Once the ship docks in Kourou, engineers from both Europe and China will begin final launch preparations, including unpacking, testing, fuelling, and mating the spacecraft to its rocket. ",
                "tag": "p"
            },
            {
                "content": "About SMILE ",
                "tag": "h3"
            },
            {
                "content": "SMILE is a joint mission between the European Space Agency (ESA) and the Chinese Academy of Sciences (CAS). It will use four science instruments — including ultraviolet and soft X-ray cameras, as well as particle and magnetic field detectors — to study how Earth's magnetic environment responds to the solar wind. The mission forms part of ESA’s Cosmic Vision programme. ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2026/02/20/uk-backed-space-weather-mission-sets-sail-for-launch-site/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "A landmark joint European-Chinese space mission, with significant UK involvement, has departed Europe for its launch site in French Guiana ahead of a planned April launch. "
    },
    {
        "title": "What user research taught us about designing useful digital planning case studies  ",
        "authors": [
            "Rosa Sorrento, Content Designer"
        ],
        "posted_on": "2026-02-20T09:38:29",
        "categories": [
            "Design",
            "Digital Planning",
            "Ways of working"
        ],
        "content": [
            {
                "content": "Case studies are widely used in government to share learning, explain what has been tried, and help teams understand what might work for them. But what makes a case study genuinely useful for the people who rely on them? ",
                "tag": "p"
            },
            {
                "content": "Over the past few months, I have been working on a set of digital planning case studies. Alongside this, we recently published draft Create or update a local plan guidance for the new plan making system. Both pieces of work are shaped by the same question: how do we design content that helps people  take action, not just absorb information?  ",
                "tag": "p"
            },
            {
                "content": "The draft guidance takes a user-centred approach, reflecting how plan-makers work best and what they need at different stages of the process. We applied the same approach to our case studies, with user testing focusing on how local planning authorities use digital tools within plan-making, and  aligning the structure and language so users can move easily between guidance and related examples.  ",
                "tag": "p"
            },
            {
                "content": "We want to encourage local planning authorities to adopt digital tools that can help deliver faster, more efficient plan-making. Their feedback shaped the case studies, and surfaced lessons that apply well beyond planning.  ",
                "tag": "p"
            },
            {
                "content": "This post shares those lessons. ",
                "tag": "p"
            },
            {
                "content": "What users really want from a case study ",
                "tag": "h2"
            },
            {
                "content": "Across sessions, users were consistent in what they found helpful. ",
                "tag": "p"
            },
            {
                "content": "1. Put the most important information at the top ",
                "tag": "h3"
            },
            {
                "content": "Readers scan to orient themselves. They want to know quickly: ",
                "tag": "p"
            },
            {
                "content": "If they cannot find these early, they often stop reading. ",
                "tag": "p"
            },
            {
                "content": "2. Be realistic and open about challenges ",
                "tag": "h3"
            },
            {
                "content": "Users valued honesty over polish. They wanted to know what took longer than expected, what barriers teams faced, what did not work and what they would do differently next time. This helps others plan more realistically and avoid repeating mistakes. ",
                "tag": "p"
            },
            {
                "content": "3. Include simple, meaningful and comparative data ",
                "tag": "h3"
            },
            {
                "content": "Numbers on their own are rarely useful. Users told us that data only helps  them make sense of impact when it shows change, such as a before-and-after comparison. ",
                "tag": "p"
            },
            {
                "content": "High-level metrics were enough, as long as they were framed against a  previous consultation or workflow. This helped users understand what had improved and judge whether a similar approach might be relevant in their own context. ",
                "tag": "p"
            },
            {
                "content": "4. Use clear, human language ",
                "tag": "h3"
            },
            {
                "content": "Plain English matters most where users are navigating unfamiliar processes or tools. Keeping explanations short, avoiding acronyms and reducing technical phrasing helps readers focus on the learning rather than decoding the text. ",
                "tag": "p"
            },
            {
                "content": "5. Make space for peer learning ",
                "tag": "h3"
            },
            {
                "content": "Users want to learn from each other. Hearing directly from other local  planning authorities helps build trust and makes the learning feel grounded in real experience. Case studies work best when they clearly reflect the voices and decisions of the teams involved. ",
                "tag": "p"
            },
            {
                "content": "6. Help people understand how something worked in practice ",
                "tag": "h3"
            },
            {
                "content": "Written descriptions can only go so far. Users found it easier to understand a process when they could see a simple image, screenshot or visual showing  how something worked. These did not need to be polished, just clear enough to show the flow or the interface. ",
                "tag": "p"
            },
            {
                "content": "7. Make the content easy to find ",
                "tag": "h3"
            },
            {
                "content": "Users rarely browse for case studies. They tend to discover them when they are linked from relevant guidance, included in toolkits, shared across professional networks or surfaced at the point a decision needs to be made. Visibility is part of usefulness, which is why alignment with guidance such as Create or update a local plan matters. ",
                "tag": "p"
            },
            {
                "content": "How we applied these principles ",
                "tag": "h2"
            },
            {
                "content": "User research helped us refine how we create case studies in our team. ",
                "tag": "p"
            },
            {
                "content": "We added an overview box at the top of each case study with the outcome, scale, tools used and a clear statement of context. For example, in Hounslow and Chesterfield cut response processing time by 45%, readers can quickly see what changed, how the work was delivered and what type of planning task it supported before going into detail. ",
                "tag": "p"
            },
            {
                "content": "We reordered sections so the essential details appear before narrative  content. In Southampton helps residents explore the local plan online, the planning challenge, approach and outcomes are clearly set out early on, helping users understand whether the example is relevant to their own context before investing time in the full story. ",
                "tag": "p"
            },
            {
                "content": "We added simple data wherever it existed, and clearly explained any  limitations or challenges. Case studies such as Plymouth, South Hams and West Devon improve analysis with AI include high-level metrics alongside reflections on what took longer than expected and where engagement gaps remained, which users told us helped them plan more realistically. ",
                "tag": "p"
            },
            {
                "content": "Where it supported understanding, we included simple visuals to show how something worked in practice. For example, Cotswold uses digital consultation hub to double engagement uses screenshots to illustrate the structure and flow of the tool, helping readers visualise the approach without needing a detailed technical explanation. ",
                "tag": "p"
            },
            {
                "content": "Most importantly, the structure is now predictable and easy to move through, reflecting how users read. This pattern is consistent across the published digital planning case studies and is something we will continue to apply as the programme develops. ",
                "tag": "p"
            },
            {
                "content": "We also designed the case studies to complement the Create or update a  local plan guidance. We used shared language, familiar task framing and consistent terminology, so users can move easily between guidance and case studies without having to reorient themselves each time.  ",
                "tag": "p"
            },
            {
                "content": "Taken together, these changes support a wider aim of the programme:  increasing confidence in using digital tools and contributing to a more modern, efficient planning service. When guidance and case studies work together, they help reduce uncertainty and make digital approaches feel more  achievable.  ",
                "tag": "p"
            },
            {
                "content": "What this means for teams writing case studies ",
                "tag": "h2"
            },
            {
                "content": "The lessons we heard can apply across different areas: ",
                "tag": "p"
            },
            {
                "content": "Good case studies are practical tools that help people make decisions and  learn from others. When created with real users in mind, they become part of how teams build confidence and share knowledge. ",
                "tag": "p"
            },
            {
                "content": "What’s next for us ",
                "tag": "h2"
            },
            {
                "content": "We will  apply these principles to the next set of digital planning case studies,  which will also be closely linked to the draft Create or update a local plan  guidance. We are keen to hear ideas for future digital plan-making case  studies and to continue working with local planning authorities to shape this work. If you have suggestions for case study collections, email  digitalplanningteam@communities.gov.uk. ",
                "tag": "p"
            },
            {
                "content": "We also rely on research volunteers to help test and improve our content. You can sign up to take part in user research. ",
                "tag": "p"
            },
            {
                "content": "Keep up to date with the Digital Planning programme by  following the programme on LinkedIn and subscribing to the newsletter.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/02/20/what-user-research-taught-us-about-designing-useful-digital-planning-case-studies/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "What turns a case study into something people can use? Insights from local planning authorities shaped a user-centred approach to a series of digital planning case studies, helping them sit alongside plan-making guidance, support peer learning and build confidence in how planning teams use digital tools."
    },
    {
        "title": "Dragons Den IP Blog - Series 23 Episode 4",
        "authors": [
            "Emma Richards"
        ],
        "posted_on": "2026-02-19T21:00:00",
        "categories": [
            "Business",
            "Designs",
            "Patents",
            "Trade marks"
        ],
        "content": [
            {
                "content": "What’s the connection between sea moss and aids for gripping better? Both were featured in pitches in Dragons’ Den this week in front of Dragons Peter Jones, Deborah Meaden, Steven Bartlett, Touker Suleyman and Tinie Tempah. Here to pick out the IP in the pitches is guest author, Emma, who tells us more. ",
                "tag": "p"
            },
            {
                "content": "Active hands",
                "tag": "h3"
            },
            {
                "content": "Entrepreneurs from The Active Hands company have created gripping aids to support hand function. Their product certainly gripped my attention because they have created many functional products which could potentially be protectable through patents – patents protect the function of a product.   ",
                "tag": "p"
            },
            {
                "content": "The products that the Active Hands team are developing are clearly designed specifically to enhance the mobility of the users. What wasn’t featured in the pitch, however,  was whether the team have created a new product. It was alluded to, but there was no mention of any patent protection in Den discussions.    ",
                "tag": "p"
            },
            {
                "content": "If you are creating any products in your business and believe that they could be protected by a patent there are a number of things that need to be considered.   ",
                "tag": "p"
            },
            {
                "content": "For a product to be eligible for patent protection it must have a technical function that you can describe using diagrams and drawings, along with a detailed document, including the claims – this is the most important part of a patent application.  It is also important to note that for an item to be eligible for a patent it has to be completely new worldwide and never seen before. This is why we recommend that creators should be careful sharing innovation prior to applying for protection. ",
                "tag": "p"
            },
            {
                "content": "Learn more about applying for a patent in our guidance.",
                "tag": "p"
            },
            {
                "content": "If you do need to share the details of your patent for funding or collaboration you may wish to consider using a Non-Disclosure Agreement (NDA) as prior disclosure could invalidate your application.  ",
                "tag": "p"
            },
            {
                "content": "Multi-Dragon deals and sea moss",
                "tag": "h3"
            },
            {
                "content": "Back to the Den and the final pitch of the evening - Health and Holistics, a natural product range containing sea moss - captured the imagination of the Dragons. ",
                "tag": "p"
            },
            {
                "content": "While entrepreneur Rome Haghighat secured a multi-Dragon deal, there was no mention of IP protection in this business , which may leave you wondering whether he owned any IP at all – but it’s a common misconception that service businesses do not own any IP. In fact, all businesses own IP, it is just a case of figuring out what IP right is most applicable to you.   ",
                "tag": "p"
            },
            {
                "content": "If you are at the start of your business journey and starting a service business similar to Health and Holistics you may want to think about your IP strategy.  I would suggest creating a brand that consumers relate to. You will be unable to protect the concept of your business so gaining the trust of consumers through a strong brand will be the key to your success and can be protected by a trade mark. ",
                "tag": "p"
            },
            {
                "content": "You may also want to consider the creative elements of your business, for example, do you have stylish packaging?  Are you a designer creating a suite of eye-catching products?  If the answer is yes, then you will certainly need to consider Design Registration and Copyright. ",
                "tag": "p"
            },
            {
                "content": "Learn more about applying for a registered design in our guidance. ",
                "tag": "p"
            },
            {
                "content": "Even though IP was not the main focus of tonight’s episode, there was still IP to consider. This just goes to show that even if you are not an inventor IP should always be part of your IP strategy... and there are plenty of resources to help with that.  Don’t be afraid, just ask and your business will thrive and grow.   ",
                "tag": "p"
            },
            {
                "content": "The IPO prides itself on helping SMEs realise their IP and how it can benefit their business - just take a look at our business tools and there will certainly be something that can help you get started. Business tools and training - GOV.UK ",
                "tag": "p"
            },
            {
                "content": "We would recommend, too, that you speak to a professional, for example a patent attorney or trade mark attorney - basic advice may be free. ",
                "tag": "p"
            },
            {
                "content": "Good luck everyone!",
                "tag": "p"
            },
            {
                "content": "Disclaimer:  ",
                "tag": "p"
            },
            {
                "content": "The purpose of the IPO's Dragons' Den IP blog is to help identify the IP in entrepreneurs’ pitches and highlight how IP works, or could work, in the real-life examples featured. IPO’s authorship of this blog does not constitute its endorsement or sponsorship of any products, individuals or businesses referenced within it.  ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2026/02/19/dragons-den-ip-blog-series-23-episode-4/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "What’s the connection between sea moss and aids for gripping better? Both were featured in pitches in Dragons’ Den this week in front of Dragons Peter Jones, Deborah Meaden, Steven Bartlett, Touker Suleyman and Tinie Tempah. Here to pick out the IP in the pitches is guest author, Emma, who tells us more. "
    },
    {
        "title": "The DARTS challenge: modernising our most complex court system",
        "authors": [
            "Pete Harrison – Programme Director, Decommissioning & Legacy Risk Mitigation, HMCTS"
        ],
        "posted_on": "2026-02-19T11:01:12",
        "categories": [
            "Digital services",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "\n[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "The modernisation of Digital Audio Recording Transcription (DARTS) marked the final major milestone in our journey to transform court technology. Used specifically in the Crown Court, the modernised platform delivers faster, more reliable access to recordings, helping legal professionals, court staff and transcription services work more efficiently and accurately.  ",
                "tag": "p"
            },
            {
                "content": "Users can now locate Crown Court cases more quickly thanks to improved search tools, with critical information like reporting restrictions clearly displayed to avoid costly delays. Requests for the audio recordings used to create the transcripts are processed in minutes rather than hours, and users can track their progress in real time. Court staff also benefit from centralised access to historic documents, meaning they have secure, seamless access without juggling multiple passwords.  ",
                "tag": "p"
            },
            {
                "content": "Natalie Robinson, Crime Service Manager at HMCTS, describes DARTS as “a core application within the Crown Court, enabling HMCTS to meet mandatory requirements to record and store audio from all Crown Court hearings”.   ",
                "tag": "p"
            },
            {
                "content": "By modernising DARTS and transitioning onto a cloud environment, we’ve created a more efficient, user-friendly and reliable service for the people who need to access recordings and transcripts.  ",
                "tag": "p"
            },
            {
                "content": "Susan Goss from transcription company Escribers adds: “DARTS is a platform we rely on heavily as part of the administration of justice. The improvements and time saved waiting for audio are proving very great indeed.”",
                "tag": "p"
            },
            {
                "content": "The challenge: A complex migration",
                "tag": "h2"
            },
            {
                "content": "DARTS records Crown Court proceedings across England and Wales, forming the official legal record. These recordings are vital for appeals and parole hearings, accurate transcription and ensuring transparency in the justice system. When someone appeals a conviction or sentence, these recordings provide the definitive account of what occurred in court.  ",
                "tag": "p"
            },
            {
                "content": "After completing the migration of 36 of the 37 applications from legacy data centres, the modernisation of DARTS was our most complex task. It involved moving nearly 600 terabytes of audio data – equivalent to nearly one million CDs and more than all other court applications combined.  ",
                "tag": "p"
            },
            {
                "content": "The previous system was not designed with data migration in mind. Transferring the recordings was straightforward in principle – copying files with quality checks to ensure none were lost or damaged – but the scale was immense. This process had to be repeated 98 million times, with the team monitoring and reporting on progress.",
                "tag": "p"
            },
            {
                "content": "A complete rebuild",
                "tag": "h2"
            },
            {
                "content": "The real challenge lay in converting the database that tracks these recordings. It contains not just dates and locations, but all the information that users need to find specific recordings and request transcripts – such as court events, linked cases and sentencing details that determine how long recordings must be kept. The complex relationships between different pieces of information had to be perfectly preserved during conversion, as any errors could affect legal processes, appeals or the future ability to locate specific proceedings.  ",
                "tag": "p"
            },
            {
                "content": "The old version of DARTS was so tightly linked to specific software and hardware that it couldn’t simply be moved across. A full rebuild using standard cloud technology was the only solution that would ensure scalability and the potential for enhancements in the future.   ",
                "tag": "p"
            },
            {
                "content": "Securing the record of justice",
                "tag": "h2"
            },
            {
                "content": "The DARTS migration was completed in May 2025, marking the final milestone in moving away from data centres. The modernised system is live in the Crown Court, with connectivity to existing criminal case management systems.  ",
                "tag": "p"
            },
            {
                "content": "With technical teams, court staff and external users working closely together, nearly 600TB of data was migrated with no loss of information. The transition has been seamless for users, with familiar features retained and performance significantly improved. The new system includes real-time user messaging, integrated data storage and comprehensive monitoring. Most importantly, it lays the foundation for continuous improvement and future innovation.  ",
                "tag": "p"
            },
            {
                "content": "This project has been more than just a technical success – it demonstrates a commitment to maintaining the integrity of our justice system. With modern, flexible infrastructure now in place, DARTS is ready to evolve towards future capabilities and to connect with new court systems. ",
                "tag": "p"
            },
            {
                "content": "\n[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Roedd moderneiddio DARTS yn nodi’r brif garreg filltir derfynol yn ein siwrnai i drawsnewid technoleg yn y llys. Drwy ddefnyddio’n benodol yn Llys y Goron, mae’r platfform a foderneiddiwyd yn cynnig mynediad mwy dibynnol i recordiadau, helpu gweithwyr proffesiynol cyfreithiol, staff y llys a gwasanaethau trawsgrifio i weithio’n fwy effeithlon a chywir.  ",
                "tag": "p"
            },
            {
                "content": "Gall defnyddwyr nawr leoli achosion Llys y Goron yn gynt diolch i adnoddau chwilio gwell, gyda gwybodaeth hanfodol fel rhoi gwybod am gyfyngiadau yn cael ei harddangos yn glir i osgoi oedi drud. Mae ceisiadau ar gyfer y recordiadau sain hyn a ddefnyddir i greu’r trawsgrifiadau’n cael eu prosesu mewn munudau yn hytrach nag oriau a gall defnyddwyr olrhain eu cynnydd mewn amser real. Mae staff y llys hefyd yn cael budd o fynediad canolog i ddogfennau hanesyddol, gan olygu bod ganddynt fynediad diogel, di-dor heb orfod addasu amrywiol gyfrineiriau. ",
                "tag": "p"
            },
            {
                "content": "Mae Natalie Robinson, Rheolwr Gwasanaethau Troseddol, GLlTEF yn disgrifio DARTS fel “cymhwysiad greiddiol o fewn Llys y Goron, gan alluogi GLlTEF i gwrdd â gofynion gorfodol i gofnodi a storio sain o bob gwrandawiad yn Llys y Goron.”  ",
                "tag": "p"
            },
            {
                "content": "Drwy foderneiddio DARTS a phontio i amgylchedd cwmwl, rydym wedi creu gwasanaeth mwy effeithlon, haws i’w ddefnyddio a dibynadwy i bobl sydd angen mynediad i recordiadau a thrawsgrifiadau. ",
                "tag": "p"
            },
            {
                "content": "Ychwanegodd Susan Goss o’r cwmni trawsgrifio Escribers: “Mae DARTS yn blatfform yr ydym yn dibynnu arno’n fawr fel rhan o weinyddu cyfiawnder.  Mae’r gwelliannau a’r amser a arbedir ar gyfer aros am sain yn fawr iawn.",
                "tag": "p"
            },
            {
                "content": "Yr her: Mudo cymhleth ",
                "tag": "h2"
            },
            {
                "content": "Mae DARTS yn recordio achosion Llys y Goron ar draws Cymru a Lloegr, gan ffurfio’r cofnod cyfreithiol swyddogol.  Mae’r recordiadau hyn yn hanfodol ar gyfer apeliadau a gwrandawiadau parôl, trawsgrifiad cywir a sicrhau tryloywder yn y system gyfiawnder. Pan mae rhywun yn apelio yn erbyn euogfarn neu ddedfryd, mae’r recordiadau hyn yn darparu cyfrif pendant o’r hyn a ddigwyddodd yn y llys. ",
                "tag": "p"
            },
            {
                "content": "Ar ôl cwblhau mudo 36 o’r 37 cymhwysiad o’r canolfannau data etifeddiaeth, roedd moderneiddio DARTS y dasg fwyaf cymhleth. Roedd yn cynnwys symud bron i 600 terabeit o ddata sain - yn cyfateb i bron un miliwn o CDs a mwy na phob achos llys arall wedi eu cyfuno. ",
                "tag": "p"
            },
            {
                "content": "Ni chafodd y system flaenorol ei dylunio gyda mudo data mewn cof.  Roedd trosglwyddo’r recordiadau’n syml mewn egwyddor - copïo ffeiliau gyda gwiriadau ansawdd i sicrhau na chollwyd na difrodwyd unrhyw un - ond roedd y raddfa’n enfawr. Roedd yn rhaid ailadrodd y broses hon 98 miliwn o weithiau, gyda’r tîm yn monitro ac yn adrodd ar gynnydd.  ",
                "tag": "p"
            },
            {
                "content": "Ailadeiladu’n llwyr",
                "tag": "h2"
            },
            {
                "content": "Yr her wirioneddol oedd trosi’r gronfa ddata sy’n olrhain y recordiadau hyn.  Mae’n cynnwys nid yn unig dyddiadau a lleoliadau, ond yr holl wybodaeth mae defnyddwyr angen i ddod o hyd i recordiadau penodol a cheisiadau trawsgrifiadau - fel digwyddiadau llys, achosion cyswllt a manylion dedfrydu sy’n pennu am ba hyd y dylid cadw recordiadau. Roedd yn rhaid cadw’r berthynas gymhleth rhwng darnau gwahanol o wybodaeth yn berffaith yn ystod trafodaeth, gan y gallai unrhyw wallau effeithio ar brosesau cyfreithiol, apeliadau neu’r gallu i leoli achosion penodol yn y dyfodol. ",
                "tag": "p"
            },
            {
                "content": "Roedd cysylltiad mor agos rhwng yr hen fersiwn o DARTS â meddalwedd a chaledwedd penodol na ellir yn syml ei symud drosodd.  Ailadeiladu drwy ddefnyddio technoleg cwmwl safonol oedd yr unig ateb a fyddai’n sicrhau gallu delio gyda chynnydd a’r posibilrwydd ar gyfer gwelliannau yn y dyfodol.  ",
                "tag": "p"
            },
            {
                "content": "Sicrhau cofnod cyfiawnder  ",
                "tag": "h2"
            },
            {
                "content": "Cafodd gwaith mudo DARTS ei gwblhau ym mis Mai 2025, gan nodi’r garreg filltir derfynol wrth symud i ffwrdd o ganolfannau data. Mae’r system a foderneiddiwyd yn fyw yn Llys y Goron, gyda chysylltedd i systemau rheoli achos troseddol presennol.  ",
                "tag": "p"
            },
            {
                "content": "Gyda thimau technegol, mae staff y llys a defnyddwyr allanol yn gweithio’n agos gyda’i gilydd, cafodd bron 600TB o ddata ei fudo heb golli gwybodaeth.   Mae’r pontio wedi bod yn ddi-dor ar gyfer defnyddwyr, gyda nodweddion cyfarwydd wedi eu cynnal a pherfformiad wedi gwella’n sylweddol.  Mae’r system newydd yn cynnwys negeseuon defnyddwyr amser real, storio data integredig a monitro cynhwysfawr.  Yn bwysicach na dim, mae’n gosod y sylfeini ar gyfer gwelliant parhaus ac arloesodd yn y dyfodol. ",
                "tag": "p"
            },
            {
                "content": "Mae’r prosiect wedi bod yn fwy na llwyddiant technegol - mae’n dangos ymrwymiad i gynnal gonestrwydd ein system gyfiawnder. Gyda seilwaith modern, hyblyg ar waith, mae DARTS yn barod i ddatblygu tuag at alluogrwydd yn y dyfodol a chysylltu â’r systemau llys newydd.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2026/02/19/the-darts-challenge-modernising-our-most-complex-court-system/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "This two-part blog series looks back at our behind-the-scenes technological transformation. Part two focuses on our biggest challenge: migrating the Digital Audio Recording Transcription and Storage (DARTS) system – one of the largest data migrations HMCTS has ever undertaken."
    },
    {
        "title": "Kickstarting a career with our University Leavers Graduate programme",
        "authors": [
            "DWP Digital"
        ],
        "posted_on": "2026-02-19T10:19:20",
        "categories": [
            "Digital With Purpose",
            "Engineering",
            "Infrastructure engineering",
            "Software Engineering"
        ],
        "content": [
            {
                "content": "In April 2025 we launched our University Leavers Engineering Programme providing an opportunity for recent IT or STEM subject graduates to join DWP Digital on a two-year placement. Applications for the 2026 cohort close on Thursday 26th February.  ",
                "tag": "p"
            },
            {
                "content": "The opportunity provides hands-on experience in software and infrastructure engineering alongside comprehensive leadership training and earning a master's qualification whilst working on projects that help and support the most vulnerable in society. The programme currently runs from our Blackpool and Manchester hubs.  ",
                "tag": "p"
            },
            {
                "content": "Our graduates' experience ",
                "tag": "h2"
            },
            {
                "content": "Will, based in our Manchester hub, is part of the first cohort undertaking the graduate programme.  ",
                "tag": "p"
            },
            {
                "content": "“I found the opportunity on LinkedIn, and it instantly appealed to me. It was flexible, allowed me to choose my own career path and was near to where I lived. It ticked all the boxes for me and thankfully, after a smooth application process, I got it! ",
                "tag": "p"
            },
            {
                "content": "“I really enjoy being part of a cohort of graduates, starting out together learning and supporting each other, especially through those first few weeks and months in a new role. The programme has created a great team dynamic amongst the new starters and makes it a unique and beneficial experience all round. ",
                "tag": "p"
            },
            {
                "content": "“The support we’ve received has been great, the team are receptive to feedback, all our comments are considered, and we are listened to in a non-judgemental way. We are encouraged to ask questions, no matter how big or small, helping us to grow in confidence and thrive in our new role.” ",
                "tag": "p"
            },
            {
                "content": "Safwa is also one of this year's cohort and has seen huge personal benefits to being part of a group of graduates learning and developing together.  ",
                "tag": "p"
            },
            {
                "content": "“I have enjoyed joining the programme with a cohort of other graduates - being able to learn from one another and have a community has been amazing. The rotations I have undertaken have been invaluable for meeting a wide range of engineers and building a strong network. Being exposed to the different technologies, tools, and ways of working has broadened my technical understanding and has been super rewarding and impactful. ",
                "tag": "p"
            },
            {
                "content": "“The opportunity to rotate through different areas of the department has been invaluable in knowing how their work supports the wider department, and ultimately how it benefits society. Seeing how different roles and teams fit into the broader scope of DWP Digital has given me a clearer picture of how large-scale services are delivered. I've also learnt how to work within multi-disciplinary, agile teams and adapt quickly to new environments through the rotations I have been on. The combination of technical growth, professional development, and understanding of the bigger picture has been one of the most valuable parts of the programme so far. ",
                "tag": "p"
            },
            {
                "content": "“The support has been excellent too. From the start, there's been a strong emphasis on making sure we feel supported technically and professionally. We have access to experienced engineers, line managers, mentors, and buddies who are all invested in our development and willing to offer guidance and advice. Being able to join different teams on rotations and forming a community within our cohort has allowed us to build a great network, create a supportive environment, and feel confident in our roles.” ",
                "tag": "p"
            },
            {
                "content": "Our graduates' advice ",
                "tag": "h2"
            },
            {
                "content": "\"To anyone thinking of applying for the programme I would say that you should apply,” says Will. “Even if like me your background is not directly related to IT. You never know what it may bring!” ",
                "tag": "p"
            },
            {
                "content": "Safwa believes that potential applicants shouldn’t be put off by their lack of real-world experience.  ",
                "tag": "p"
            },
            {
                "content": "“I would say to go for it, especially if you are looking for a role where you can learn quickly while doing work that matters. The programme is designed to support you from day one, so you're not expected to know everything already.  ",
                "tag": "p"
            },
            {
                "content": "“There is a lot of mentoring, training, learning, and development to help you grow technically and professionally. If you're motivated by using technology to make a positive impact and are keen to keep learning, this programme offers a combination of meaningful work, strong development opportunities, and a great inclusive culture.” ",
                "tag": "p"
            },
            {
                "content": "We are currently looking for the next cohort of graduates to join us. We want to hear from graduates with a first class or 2:1 degree in IT, technology-related or STEM subjects. A passion for software development, systems engineering, networks or IT security is also essential. ",
                "tag": "p"
            }
        ],
        "link": "https://dwpdigital.blog.gov.uk/2026/02/19/kickstarting-a-career-with-our-university-leavers-graduate-programme/",
        "blog": "DWP Digital",
        "blog_link": "https://dwpdigital.blog.gov.uk",
        "description": "Applications for the 2026 University Leavers Graduate programme cohort close on Thursday 26th February."
    },
    {
        "title": "North West pioneers place-based cross-sector leadership programme",
        "authors": [
            "Kathryn McCarter"
        ],
        "posted_on": "2026-02-19T09:43:53",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "An exciting new leadership initiative in the North West is bringing together senior leaders from across the Civil Service, local government, private sector, higher education and not-for-profit organisations to strengthen leadership capabilities and collaboration across Greater Manchester. This year-long programme aims to deliver results rooted in regional reality and spark a long-lasting legacy of local leadership.",
                "tag": "p"
            },
            {
                "content": "The Whitehall Industry Group (WIG) Place-Based Leadership Programme represents a unique opportunity to bridge the gap between national policy makers and regional stakeholders. Running for 12 months from late March 2026, the pilot programme will bring together 30 Directors and Deputy Directors to support the ‘leaders of tomorrow’. This  Place-Based initiative perfectly embodies the Places for Growth’s vision for creating a Civil Service that truly understands and responds to the needs of communities across the UK.",
                "tag": "p"
            },
            {
                "content": "Building bridges and breaking down barriers ",
                "tag": "h3"
            },
            {
                "content": "The programme will support 30 leaders from the Greater Manchester region, from the Civil Service, local authorities, private sector, not-for-profit organisations and higher education to develop stronger networks and help co-design a unified approach to the delivery of shared policy issues in Greater Manchester. The cohort will focus specifically on how leaders work in partnership to deliver better outcomes for issues around regional economic growth and prosperity. ",
                "tag": "p"
            },
            {
                "content": "The programme aims to increase trust and understanding between local and regional stakeholders, fostering meaningful place-based collaboration, to deliver more effectively and shape better outcomes. By bringing more senior leaders and decision-makers outside of London and into the communities, Places for Growth is stimulating this closer-working between central government and local partners. Transforming how the government operates within communities to ensure policy-makers truly understand and respond to local needs.",
                "tag": "p"
            },
            {
                "content": "Through a series of facilitated sessions, strategic dialogues, workshops and experiential visits, participants will develop a shared understanding of cross-sector opportunities for regional growth whilst identifying potential barriers and pitfalls. The programme will tackle live policy issues relevant at local, regional and national levels, aligning with the 10-year Greater Manchester Strategy and national objectives. Sessions will focus on systems thinking, cross-sector collaboration around growth, AI and technology for productivity, and developing new ways of working between place-based and central government leaders. Participants will also spend full days shadowing leaders from other sectors to gain practical insights into how different organisations operate.",
                "tag": "p"
            },
            {
                "content": "Jo Bradshaw - Places for Growth, Head of Place for the North-West said: ",
                "tag": "p"
            },
            {
                "content": "\"I’m delighted to be working with WIG to launch this exciting new place-based leadership programme in Manchester. The North-West has the biggest Civil Service presence outside London and this new programme will enable us to build on the relationships we already have with regional partners, to support growth, place based policy making and leadership development for both our SCS cadre and partners from other sectors.\"",
                "tag": "p"
            },
            {
                "content": "Janet Hughes - Director General, Reform and Efficiency, Cabinet Office said:",
                "tag": "p"
            },
            {
                "content": "\"I’m really excited to be sponsoring this programme in Greater Manchester, where I’m based and where there is so much exciting work going on and such a huge opportunity to better join up our efforts across the public and private sectors. I can’t wait to see what our first cohort makes of the opportunity.\"",
                "tag": "p"
            },
            {
                "content": "This pilot programme represents a significant investment in developing Place-based leadership capabilities for navigating complex, multi-stakeholder environments, and demonstrates how through Places for Growth, civil servants across the UK are  working with local partners to unlock cross-sector collaboration. Successful participants will help shape future policy-making, creating a lasting legacy for leadership development across the region. ",
                "tag": "p"
            },
            {
                "content": "WIG has committed to exploring further interventions and support across other regions of the UK throughout 2026. To discuss the Greater Manchester Programme or potential support in your area, you can contact Tom Sapsted, Director of Strategy & Programmes at WIG on tom.sapsted@wig.co.uk.",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2026/02/19/north-west-pioneers-place-based-cross-sector-leadership-programme/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "An exciting new leadership initiative in the North West is bringing together senior leaders from across the Civil Service, local government, private sector, higher education and not-for-profit organisations to strengthen leadership capabilities and collaboration across Greater Manchester. This year-long programme …"
    },
    {
        "title": "Evidence Parliament can trust",
        "authors": [
            "Stephen Gibson, RPC Chair"
        ],
        "posted_on": "2026-02-19T09:38:01",
        "categories": [
            "Parliamentary business"
        ],
        "content": [
            {
                "content": "How the Regulatory Policy Committee’s independent scrutiny supports democratic accountability",
                "tag": "h3"
            },
            {
                "content": "When Parliament considers new legislation, MPs and peers rely on impact assessments to understand the expected impacts of that legislation. But who checks that these assessments are reliable?",
                "tag": "p"
            },
            {
                "content": "The House of Lords Secondary Legislation Scrutiny Committee has been clear about the problem. Their report – pointedly titled \"Losing Impact: Why the government's impact assessment system is failing Parliament and the public\" – highlighted serious concerns about the quality and timeliness of evidence provided by government departments supporting regulatory proposals.",
                "tag": "p"
            },
            {
                "content": "Independent scrutiny from the Regulatory Policy Committee (RPC) exists precisely to highlight and help address this gap. For example Sir Christopher Chope MP commented that the Renters (Reform) Bill “was the subject of severe criticism by the Regulatory Policy Committee because no proper impact assessment was produced at the time the bill was introduced.” ",
                "tag": "p"
            },
            {
                "content": "Opinions from the RPC offer reassurance to MPs about the quality of analysis underpinning regulatory proposals. As Kevin Hollinrake MP (a former business minister) noted in a Parliamentary debate: “I am sure that he [Sir Philip Davies MP] is aware that whatever figures the government produce, they are then scrutinised by an independent body, the Regulatory Policy Committee, to make sure that those figures hold water. Is he not reassured by that?” He went on to say: “independent scrutiny by the Regulatory Policy Committee should offer some reassurance to ministers, parliamentarians and other stakeholders that the impacts have been considered rigorously”.",
                "tag": "p"
            },
            {
                "content": "The RPC can also identify where the evidence base for a proposal is weak and perhaps greater Parliamentary scrutiny of a bill is warranted. For example, Justin Madders MP commented: “If we are to rely on the RPC for approval of the way impact assessments are delivered, we ought to listen to its recommendations a little bit more. They are not always as glowing as we would like.”",
                "tag": "p"
            },
            {
                "content": "And RPC scrutiny can also help improve the effectiveness of regulations by informing ministers about the quality of evidence and analysis. As Kevin Hollinrake MP noted in Parliament: \"the RPC's opinion can better inform ministers' decisions at an earlier stage on whether proceeding with regulation is the right approach, and whether the impacts are proportionate. All that should further improve the quality and value of the impact assessments that will reach Parliament and help to ensure that the government are regulating only where necessary, and designing regulation that is both proportionate and future-proof.”",
                "tag": "p"
            },
            {
                "content": "In January 2024, I gave evidence to the Lords Secondary Legislation Scrutiny Committee, discussing how independent scrutiny of impact assessments supports parliamentary oversight. The exchange reflected a shared concern: Parliament needs reliable evidence to do its job effectively; the RPC provides reassurance over the reliability of the evidence Parliament receives.",
                "tag": "p"
            },
            {
                "content": "The RPC's role isn't to tell Parliament whether or not to pass legislation. It's to provide an independent assessment of the quality of the evidence supporting that legislation. When the RPC rates an impact assessment as \"not fit for purpose,\" it's a red flag to parliamentarians that the analysis may not support the claims being made.",
                "tag": "p"
            },
            {
                "content": "This matters because regulation has real consequences imposing huge costs (and hopefully benefits) on businesses and households. In one parliament alone, RPC scrutiny improved the accuracy of government estimates by around £585 million per year. Without that independent check, Parliament would be working with less reliable information.",
                "tag": "p"
            },
            {
                "content": "For Parliament, independent scrutiny means more reliable evidence supporting more informed debates. For government, it means policies built on solid analytical foundations and a sound evidence-base. For businesses and the public, it means greater confidence that the laws governing their activities have been properly thought through.",
                "tag": "p"
            },
            {
                "content": "Independent scrutiny provides greater transparency to support democratic accountability and improved evidence to support better decisions.",
                "tag": "p"
            },
            {
                "content": "🔗 Read more about the RPC: https://www.gov.uk/government/organisations/regulatory-policy-committee",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2026/02/19/evidence-parliament-can-trust/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "How the Regulatory Policy Committee’s independent scrutiny supports democratic accountability"
    },
    {
        "title": "Introducing the One IPO roadmap",
        "authors": [
            "Simeon Bowen"
        ],
        "posted_on": "2026-02-19T09:30:00",
        "categories": [
            "Patents",
            "Transformation"
        ],
        "content": [
            {
                "content": "Since we’ve started rolling out the One IPO service, we’ve had lots of requests for a clear roadmap of the updates and improvements that can be expected. This blog will explore our roadmap.",
                "tag": "p"
            },
            {
                "content": "As we’re inching ever closer to the public launch of the service, now is the perfect time to share our first One IPO service roadmap with you. ",
                "tag": "p"
            },
            {
                "content": "We’ve got work to do ",
                "tag": "h3"
            },
            {
                "content": "Currently the service is in its private beta phase, which means it’s been opened up to a limited group of users while we test and refine it. Regardless, it’s clear we’ve got lots of work to do over the coming weeks, months and years to make this work as well as we want it to for our customers.",
                "tag": "p"
            },
            {
                "content": "There are some clear upgrades over the old services – like the ability to see updates on your patents almost in real-time – that give us a solid foundation to build on. However, there’s also a lot of room for improvement, and we’re not shying away from that. ",
                "tag": "p"
            },
            {
                "content": "The roadmap explained ",
                "tag": "h3"
            },
            {
                "content": "The roadmap is split into three sections – before launch, launch window and beyond launch. Let’s unpack that a bit. ",
                "tag": "p"
            },
            {
                "content": "Before launch ",
                "tag": "h3"
            },
            {
                "content": "Before launch is (unsurprisingly) the things we need to urgently fix or improve before launch. They are critical things that must be in place for us to be happy to launch the service. It includes things like increasing our publishing capacity, speeding up crucial processes like invoicing and applying the new fees.  ",
                "tag": "p"
            },
            {
                "content": "Most of the improvements before launch are focused around our internal processing and efficiency, given we’re rolling out new internal systems too. This will put us in a position to scale up our work in the new system when the One IPO service launches to the public. ",
                "tag": "p"
            },
            {
                "content": "Launch window ",
                "tag": "h3"
            },
            {
                "content": "Launch window is referring to the first six months immediately following the public launch of the service. It’s where the highest priority improvements customers have requested will be reviewed or implemented.  ",
                "tag": "p"
            },
            {
                "content": "Some of the things we refer to in this part of the roadmap will happen fairly quickly, while others will take longer. We’re going to do all of these things -it’s not a question of whether or not we fix the problem. It’s a question of how we fix it. What’s the best solution to the problem that will work for the most people? ",
                "tag": "p"
            },
            {
                "content": "In some cases this will be easy to identify. For example, it’s pretty clear to us that we need the representative to default to the organisation your account is linked to. However, when it comes to reviewing how correspondence works, that’s a far more complicated question, because the handling of correspondence varies so much between different organisations. ",
                "tag": "p"
            },
            {
                "content": "Beyond launch ",
                "tag": "h3"
            },
            {
                "content": "Beyond launch includes other important improvements, that are either a continuation of what we’ve been working on in the launch window or are just a bit less urgent than those earlier improvements. It’s referring to 6-12 months beyond the launch of the service. ",
                "tag": "p"
            },
            {
                "content": "What’s next for the roadmap? ",
                "tag": "h3"
            },
            {
                "content": "We’re referring to the roadmap we published today as ‘Roadmap 1.0’ – the first version. We will continue to review our priorities and update the roadmap on a regular basis to reflect our progress and anything that has changed. ",
                "tag": "p"
            },
            {
                "content": "That means three important things: ",
                "tag": "p"
            },
            {
                "content": "We want to keep the roadmap as a short-medium term view of our plans so we can provide as much certainty as possible. Speculating too far into the future leaves a lot of uncertainty and we don’t want to set expectations we may be unable to meet. Instead, each new version of the roadmap will gradually move us forward with clear and achievable goals. ",
                "tag": "p"
            },
            {
                "content": "Give us your feedback ",
                "tag": "h3"
            },
            {
                "content": "We know this is something our customers have wanted to see for some time. While it’s taken us longer than we would have liked to get here, we’re pleased to provide more certainty and clarity over the future development of the service now. ",
                "tag": "p"
            },
            {
                "content": "If there’s something that you feel strongly about that’s not currently on the roadmap, let us know by contacting oneiposupport@ipo.gov.uk. The more we hear something the more likely it is to change. ",
                "tag": "p"
            },
            {
                "content": "Useful links:",
                "tag": "h3"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2026/02/19/introducing-the-one-ipo-roadmap/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Since we’ve started rolling out the One IPO service, we’ve had lots of requests for a clear roadmap of the updates and improvements that can be expected. This blog dives into the new roadmap."
    },
    {
        "title": "UK NSC consults on targeted antenatal screening for HTLV-1",
        "authors": [
            "Rebecca Dliwayo"
        ],
        "posted_on": "2026-02-18T17:48:20",
        "categories": [
            "Antenatal screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has opened a consultation on evidence relating to targeted antenatal screening for Human T-lymphotropic virus 1 (HTLV-1).",
                "tag": "p"
            },
            {
                "content": "We are asking individuals and organisations to provide feedback on the findings and conclusions of an evidence review and modelling study commissioned in response to 2 targeted screening proposals submitted via the UK NSC’s open call process.",
                "tag": "p"
            },
            {
                "content": "The conclusions of this evidence review are that screening should not be introduced because it was not found to improve health outcomes. ",
                "tag": "p"
            },
            {
                "content": "To take part in the consultation, download the consultation documents by clicking on the grey ‘View documents’ button on the UK NSC’s  HTLV-1 screening recommendation page. Then submit your response by clicking on the green ‘Submit comments’ button.",
                "tag": "p"
            },
            {
                "content": "The deadline for responses is 11.59pm on 13 May.",
                "tag": "p"
            },
            {
                "content": "The consultation evidence documents can also be downloaded from the following links:",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "HTLV1 is a sexually transmitted retrovirus (like HIV) which affects the immune system. Most people with this incurable lifelong infection have no symptoms but it can cause severe diseases.",
                "tag": "p"
            },
            {
                "content": "The UK NSC archived the topic of universal screening for HTLV infections in pregnancy after commissioning a 2022 evidence map. That was the sixth time the committee had considered the topic and the evidence map did not find enough evidence to show that screening would do more good than harm.",
                "tag": "p"
            },
            {
                "content": "Following the expansion of the UK NSC’s remit to include targeted screening, 2 proposals for antenatal targeted screening for HTLV-1 were submitted during the 2022 UK NSC open call for topics.",
                "tag": "p"
            },
            {
                "content": "To address these submissions, the UK NSC commissioned a modelling study to look at the effectiveness of introducing a targeted antenatal screening programme for HTLV-1 in the UK.",
                "tag": "p"
            },
            {
                "content": "Updated evidence",
                "tag": "h2"
            },
            {
                "content": "The reviewers identified and reviewed published evidence on the health consequences of HTLV-1 and compared people who had confirmed HTLV-1 infection to those without the virus.",
                "tag": "p"
            },
            {
                "content": "They reviewed evidence on health effects including how many people became ill or died. They found no studies looking a people with HTLV-1 who have no symptoms.",
                "tag": "p"
            },
            {
                "content": "It was difficult to draw conclusions from the evidence because studies involved different groups of people and measured different health outcomes.",
                "tag": "p"
            },
            {
                "content": "This project looked at whether screening only pregnant women at higher risk of HTLV-1 (targeted screening) would improve health. Screening would involve 2 blood tests, then counselling and advice to avoid breastfeeding for those who test positive.",
                "tag": "p"
            },
            {
                "content": "The model compared targeted antenatal screening with no screening, looking at health outcomes over mothers’ and children’s lifetimes.  ",
                "tag": "p"
            },
            {
                "content": "Screening was not found to improve health. The harms of stopping breastfeeding, such as increased childhood infections, and psychological impact of learning about an incurable lifelong infection were estimated to outweigh the benefits.",
                "tag": "p"
            },
            {
                "content": "During the public consultation we are asking individuals and organisations to provide feedback on this evidence and to flag any issues they think should be considered.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/02/18/uk-nsc-consults-on-targeted-antenatal-screening-for-htlv-1/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC has opened a consultation on evidence relating to targeted antenatal screening for Human T-lymphotropic virus 1."
    },
    {
        "title": "Join our webinar: grants for farmers on lowland peat ",
        "authors": [
            "The Lowland Peat Team"
        ],
        "posted_on": "2026-02-18T17:26:00",
        "categories": [
            "Webinars"
        ],
        "content": [
            {
                "content": "England’s lowland peatlands, including the Cambridgeshire Fens, Somerset Levels and Lancashire Mosses, cover around 250,000 hectares, roughly the size of Dorset. These landscapes have supported some of the country’s most productive farmland for generations.",
                "tag": "p"
            },
            {
                "content": "Since the 1600s, much of this land has been drained for agriculture. That drainage has brought benefits for production, but it has also caused these carbon-rich soils to erode and the land to sink, making it harder to keep farming these areas in the same way over the long term.",
                "tag": "p"
            },
            {
                "content": "Changing the way water is managed in lowland peat landscapes can help reduce carbon loss and slow down soil loss.",
                "tag": "p"
            },
            {
                "content": "3 new grants will support this change, and we're hosting 2 webinars for farmers on lowland peat to understand how they can access them. There will be opportunities to give feedback and ask questions.",
                "tag": "p"
            },
            {
                "content": "Background",
                "tag": "h2"
            },
            {
                "content": "Peat soils are naturally fertile and an important carbon store. But when soils are drained, the organic matter breaks down, releasing carbon into the atmosphere. The soil compacts, the surface level drops, and the peat layer thins.",
                "tag": "p"
            },
            {
                "content": "As land subsides, ditches and drains often need more maintenance, pumping can become more important, and water levels can be harder to control. That can mean higher operating costs and greater vulnerability in both wet and dry periods.",
                "tag": "p"
            },
            {
                "content": "Managing water levels helps reduce emissions and supports national climate goals, which is why lowland peat is a priority area for government investment and future support.",
                "tag": "p"
            },
            {
                "content": "Business-as-usual on drained peat soils is becoming a less sustainable option for the future. We want to support farmers and land managers to explore alternatives, such as conventional cropping at higher water tables, and exploring markets for crops better suited to wet conditions.",
                "tag": "p"
            },
            {
                "content": "In the Environmental Improvement Plan, we announced £85 million of funding for peat. The majority of it will support measures to improve lowland agricultural peat, including grants for exploration, water infrastructure, and trials for wetter farming and paludiculture (growing crops that are suited to wetland conditions).",
                "tag": "p"
            },
            {
                "content": "This funding is intended to help farmers and land managers make changes to water management and take more sustainable actions on peat, including exploring viable markets for crops grown on wetter peat soils.",
                "tag": "p"
            },
            {
                "content": "Join our webinars",
                "tag": "h2"
            },
            {
                "content": "Next week, we are hosting two webinars about the lowland peat grant schemes which will launch this year and run until 2030.",
                "tag": "p"
            },
            {
                "content": "Both webinars will be recorded for anyone who registers, even if they cannot attend on the day. We’ll add a link to the recording in this post too. ",
                "tag": "p"
            },
            {
                "content": "We will also host pre-application webinars in the coming months, once funding is confirmed, scheme design and documentation are complete, and application windows are about to open.",
                "tag": "p"
            },
            {
                "content": "Both engagement webinars take place on Wednesday 25 February.",
                "tag": "p"
            },
            {
                "content": "Lowland Peat Water Schemes",
                "tag": "h3"
            },
            {
                "content": "This webinar is led by the Environment Agency’s Peat Team.",
                "tag": "p"
            },
            {
                "content": "Wednesday 25 February",
                "tag": "p"
            },
            {
                "content": "Time: 11:00 to 11:45",
                "tag": "p"
            },
            {
                "content": "Discovery Grants will fund partnerships in lowland peat regions to form, expand and work together to create water implementation plans. These plans will support the raising and management of water tables to improve lowland peat soils.",
                "tag": "p"
            },
            {
                "content": "Implementation Grants will fund projects that directly enable the safe and sustainable raising and management of water tables to improve lowland peat soils, primarily through water infrastructure and telemetry.",
                "tag": "p"
            },
            {
                "content": "Paludiculture and Wetter Farming Fund",
                "tag": "h3"
            },
            {
                "content": "This webinar is led by the Natural England Peat Team.",
                "tag": "p"
            },
            {
                "content": "Wednesday 25 February",
                "tag": "p"
            },
            {
                "content": "Time: 14:30 to 15:15",
                "tag": "p"
            },
            {
                "content": "The Paludiculture and Wetter Farming Fund is the successor to the Paludiculture Exploration Fund. It will support research-focused projects that address outstanding evidence gaps and help advance the viability of farming at higher water tables on lowland peat soils.",
                "tag": "p"
            },
            {
                "content": "There are 2 themes.",
                "tag": "p"
            },
            {
                "content": "Register to attend",
                "tag": "h2"
            },
            {
                "content": "To sign up, please email lowlandpeat@defra.gov.uk by the end of Monday 23 February, indicating:",
                "tag": "p"
            },
            {
                "content": "We will then send invitations for the relevant events, which will take place on Microsoft Teams.",
                "tag": "p"
            },
            {
                "content": "If you have any accessibility requirements, please get in touch by emailing lowlandpeat@defra.gov.uk. Equally, if you have questions, please send them to us in advance. We will use them to help shape the session and do our best to answer them during the webinars.",
                "tag": "p"
            },
            {
                "content": "We recognise the vital role lowland peat farms play in agricultural production and rural economies and want to make these sessions as useful as possible.",
                "tag": "p"
            },
            {
                "content": "These webinars are an early step in engaging interest in support that works on the ground, helping farmers and land managers make informed choices about water management, protect peat soils, and explore practical options for the future.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing you at the sessions!",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/18/join-our-webinar-grants-for-farmers-on-lowland-peat/",
        "blog": "The Farming Blog",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Next week, we will host two webinars to introduce the new lowland peat grant schemes for farmers. We will explain how we are developing the schemes and give you the chance to ask questions."
    },
    {
        "title": "Coverage of new political donation rules",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-02-18T16:49:15",
        "categories": [
            "Elections"
        ],
        "content": [
            {
                "content": "There has been significant coverage in the media of our changes to political finances.",
                "tag": "p"
            },
            {
                "content": "These tough new rules will protect our democracy against foreign interference and respond to longstanding stakeholder recommendations, including from the Ethics and Integrity Commission (formerly the Committee on Standards in Public Life) and the Electoral Commission.",
                "tag": "p"
            },
            {
                "content": "Some stakeholders have called for a single test to determine eligibility for company donations. We have gone beyond this by introducing three new tests a company must meet.  Here is some more on what the new changes propose:",
                "tag": "p"
            },
            {
                "content": "What are the three new tests?",
                "tag": "p"
            },
            {
                "content": "Together, these three new tests provide a much more robust framework to ensure only companies with a legitimate connection to the UK can influence UK politics.",
                "tag": "p"
            },
            {
                "content": "What else is changing?To go even further, under our new Know Your Donor requirements recipients of significant donations from companies will also need to conduct a risk assessment to judge the likelihood of foreign or illicit sources of funding. We are also requiring donors to declare any benefits linked to their donation, improving the transparency around the true source of a donation.",
                "tag": "p"
            },
            {
                "content": "These measures work together to close loopholes and strengthen rules at all stages in the political donations process, providing stronger safeguards against malign foreign actors who seek to undermine our democracy.",
                "tag": "p"
            },
            {
                "content": "This is all part of the biggest expansion of democratic participation in a generation being delivered through the Representation of the People Bill –  extending voting rights in all UK elections to  16 and 17 year olds and reinforcing the government’s zero-tolerance approach to foreign interference in UK democracy.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/02/18/coverage-of-new-political-donation-rules/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been significant coverage in the media of our changes to political finances. These tough new rules will protect our democracy against foreign interference and respond to longstanding stakeholder recommendations, including from the Ethics and Integrity Commission (formerly the …"
    },
    {
        "title": "Response to claims on housebuilding and flooding",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-02-18T15:38:37",
        "categories": [
            "Housing",
            "Planning"
        ],
        "content": [
            {
                "content": "There has been national reporting today about research from the insurer Aviva claiming one in nine new homes is at risk of flooding.",
                "tag": "p"
            },
            {
                "content": "Some of the figures quoted in Aviva’s research are misleading as they don’t factor in flood defences currently in place. For example, much of the Cities of London & Westminster are in a flood risk area but are defended by the Thames Barrier.",
                "tag": "p"
            },
            {
                "content": "Development is sometimes necessary in areas at risk of flooding because there are no alternative sites. Our policy is very clear that new development in these areas should only be granted if it can be demonstrated that the development will be safe for its lifetime without increasing flood risk elsewhere, and should reduce flood risk overall where possible.",
                "tag": "p"
            },
            {
                "content": "In 2024/25, 96% of all planning decisions complied with Environment Agency advice on flood risk, and in the same year, 99% of proposed new homes in planning applications complied with the Agency’s advice on flood risk.",
                "tag": "p"
            },
            {
                "content": "Last September we published updated flood risk guidance setting out common sense changes for builders which clarify the planning rules in places affected by the risk of surface water flooding. The changes reflect our safety-first approach, making clear that all development in these locations must be safe from flooding, but recognise that measures can sometimes be put in place to mitigate this risk such as new drainage systems.",
                "tag": "p"
            },
            {
                "content": "Our proposals will see a win-win for local communities, building the homes that working people and families desperately need whilst helping to protect properties and surrounding areas from flooding.",
                "tag": "p"
            },
            {
                "content": "A government spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“These figures are misleading as the research doesn’t even factor in flood defences in place. We will build 1.5 million homes without compromising on safety, and our planning proposals will ensure that development should not go ahead where it would be unsafe due to flood risk.",
                "tag": "p"
            },
            {
                "content": "“This is alongside investing a record £10.5 billion for flood projects which will benefit nearly 900,000 properties by 2036.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/02/18/response-to-claims-on-housebuilding-and-flooding/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been national reporting today about research from the insurer Aviva claiming one in nine new homes is at risk of flooding. Some of the figures quoted in Aviva’s research are misleading as they don’t factor in flood defences …"
    },
    {
        "title": "How we’re making technology procurement more sustainable",
        "authors": [
            "Harry Kenny"
        ],
        "posted_on": "2026-02-18T12:46:40",
        "categories": [
            "Sustainable ICT",
            "Sustainable procurement"
        ],
        "content": [
            {
                "content": "Harry Kenny talks about how in Defra we are reimagining our approach to technology procurement.",
                "tag": "p"
            },
            {
                "content": "In Defra, we are putting this approach into practice through our new End User Services (EUS) contract. This is the contract that provides laptops, phones, and tablets to colleagues. We are the first government department to adopt refurbished and remanufactured laptops at scale as part of a broader commitment to more sustainable technology use.",
                "tag": "p"
            },
            {
                "content": "Remanufactured devices are used devices that are restored to meet the same quality standards as new devices. The parts have been broken down to their individual components and rebuilt back to the manufacturer’s specification using both old and new parts. Refurbished devices are those that have had mostly cosmetic changes, bringing the device back to looking like new.",
                "tag": "p"
            },
            {
                "content": "The contract focuses on four priorities:",
                "tag": "p"
            },
            {
                "content": "We are delivering this new contract with ATOS and their partners.",
                "tag": "p"
            },
            {
                "content": "Making the most of remanufactured and refurbished devices",
                "tag": "h2"
            },
            {
                "content": "The Defra group has over 30,000 colleagues and around 72,000 devices. At this scale, we have a significant opportunity to make a difference.",
                "tag": "p"
            },
            {
                "content": "Over the 5-year life of the contract, 90% of Defra’s laptops, phones, and tablets will be refurbished or remanufactured. This will include redeployment to keep existing devices until the end of their life.",
                "tag": "p"
            },
            {
                "content": "The move will:",
                "tag": "p"
            },
            {
                "content": "These savings are compared to buying new devices.",
                "tag": "p"
            },
            {
                "content": "The financial case is also compelling. Refurbished devices offer cost savings of up to 40%. This frees up resources to reinvest in frontline services or new areas of innovation.",
                "tag": "p"
            },
            {
                "content": "Partnerships are key",
                "tag": "h2"
            },
            {
                "content": "We responsibly manage devices at the end of their life, with our zero-to-landfill policy. Where appropriate, we donate equipment to social enterprises. This supports digital inclusion and extends the lifespan of devices. We recycle devices that have reached end of their life.",
                "tag": "p"
            },
            {
                "content": "The recycling process includes working with partners to support a prison workshop programme. This helps to upskill and retrain incarcerated individuals. Another partnership means that for every new phone or tablet we buy, a phone in Africa is collected and recycled.",
                "tag": "p"
            },
            {
                "content": "Our annual ‘amnesty’ days also give Defra colleagues the opportunity to recycle un-used personal devices.",
                "tag": "p"
            },
            {
                "content": "We have relocated our logistics hub and introduced more smart lockers for device delivery and collection. Smart lockers are secure storage units where colleagues can collect and return devices. This aims to reduce delivery-related CO₂ emissions by over 30%.",
                "tag": "p"
            },
            {
                "content": "Smarter, data-driven device management",
                "tag": "h2"
            },
            {
                "content": "The contract enhances our pre-existing performance-based refresh cycles. Instead of replacing devices on a fixed schedule, we will monitor device performance. This helps us to proactively identify when we need replacements or repairs, avoiding unnecessary upgrades and extending the useful life of equipment, reducing both waste and cost.",
                "tag": "p"
            },
            {
                "content": "We are also introducing a role-basedapproach, meaning colleagues receive technology that matches what they need for their role. It helps us avoid giving people more equipment than they need and reduces the amount of hardware in circulation.",
                "tag": "p"
            },
            {
                "content": "Building sustainability into the contract",
                "tag": "h2"
            },
            {
                "content": "Sustainability isn’t treated as a standalone objective — we have embedded it throughout the contract through carefully designed key performance indicators (KPIs), collaborative governance, and proactive supplier engagement.",
                "tag": "p"
            },
            {
                "content": "One notable feature is a class-leading shift in sustainability and social value weighting of 20%. This doubles the standard 10% weighting.",
                "tag": "p"
            },
            {
                "content": "We have launched new Experience Level Agreements. These put the user’s experience at the core by rewarding supplier performance based on user sentiment and how responsive the technology is.",
                "tag": "p"
            },
            {
                "content": "A colleague - Katie Bishop, our Digital Sustainability Lead - really captured the essence of our journey so far with these reflections:",
                "tag": "p"
            },
            {
                "content": "A model for sustainable, user-focused technology",
                "tag": "h2"
            },
            {
                "content": "Our new approach to providing IT hardware demonstrates how departments can take practical, measurable steps toward more sustainable technology. By reusing more of our devices and rethinking traditional refresh models, we are reducing our environmental impact while maintaining high standards of performance, security, and user experience. This is all alongside the reduction in technology spending, providing better value for money for the taxpayer.",
                "tag": "p"
            },
            {
                "content": "Our work in this space directly aligns with our new Digital Sustainability Strategy, particularly with strategic objective 3, which outlines our circular economy approach. This objective outlines our goals to use remanufactured devices and performance-driven refresh cycles, both of which are front and centre in this contract.",
                "tag": "p"
            },
            {
                "content": "This is an innovative approach in this sector, and one we hope other departments may follow.",
                "tag": "p"
            },
            {
                "content": "Harry Kenny is a product manager from the digital sustainability team in Defra Digital Data Technology and Security.",
                "tag": "p"
            },
            {
                "content": "We’d love to hear what you’re doing in your organisation or department, to drive more digital sustainability practises. Why not leave us a comment here.",
                "tag": "p"
            },
            {
                "content": "If you have any further questions or feedback, please reach out to the Defra digital sustainability team. You can also join the conversation on LinkedIn.",
                "tag": "p"
            },
            {
                "content": "Keep up to date with the sustainability world with the GDSA podcast - Ctrl+Alt Sustain - which is available on all audio and music platforms – listen, like and subscribe to the show now!Apple PodcastsSpotifyAudible",
                "tag": "p"
            }
        ],
        "link": "https://sustainableict.blog.gov.uk/2026/02/18/how-were-making-technology-procurement-more-sustainable/",
        "blog": "UK Government Sustainable ICT",
        "blog_link": "https://sustainableict.blog.gov.uk",
        "description": "Harry Kenny talks about how in Defra we are reimagining our approach to technology procurement. In Defra, we are putting this approach into practice through our new End User Services (EUS) contract. This is the contract that provides laptops, phones, …"
    },
    {
        "title": "First Impressions of Working in NSpOC ",
        "authors": [
            "UK Space Agency"
        ],
        "posted_on": "2026-02-18T10:40:33",
        "categories": [
            "NSpOC",
            "Space surveillance and tracking"
        ],
        "content": [
            {
                "content": "The UK National Space Operations Centre (NSpOC) is responsible for developing and operating the UK’s space surveillance and protection capabilities. Today we talk to James Carmichael, Deputy Head (Civil Operations) who recently joined NSPOC and has responsibility for civil operations.  ",
                "tag": "p"
            },
            {
                "content": "Q1: James, what was your background before joining NSpOC, and how did you feel about the opportunity? ",
                "tag": "h3"
            },
            {
                "content": "My substantive role is within the UK Space Agency’s office of regulation, where I support development of UK space policy across government and industry. Before that, my background was in emergency planning and resilience, with about 10 years in the public and third sectors and prior experience in private security. ",
                "tag": "p"
            },
            {
                "content": "When the chance to support NSpOC came up, I was immediately attracted. It offered the chance to deepen my knowledge in a technically complex operational environment while applying my planning and response experience to help develop national capability. ",
                "tag": "p"
            },
            {
                "content": "Q2: What were your first impressions of the team and environment? ",
                "tag": "h3"
            },
            {
                "content": "The team’s enthusiasm was striking and this is a new and exciting operational area. I also quickly realised how much I had to learn, and how quickly. NSpOC’s mission spans technical processes, analysis, communication, and stakeholder engagement. From the start, the team’s expertise was clear, and they’ve been hugely supportive in getting me up to speed. ",
                "tag": "p"
            },
            {
                "content": "Q3: What does a typical week look like for you? ",
                "tag": "h3"
            },
            {
                "content": "No two days are the same. A core part of my role is ensuring rapid response to potential space-related risks. That means supporting the ALERT function — providing actionable intelligence on re-entries, conjunctions (potential collisions), and launches that may affect UK space assets. This work directly supports national resilience and protects critical infrastructure.",
                "tag": "p"
            },
            {
                "content": "Beyond incident response, I coordinate planning with analysts, military colleagues, and external stakeholders to progress projects and improve capability. Engagement with government partners is key to ensuring NSpOC delivers products that meet national Space Domain Awareness* needs. ",
                "tag": "p"
            },
            {
                "content": "Q4: Any memorable events or learning moments so far?",
                "tag": "h3"
            },
            {
                "content": "Every day is a learning opportunity. NSpOC only recently marked its first year of operation, so we’re constantly refining processes. One notable case — before I joined — was the break-up of a launch vehicle over a UK overseas territory. It highlighted the importance of timely expertise to support cross-government responses. That case has since been used to improve tactical planning and readiness for similar events. ",
                "tag": "p"
            },
            {
                "content": "Q5: What has intrigued you most about NSpOC’s role in the UK’s wider space strategy? ",
                "tag": "h3"
            },
            {
                "content": "I’ve been most interested in how NSpOC serves as a focal point for government interest in space. It bridges civil and military domains, offering technical expertise and operational capability to inform and protect space infrastructure. Its work connects to policy, sustainability, and national security — making it central to the UK’s future operations in space. ",
                "tag": "p"
            },
            {
                "content": "Q6: From your perspective, what value does NSpOC bring to the UK? ",
                "tag": "h3"
            },
            {
                "content": "On the civil side, NSpOC provides validated, actionable intelligence that enables informed government decision-making. It also underpins policy development by supplying up-to-date information on the space environment, while delivering time-sensitive intelligence during risk events. ",
                "tag": "p"
            },
            {
                "content": "The potential of this capability is still emerging. As global norms evolve around issues like Space Traffic Co-ordination and Management and sustainable practice, the UK’s ability to contribute credible operational expertise will become increasingly important. ",
                "tag": "p"
            },
            {
                "content": "Q7: Looking back on your first few months, what have you learned — professionally or personally? ",
                "tag": "h3"
            },
            {
                "content": "The biggest lesson has been the importance of joint working. NSpOC engages a broad set of partners across government, industry, and the military, as well as internationally. With so many stakeholders and such a high technical ceiling, programme management and shared situational awareness are critical. It’s been a fast-moving and eye-opening environment. ",
                "tag": "p"
            },
            {
                "content": "Q8: And outside of work, what do you enjoy? ",
                "tag": "h3"
            },
            {
                "content": "Outside of work I have a large (growing) number of hobbies and interests. I’m in my fifth year of a Planetary Science and Astronomy degree with the Open University. At home, we have a Husky called Bear, four hens, and several beehives. I also enjoy art, sewing, reading, gaming, and motorcycling — though I’m between bikes at the moment. ",
                "tag": "p"
            },
            {
                "content": "*Space Domain Awareness (SDA): The provision of security-focused, decision-quality information that can be used to successfully mitigate adversary space effects while supporting the integration of allied space effects into multi-domain operations. Note: space domain awareness is derived from the fusion and aggregation of broader intelligence and knowledge of the terrestrial domains with space situational awareness and space surveillance and tracking data ",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2026/02/18/first-impressions-of-working-in-nspoc/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Today we talk to James Carmichael, Deputy Head (Civil Operations) who recently joined NSPOC and has responsibility for civil operations."
    },
    {
        "title": "How does cold weather affect health? Our new report explores the hidden impact",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-02-18T10:38:52",
        "categories": [
            "Protecting the country's health",
            "Winter"
        ],
        "content": [
            {
                "content": "When we talk about winter deaths, we may think of hypothermia or people dying directly from low temperatures. The reality is more complex - and often invisible.",
                "tag": "p"
            },
            {
                "content": "Cold weather can trigger heart attacks, strokes and respiratory problems. It can worsen chronic conditions like dementia and lung disease. And it can increase the spread of infections like influenza and pneumonia. Unlike the immediate consequences of extreme heat, the effects of cold weather are subtle. They build over days or weeks and rarely appear directly on death certificates.",
                "tag": "p"
            },
            {
                "content": "Today we publish the first Cold Mortality Monitoring Report as Official Statistics in Development, providing estimates of deaths associated with cold weather during winter 2024/25 - and offering fresh insight into how this risk may be changing.",
                "tag": "p"
            },
            {
                "content": "The challenge of counting cold-related deaths",
                "tag": "h2"
            },
            {
                "content": "The effects of cold weather on health are often delayed. Heart-related deaths tend to increase several days after cold exposure, while respiratory and infection-related deaths show longer delays still. This means we cannot simply look at death certificates to understand how many people die because of cold weather.",
                "tag": "p"
            },
            {
                "content": "To address this, we use a statistical model that examines how daily temperatures relate to deaths over the following days and weeks. The model estimates the cold-associated deaths that happen when temperatures reach or fall below the Cold Health Alerting thresholds. This allows us to identify deaths linked to cold weather - even when cold is not listed as the cause.",
                "tag": "p"
            },
            {
                "content": "What we found",
                "tag": "h2"
            },
            {
                "content": "Our analysis estimates that 2,544 deaths were associated with cold weather across 3 cold episodes between November 2024 and January 2025. Of these, 1,448 deaths were directly linked to cold temperatures, with the remaining deaths occurring when cold weather and elevated influenza levels overlapped, and likely acted together to increase mortality.",
                "tag": "p"
            },
            {
                "content": "The most severe episode, a 6-day period in early January, accounted for 1,630 deaths, while shorter episodes in November and early January were associated with 421 and 493 deaths respectively.",
                "tag": "p"
            },
            {
                "content": "Cold-associated mortality rises sharply with age, with the highest impact among people aged 65 and over. We see strong associations with circulatory diseases, dementia, influenza, pneumonia and chronic respiratory conditions.",
                "tag": "p"
            },
            {
                "content": "How this relates to other estimates",
                "tag": "h2"
            },
            {
                "content": "The Office for National Statistics (ONS) has also published research on climate-related mortality, examining data from 1988 to 2022. That 35-year analysis provides a valuable estimate of the average impact of cold weather across more than 3 decades.",
                "tag": "p"
            },
            {
                "content": "Our report has a different purpose. Rather than looking at long-term averages, we focus on recent winters and estimate the impact of specific cold weather episodes under today's conditions - reflecting the current population structure, present-day health system pressures, and contemporary patterns of vulnerability. Because the methods and aims differ, the figures should not be directly compared, but together they offer complementary insights.",
                "tag": "p"
            },
            {
                "content": "Is vulnerability to cold increasing?",
                "tag": "h2"
            },
            {
                "content": "One of the most significant findings concerns how risk is changing. When comparing the most recent 5-year period with the previous 5 years, the relationship between temperature and mortality appears steeper - the risk of death associated with cold temperatures may have increased.",
                "tag": "p"
            },
            {
                "content": "Several factors could explain this: an ageing population, fuel poverty increasing exposure to cold indoor environments, and the longer-term health impacts of the COVID-19 pandemic reducing our collective resilience to winter stressors. While longer-term research is needed to confirm this trend, the findings suggest vulnerability to cold may be growing.",
                "tag": "p"
            },
            {
                "content": "Why this matters",
                "tag": "h2"
            },
            {
                "content": "Cold weather is not just a discomfort - it is a preventable driver of death. Understanding how mortality risk changes at different temperatures helps ensure that Cold Health Alerts and preparedness measures are grounded in evidence, not weather forecasts alone.",
                "tag": "p"
            },
            {
                "content": "If vulnerability is increasing, this points to the importance of broader factors: housing quality, access to affordable energy, management of long-term health conditions, and support for older adults living alone. This report contributes to the evidence base underpinning the Adverse Weather and Health Plan for England.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/02/18/how-does-cold-weather-affect-health-our-new-report-explores-the-hidden-impact/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "When we talk about winter deaths, we may think of hypothermia or people dying directly from low temperatures. The reality is more complex - and often invisible."
    },
    {
        "title": "A year of partnership and progress for the Leeds Health and Social Care Hub",
        "authors": [
            "Kathryn McCarter"
        ],
        "posted_on": "2026-02-18T10:28:39",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "2025 marked a transformative year for the Leeds Health and Social Care Hub, cementing its position as a pioneering model of collaboration between national government and local health and care systems. Emma Heeson, Head of the Hub, tells us more.",
                "tag": "p"
            },
            {
                "content": "The Hub brings together DHSC and local delivery partners including NHS trusts, Leeds City Council, third sector organisations, higher education institutions, and Leeds and West Yorkshire businesses. It aims to bridge the gap between policy and practice by bringing civil servants closer to frontline professionals and people with lived experience.",
                "tag": "p"
            },
            {
                "content": "2025 key achievements",
                "tag": "h3"
            },
            {
                "content": "In June, the Hub achieved national recognition when Leeds was announced as a Thematic Campus designed to address systemic challenges across the UK. As the designated campus for the health mission under the Civil Service Places for Growth Strategy, the Hub focuses on neighbourhood health as a central pillar of the 10 Year Health Plan.",
                "tag": "p"
            },
            {
                "content": "In September, the Hub led DHSC’s formal application to become the newest member of the prestigious Leeds Anchor Network (LAN). LAN brings together 13 influential organisations including 3 NHS trusts, academic partners, and utility industry partners. By joining LAN, DHSC committed to being an employer ‘of’ the city, not just ‘in’ it.",
                "tag": "p"
            },
            {
                "content": "The Hub is also building partnerships with the Leeds Business Anchor Network and Leeds Community Health Anchor Network, creating a network that connects public, private, and community sectors – providing unique opportunities to access diverse expertise and ensure lived experience shapes policy development.",
                "tag": "p"
            },
            {
                "content": "Tom Riordan, Second Permanent Secretary DHSC, said:",
                "tag": "p"
            },
            {
                "content": "“2025 has been a landmark year for the Leeds Health and Social Care Hub. Being named as a Thematic Campus reflects the strength of our partnerships across the city and our commitment to developing policy that’s grounded in the reality of frontline delivery.",
                "tag": "p"
            },
            {
                "content": "“The Hub demonstrates what’s possible when national and local governments work together with a shared purpose – connecting policy to practice and ensuring the voices of citizens, clinicians and practitioners shape decisions that affect their lives. Leeds is showing how place-based collaboration can drive meaningful change for communities across the country.”",
                "tag": "p"
            },
            {
                "content": "To find out how the Hub can help your policy area, email emma.heeson@dhsc.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2026/02/18/a-year-of-partnership-and-progress-for-the-leeds-health-and-social-care-hub/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "2025 marked a transformative year for the Leeds Health and Social Care Hub, cementing its position as a pioneering model of collaboration between national government and local health and care systems. Emma Heeson, Head of the Hub, tells us more. The Hub …"
    },
    {
        "title": "Launching BluePrint: Expanding citizen science across England's waterways ",
        "authors": [
            "Environment Agency"
        ],
        "posted_on": "2026-02-17T12:24:00",
        "categories": [
            "Citizen Science",
            "Fisheries and biodiversity",
            "Rivers",
            "Science",
            "Sustainability",
            "Water",
            "Water Monitoring"
        ],
        "content": [
            {
                "content": "We’re delighted to announce the launch of a new digital tool that lets you report on the health of your local rivers, lakes and beaches in real-time, directly from your phone. ",
                "tag": "p"
            },
            {
                "content": "BluePrint, developed by the Environment Agency in partnership with Hello Lamp Post, builds on the success of WaterWatch - a year-long pilot that gathered public observations at five bathing water sites. Now, the concept is going national. ",
                "tag": "p"
            },
            {
                "content": "Shared views on shared environments England's waterways are constantly changing. While the Environment Agency carries out extensive monitoring, measurements alone can't capture how these changes are felt by the people who swim, walk and paddle there. ",
                "tag": "p"
            },
            {
                "content": "That's where you come in. We're working with citizen scientists to gather insights from communities who visit their local waters most often -perspectives that can help us spot changes earlier and support more responsive environmental decision-making. ",
                "tag": "p"
            },
            {
                "content": "To build this richer picture of people’s experiences, we are continuing our partnership with Hello Lamp Post and developing their digital AI tool, in our new pilot project BluePrint. The new national digital conversation tool will allow the public to share real‑time observations from rivers, lakes, beaches and streams anywhere in England. It builds on the success of WaterWatch, a site‑based pilot that used QR signs to engage people at five bathing water locations between October 2024 and October 2025. Their input gave us unique insights into water clarity, levels of activity and visible signs of pollution. ",
                "tag": "p"
            },
            {
                "content": "BluePrint expands the concept from five sites to pilot a national, remote‑access tool, ensuring anyone can participate without needing to locate a sign, giving us a way to hear directly from people whenever they are out enjoying their local waters, and helping us understand how places are being used and what changes people are noticing.  ",
                "tag": "p"
            },
            {
                "content": "What is the BluePrint pilot?  ",
                "tag": "p"
            },
            {
                "content": "Unlike the WaterWatch pilot, BluePrint does not rely on physical signs and QR codes at set locations. Instead, BluePrint will be testing the use of geolocation so you can share your observations from any river, lake, beach or stream, anywhere in England. ",
                "tag": "p"
            },
            {
                "content": "With BluePrint, you can record information such as water clarity, how many people are in or near the water, what activities are taking place, and any visible signs of pollution. The platform also brings in live Environment Agency data, including pollution risk forecasts, tidal heights and river gauge levels. You can then ask any questions about local environmental conditions or the Environment Agency’s work. ",
                "tag": "p"
            },
            {
                "content": "Running from February to July 2026, this project aims to create a clearer national picture of how our waterways are used, supporting our ongoing monitoring and helping strengthen our response to environmental pressures. ",
                "tag": "p"
            },
            {
                "content": "What we learned from you ",
                "tag": "p"
            },
            {
                "content": "WaterWatch was our first step in exploring how people’s experiences can add value to our environmental work. This year-long pilot invited people at five bathing water sites across England to share simple observations about local conditions through Hello Lamp Post. Their input gave us unique insights into water clarity, levels of activity and visible signs of pollution. ",
                "tag": "p"
            },
            {
                "content": "By working with local citizen science groups, we were able to increase the amount of data we received, with some groups taking part in the conversation on a regular basis. This helped to highlight issues such as seaweed accumulation and dog waste, which can affect water quality. ",
                "tag": "p"
            },
            {
                "content": "WaterWatch is now expanding to seven locations and will continue until July 2026. Existing signage will remain in place at the River Nidd, the Ribble at Edisford Bridge and Lake Windermere, while new signage is being introduced at the River Teme, the River Dart and additional sites in London and Worthing. New features, including photo uploads with automatic anonymisation, will further enhance the quality of the citizen generated data. ",
                "tag": "p"
            },
            {
                "content": "Get involved ",
                "tag": "p"
            },
            {
                "content": "Anyone can take part! Simply use BluePrint on your phone from any river, lake, beach or stream to share real-time information.  ",
                "tag": "p"
            },
            {
                "content": "To find out more about WaterWatch, head to one of our selected Bathing Waters and scan the QR code on the Hello Lamp Post signs and share your observations.  ",
                "tag": "p"
            },
            {
                "content": "Together, BluePrint and the expanded WaterWatch network will open up more opportunities than ever for the public to engage with environmental protection. With national coverage, real-time data integration and enhanced functionality, these projects will support better decision-making and help the Environment Agency respond more effectively to environmental challenges. ",
                "tag": "p"
            },
            {
                "content": "To learn more about the Environment Agency’s citizen science work and how to get involved, please visit our WaterHub page. ",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2026/02/17/launching-blueprint-expanding-citizen-science-across-englands-waterways/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "We’re delighted to announce the launch of a new digital tool that lets you report on the health of your local rivers, lakes and beaches in real-time, directly from your phone.  BluePrint, developed by the Environment Agency in partnership with Hello Lamp Post, builds on the success of WaterWatch - a year-long pilot that gathered public observations at five bathing water sites. Now, the concept is going national."
    },
    {
        "title": "Help shape the Farmer Collaboration Fund",
        "authors": [
            "Alice Brown"
        ],
        "posted_on": "2026-02-17T12:17:07",
        "categories": [
            "Ways to get involved"
        ],
        "content": [
            {
                "content": "Through the Farmer Collaboration Fund, government wants to support farmers and land managers to turn best practice into common practice by making it easier for them to share knowledge with each other. ",
                "tag": "p"
            },
            {
                "content": "We’re inviting farmers and land managers to hear our latest plans and share their thoughts at a series of in-person workshops.  ",
                "tag": "p"
            },
            {
                "content": "Working together for better outcomes",
                "tag": "h2"
            },
            {
                "content": "Working together can help reduce costs, spread risk, upskill people and inform better business planning.",
                "tag": "p"
            },
            {
                "content": "It enables those who manage the land to test new approaches collectively, share evidence about what works, and access opportunities that are difficult to reach alone. ",
                "tag": "p"
            },
            {
                "content": "Across the country, farmers and land managers are already joining forces to tackle challenges and seize opportunities beyond the farm gate. ",
                "tag": "p"
            },
            {
                "content": "Neighbouring holdings are working as one to improve soil and water management across whole catchments, coordinating action along rivers that run through multiple farms. ",
                "tag": "p"
            },
            {
                "content": "By sharing knowledge and pooling resources, they can make more targeted, cost-effective decisions that benefit their own businesses as well as the wider landscape. ",
                "tag": "p"
            },
            {
                "content": "Collaboration also strengthens their position when seeking private investment. Groups can make a clearer, more compelling case for support for outcomes like cleaner water, nature recovery and carbon storage – funding that is far harder to secure farm by farm. ",
                "tag": "p"
            },
            {
                "content": "Others are restoring hedgerows and habitat networks at scale, reconnecting wildlife corridors and creating more resilient landscapes. In some places, groups are pooling data and effort to test new approaches, share what is working and what is not, and reduce risk for individual businesses.",
                "tag": "p"
            },
            {
                "content": "This collective learning helps them to upskill, adopt new practices with confidence and build more robust long-term plans. ",
                "tag": "p"
            },
            {
                "content": "Over the next 3 years, the £30 million fund will support these existing networks and help new ones get started, so more can benefit from shared expertise, stronger bargaining power and better business resilience. ",
                "tag": "p"
            },
            {
                "content": "Join our workshops",
                "tag": "h2"
            },
            {
                "content": "The in-person workshops will begin with a short presentation from our team to talk through our thinking, then we’ll move into a guided workshop discussion.",
                "tag": "p"
            },
            {
                "content": "Each event lasts 2 hours, and refreshments will be provided.",
                "tag": "p"
            },
            {
                "content": "Places are limited, so if you’re interested in a practical discussion and sharing your views, we encourage you to register.",
                "tag": "p"
            },
            {
                "content": "We look forward to seeing you there!",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming Blog",
                "tag": "h2"
            },
            {
                "content": "To keep up to date as plans develop, and for future opportunities to work with us, subscribe to the Farming Blog for the latest updates. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/17/help-shape-the-farmer-collaboration-fund/",
        "blog": "The Farming Blog",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Through the Farmer Collaboration Fund, government will help farmers and land managers share knowledge more easily, so best practice becomes common practice. We’re inviting people to hear our latest plans and share their views at a series of in-person workshops."
    },
    {
        "title": "Driving Pro-Consumer Regulatory Reform in partnership with ASEAN",
        "authors": [
            "The Evaluation and Research Team"
        ],
        "posted_on": "2026-02-17T12:00:07",
        "categories": [
            "OPSS Research Insights"
        ],
        "content": [
            {
                "content": "This blog post explores how recent research from OPSS is contributing to shaping inclusive economic growth in the Philippines.",
                "tag": "h4"
            },
            {
                "content": "The Office for Product Safety and Standards (OPSS) is the UK's national product regulator, yet our commitment to research and impact extends far beyond our borders. Through The Association of Southeast Asian Nations (ASEAN)-UK Economic Integration Programme (EIP), OPSS is leading on work to foster economic growth and tackle development barriers alongside ASEAN member states. ",
                "tag": "p"
            },
            {
                "content": "Delivering Change through the Role of OPSS in the Regulatory Reform Pillar",
                "tag": "h2"
            },
            {
                "content": "As the delivery lead for the Regulatory Reform Pillar (RRp) within the four-year UK-ASEAN Economic Integration Programme, OPSS has recently undertaken research to identify best practices for establishing pro-consumer institutional frameworks in the Philippines. The research reviews current challenges, the  role of consumer organisations, issues in e-commerce and offers tailored recommendations to empower consumers and build safer markets. This work is informing the design, implementation, and evaluation of reforms that put consumers first. This has also guided the development of a Philippines specific implementation toolkit, to support translating these recommendations into practical action.",
                "tag": "p"
            },
            {
                "content": "Why focus on the Philippines?",
                "tag": "h2"
            },
            {
                "content": "OPSS has been involved in research to support the broader ASEAN economic community. This research focused on the Philippines as according to the ASEAN Consumer Empowerment Index (ACEI) 2020, consumer awareness and access to redress mechanisms in the country remain moderate. As the Filipino government expressed a desire to better engage with consumer organisations and to improve consumer empowerment scores, this research aims to strengthen consumer protection in the Philippines.",
                "tag": "p"
            },
            {
                "content": "What did the research find?",
                "tag": "h2"
            },
            {
                "content": "The research provides key recommendations for the Philippines government to support consumers in the region, including:",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "Following publication of the research, this March OPSS will support a formal launch event for the research and accompanying toolkit. This event will be for the relevant government agencies as well as consumer organisations representing all 17 provinces across the Philippines. This activity will socialise findings and seek commitment from stakeholders to implement recommendations.",
                "tag": "p"
            },
            {
                "content": "A shared vision for inclusive growth",
                "tag": "h2"
            },
            {
                "content": "UK Ambassador to ASEAN, Helen Fazey, reflected on the wider context of the research:",
                "tag": "p"
            },
            {
                "content": "Interested in learning more?",
                "tag": "h3"
            },
            {
                "content": "Read the full research report to discover how OPSS and its partners are shaping a more equitable future for consumers across Southeast Asia. You can also check out our other research publications, including on gender inclusive regulatory reforms, here. ",
                "tag": "p"
            },
            {
                "content": "Are you passionate about consumer rights or working within the ASEAN community?",
                "tag": "h3"
            },
            {
                "content": "Please share this blog post with your network to spark conversations.",
                "tag": "p"
            },
            {
                "content": "Want to be kept up to date with other OPSS research and activities?",
                "tag": "h3"
            },
            {
                "content": "Subscribe to our monthly newsletter by emailing ‘opssnews@businessandtrade.gov.uk’ with the subject 'Subscribe to OPSS News'  ",
                "tag": "p"
            },
            {
                "content": "Any questions?",
                "tag": "h3"
            },
            {
                "content": "Email OPSS.Research@businessandtrade.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://opss.blog.gov.uk/2026/02/17/driving-pro-consumer-regulatory-reform-in-partnership-with-asean/",
        "blog": "Office for Product Safety and Standards",
        "blog_link": "https://opss.blog.gov.uk",
        "description": "This blog post explores how recent research from OPSS is contributing to shaping inclusive economic growth in the Philippines. The Office for Product Safety and Standards (OPSS) is the UK's national product regulator, yet our commitment to research and impact …"
    },
    {
        "title": "Driving success through digital adoption",
        "authors": [
            "Rhian Hopkins, Engagement Manager"
        ],
        "posted_on": "2026-02-17T10:48:53",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Rhian Hopkins",
                "tag": "h3"
            },
            {
                "content": "Digital adoption can often seem daunting, not just because of the technology itself, but also because of the changes it brings. People naturally prefer what they are used to, and a constant influx of new tools and processes can leave teams feeling overwhelmed. That's why empowering users to use different software and adopt new products and software can be a challenge. It is as much about managing human emotions as it is about implementing new tools. ",
                "tag": "p"
            },
            {
                "content": "At the Department for Business and Trade (DBT), empowering users, helping colleagues to adopt digital tools like our central Customer Relationship Management (CRM) system, Data Hub, is essential for capturing information and supporting our business engagement efforts. This aligns directly with DBT’s objectives: enabling teams to share information, work efficiently, and make informed decisions. ",
                "tag": "p"
            },
            {
                "content": "Importantly, successful product adoption is as much about focusing on people, their needs, emotions, and ways of working, as it is about the technology itself. ",
                "tag": "p"
            },
            {
                "content": "The challenge ",
                "tag": "h2"
            },
            {
                "content": "Our team, the Engagement and Strategic Adoption team, were tasked with sharing our expertise on digital adoption to raise awareness of Data Hub. The project focused on business-facing staff, who are our key contacts linking to businesses across the UK. We worked to encourage these staff to capture valuable insights. This in turn helps to support ministerial briefings, inform policy development, and guide investment decisions.  ",
                "tag": "p"
            },
            {
                "content": "Our goal was to help embed Data Hub usage into daily workflows. This proactive approach helped identify and overcome barriers to adoption, tailor training, and drive engagement, allowing every team to fully use Data Hub’s capabilities. Without any dedicated adoption efforts, even the best technology risks being underused, resulting in missed opportunities for growth and innovation. ",
                "tag": "p"
            },
            {
                "content": "Implementing change ",
                "tag": "h2"
            },
            {
                "content": "As part of the project, we undertook a range of activities to help drive adoption, including: ",
                "tag": "p"
            },
            {
                "content": "Throughout, we focused on making the benefits of using Data Hub clear and aimed to show users that it could benefit their workflow, making their lives easier.  ",
                "tag": "p"
            },
            {
                "content": "Digital adoption means more than simply using new tools; it represents a shift in how teams operate. When adoption is successful, teams gain access to real-time data and collaborate more effectively, regardless of where they are located. This transformation increases workflow, supports informed decision making, and saves valuable time for employees to focus on work that directly supports objectives.   ",
                "tag": "p"
            },
            {
                "content": "Results  ",
                "tag": "h2"
            },
            {
                "content": "Our efforts led to: ",
                "tag": "p"
            },
            {
                "content": "These are important first steps in encouraging adoption and usage of the tool. We continue to work with teams to embed these changes and drive the continual improvement we want to see in Data Hub adoption. ",
                "tag": "p"
            },
            {
                "content": "By supporting teams with guidance and toolkits for adoption and regular reviews of metrics, we can help everyone understand the benefits of regular usage as a way of achieving their own objectives. It will also support their teams and wider DBT. ",
                "tag": "p"
            },
            {
                "content": "Summary ",
                "tag": "h2"
            },
            {
                "content": "Ongoing adoption of Data Hub is vital for DBT’s mission to support UK businesses. By focusing on people, providing practical support, and championing digital solutions, we can ensure that our business engagement efforts are more successful, empowered by real-time data, collaboration, and innovation. ",
                "tag": "p"
            },
            {
                "content": "What approaches have helped drive positive digital adoption in your team? If you’ve found any effective tactics, challenges, or insights, let us know in the comments. Your experiences can help shape and improve ongoing adoption. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/02/17/driving-success-through-digital-adoption/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Digital adoption is about people. Our work on Data Hub shows that change is a process, and through collaboration and support teams can embrace tools that help improve workflows, strengthen business engagement, and enable smarter decisions."
    },
    {
        "title": "Stress-testing an AI tool to explore its potential for faster local plans and greater citizen engagement ",
        "authors": [
            "The Digital Planning team"
        ],
        "posted_on": "2026-02-17T10:13:50",
        "categories": [
            "Artificial Intelligence",
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Local plan consultations can generate thousands of responses from members of the public, the development industry and statutory consultees. For local planning authority (LPA) teams, that means weeks of reading, categorising and summarising before the real work of analysis can begin.  ",
                "tag": "p"
            },
            {
                "content": "With the government committed to faster local plan preparation, we're exploring whether artificial intelligence (AI) can help reduce the time spent on some of the administrative tasks without compromising the quality of the consultation analysis while continuing to support greater citizen  engagement.  ",
                "tag": "p"
            },
            {
                "content": "Where this started ",
                "tag": "h2"
            },
            {
                "content": "Through support from our PropTech Innovation Fund, we funded Greater Cambridge Shared Planning (GCSP) – the shared planning service for  Cambridge City and South Cambridgeshire District Councils – to explore how AI could transform the consultation summarisation process. GCSP partnered with the University of Liverpool to develop a tool. ",
                "tag": "p"
            },
            {
                "content": "Working with the planning team, the University built a bespoke large  language model (LLM) trained on 15 years of Cambridge’s consultation data and key planning terminology. ",
                "tag": "p"
            },
            {
                "content": "In a trial last year, the tool, called PlanAI, successfully summarised 3  planning consultations, on supplementary guidance documents, in 16 minutes – a task which took 18.5 hours to do manually. As well as the significant time difference, the quality of the summaries was also compared, with the AI-generated reports providing clear breakdowns of the themes, patterns and insights from the responses.  ",
                "tag": "p"
            },
            {
                "content": "The tool works by taking each consultation submission and recognising which comments or parts of comments relate to different policy areas – such as affordable housing or climate change – or chapters such as housing and environment. It then reviews all the representations together and can  produce summaries by chapter, policy or site allocation, drawing out valuable insights. It can also provide a spatial representation of the comments, helping teams to identify under-represented areas that may need to be targeted for future engagement.   ",
                "tag": "p"
            },
            {
                "content": "By handling the time-consuming task of grouping and summarising  consultation comments, the tool enables officers to spend more time reading and analysing feedback, and engaging directly with their communities and stakeholders.  ",
                "tag": "p"
            },
            {
                "content": "Taking it further by scaling the initial pilot ",
                "tag": "h2"
            },
            {
                "content": "The results achieved in Greater Cambridge were really promising but we wanted to know if they could be replicated in other authorities, and achieve the same speed, accuracy and quality.   ",
                "tag": "p"
            },
            {
                "content": "To find out, the Digital Planning programme provided a further £45,000 to GCSP to stress-test the tool with 5 more local planning authorities – varying in size, location, consultation platform and stage of plan-making. ",
                "tag": "p"
            },
            {
                "content": " The 5 local planning authorities involved are:  ",
                "tag": "p"
            },
            {
                "content": "Progress so far ",
                "tag": "h2"
            },
            {
                "content": "In the last few weeks, the 5 local authorities have begun testing the tool on a range of local plan consultations – some recently closed, others more historic. They've provided baseline data on how long previous consultations took to summarise manually, and planning officers are reviewing the AI-generated summaries to ensure they properly capture the consultation responses. This is an important step before relying on the tool more widely. ",
                "tag": "p"
            },
            {
                "content": "Building in transparency and trust ",
                "tag": "h2"
            },
            {
                "content": "A key part of the University of Liverpool's research has been exploring the ethical, environmental and transparency considerations that come with using AI in this way. During their early work, when they were developing the tool,  they held focus groups with members of the public and planning stakeholders to understand people's questions and concerns early on. ",
                "tag": "p"
            },
            {
                "content": "The findings have guided how GCSP communicates about the tool and builds confidence in its use. This has also led to the creation of an 'instant summarisation tool', which GCSP has been using at the front end of the process for their local plan consultation – summarising comments as people submit them, and giving respondents the option to amend the summary if they wish before it is submitted to the councils. ",
                "tag": "p"
            },
            {
                "content": "What we hope to achieve ",
                "tag": "h2"
            },
            {
                "content": "This pilot has been about stress-testing the technology to see if it can deliver the same efficiencies and accuracies in different settings. At the end of March, the authorities involved will produce a blueprint report to support other LPAs looking to adopt similar approaches.  ",
                "tag": "p"
            },
            {
                "content": "Our ambition is for local planning authorities to be able to explore the use of AI to support faster local plan preparation. ",
                "tag": "p"
            },
            {
                "content": "If you want to learn more about the pilot and hear about the progress so far from the teams involved, join our online show and tell at 1pm on 26 February. Register to receive an invitation.  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/02/17/stress-testing-an-ai-tool-to-explore-its-potential-for-faster-local-plans-and-greater-citizen-engagement/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "We’re exploring if AI can help support faster local plan preparation. An AI tool developed by Greater Cambridge Shared Planning and the University of Liverpool is now being stress-tested by 5 local authorities, to see if the initial results – accurate consultation summaries produced in a fraction of the time - can be replicated elsewhere."
    },
    {
        "title": "Ramadan and Lent: Celebrating generosity, protecting good intentions",
        "authors": [
            "David Holdsworth, Chief Executive Officer"
        ],
        "posted_on": "2026-02-17T09:42:34",
        "categories": [
            "Safer giving"
        ],
        "content": [
            {
                "content": "As Ramadan begins for Muslims - and as many Christians observe Lent, another period of reflection, fasting and charitable giving - I want to start with a simple message: thank you.",
                "tag": "p"
            },
            {
                "content": "The generosity of Britain's faith communities is extraordinary. Every year, millions of pounds are donated during Ramadan – a remarkable contribution that speaks to the deep-rooted traditions of zakat and sadaqah, and to the commitment of millions of people to help those in need.",
                "tag": "p"
            },
            {
                "content": "Similarly, we know that for many Christians, Lent is a time where money is diverted from some of life’s luxuries towards charitable giving.",
                "tag": "p"
            },
            {
                "content": "This generosity should be celebrated by everyone, as it provides a genuine lifeline to people facing hardship, supporting charities that work locally, nationally and overseas. As I heard vividly at the Muslim Charities Convention last summer, money raised during Ramadan funds food banks, supports refugees, provides clean water, and sustains countless other vital causes. It represents something profoundly good about our society.",
                "tag": "p"
            },
            {
                "content": "And it is precisely because religiously motivated giving matters so much that I want to talk about protecting it.",
                "tag": "p"
            },
            {
                "content": "Keeping good intentions on track",
                "tag": "p"
            },
            {
                "content": "The reality is that most fundraising is genuine. Whatever time of year it is, the vast majority of appeals comes from legitimate, hardworking charities doing important work.",
                "tag": "p"
            },
            {
                "content": "But we know that criminals and fraudsters try to take advantage of times of increased giving, so we all need to be vigilant. They set up fake charities, create convincing but fraudulent websites, and send messages designed to divert your generosity into their own pockets.",
                "tag": "p"
            },
            {
                "content": "This isn't about casting suspicion on donors or on the thousands of wonderful, genuine charities serving communities. It's about making sure that when you give – with the sincere intention of helping others – your money actually reaches those you want to help.",
                "tag": "p"
            },
            {
                "content": "That's why we are working closely with the Muslim Charities Forum and the Fundraising Regulator to raise awareness of this risk and how to avoid being caught out. Together, we want to ensure that the incredible generosity shown during religious seasons has the greatest possible impact.",
                "tag": "p"
            },
            {
                "content": "As Fadi Itani, CEO of the Muslim Charities Forum says, “British Muslims give generously throughout the year, especially during the month of Ramadan, to UK and international causes. Giving intentionally helps maximise spiritual reward and ensure donations make the greatest impact. Checking a charity’s registration and how you donate helps support genuine, effective organisations.”",
                "tag": "p"
            },
            {
                "content": "A few simple safer giving steps",
                "tag": "p"
            },
            {
                "content": "The good news is that giving safely doesn't require complicated checks. A few straightforward steps can make all the difference:",
                "tag": "p"
            },
            {
                "content": "For more information, visit our Donate with Confidence campaign website.",
                "tag": "p"
            },
            {
                "content": "Making generosity go further",
                "tag": "p"
            },
            {
                "content": "Our focus is about ensuring that when you give, whoever you are and whatever time of year it is, your donation has the impact you intend. By taking these simple steps, you help ensure that your donations reach those who need them most.",
                "tag": "p"
            },
            {
                "content": "To everyone observing Ramadan, I wish you a blessed and peaceful month. And to everyone who gives – whether during these religious seasons or at any time of year – thank you. Your generosity strengthens our society and improves lives. We at the Charity Commission are here to help protect that good work.",
                "tag": "p"
            },
            {
                "content": "For more information visit our Donate with Confidence website or check the charity register.",
                "tag": "p"
            }
        ],
        "link": "https://charitycommission.blog.gov.uk/2026/02/17/ramadan-and-lent-celebrating-generosity-protecting-good-intentions/",
        "blog": "Charity Commission",
        "blog_link": "https://charitycommission.blog.gov.uk",
        "description": "As Ramadan begins for Muslims - and as many Christians observe Lent, another period of reflection, fasting and charitable giving - I want to start with a simple message: thank you. The generosity of Britain's faith communities is extraordinary. Every …"
    },
    {
        "title": "What to know before applying to register with Ofsted: choosing names for your childcare setting and legal entity",
        "authors": [
            "Jayne Coward, Deputy Director for Early Years Regulatory Policy and Practice"
        ],
        "posted_on": "2026-02-17T09:40:18",
        "categories": [
            "Childminder registration",
            "Early years",
            "Nannies",
            "Registration"
        ],
        "content": [
            {
                "content": "Selecting a name for your childcare business is an important early decision. Getting this right from the outset helps us process your application more quickly and limits the need for follow-up questions. ",
                "tag": "p"
            },
            {
                "content": "In this blog, we explain what your legal entity name means for your Ofsted registration, how this differs from the name you give to your childcare setting and the common points providers ask us about when registering. ",
                "tag": "p"
            },
            {
                "content": "Naming your legal entity ",
                "tag": "h2"
            },
            {
                "content": "Your legal entity name is the official name of the organisation that is legally responsible for the childcare you provide. This could be a company, a charity, a committee, a partnership or a sole trader. ",
                "tag": "p"
            },
            {
                "content": "Examples might include Oakbridge Childcare Services Ltd for a company or Oakbridge Childcare Services CIO for a charity. Sole traders will usually register in their own name but may operate under a different business name, such as Joe Bloggs trading as Little Stars Childcare. ",
                "tag": "p"
            },
            {
                "content": "If a subcommittee will run the childcare provision on behalf of the legal entity, its name must make that clear, for example Oakbridge Childcare Services CIO Subcommittee. ",
                "tag": "p"
            },
            {
                "content": "Naming your childcare setting ",
                "tag": "h2"
            },
            {
                "content": "Your setting name is the name that parents, children and your local community will recognise. It refers to the specific location where childcare is delivered, such as your nursery or pre-school. ",
                "tag": "p"
            },
            {
                "content": "Your setting name must be different from your legal entity name. For example, if your company is registered as Bishopsgate House Childcare Group Ltd, your settings cannot also be called Bishopsgate House Childcare Group Ltd. Instead, you might use names such as Bishopsgate House Nursery Prestbury or Bishopsgate House Nursery Pittville. ",
                "tag": "p"
            },
            {
                "content": "Each setting should have its own unique name and it must not be offensive, discriminatory or inappropriate. ",
                "tag": "p"
            },
            {
                "content": "Understanding the difference ",
                "tag": "h2"
            },
            {
                "content": "When you apply to register with Ofsted, you can register either as an individual (a sole trader) or as an organisation. Whichever you choose, that individual or organisation becomes the registered person responsible for providing childcare. ",
                "tag": "p"
            },
            {
                "content": "Your legal entity will be given a unique reference number (URN) which is different to your setting’s URN. If you have more than one setting, each individual setting will also have its own URN.  ",
                "tag": "p"
            },
            {
                "content": "Settings in shared facilities ",
                "tag": "h2"
            },
            {
                "content": "Some childcare providers work from shared buildings such as children’s centres, schools or community hubs. If this is the case for you, it is worth thinking carefully about the name you choose. Using the exact same name as the building can sometimes create confusion for families and for Ofsted when we review your application. ",
                "tag": "p"
            },
            {
                "content": "A name that is linked to the building but clearly identifies your own provision can help people understand who you are and what you offer. ",
                "tag": "p"
            },
            {
                "content": "For example, if your daycare provision is based inside a children’s centre called Hollywood House, you might choose something like ",
                "tag": "p"
            },
            {
                "content": "You do not have to use a different name. However, adding something that distinguishes your provision can make it easier for families to recognise you and can help us process your application more smoothly. ",
                "tag": "p"
            },
            {
                "content": "Naming rules set by other bodies ",
                "tag": "h2"
            },
            {
                "content": "Your chosen name will also need to comply with rules set by other regulatory bodies. ",
                "tag": "p"
            },
            {
                "content": "Some words are considered sensitive and can only be used with approval from the relevant authority. Companies House publishes a list of these sensitive words and explains how to apply for approval if you need it. ",
                "tag": "p"
            },
            {
                "content": "Registering with Ofsted as a group or school-based provider ",
                "tag": "h2"
            },
            {
                "content": "Once you have selected suitable names for both your setting and your legal entity, you can apply to register your nursery, pre-school or out-of-school-setting with Ofsted. ",
                "tag": "p"
            },
            {
                "content": "Registering with Ofsted as a childminder or nanny ",
                "tag": "h2"
            },
            {
                "content": "Childminders and nannies can only register with Ofsted as individuals. You can set up a company for business purposes if you choose to, but your Ofsted registration will still be in your own name. Any company you create will not appear on the Ofsted website because it is not the registered legal entity for the childcare. ",
                "tag": "p"
            },
            {
                "content": "After you are registered ",
                "tag": "h2"
            },
            {
                "content": "If you operate in a non-domestic building, your setting name and address will be published on Ofsted’s reports website so that parents can find inspection reports and other information about your setting. For childminders and providers operating on domestic premises, this information is only published if you have consented to this either during registration or afterwards, because it relates to a home address. ",
                "tag": "p"
            },
            {
                "content": "Once you are registered, you must tell Ofsted about certain changes, including changes to your setting or legal entity’s name. You can tell us that your name has changed by emailing us on enquiries@ofsted.gov.uk. You must have officially changed your name with Companies House, HMRC or the Charity Commission before notifying us. ",
                "tag": "p"
            },
            {
                "content": "If your organisation changes in a way that creates a new legal entity, such as receiving a new company or charity registration number, you must apply for a new Ofsted registration. ",
                "tag": "p"
            }
        ],
        "link": "https://earlyyears.blog.gov.uk/2026/02/17/what-to-know-before-applying-to-register-with-ofsted-choosing-names-for-your-childcare-setting-and-legal-entity/",
        "blog": "Ofsted: early years",
        "blog_link": "https://earlyyears.blog.gov.uk",
        "description": "Selecting a name for your childcare business is an important early decision. Getting this right from the outset helps us process your application more quickly and limits the need for follow-up questions.  In this blog, we explain what your legal entity name …"
    },
    {
        "title": "What to do if you think your child has measles and when to keep them off school",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-17T09:39:53",
        "categories": [
            "Further education",
            "Higher Education",
            "Schools",
            "Universities"
        ],
        "content": [
            {
                "content": "There has been a resurgence of measles in England and around the world in recent years. Most of the cases in England have been in children under the age of 10 years with many outbreaks linked to nurseries and schools.",
                "tag": "p"
            },
            {
                "content": "There’s no specific medical treatment for measles, so it’s important to get vaccinated as it’s the best protection against becoming seriously unwell.",
                "tag": "p"
            },
            {
                "content": "The measles, mumps and rubella (MMR) vaccine is one of the routine childhood vaccinations, so most children are already vaccinated against measles. If your child has received both doses of the vaccine, they are very unlikely to become unwell with measles: over 99% of those who have 2 doses of the vaccine will be protected",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "Here, we explain everything you need to know about the rise in measles cases, from getting your child vaccinated to when to keep them off school.",
                "tag": "p"
            },
            {
                "content": "Click for information for schools, nurseries and other education settings",
                "tag": "p"
            },
            {
                "content": "What are the symptoms of measles?",
                "tag": "h3"
            },
            {
                "content": "Measles usually starts with cold-like symptoms (cough, runny nose), a high temperature, and red, sore, watery eyes (conjunctivitis), followed by a rash a few days later. The rash looks brown or red on white skin. It may be harder to see on brown and black skin.",
                "tag": "p"
            },
            {
                "content": "The rash typically starts on the face and behind the ears before spreading to the rest of the body. Some people may also get small white spots (Koplik spots) in their mouth.",
                "tag": "p"
            },
            {
                "content": "Find out more on the NHS website.",
                "tag": "p"
            },
            {
                "content": "What should you do if you think your child has measles? ",
                "tag": "h3"
            },
            {
                "content": "If a child has been vaccinated, it is highly unlikely they have measles.",
                "tag": "p"
            },
            {
                "content": "You should ask for an urgent GP appointment or get help from NHS 111 if you think you or your child may have measles.",
                "tag": "p"
            },
            {
                "content": "Don’t go to the GP or any other healthcare setting without calling ahead first to prevent the further spread of measles.",
                "tag": "p"
            },
            {
                "content": "If your child has been diagnosed with measles by a doctor, they should stay off nursery or school for at least 4 full days from when the rash first appears.",
                "tag": "p"
            },
            {
                "content": "They should also avoid close contact with babies and anyone who is pregnant or has a weakened immune system.",
                "tag": "p"
            },
            {
                "content": "What is the best way to protect against measles?",
                "tag": "h3"
            },
            {
                "content": "The best protection against measles for children and adults is to get both doses of the MMR vaccine.",
                "tag": "p"
            },
            {
                "content": "Two doses of the MMR vaccine provides excellent lifelong protection against measles.",
                "tag": "p"
            },
            {
                "content": "Children are offered a vaccine free on the NHS at 12-months-old and then a second dose when they turn 3-years-and-4-months-old.",
                "tag": "p"
            },
            {
                "content": "But you can catch up at any age – if you or your child haven’t yet been vaccinated, you should contact your GP practice to book a free appointment.",
                "tag": "p"
            },
            {
                "content": "Two doses of the MMR vaccine offer lifelong protection against measles.",
                "tag": "p"
            },
            {
                "content": "In the UK, we have 2 MMR vaccines which work very well. One of them contains porcine gelatine and the other one doesn’t. If anyone would prefer to have the vaccine that does not contain gelatine, they can talk to their practice nurse or GP.",
                "tag": "p"
            },
            {
                "content": "Cold-like symptoms can be an early sign of measles. Should you still send your child to school? ",
                "tag": "h3"
            },
            {
                "content": "If your child has been vaccinated, it’s very unlikely that they have measles.",
                "tag": "p"
            },
            {
                "content": "School attendance is vitally important to your child’s learning and health.",
                "tag": "p"
            },
            {
                "content": "According to the NHS, it’s fine to send your child to school with a minor cough or common cold, provided they don’t have a temperature.",
                "tag": "p"
            },
            {
                "content": "When should you keep your child off school or nursery and how long for?",
                "tag": "h3"
            },
            {
                "content": "If your child has measles, they should stay off nursery or school for the entire infectious period (4 days before the rash first appears and for at least 4 full days from when the rash first appears where the date the rash appears is day 0). They should avoid close contact with babies and anyone who is pregnant or has a weakened immune system.",
                "tag": "p"
            },
            {
                "content": "Your child can go back to their education or childcare setting once they feel well and following the completion of the 4 day period after the rash first appears.",
                "tag": "p"
            },
            {
                "content": "If your child is unvaccinated against measles and is a close contact of a measles case (for instance a sibling), the health protection team may advise that your child should remain off school or nursery for a number of days to reduce the spread of meases. The number of days will vary on the circumstances.",
                "tag": "p"
            },
            {
                "content": "The best way to protect your child from measles and ensure they can continue to attend school is to ensure they have both doses of the MMR vaccine.",
                "tag": "p"
            },
            {
                "content": "If you’re not sure whether your child is due a vaccination or has missed a vaccination, you can check their Red Book or contact your GP practice.",
                "tag": "p"
            },
            {
                "content": "If your child has missed their first or second dose of MMR vaccine, you should contact your GP practice to book an appointment.",
                "tag": "p"
            },
            {
                "content": "Should you keep your child off school if another pupil has been diagnosed with measles?",
                "tag": "h3"
            },
            {
                "content": "Your child should continue to attend school if another pupil has been diagnosed with measles as long as they have no symptoms and have not been advised otherwise by the Health Protection Team or GP.",
                "tag": "p"
            },
            {
                "content": "Most children will be protected against measles  if they have had both their MMR vaccinations.",
                "tag": "p"
            },
            {
                "content": "The local Health Protection Team will work with the school or setting to advise on further action.",
                "tag": "p"
            },
            {
                "content": "I think my child might have measles – what should I do?",
                "tag": "p"
            },
            {
                "content": "If a child has been vaccinated, it is highly unlikely they have measles.",
                "tag": "p"
            },
            {
                "content": "Phone your GP for an urgent GP appointment or get help from NHS 111, let them know you suspect measles.",
                "tag": "p"
            },
            {
                "content": "Measles can spread to others easily. Call your GP surgery before you go in. They may need to make arrangements for you to visit the surgery at the end of the day so that you avoid contact with people who are more vulnerable to the infection, such as young children and pregnant women. They may suggest talking over the phone.",
                "tag": "p"
            },
            {
                "content": "You can also call 111 or get help from 111 online.",
                "tag": "p"
            },
            {
                "content": "The child or staff member should not attend the education or childcare setting until they have received advice.",
                "tag": "p"
            },
            {
                "content": "If your child has measles, avoid work or school for at least four days from when you first developed the measles rash. Make arrangements to have any outstanding doses of the vaccine once you have recovered. This will protect you against the other two infections which the MMR vaccine protects against, mumps and rubella.",
                "tag": "p"
            },
            {
                "content": "Can I still get my child vaccinated even if they’re older? ",
                "tag": "h3"
            },
            {
                "content": "Yes. Anyone who has not had 2 doses of the MMR vaccine should ask their GP surgery for a vaccination appointment.",
                "tag": "p"
            },
            {
                "content": "It’s best to have vaccines on time, but you can still catch up on most vaccines if you miss them. Two doses of the vaccine are needed to ensure full protection.",
                "tag": "p"
            },
            {
                "content": "I have heard the childhood immunisation schedule is changing – why does my child still have to wait for their second dose at 3 years and 4 months? ",
                "tag": "p"
            },
            {
                "content": "From 1 January 2026, children born on or after 1 July 2024 will be offered the second dose of MMR vaccine at a new 18 month vaccination appointment. Any children who miss this second dose of MMR can have it at their pre-school vaccination appointment at 3 year and 4 months, at the same time as their 4 in 1 booster.",
                "tag": "p"
            },
            {
                "content": "Children born before 1 July 2024 who are still due their second MMR dose will continue to have it at their pre-school appointment at 3 years and 4 months. The second MMR dose is clinically effective whether it is given at 18 months or at 3 years and 4 months. Both schedules provide excellent protection against these serious diseases.",
                "tag": "p"
            },
            {
                "content": "The second dose of the MMR vaccine is being brought forward for children born after 1 July 2024 in an attempt to improve uptake of the MMR vaccine and should help us achieve the World Health Organization 95% uptake target needed to prevent outbreaks in the community.",
                "tag": "p"
            },
            {
                "content": "If you are unsure about which vaccines your child is due, please check their Red Book or speak to your GP practice or health visitor who can provide personalised advice about your child's immunisations.",
                "tag": "p"
            },
            {
                "content": "What can parents of under-1s do to reduce the chances of their child catching measles? ",
                "tag": "p"
            },
            {
                "content": "The first dose of the MMR vaccine is offered to children routinely on or shortly after their first birthday. Babies under the age of 1 are not offered the MMR vaccine routinely because at this age, many of them will not respond to the vaccine. They rely on the rest of us getting the vaccine to protect them.",
                "tag": "p"
            },
            {
                "content": "This means that to protect your young infant you need to make sure their siblings and family members coming into contact with them are fully vaccinated, with two doses of MMR. Two doses of the MMR vaccine provides excellent lifelong protection against measles.",
                "tag": "p"
            },
            {
                "content": "How can we protect those who are most vulnerable? ",
                "tag": "p"
            },
            {
                "content": "Getting vaccinated means you are also helping protect others who can’t have the vaccine, including infants under 1 year and those with weakened immune systems, who are at greater risk of serious illness and complications from measles, and tragically sometimes death.",
                "tag": "p"
            },
            {
                "content": "Some individuals may have been fully vaccinated in the past but have since developed a medical condition and/or are receiving treatment, such as cancer therapy, that can wipe out their previous immunity, leaving them at much greater risk.",
                "tag": "p"
            },
            {
                "content": "We all have our part to play in helping protect those who are more vulnerable by ensuring all children and family members are fully vaccinated and helping stop the spread of the disease to those at greatest risk. They rely on the rest of us getting the vaccine to protect them.",
                "tag": "p"
            },
            {
                "content": " ",
                "tag": "p"
            },
            {
                "content": "For schools, nurseries and other education settings",
                "tag": "h3"
            },
            {
                "content": "What should education settings do if they have a likely or confirmed measles case?",
                "tag": "h3"
            },
            {
                "content": "If an education setting is told that a child or staff member has seen their doctor in person and been diagnosed with measles, the setting should contact the UKHSA Health Protection Team so that they can investigate and support as required. If measles is suspected by the GP or healthcare professional, they will also notify the UKHSA Health Protection Team, who may then reach out if there is a setting associated with the case.",
                "tag": "p"
            },
            {
                "content": "Education and childcare settings are not expected to diagnose cases, and parents or carers do not need to contact the health protection team. If parents, carers, or staff are concerned that they or a child have symptoms, they should contact their doctor or NHS111. They should alert the surgery or other healthcare setting of symptoms before attending any appointment to prevent the further spread of measles.",
                "tag": "p"
            },
            {
                "content": "How should schools code measles absences?",
                "tag": "h3"
            },
            {
                "content": "For confirmed cases, where a pupil is not well enough to attend school, schools should record the absence (using code I - unable to attend because of illness). Where a pupil is well enough to attend but attending would be against legislation or guidance from the",
                "tag": "p"
            },
            {
                "content": "Department for Health and Social Care (or equivalents in Scotland, Wales or Northern Ireland) to limit the spread of infection or disease, schools should record the absence using code Y6.",
                "tag": "p"
            },
            {
                "content": "Will the Department for Education and Ofsted take measles absences into account when reviewing the attendance statistics for schools?",
                "tag": "h3"
            },
            {
                "content": "Schools play a vital role in improving attendance, but not all factors influencing attendance are in their control.",
                "tag": "p"
            },
            {
                "content": "Ofsted will take these factors into account. Schools should demonstrate that they’re doing all they can to achieve the highest possible attendance, even if their attendance numbers are lower than previously.",
                "tag": "p"
            },
            {
                "content": "What advice should special schools follow? Is there any additional advice for pupils who may be more vulnerable to exposure to measles?",
                "tag": "h3"
            },
            {
                "content": "Special schools and settings should also follow the UKHSA guidance.",
                "tag": "p"
            },
            {
                "content": "The Health Protection Team will carry out a risk assessment of the situation based on the information provided.",
                "tag": "p"
            },
            {
                "content": "They will ask the education setting to share information to help them understand the size and nature of the outbreak and the vaccination status of pupils, and advise on any recommended actions.",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine is the safest and most effective way to protect yourself against measles, mumps, and rubella.",
                "tag": "p"
            },
            {
                "content": "What advice is there for staff who might be more vulnerable, for example if they’re pregnant or unvaccinated?",
                "tag": "h3"
            },
            {
                "content": "Measles is a viral infection that spreads very easily and can cause severe illness, especially in certain groups including babies, small children, those who are pregnant and people with weak immunity.",
                "tag": "p"
            },
            {
                "content": "The best protection against measles for children and adults is to get both doses of the MMR vaccine.",
                "tag": "p"
            },
            {
                "content": "For adults, it is never too late to catch up on any missed MMR vaccinations. People should contact their GP practice to book an appointment.",
                "tag": "p"
            },
            {
                "content": "Anyone considering getting pregnant should make sure that they are protected by having two doses of the MMR vaccine before they become pregnant.  Unvaccinated pregnant people should make sure they are vaccinated soon after the baby is born, to protect them during future pregnancies. As a precaution, the MMR vaccine is not recommended for those who are pregnant. This is because it is a live vaccine.",
                "tag": "p"
            },
            {
                "content": "If you’re pregnant and you have been in close contact with someone who has measles, you should ask for an urgent GP appointment or get help from NHS 111.",
                "tag": "p"
            },
            {
                "content": "A staff member isn’t sure if they’ve had the MMR vaccine and their GP doesn’t have their vaccine records. Can they have another dose? ",
                "tag": "h3"
            },
            {
                "content": "Anyone with an unknown vaccination history should ask their GP for a vaccine appointment. If your vaccine records are not available or do not exist it will not harm you to have the MMR vaccine again. Two doses of the MMR vaccine is the best protection against measles, mumps and rubella.",
                "tag": "p"
            },
            {
                "content": "Are babies who are too young to be vaccinated protected?",
                "tag": "h3"
            },
            {
                "content": "Babies who are too young to be vaccinated are not protected from measles. It is still safe for children and babies who are too young to be vaccinated to attend nursery and early years setting, unless they have been advised otherwise by a health protection team or GP.",
                "tag": "p"
            },
            {
                "content": "The best way to protect children under 1, who are more vulnerable, is by ensuring other children and members of the household are fully vaccinated with two doses of MMR. This significantly reduces the risk of them passing the virus onto the young child. Early education settings can help by promoting the importance of the MMR vaccine.",
                "tag": "p"
            },
            {
                "content": "Are staff who aren’t vaccinated and have to stay off work on public health advice entitled to pay for this period?",
                "tag": "h3"
            },
            {
                "content": "Unvaccinated staff who have been in contact with measles cases may be asked to stay away from school or childcare settings for a number of days, based on a risk assessment by the Health Protection Team.",
                "tag": "p"
            },
            {
                "content": "The Department for Education has no remit over sick pay, which is at the discretion of the school.",
                "tag": "p"
            },
            {
                "content": "Some useful links to guidance and resources:",
                "tag": "h3"
            },
            {
                "content": "The Department for Education hosted a national webinar on the increase in measles cases, with speakers from UK Health Security Agency, the NHS, and school leaders with recent experience of dealing with a measles outbreak. The webinar covered information on measles, current epidemiology, the importance of the MMR vaccine and how to get it, and how to manage cases and outbreaks in educational settings. View this here.",
                "tag": "p"
            },
            {
                "content": "Measles - NHS (www.nhs.uk)",
                "tag": "p"
            },
            {
                "content": "MMR (measles, mumps and rubella) vaccine - NHS (www.nhs.uk)",
                "tag": "p"
            },
            {
                "content": "Supporting immunisation programmes - GOV.UK (www.gov.uk)",
                "tag": "p"
            },
            {
                "content": "Managing outbreaks and incidents - GOV.UK (www.gov.uk)",
                "tag": "p"
            },
            {
                "content": "UKHSA resources for settings:",
                "tag": "p"
            },
            {
                "content": "Copies of printed publications and the full range of digital resources to support the immunisation programmes can be ordered through the health publications platform.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/what-to-do-if-you-think-your-child-has-measles-and-when-to-keep-them-off-school/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "There has been a resurgence of measles in England and around the world in recent years. Most of the cases in England have been in children under the age of 10 years with many outbreaks linked to nurseries and schools. …"
    },
    {
        "title": "A Snapshot of Lunar New Year Celebrations in East & South East Asia",
        "authors": [
            "Aggie Michael"
        ],
        "posted_on": "2026-02-17T09:37:12",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Ministry of Housing, Communities and Local Government civil servant Aggie Michael shares the meaning of the Lunar New Year on 17 February, drawing parallels between the Chinese Zodiac and traditional Civil Service values.",
                "tag": "h3"
            },
            {
                "content": "This February, I’ll be joining the largest human migration on Earth, travelling home to celebrate the Lunar New Year. In 2025, an estimated 3 billion journeys were made globally for Chun Yun (Spring Travel).",
                "tag": "p"
            },
            {
                "content": "Lunar New Year is the biggest festival celebrated by people of East Asian heritage, though it goes by different names across different cultures. In Mongolia, it’s Tsagaan Sar, in Korea – Seollal, in Vietnam, Tết Nguyên Đán. Thailand, Malaysia, Singapore, the Philippines and Indonesia refer to it as Chinese New Year, while Taiwan and China call it Spring Festival.",
                "tag": "p"
            },
            {
                "content": "The day shifts each year, usually falling on the second new moon after the winter solstice (Dong-Zhi), reflecting the lunar calendar traditionally used across Asia to guide agriculture and festivals.",
                "tag": "p"
            },
            {
                "content": "Renewal, family reunion, and welcoming prosperity",
                "tag": "h3"
            },
            {
                "content": "The festival centres on sweeping out the old and inviting good fortune, health, and happiness for the year ahead. Families gather for traditions like deep house cleaning, feasts, ancestor worship and vibrant decorations. ",
                "tag": "p"
            },
            {
                "content": "I’m Chinese on both sides – born in Singapore to a Singaporean Father and Malaysian Mother. Both sets of grandparents left China and settled in Malaya in the early 1900s. Chinese New Year has always been a big deal in my household. ",
                "tag": "p"
            },
            {
                "content": "Festivities begin with Reunion Dinner on New Year’s Eve, when everyone who lives or works away returns home. My Dad was a sailor, often away for months, so having him at the table always felt special. ",
                "tag": "p"
            },
            {
                "content": "We’d present food at the ancestors’ altar first, offering prayers of thanks. Then we’d stay up late, turn up the radio, sing along to New Year tunes, throw crackers and watch fireworks on TV. ",
                "tag": "p"
            },
            {
                "content": "According to Chinese legend, a beast called Nian emerged at midnight to wreak havoc, but was scared away by loud noises and the colour red – hence firecrackers, lion dances and red decorations. Celebrations end on the 15th day, Yuan-Xiao (the Lantern Festival), when riddles and poems are written on lanterns and displayed in public gardens for all to enjoy.",
                "tag": "p"
            },
            {
                "content": "Chinese Zodiac and Civil Service values",
                "tag": "h3"
            },
            {
                "content": "The Chinese zodiac’s 12 animal signs embody distinct traits that resonate with qualities we value in the Civil Service. The Snake symbolises wisdom, the Ox represents perseverance and diligence, and the Dog stands for loyalty and reliability. ",
                "tag": "p"
            },
            {
                "content": "2026 is the Year of the Horse, associated with integrity and energy – qualities that mirror the Civil Service Code’s core values of integrity, honesty, objectivity and impartiality. As we enter the New Year, it’s a fitting moment to reflect on how these ancient traditions align with our commitment to public service with both purpose and principle.",
                "tag": "p"
            },
            {
                "content": "Xin Nian Kuai Le – Happy New Year – and Shēn Tǐ Jiàn Kāng – Good Health to all!To join the East and South East Asian (ESEA) Working Group, or to learn more about ESEA Working Group’s Lunar New Year events across the UK, email stuart.sanders@dhsc.gov.uk",
                "tag": "p"
            }
        ],
        "link": "https://civilservice.blog.gov.uk/2026/02/17/a-snapshot-of-lunar-new-year-celebrations-in-east-south-east-asia/",
        "blog": "Civil Service",
        "blog_link": "https://civilservice.blog.gov.uk",
        "description": "Ministry of Housing, Communities and Local Government civil servant Aggie Michael shares the meaning of the Lunar New Year on 17 February, drawing parallels between the Chinese Zodiac and traditional Civil Service values. This February, I’ll be joining the largest …"
    },
    {
        "title": "DHSC/NHSBSA Request a Baby Loss Certificate  Beta Reassessment",
        "authors": [
            "Man-Yee Lam"
        ],
        "posted_on": "2026-02-16T16:55:10",
        "categories": [
            "Assurance",
            "Beta",
            "Service assessments"
        ],
        "content": [
            {
                "content": "From: DHSCAssessment date: 27/09/2023 Reassessment date: 01/02/2024Stage: Beta reassessmentResult: Met at reassessment Service provider: NHSBSA",
                "tag": "p"
            },
            {
                "content": "Service description ",
                "tag": "h2"
            },
            {
                "content": "The Request a Baby Loss Certificate service was born out of the Pregnancy Loss Review. Currently, there is no formal recognition of baby losses prior to 24 weeks gestation, leaving some bereaved parents struggling to find closure. DHSC commissioned NHSBSA to create the service to fill this gap. It is an online application form which, upon successful completion, results in a physical certificate of loss. The aim is to provide recognition of a life lost and to provide comfort to bereaved parents. It is an optional service, and it is not a legal document. ",
                "tag": "p"
            },
            {
                "content": "Service users ",
                "tag": "h2"
            },
            {
                "content": "Anyone who has a parental relationship to a baby which was lost before 24 weeks of pregnancy who lives in England, their baby loss was in England, and the baby loss happened in the last 5 years. ",
                "tag": "p"
            },
            {
                "content": " High level user needs this service aims to meet. ",
                "tag": "p"
            },
            {
                "content": "Report contents",
                "tag": "h2"
            },
            {
                "content": "1. Understand users and their needs ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment:",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 1 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "2. Solve a whole problem for users   ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet  point 2 of the Standard.  ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment:",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 2 of the Standard.    ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "3. Provide a joined-up experience across all channels  ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 3 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "4. Make the service simple to use ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 4 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "5. Make sure everyone can use the service    ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment: ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 5 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:  ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "6. Have a multidisciplinary team ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 6 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "7. Use agile ways of working ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 7 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "8. Iterate and improve frequently ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 8 of the Standard.  ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "9. Create a secure service which protects users’ privacy ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 9 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "10. Define what success looks like and publish performance data ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service did not meet point 10 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "Reassessment:",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 10 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "11. Choose the right tools and technology ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 11 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "12. Make new source code open ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 12 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "13. Use and contribute to open standards, common components and patterns ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 13 of the Standard. ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore ",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to: ",
                "tag": "p"
            },
            {
                "content": "14. Operate a reliable service ",
                "tag": "h2"
            },
            {
                "content": "Decision ",
                "tag": "h3"
            },
            {
                "content": "The service met point 14 of the Standard.  ",
                "tag": "p"
            },
            {
                "content": "What the team has done well ",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that: ",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2026/02/16/dhsc-nhsbsa-request-a-baby-loss-certificate-beta-reassessment/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "Read about the beta reassessment on Request a baby loss certificate from DHSC/NHSBSA."
    },
    {
        "title": "UKHSA Health Publications Alpha Assessment",
        "authors": [
            "Man-Yee Lam"
        ],
        "posted_on": "2026-02-16T16:14:17",
        "categories": [
            "Alpha",
            "Assurance",
            "Service assessments"
        ],
        "content": [
            {
                "content": "From: DHSCAssessment date: 27/06/2024Stage: AlphaResult: MetService provider: UKHSA",
                "tag": "p"
            },
            {
                "content": "Service description",
                "tag": "h2"
            },
            {
                "content": "“Find Public Health Resources” is a service designed to support health professionals and the public in accessing health publications, with a focus on vaccination and infectious diseases. Styled like an e-commerce platform, this service simplifies the process of finding, downloading, and ordering resources in both digital and print formats. Users can access the service via web, email, or phone and may discover it through search engines, social media, or at physical conferences. Integration of QR codes on printed materials further enables a seamless offline to online user journey, enhancing accessibility and user engagement.",
                "tag": "p"
            },
            {
                "content": "Service users",
                "tag": "h2"
            },
            {
                "content": "This service is for: Immunisation Publication Team (IPT) – Admin users",
                "tag": "p"
            },
            {
                "content": "Frontline Workers: GPs, nurses, volunteers etc.",
                "tag": "p"
            },
            {
                "content": "The Public: anyone with an interest in health publications for themselves/friends/family/community",
                "tag": "p"
            },
            {
                "content": "The ‘Campaigner’: Integrated Care Board (ICB) Immunisation teams, Comms and Engagement teams ",
                "tag": "p"
            },
            {
                "content": "The ‘Sign Poster’: IPT, call centre staff etc",
                "tag": "p"
            },
            {
                "content": "Report contents",
                "tag": "h2"
            },
            {
                "content": "1. Understand users and their needs",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 1 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "2. Solve a whole problem for users",
                "tag": "h2"
            },
            {
                "content": " Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 2 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "3. Provide a joined-up experience across all channels    ",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 3 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "4. Make the service simple to use ",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 4 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "5. Make sure everyone can use the service    ",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 5 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "6. Have a multidisciplinary team",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 6 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that :",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "7. Use agile ways of working",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 7 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "8. Iterate and improve frequently",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 8 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "9. Create a secure service which protects users’ privacy",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 9 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "10. Define what success looks like and publish performance data",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 10 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "11. Choose the right tools and technology",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service Met point 11 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "12. Make new source code open",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 12 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            },
            {
                "content": "13. Use and contribute to open standards, common components and patterns",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 13 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "14. Operate a reliable service",
                "tag": "h2"
            },
            {
                "content": "Decision",
                "tag": "h3"
            },
            {
                "content": "The service met point 14 of the Standard.",
                "tag": "p"
            },
            {
                "content": "What the team has done well",
                "tag": "h3"
            },
            {
                "content": "The panel was impressed that:",
                "tag": "p"
            },
            {
                "content": "What the team needs to explore",
                "tag": "h3"
            },
            {
                "content": "Before their next assessment, the team needs to:",
                "tag": "p"
            }
        ],
        "link": "https://digitalhealth.blog.gov.uk/2026/02/16/ukhsa-health-publications-alpha-assessment/",
        "blog": "Digital health and social care",
        "blog_link": "https://digitalhealth.blog.gov.uk",
        "description": "Read about the alpha assessment on Health Publications from UKSHA."
    },
    {
        "title": "Update on May 2026 local authority elections",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-02-16T14:54:23",
        "categories": [
            "Elections",
            "Local government"
        ],
        "content": [
            {
                "content": "We have today issued the below statement for immediate use on the local authority elections taking place in May 2026.",
                "tag": "p"
            },
            {
                "content": "An MHCLG spokesperson said:",
                "tag": "p"
            },
            {
                "content": "“Following legal advice, the Government has withdrawn its original decision to postpone 30 local elections in May.",
                "tag": "p"
            },
            {
                "content": "“Providing certainty to councils about their local elections is now the most crucial thing and all local elections will now go ahead in May 2026.”",
                "tag": "p"
            },
            {
                "content": "The Government is also confirming today £63 million in new funding to help local councils across the 21 reorganisation areas best deliver local government re-organisation, building on the £7.6 million provided last year",
                "tag": "p"
            },
            {
                "content": "We will take the necessary steps to revoke the secondary legislation in Parliament.",
                "tag": "p"
            },
            {
                "content": "We have written to affected councils to confirm elections will go ahead, and will work with councils, their Returning Officers and suppliers to ensure they are well supported to reinstate plans for running elections. The councils affected by this decision are:",
                "tag": "p"
            },
            {
                "content": "The Secretary of State's letter to council leaders to inform them of his decision can be read in full here. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/02/16/update-on-may-2026-local-authority-elections/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "We have today issued the below statement for immediate use on the local authority elections taking place in May 2026. An MHCLG spokesperson said: “Following legal advice, the Government has withdrawn its original decision to postpone 30 local elections in …"
    },
    {
        "title": "Call for evidence on ownership and control in financial sanctions regulations",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2026-02-16T11:33:41",
        "categories": [
            "OFSI Blog"
        ],
        "content": [
            {
                "content": "OFSI has launched a call for evidence to seek industry’s views on how UK financial sanctions regulations on ownership and control are applied in practice, including how firms implement the regulations and where they face challenges.   ",
                "tag": "p"
            },
            {
                "content": "The ownership and control test is designed to stop sanctioned individuals and entities from sidestepping UK sanctions by hiding behind complex company structures, trusts or proxies. However, industry representatives report to OFSI that assessing the ability of a designated person (DP) to control an entity - even if they are not actively doing so – can be difficult in practice and may create additional costs and legal risk. ",
                "tag": "p"
            },
            {
                "content": "This information will help us understand whether the current approach is as clear, effective and proportionate as it should be, so that sanctions remain tough on those they target while being workable for legitimate businesses. ",
                "tag": "p"
            },
            {
                "content": "Background  ",
                "tag": "p"
            },
            {
                "content": "The policy intention of the UK government’s approach to ownership and control (O&C) in UK sanctions regulations is to ensure that sanctions cannot be easily circumvented. The two-condition O&C test set out in legislation (e.g. Regulation 7(4) of The Russia (Sanctions) (EU Exit) Regulations 2019) serves as a critical safeguard against sanctions circumvention, by ensuring that entities owned or controlled by a DP are subject to financial sanctions, even if not explicitly named on the UK Sanctions List. In particular, the second condition of that test (also referred to as ‘the control test’) is broadly drafted to capture as much activity as possible. ",
                "tag": "p"
            },
            {
                "content": " We have repeatedly heard from financial and legal representatives that they face challenges when implementing O&C provisions, with particular emphasis on the degree of uncertainty of the control test and the potential for multiple and sometimes conflicting interpretations. Firms have told OFSI that determining when these situations constitute control for sanctions purposes can be challenging and that it is not always clear what evidence should be reasonably sought to support these assessments. ",
                "tag": "p"
            },
            {
                "content": "In response to industry feedback, HM Government committed to delivering measures to provide further clarity on ownership and control as part of the Review of Sanctions Implementation and Enforcement, published in May 2025. We are therefore launching a call for evidence on how the UK’s O&C test is applied during financial sanctions compliance. We want to hear from those who apply the test about where it works well, where challenges arise and the practical impacts of these assessments. Formal evidence across these areas, in addition to anecdotal evidence already held by OFSI, will help form a comprehensive picture of how implementation works in practice.  ",
                "tag": "p"
            },
            {
                "content": "The call for evidence focuses on control as a direct response to industry feedback, which has highlighted greater implementation challenges associated with the control element of the O&C test rather than the ownership element. On ownership, HMG continues to actively explore options to respond to calls for greater alignment with international partners, including adopting an aggregation model and amending the 50% ownership rule to “50% or more,” in line with the EU and US sanctions frameworks.   ",
                "tag": "p"
            },
            {
                "content": "Why we are calling for evidence ",
                "tag": "p"
            },
            {
                "content": "Under UK financial sanctions, a DP is subject to an asset freeze. The regulations also apply to entities that designated persons own or control.  ",
                "tag": "p"
            },
            {
                "content": "An entity is owned or controlled directly or indirectly by another person in any of the following circumstances:  ",
                "tag": "p"
            },
            {
                "content": "Evidence presented that the DP has not exercised control does not mean they do not have the ability to do so and therefore does not necessarily refute a DP’s control over an entity. This may be referred to as a DP’s hypothetical ability to exercise control, or simply ‘hypothetical control.’  If a DP can continue to move money or operate through others, the impact of sanctions is weakened. The O&C test helps ensure that sanctions bite on the real economic interests of DP. ",
                "tag": "p"
            },
            {
                "content": "At the same time, firms need regulations they can apply in a clear and proportionate way. Uncertainty can mean operational delays while investigations are conducted, higher costs to ensure compliance and de-risking behaviour, where firms may exit contracts or avoid new business relationships to avoid breaching sanctions. ",
                "tag": "p"
            },
            {
                "content": "This call for evidence will help us understand those pressures by gathering evidence on these issues in a structured way. It will build a picture of how firms and practitioners are currently interpreting and applying the test, which aspects of the ownership and control test cause the most difficulty and the practical impacts - including on costs, timing and business decisions. Our aim is to build a concrete, evidence-based picture of practice, rather than relying on anecdote.  ",
                "tag": "p"
            },
            {
                "content": "Scope of the call for evidence ",
                "tag": "p"
            },
            {
                "content": "It is important to be clear about scope. The call for evidence does not invite comment on whether ownership and control rules are desirable as a matter of policy. Instead, we are asking for evidence across the following areas: ",
                "tag": "p"
            },
            {
                "content": "We are particularly interested in concrete examples (anonymised where necessary) that show the realities of sanctions compliance and welcome evidence from any organisation or individual involved in sanctions implementation.  ",
                "tag": "p"
            },
            {
                "content": "How to respond ",
                "tag": "p"
            },
            {
                "content": "The call for evidence is open until 13th April 2026.  ",
                "tag": "p"
            },
            {
                "content": "Read the full call for evidence and how to respond here: https://www.gov.uk/government/calls-for-evidence/ownership-and-control-test-in-uk-financial-sanctions-regulations  ",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2026/02/16/call-for-evidence-on-ownership-and-control-in-financial-sanctions-regulations/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "OFSI has launched a call for evidence to seek industry’s views on how UK financial sanctions regulations on ownership and control are applied in practice, including how firms implement the regulations and where they face challenges.    The ownership and control …"
    },
    {
        "title": "Are schools closed because of snow? Everything parents need to know",
        "authors": [
            "Media Officer"
        ],
        "posted_on": "2026-02-16T09:50:48",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "On snowy days schools make every effort to stay open but sometimes they must close or partially close if it’s unsafe for pupils and teachers to attend.",
                "tag": "p"
            },
            {
                "content": "When there is a cold weather warning in place, many parents will be wondering whether their child's school will open. ",
                "tag": "p"
            },
            {
                "content": "Here we answer your questions about snow days.",
                "tag": "p"
            },
            {
                "content": "Is my school closed today because of snow?",
                "tag": "h3"
            },
            {
                "content": "Schools will have their own approaches to contacting parents, in many circumstances they have their own apps and/or messaging services.",
                "tag": "p"
            },
            {
                "content": "Schools will try to give parents as much notice as possible but sometimes decisions will be made quite late as circumstances change.",
                "tag": "p"
            },
            {
                "content": "It is always best to check your email, school app or school social media accounts regularly for updates.",
                "tag": "p"
            },
            {
                "content": "Who decides if schools should close?",
                "tag": "h3"
            },
            {
                "content": "Schools and other education settings set their own plans and policies on how to deal with adverse weather conditions.",
                "tag": "p"
            },
            {
                "content": "It’s up to schools to decide on whether it is safe for them to open or close based on their own risk assessment and taking local issues into account.",
                "tag": "p"
            },
            {
                "content": "What things should schools consider when deciding whether to close?",
                "tag": "h3"
            },
            {
                "content": "Decisions will be made locally based on common sense and there are a large range of things that schools will consider",
                "tag": "p"
            },
            {
                "content": "This could include where staffing levels can’t be met because transport issues are preventing teachers from getting to work.",
                "tag": "p"
            },
            {
                "content": "Other examples include safety conditions around the school, temperatures in school buildings and more.",
                "tag": "p"
            },
            {
                "content": "If they do decide to temporarily close during severe weather, they should consider moving to remote learning for pupils until it is safe to reopen.",
                "tag": "p"
            },
            {
                "content": "What if it’s unsafe to travel to school in the snow and ice?",
                "tag": "h3"
            },
            {
                "content": "In exceptional circumstances, a pupil may be unable to attend school because a local or national emergency has resulted in widespread disruption to travel.",
                "tag": "p"
            },
            {
                "content": "If parents believe it would be unsafe to travel, they should inform the school as soon as possible to let them know their child won't be attending and why (in line with the schools absence policy).",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/schools-closed-for-snow-days-information-for-parents/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "On snowy days schools make every effort to stay open but sometimes they must close or partially close if it’s unsafe for pupils and teachers to attend."
    },
    {
        "title": "Unearthing the leisure and tourism potential of our woodlands",
        "authors": [
            "Nik Evans"
        ],
        "posted_on": "2026-02-16T09:00:00",
        "categories": [
            "Access",
            "Health"
        ],
        "content": [
            {
                "content": "Woodlands are well known for their rich and varied wildlife, as well as the vital role they play in supporting people’s mental and physical wellbeing. They also offer a source of timber, capture carbon and provide many other benefits. Yet their potential for leisure, tourism and local economic opportunities are not always as obvious.",
                "tag": "p"
            },
            {
                "content": "When you pause to consider the many activities that draw people to forests, the scale of the opportunity becomes clear. From traditional country sports and adventure activities such as paintballing, high ropes courses and downhill mountain biking, as well as wellness retreats, yoga classes and forest bathing – there’s something for everyone.",
                "tag": "p"
            },
            {
                "content": "These activities, among many others, offer woodland owners a chance to generate income while continuing to care for woodlands as vital habitats for wildlife – a genuine win-win for nature and the economy.",
                "tag": "p"
            },
            {
                "content": "In 2022, according to the Office for National Statistics (ONS), the UK’s forests generated £515 million from timber and wood fuel (£126 million in England).1 By contrast, the value of woodland leisure and tourism has been harder to quantify, meaning its contribution can often be overlooked. We know people made an estimated 748 million visits to UK woodlands in 20222 for recreation and tourism, with those visitors spending an estimated £907 million during those trips (£685 million in England)3 – but this is only part of the picture.",
                "tag": "p"
            },
            {
                "content": "Woodland leisure and tourism contributions to the economy",
                "tag": "h2"
            },
            {
                "content": "We have published new experimental research that expands on the previous estimates by the ONS and sheds a fresh light on the contribution woodland leisure and tourism makes to the UK economy.",
                "tag": "p"
            },
            {
                "content": "It suggests that between 2018 and 2022, woodland visits across the UK generated almost £1.1 billion (£0.8 billion in England) of direct annual expenditure for a range of businesses, both inside woodlands and out, supporting over 10,000 direct full-time equivalent jobs (FTEs).",
                "tag": "p"
            },
            {
                "content": "This rises to £2.2 billion annually (£1.7 billion in England) and 25,000 FTEs, when including indirect and induced expenditure – for example spending by those businesses replenishing their supplies or spending by their employees.",
                "tag": "p"
            },
            {
                "content": "Opportunities for the nation’s forests",
                "tag": "h2"
            },
            {
                "content": "The nation’s public forest estate, managed by Forestry England, covers approximately 214,000 hectares of woodland. It includes some of the country’s most popular outdoor destinations, welcoming 285 million visits a year from people who come to walk, cycle, horse-ride and enjoy a wide range of other outdoor activities.",
                "tag": "p"
            },
            {
                "content": "The estate provides a strong example of how leisure and tourism can sit alongside woodland management for wildlife, timber and public enjoyment.",
                "tag": "p"
            },
            {
                "content": "Forestry England works with a wide range of national partners, including Go-Ape and Forest Holidays – as well as local businesses such as cafes, bike hire and other services. These partnerships generate valuable income that helps support the long-term care and expansion of the public forest estate and supports hundreds of jobs within Forestry England.",
                "tag": "p"
            },
            {
                "content": "Striking the right balance",
                "tag": "h2"
            },
            {
                "content": "The estate hosts many public events throughout the year, from running events to live music, employing a robust permissions system to balance the needs and safety of visitors with wildlife conservation and sustainable timber production.",
                "tag": "p"
            },
            {
                "content": "Forestry England is consistently exploring new opportunities that bring people closer to nature. A new partnership with Unyoked, for example, is bringing off-grid cabins to selected forests, offering guests a secluded experience in the heart of the forest. This partnership supports our mission to connect people with nature while protecting the nation’s much-loved public forests.",
                "tag": "p"
            },
            {
                "content": "Our new research indicates that the largest sources of private sector revenue from Forestry England’s long-term leases include businesses providing camping and accommodation, cafés and outdoor activities.4 For temporary permissions, the highest value activities include sporting events, for example organised runs, art and music events such as Luna Cinema, and adventurous activities.",
                "tag": "p"
            },
            {
                "content": "Combined, our research indicates that Forestry England’s private-sector partners earned an estimated £78-£100 million in 2022/23 from permanent leases, and £13.4 million from temporary permissions.5 Together, these businesses are estimated to employ around 2,500 FTEs.",
                "tag": "p"
            },
            {
                "content": "The potential for privately owned woodlands",
                "tag": "h2"
            },
            {
                "content": "England has approximately 1.1 million hectares of privately owned woodland. These may be managed for wildlife, timber, carbon capture, personal enjoyment, public access or a combination of objectives. However, many are currently under-managed or not managed at all, which is not just a missed economic opportunity, but can lead to declining ecological condition.",
                "tag": "p"
            },
            {
                "content": "There is huge potential to generate income from activities that complement the nature of the woodland and the owner’s objectives to create a vital source of income and employment.",
                "tag": "p"
            },
            {
                "content": "Estimating the value of woodland businesses",
                "tag": "h2"
            },
            {
                "content": "Our new exploratory research aims to better understand the types of leisure and tourism businesses currently operating in privately owned woodlands. We found the most common sectors operating in woodlands included outdoor leisure and sport, accommodation and camping, and food and drink businesses.",
                "tag": "p"
            },
            {
                "content": "While it can be challenging to establish how dependent each business is on its woodland setting, our research has begun to develop new ways of estimating their economic value.",
                "tag": "p"
            },
            {
                "content": "Research insights",
                "tag": "h2"
            },
            {
                "content": "By combining multiple spatial datasets with Companies House records, we estimate that approximately 8,400 leisure and tourism businesses are located directly inside woodland areas across Great Britain.",
                "tag": "p"
            },
            {
                "content": "Together, these businesses generate an estimated £1.8 billion in annual revenue and provide jobs for an estimated 29,000 FTEs. In England alone, this includes roughly 6,000 businesses, £1.3 billion in revenue and 21,000 FTEs. Future research will work to fill the remaining gaps and improve the robustness of our initial findings.",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h2"
            },
            {
                "content": "Although this research is at an early stage, it clearly demonstrates how leisure and tourism in woodlands already make a significant contribution to the UK economy. Far from being absent from economic activity, our woodlands are vibrant places where nature, people, timber production and a diverse range of businesses can thrive side by side.",
                "tag": "p"
            },
            {
                "content": "We look forward to building on this preliminary work and refining our methodologies to provide a more accurate picture of this important and growing sector. We want to ensure that our forests continue to support nature, local communities and the wider economy for generations to come.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2026/02/16/unearthing-the-leisure-and-tourism-potential-of-our-woodlands/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Nik Evans, Economist at the Forestry Commission, shares the significant contributions woodland leisure and tourism make to the UK economy."
    }
]