[
    {
        "title": "Using Local Nature Recovery Strategies to guide on-farm decisions",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-01-26T10:33:51",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Local Nature Recovery Strategies (LNRSs) are locally developed plans that bring together ecological evidence, land use data and local knowledge. They show where nature recovery is most needed and most likely to succeed. ",
                "tag": "p"
            },
            {
                "content": "LNRSs are existing plans, published online, so they are a ready-made resource farmers can use to help plan a profitable, sustainable business. ",
                "tag": "p"
            },
            {
                "content": "Each strategy is published under your local authority. You can find out who your local authority is by using this map of LNRS areas. ",
                "tag": "p"
            },
            {
                "content": "Your LNRS can help you: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS includes a local habitat map that shows where: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS is created by local authorities working closely with farmers, landowners, environmental groups and community organisations.",
                "tag": "p"
            },
            {
                "content": "By working together and sharing local knowledge, LNRSs can help support resilient farm businesses, healthier landscapes and a countryside that continues to produce food while delivering benefits for nature. ",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your LNRS can help you decide what to do. ",
                "tag": "p"
            },
            {
                "content": "Case studies",
                "tag": "h2"
            },
            {
                "content": "Cheshire: turning local priorities into action",
                "tag": "h3"
            },
            {
                "content": "In Cheshire, more than 400 farmers and landowners have pledged 30,000 hectares, around 12.5% of the county, towards nature recovery.",
                "tag": "p"
            },
            {
                "content": "This growing network shows how Local Nature Recovery Strategies can help farmers identify practical, locally relevant nature-based solutions to shared challenges. ",
                "tag": "p"
            },
            {
                "content": "Like many rural areas, Cheshire faces growing pressure from increasing flood risk and significant biodiversity loss. This includes the loss of 99% of species-rich grassland since the 1930s. These challenges directly affect soil health, food production, flood risk to communities and long-term farm viability. ",
                "tag": "p"
            },
            {
                "content": "Through the LNRS process, these challenges have become opportunities for farmers to shape nature-based solutions.  ",
                "tag": "p"
            },
            {
                "content": "One of the challenges this area is facing over the next 10 years is low water availability. One of the solutions proposed in the Cheshire and Warrington LNRS is the Weaver-Gowy water and wildlife blended finance model.  ",
                "tag": "p"
            },
            {
                "content": "This is a private investment and natural capital scheme that will be paid for by a range of stakeholders with an interest in water quality and availability, carbon sequestration, nature restoration and high-quality farm produce.  ",
                "tag": "p"
            },
            {
                "content": "Farmers will be paid to restore habitats, like wetlands, to reduce flood risk and improve water availability for the surrounding area. ",
                "tag": "p"
            },
            {
                "content": "This approach delivers environmental benefits and supports wider economic growth. It provides water for housing and industry and helps communities and businesses become more climate resilient. ",
                "tag": "p"
            },
            {
                "content": "The process of creating the LNRS brought some farmers and land managers together for the first time. To continue collaborating on the strategy, they created the Future Farmers Group, which will: ",
                "tag": "p"
            },
            {
                "content": "The Hedgerow Recovery Scheme, which has emerged from the strategy and the Future Farmers Group, focuses on improving field boundaries and margins.",
                "tag": "p"
            },
            {
                "content": "It will re-establish hedgerows that were removed from the landscape in the 1970s and provide margins for pollinators through wildflower corridors.",
                "tag": "p"
            },
            {
                "content": "The dense root systems of hedges and the vegetation in margins can help anchor the soil, preventing wind and water erosion. This preserves fertile topsoil, reduces water runoff and can help increase yields, while also supporting wildlife. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Cheshire, contact:  naturesrecovery@cheshirewestandchester.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Dorset: shaping an LNRS around farm businesses",
                "tag": "h3"
            },
            {
                "content": "With around 70% of Dorset classified as farmland, farmers and landowners played a central role in shaping the county’s Local Nature Recovery Strategy from the start. ",
                "tag": "p"
            },
            {
                "content": "Farming representatives and farmer clusters worked closely with Dorset Council through a steering and advisory group, helping ensure the strategy reflected on-farm priorities and practical delivery. ",
                "tag": "p"
            },
            {
                "content": "The Dorset LNRS local habitat map was created from 110 proposals from land managers and projects - which included farmer clusters, individual farms and landowners, and landscape recovery projects. This helped ground it in local knowledge and opportunity.  ",
                "tag": "p"
            },
            {
                "content": "To support delivery, Dorset Council is strengthening collaboration through the Nature Recovery Dorset network, which already has 300 members, including 83 from the farming sector. ",
                "tag": "p"
            },
            {
                "content": "The council is also exploring how the cluster approach could support county farm tenants to deliver environmental actions. ",
                "tag": "p"
            },
            {
                "content": "In the video above, advisory group member Sam Vincent explains how collaboration on issues such as water quality and flood management can support both nature recovery and business resilience.",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Dorset, email: contactLNRS@dorsetcouncil.gov.uk",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "Local Nature Recovery Strategies are not about telling you how to manage the land you farm. They bring together local evidence, experience and opportunity, so decisions about nature recovery make sense for individual businesses and the wider landscape. ",
                "tag": "p"
            },
            {
                "content": "Whether you are already taking environmental action, thinking about your next steps, or interested to know what is happening locally, your LNRS can help you see where opportunities exist and where collaboration could add value. ",
                "tag": "p"
            },
            {
                "content": "Over half of the 48 LNRSs are now published. All will be available this year. ",
                "tag": "p"
            },
            {
                "content": "Even a short conversation can help you understand what support, funding or partnerships may be available now or in the future. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/01/26/using-local-nature-recovery-strategies-to-guide-on-farm-decisions/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your Local Nature Recovery Strategy can help you decide what to do. "
    },
    {
        "title": "More sensitive bowel cancer screening test implemented in line with UK NSC recommendation",
        "authors": [
            "Harriet Strachan"
        ],
        "posted_on": "2026-01-26T09:37:58",
        "categories": [
            "Bowel Cancer Screening"
        ],
        "content": [
            {
                "content": "In 2018, the UK National Screening Committee (UK NSC) recommended increasing the sensitivity of the bowel cancer screening faecal immunochemical test (FIT).",
                "tag": "p"
            },
            {
                "content": "This means reducing the threshold for how much blood in a screening sample needs to be present to trigger a referral for more tests.",
                "tag": "p"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme in England is now lowering the threshold from 120 micrograms of haemoglobin per gram of faeces (µg Hb/g) to 80µg Hb/g. By lowering the test threshold, the programme will have the potential to detect more polyps (abnormal growths that can develop into cancer over time) and more cancers.",
                "tag": "p"
            },
            {
                "content": "How bowel cancer screening works",
                "tag": "h2"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme invites people aged 50 to 74 years for bowel cancer screening every 2 years by sending them a FIT home test kit in the post.",
                "tag": "p"
            },
            {
                "content": "People use this kit to return a sample of faeces (poo) for testing in a laboratory. If blood is found in the sample at levels above the test threshold, then the programme invites the person for more tests. These tests can include a colonoscopy – an examination of the lining of the large bowel during which any polyps can be removed.  ",
                "tag": "p"
            },
            {
                "content": "Test thresholds across the UK",
                "tag": "h2"
            },
            {
                "content": "While the current FIT threshold for referral in England and Northern Ireland is 120 μg Hb/g, Wales has already lowered its threshold for referral to 80μg Hb/g and Scotland has always set its FIT threshold at 80μg Hb/g.",
                "tag": "p"
            },
            {
                "content": "The threshold in England is being lowered to 80μg Hb/g in a phased rollout that should be completed by March 2028.",
                "tag": "p"
            },
            {
                "content": "Lowering the test threshold will mean more people will be referred for follow-up diagnostic tests.",
                "tag": "p"
            },
            {
                "content": "Likely consequences of reducing the FIT threshold",
                "tag": "h2"
            },
            {
                "content": "The increase in referrals for follow-up tests will increase demand on services.",
                "tag": "p"
            },
            {
                "content": "To help determine the impact of reducing the FIT referral threshold, the Department of Health and Social Care commissioned the Sheffield Centre for Health and Related Research (SCHARR) at the University of Sheffield to produce a report on the predicted health and resource consequences.",
                "tag": "p"
            },
            {
                "content": "Using data analysis and statistical modelling, the SCHARR authors estimated, in the short term, that reducing the FIT test threshold to 80μg Hb/g would result each year in 36% more positive screening results.",
                "tag": "p"
            },
            {
                "content": "This would lead to the detection of an estimated 2,017 more high risk polyps and 663 more bowel cancers.",
                "tag": "p"
            },
            {
                "content": "In the longer term, after 25 years of bowel cancer screening at a FIT threshold of 80μg Hb/g, they estimated there would be 867 fewer bowel cancer deaths each year.",
                "tag": "p"
            },
            {
                "content": "Initially, more cancers would be detected. Then, the prevalence of bowel cancer would decrease as more polyps are detected and removed, preventing bowel cancers developing.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Lowering the threshold of FIT to 80µg Hb/g will result in a significant increase in workload for the screening programme. But the benefits are clear as more bowel cancers will be detected and more will be prevented.",
                "tag": "p"
            },
            {
                "content": "The phased roll out across England will enable all screening centres to prepare for the change, and to recruit the staff needed to ensure the programme can be delivered sustainably within the appropriate waiting times.",
                "tag": "p"
            },
            {
                "content": "You can read more about the benefits of bowel screening here: Wealth of evidence highlights the benefits of bowel cancer screening – UK National Screening Committee.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/26/more-sensitive-bowel-cancer-screening-test-implemented-in-line-with-uk-nsc-recommendation/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The NHS Bowel Cancer Screening Programme in England has increased the sensitivity of bowel cancer screening faecal immunochemical test in line with the UK NSC recommendation."
    }
]