[
    {
        "title": "National Apprenticeship Week 2026: A future in metrology at National Physical Laboratory (NPL) ",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2026-02-03T14:00:43",
        "categories": [
            "Blog Series",
            "Guest Blog",
            "Learning & Development"
        ],
        "content": [
            {
                "content": "Andrew Burgon – Measurement Scientist Apprentice, NPL ",
                "tag": "p"
            },
            {
                "content": "Andrew shares his journey and growing passion for metrology and quantum technologies through his apprenticeship at the National Physical Laboratory (NPL) during National Apprenticeship Week 2026. ",
                "tag": "p"
            },
            {
                "content": "Discovering a new passion ",
                "tag": "p"
            },
            {
                "content": "I didn't necessarily have a deep passion for science or engineering when I started searching for a new career, but now that I'm over a year and a half into my apprenticeship in metrology, I’m convinced that I've finally found what I can truly say I am passionate about. After a 4-year long career in distribution I was inspired by my girlfriend, who was making a daily impact with her role in science, to take up something new – a step back into academia. ",
                "tag": "p"
            },
            {
                "content": "I wasn't sure at first what metrology even meant, but despite that I've gathered a great wealth of knowledge and met some extraordinary people along the way. Initially I thought that I had nowhere near enough experience to take on something like this, but as it turns out an apprenticeship was the perfect path to take. ",
                "tag": "p"
            },
            {
                "content": "First steps into metrology ",
                "tag": "p"
            },
            {
                "content": "I took my first step into metrology with the Time and Frequency (T&F) group at the National Physical Laboratory (NPL) in September 2024, more specifically with the Atomic Clocks & Sensors (ACS) department. I was incredibly excited at the prospect of contributing to such innovative and futuristic technology at such an early point in my apprenticeship; the opportunities only came flooding in from that point onwards. I was responsible for numerous computer-aided design and technical specification assets for an exciting space-level project putting us one step closer to space-age atomic clocks. I was so shocked at how much I was contributing to such an important development in science. ",
                "tag": "p"
            },
            {
                "content": "Exploring quantum technologies ",
                "tag": "p"
            },
            {
                "content": "For my second placement, I joined NPL’s Quantum Technologies (QT) group, where I would only flourish further. Within the exciting horizon that is quantum science, there is the Quantum Information (QI) department, where I was tasked with a largely experimental research project on mapping defects of silicon quantum dot semiconductor chips. This research underpins the future of optical science in applications like key distribution cryptography, quantum imaging, and telecommunications. ",
                "tag": "p"
            },
            {
                "content": "I am currently part way through my rotation in Quantum Information, and I feel so proud to contribute to such an awe-inspiring and ever-changing area of science. Recently, NPL's quantum group recently hosted the opening event of UK Quantum Week where Lord Vallance, Minister of State (Minister for Science, Innovation, Research and Nuclear), launched a new G7 and Australia collaboration on the future of measurement science underpinning quantum development.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "The major goal I want to achieve during my exciting time in quantum is winning the Institute of Physics’ Apprentice Award. None of what I have achieved so far would be possible if not for the incredible accessibility of apprenticeships, and I can't vouch enough for how valuable they are for those unsure of their future like I was.  ",
                "tag": "p"
            },
            {
                "content": "Find out more about the Government Science and Engineering (GSE) profession!  ",
                "tag": "p"
            },
            {
                "content": "Visit the Government Science and Engineering careers website to explore the diverse expertise shaping government. ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2026/02/03/national-apprenticeship-week-2026-a-future-in-metrology-at-national-physical-laboratory-npl/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Andrew Burgon – Measurement Scientist Apprentice, NPL  Andrew shares his journey and growing passion for metrology and quantum technologies through his apprenticeship at the National Physical Laboratory (NPL) during National Apprenticeship Week 2026.  Discovering a new passion  I didn't necessarily have a deep passion …"
    },
    {
        "title": "One year as a RISE adviser: What I've learned about school improvement",
        "authors": [
            "Narinder Gill"
        ],
        "posted_on": "2026-02-03T13:49:28",
        "categories": [
            "RISE"
        ],
        "content": [
            {
                "content": "As RISE celebrates its one-year anniversary on 3 February 2026, I've been reflecting on what this work has taught me – not just about outcomes, but about how improvement actually happens on the ground.",
                "tag": "p"
            },
            {
                "content": "Why I applied to become a RISE adviser",
                "tag": "h2"
            },
            {
                "content": "After years as a headteacher, trust leader, and adviser, I've learned one thing with certainty: every school has something exceptional going on. Sometimes it's celebrated, sometimes it's fragile and held together by a small group working against the odds. But it's always there.",
                "tag": "p"
            },
            {
                "content": "Too often, improvement work overlooks this, focusing on gaps rather than strengths. I've also seen how easily improvement becomes about more initiatives and more expectations. This leaves leaders managing complexity rather than thinking clearly about what matters most for children.",
                "tag": "p"
            },
            {
                "content": "RISE felt different. It offered the chance to work with leaders, not on schools, through a universal offer that values where schools are now. The emphasis on clarity, coherence, and sustainability appealed to me most.",
                "tag": "p"
            },
            {
                "content": "Why early years and Reception matter in RISE",
                "tag": "h2"
            },
            {
                "content": "The focus on Reception was particularly important. Reception isn't simply preparation for what comes next, it's where children begin to see themselves as learners, develop language and curiosity, and form relationships with learning itself.",
                "tag": "p"
            },
            {
                "content": "Working alongside the Department for Education’s Early Years Policy Team, including visiting settings together, has been invaluable. Seeing how policy translates into daily practice, and listening to practitioners talk honestly about what supports them, has reinforced something vital: policy and practice are strongest when developed together.",
                "tag": "p"
            },
            {
                "content": "What does a RISE adviser do?",
                "tag": "h2"
            },
            {
                "content": "Being a RISE adviser is careful, relational work. It begins with listening - to responsible bodies, school leaders and their context. The role isn't about arriving with answers, but helping leaders sharpen their own thinking.",
                "tag": "p"
            },
            {
                "content": "A key part is recognising strong practice that already exists. Making this visible matters - not as reassurance, but as a foundation for sustainable improvement. Often, this means supporting leaders to slow the pace of change, embed what's working, and align systems so improvement feels manageable rather than relentless.",
                "tag": "p"
            },
            {
                "content": "Key lessons from my first year as a RISE adviser",
                "tag": "h2"
            },
            {
                "content": "The moments that resonate most aren't dramatic turning points, but quieter shifts: leaders gaining clarity and feeling able to say no to work that dilutes focus, early years teams strengthening provision through pedagogy rather than new initiatives, and schools seeing their practice recognised regardless of starting point.",
                "tag": "p"
            },
            {
                "content": "What's next for school improvement support",
                "tag": "h2"
            },
            {
                "content": "This year has reinforced some simple truths:",
                "tag": "p"
            },
            {
                "content": "RISE has created space for these principles to be lived out. It's brought together policy and practice, valued professional judgment while holding firm to evidence, and kept children at the centre of everything.",
                "tag": "p"
            },
            {
                "content": "I'm grateful to be part of a programme that takes school leadership seriously and celebrates the exceptional work happening everywhere.",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "Find out more about how the programme can support your school or contact your regional team to discuss the universal offer.",
                "tag": "p"
            }
        ],
        "link": "https://teaching.blog.gov.uk/2026/02/03/school-improvement-rise-adviser-rise-anniversary-2026/",
        "blog": "Teaching",
        "blog_link": "https://teaching.blog.gov.uk",
        "description": "As RISE celebrates its one-year anniversary on 3 February 2026, I've been reflecting on what this work has taught me – not just about outcomes, but about how improvement actually happens on the ground. Why I applied to become a …"
    },
    {
        "title": "Update on our approach to market interventions",
        "authors": [
            "Juliette Enser"
        ],
        "posted_on": "2026-02-03T10:10:23",
        "categories": [
            "Markets"
        ],
        "content": [
            {
                "content": "At the Competition and Markets Authority (CMA), we promote competition and protect consumers with a clear end goal – driving economic growth and improving household prosperity.",
                "tag": "p"
            },
            {
                "content": "Our market reviews, studies and investigations are 3 powerful tools here: they allow us to examine entire markets and find opportunities to make them work better for everyone.",
                "tag": "p"
            },
            {
                "content": "Our journey through the 4Ps",
                "tag": "h3"
            },
            {
                "content": "In July 2025, our Chief Executive Sarah Cardell explained why we are transforming our approach to market interventions. She highlighted the fundamental changes we have been making to ensure our work supports economic growth, reduces uncertainty for businesses and investors, and delivers better outcomes for everyone.",
                "tag": "p"
            },
            {
                "content": "Central to this is our new framework, shaped by feedback from stakeholders and built around the 4Ps:",
                "tag": "p"
            },
            {
                "content": "Alongside Sarah’s blog post we published our updated approach to markets work, which set out how we will apply the 4Ps through a project’s full life cycle and beyond.",
                "tag": "p"
            },
            {
                "content": "We have already started to embed our 4Ps approach in our ongoing work, such as our civil engineering for road and rail market study, which aims to improve outcomes in road and rail infrastructure – a sector that not only impacts consumers directly, but is also vital to driving economic growth.",
                "tag": "p"
            },
            {
                "content": "New markets regime guidance",
                "tag": "h3"
            },
            {
                "content": "Today we’ve taken another step to fully embed the 4Ps, by publishing new guidance on how we carry out our markets work. This guidance consolidates our approach into 1 document, largely replacing all of our existing guidance documents. It will apply to all new market reviews, market studies and market investigations.",
                "tag": "p"
            },
            {
                "content": "In the new guidance, we have made a series of interconnected changes to deliver improvements consistent with the 4Ps. The changes include the following.",
                "tag": "p"
            },
            {
                "content": "The guidance also gives:",
                "tag": "p"
            },
            {
                "content": "What stakeholders told us",
                "tag": "h3"
            },
            {
                "content": "We consulted on draft guidance last year to get valuable feedback from stakeholders – thank you to everyone who responded.",
                "tag": "p"
            },
            {
                "content": "Many responses welcomed us adopting the 4Ps in our markets work, and supported us consolidating our guidance into 1 document. We were encouraged by comments that supported the aims of the guidance, and recognised the clarity we are looking to give. It was also noted our proposed changes reflected pragmatic, long-term thinking and a readiness to adapt our processes where necessary.",
                "tag": "p"
            },
            {
                "content": "Some responses suggested that we elaborate on certain areas and give specific examples. Listening to this feedback, we have added more detail where appropriate.",
                "tag": "p"
            },
            {
                "content": "A new regime to come?",
                "tag": "h3"
            },
            {
                "content": "While the legislation that governs our markets work provides statutory time limits, this still means a market study could last up to 12 months, followed by a market investigation of up to 18 or 24 months. We are clear that an end-to-end process lasting, in some cases, up to 3 years is not consistent with minimising unnecessary burdens and uncertainty on businesses in nearly all cases. We must seek to complete our work as quickly as possible.",
                "tag": "p"
            },
            {
                "content": "The UK government has launched a consultation on proposed reforms to the competition regime, including changes to our markets work. The proposals to change our markets regime include:",
                "tag": "p"
            },
            {
                "content": "The CMA welcomes these proposals, which build on our 4Ps programme, and would further enhance our work which helps secure well-functioning markets that serve the interests of the whole of the UK.",
                "tag": "p"
            },
            {
                "content": "There may need to be changes to our new markets regime guidance in future, if changes to the markets regime are enacted. However, we believe the core of the approach adopted in this guidance – reflecting as it does our commitment to delivering impact at pace while minimising burdens – is the right one and will endure.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2026/02/03/update-on-our-approach-to-market-interventions/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "How our new markets regime guidance will streamline our approach and minimise uncertainty for businesses."
    },
    {
        "title": "Final Roulement Infantry Company (RIC) Exercise: Training where it counts",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2026-02-03T09:58:38",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Falkland Islands -  January 2026",
                "tag": "p"
            },
            {
                "content": "For B Company, 1st Battalion The Royal Irish Regiment, the Falkland Islands provided a demanding and memorable setting for their final exercise whilst based at the Falkland Islands. Isolated in the South Atlantic and separated from the UK by thousands of miles, the Islands are both strikingly beautiful and unforgiving, offering a training environment unlike anywhere else the British Army routinely operates.",
                "tag": "p"
            },
            {
                "content": "The challenge begins long before arrival. Deploying personnel, equipment and sustainment to such a remote location requires detailed planning and coordination. Once on the ground, the environment quickly asserts itself as the dominant factor. The Falklands are defined by their exposure: open moorland, peat bogs, rocky high ground and rugged coastlines, all shaped by near‑constant wind and rain. Soldiers attempting to describe the Islands in just a few words were unanimous in their response - “cold, wet and windy.”",
                "tag": "p"
            },
            {
                "content": "Moving across the terrain under load is physically demanding and slow. Small navigation errors can result in significant detours, and misjudging the ground can quickly lead to exhaustion or injury. Although many soldiers described the environment as entirely new to them, they recognised that prior training in the UK, particularly in Brecon, had provided essential preparation. Knowledge of layering systems, personal administration and pacing proved critical to maintaining effectiveness.",
                "tag": "p"
            },
            {
                "content": "The largely treeless landscape offers little natural cover or concealment, forcing soldiers to rely on careful use of ground features, spacing and tactical movement to avoid detection. Understanding the terrain is challenging, with ground that appears solid often concealing bog or unstable footing. Among the most distinctive hazards are the stone runs - long stretches of angular boulders that are difficult and dangerous to cross, particularly while carrying weight.",
                "tag": "p"
            },
            {
                "content": "Beyond the physical environment, the Falklands sit at the extreme end of the military supply chain. Resupply cannot be conducted quickly, and medical evacuation timelines are significantly longer than those in the UK, reinforcing the need for thorough planning, strong first aid capability and self‑sufficiency at every level. The final exercise allowed the company to train beyond baseline requirements, including operating alongside more advanced capabilities, supported by extensive logistical preparation.",
                "tag": "p"
            },
            {
                "content": "Patrols and exercises such as the final exercise serve a dual purpose: developing soldiers in one of the most demanding environments the Army operates in, while reassuring the local population and reinforcing UK sovereignty. Training in the Falklands is not theoretical - it is preparation grounded firmly in reality.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2026/02/03/final-roulement-infantry-company-ric-exercise-training-where-it-counts/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "Falkland Islands - January 2026 For B Company, 1st Battalion The Royal Irish Regiment, the Falkland Islands provided a demanding and memorable setting for their final exercise whilst based at the Falkland Islands. Isolated in the South Atlantic and separated …"
    },
    {
        "title": "Forever chemicals: the problem and our plan",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2026-02-03T09:31:09",
        "categories": [
            "Chemicals and pesticides",
            "Environmental Improvement Plan"
        ],
        "content": [
            {
                "content": "'Forever chemicals' - or PFAS - have been making headlines. PFAS are used in many products we rely on every day – cookware, clothing, packaging. Their durability is useful, but it also means they stay in the environment for a long time.  ",
                "tag": "p"
            },
            {
                "content": "That's why the government is publishing its first PFAS plan setting out an evidence-based approach to tackling these persistent chemicals, protecting public health and the environment. Here's what you need to know. ",
                "tag": "p"
            },
            {
                "content": "What PFAS are and why they are called forever chemicals ",
                "tag": "p"
            },
            {
                "content": "PFAS (per- and poly-fluoroalkyl substances) are a family of thousands of man-made chemicals. They're brilliant at resisting heat, water and oil - which is why manufacturers have used them. ",
                "tag": "p"
            },
            {
                "content": "The problem: once they are in the environment, PFAS don't break down naturally. They can stay in our water, soil and air for hundreds of years - which is how they earned the nickname 'forever chemicals'. ",
                "tag": "p"
            },
            {
                "content": "Why are we acting now ",
                "tag": "p"
            },
            {
                "content": "There is growing evidence that some PFAS may pose risks to human health, wildlife and our natural environment, which is why we must act now to prevent irreversible harm.  ",
                "tag": "p"
            },
            {
                "content": "The government's new PFAS Plan sets out, for the first time, a collaborative approach to understanding, managing and reducing these risks - while allowing continued use where no safe alternatives exist, such as in medical devices and clean energy technology. ",
                "tag": "p"
            },
            {
                "content": "What does the plan contain ",
                "tag": "p"
            },
            {
                "content": "The PFAS Plan is built around three pillars: ",
                "tag": "p"
            },
            {
                "content": "The plan includes steps such as: ",
                "tag": "p"
            },
            {
                "content": "Drinking water is protected by strict monitoring ",
                "tag": "p"
            },
            {
                "content": "UK drinking water is among the highest quality in the world and currently, there's no evidence of PFAS above safe levels in our supplies.  ",
                "tag": "p"
            },
            {
                "content": "Water companies already monitor for 48 different PFAS chemicals - one of the most comprehensive programmes globally - and must take action if levels rise above permitted thresholds. The plan includes a commitment to consult on bringing these limits into law, giving regulators even stronger powers to act if needed. ",
                "tag": "p"
            },
            {
                "content": "PFAS in our daily lives ",
                "tag": "p"
            },
            {
                "content": "PFAS appear in many everyday items - stain-resistant carpets, waterproof jackets, some cosmetics and food packaging like takeaway containers. ",
                "tag": "p"
            },
            {
                "content": "Research into the risks of PFAS is ongoing.  ",
                "tag": "p"
            },
            {
                "content": "If you want to reduce your exposure you can look for PFAS-free alternatives when shopping. The government expects manufacturers to be clear about PFAS use, indicating where products contain them, and considering alternatives where possible. ",
                "tag": "p"
            },
            {
                "content": "What happens next ",
                "tag": "p"
            },
            {
                "content": "This is a complex challenge with no quick fixes - but this plan marks an important step forward. ",
                "tag": "p"
            },
            {
                "content": "We'll continue working with industry, environmental groups, scientists and international partners to build on these actions in the plan.  ",
                "tag": "p"
            },
            {
                "content": "Together, we can make sure that 'forever chemicals' aren't a forever problem. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2026/02/03/forever-chemicals-the-problem-and-our-plan/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "'Forever chemicals' - or PFAS - have been making headlines. PFAS are used in many products we rely on every day – cookware, clothing, packaging. Their durability is useful, but it also means they stay in the environment for a long time.   That's why the government is publishing its first PFAS plan setting out an evidence-based approach to tackling these persistent chemicals, protecting public health and the …"
    },
    {
        "title": "Why do we close the rating list?",
        "authors": [
            "voadigitalpublishing"
        ],
        "posted_on": "2026-02-02T12:54:34",
        "categories": [
            "Business Rates"
        ],
        "content": [
            {
                "content": "If you have a business or other non-domestic property, you have until 31 March to request changes to your current valuation for business rates.  ",
                "tag": "p"
            },
            {
                "content": "After 1 April, you will only be able to request changes to your new valuation. ",
                "tag": "p"
            },
            {
                "content": "This is because the 2023 rating list closes on 31 March 2026.  ",
                "tag": "p"
            },
            {
                "content": "A rating list is the official record of rateable values for all commercial, and other non-domestic, properties in England and Wales. It is used by local councils to calculate business rates bills. ",
                "tag": "p"
            },
            {
                "content": "The new 2026 rating list will take effect from 1 April 2026, after the Valuation Office Agency (VOA) updated rateable values for England and Wales.  ",
                "tag": "p"
            },
            {
                "content": "Why is there a deadline? ",
                "tag": "h2"
            },
            {
                "content": "When a new rating list comes into effect, the previous list must close. This is a normal part of how the business rates system works and is set out in law. ",
                "tag": "p"
            },
            {
                "content": "Closing a rating list means each list has a clear beginning and end. This: ",
                "tag": "p"
            },
            {
                "content": "It also means the VOA can move on to keeping the new rating list accurate. This ongoing process is known as list maintenance. ",
                "tag": "p"
            },
            {
                "content": "When is the deadline? ",
                "tag": "h2"
            },
            {
                "content": "You have until 31 March 2026 to: ",
                "tag": "p"
            },
            {
                "content": "This process is called a Check. You need a business rates valuation account to make a Check. ",
                "tag": "p"
            },
            {
                "content": "If you do not have an account, or you have not logged in recently, you should register now. It can take up to 15 days to complete the verification process and claim your property.   ",
                "tag": "p"
            },
            {
                "content": "You can manage your business rates yourself. If you want to appoint an agent, use our guidance on choosing a business rates agent.  ",
                "tag": "p"
            },
            {
                "content": "Are there any exceptions? ",
                "tag": "h2"
            },
            {
                "content": "Changes can still be made to the 2023 rating list if you started a Check before 1 April 2026. This also covers any related Challenges. ",
                "tag": "p"
            },
            {
                "content": "The VOA can fix mistakes on the list up to 31 March 2027. If we change your property details, you have 6 months from the date of the change to submit a Check. ",
                "tag": "p"
            },
            {
                "content": "If you want to Challenge your valuation on the 2023 rating list because of a tribunal or court decision, you must make a Check by 30 September 2026. ",
                "tag": "p"
            },
            {
                "content": "More information ",
                "tag": "h2"
            },
            {
                "content": "You can find everything you need to know about the 2026 revaluation on GOV.UK.  ",
                "tag": "p"
            },
            {
                "content": "Contact your local council if you have questions about: ",
                "tag": "p"
            },
            {
                "content": "payments. ",
                "tag": "p"
            }
        ],
        "link": "https://valuationoffice.blog.gov.uk/2026/02/02/why-do-we-close-the-rating-list/",
        "blog": "Valuation Office Agency",
        "blog_link": "https://valuationoffice.blog.gov.uk",
        "description": "You have until 31 March 2026 to request changes to your current valuation for business rates. Here we explain why there’s a deadline."
    },
    {
        "title": "A new mapping tool to support beaver reintroductions and dispersal across England",
        "authors": [
            "Heather White"
        ],
        "posted_on": "2026-02-02T12:10:32",
        "categories": [
            "Biodiversity",
            "Science and evidence",
            "Species re-introductions",
            "Species recovery"
        ],
        "content": [
            {
                "content": "By Heather White - Senior Data Scientist and Daveron Smith - Principal Data Scientist",
                "tag": "p"
            },
            {
                "content": "In this blog, we launch the Beaver Considerations Assessment Toolkit (BCAT), a new mapping tool that has been developed by Natural England (NE), in collaboration with the Environment Agency (EA). The toolkit has been designed to help people understand the potential impacts and suitability of reintroducing beavers to different watercourses or waterbodies across England, as well as the potential effects of existing wild populations.",
                "tag": "p"
            },
            {
                "content": "Important note: The BCAT is a guide only. It is not a decision-making tool, you must use it alongside expert judgement, site-specific knowledge, and scientific literature.",
                "tag": "p"
            },
            {
                "content": "Who can use the toolkit and where can I access it?",
                "tag": "p"
            },
            {
                "content": "The BCAT is openly accessible for anyone to use. The BCAT, associated guidance, and video demonstrations can be accessed from the Beaver Management website.",
                "tag": "p"
            },
            {
                "content": "It might be useful to those exploring wild beaver reintroduction projects, beaver management groups, beaver advocacy groups, environmental NGOs, charities, landowners, and for educational purposes.",
                "tag": "p"
            },
            {
                "content": "What might beaver activity have an impact on?",
                "tag": "p"
            },
            {
                "content": "In February 2025, the Government announced its commitment to wild beaver reintroductions in England, marking a historic day for nature recovery. Beaver presence is known to bring clear benefits to the surrounding environment by enhancing biodiversity, improving water quality, alleviating flooding, and helping to reduce droughts. Nevertheless, wild beaver activity might have an impact, positively or negatively, on many environmental and socio-economic factors (“considerations”). ",
                "tag": "p"
            },
            {
                "content": "A list of potential considerations that might be affected by beaver activity was drawn from the 2021 evidence review and fine-tuned through workshops and discussions with Natural England and Environment Agency technical experts, as well as external stakeholders (e.g., Beaver Trust). Datasets reflecting these considerations were sourced at a national scale, providing a range of considerations that are included within the toolkit and grouped into five categories: designated sites, habitat and species, hydrology, infrastructure, and land use. Some examples of considerations include urban areas, agricultural land, designated sites, national grid structures, ancient woodland, and many more!",
                "tag": "p"
            },
            {
                "content": "Where might impacts occur?",
                "tag": "p"
            },
            {
                "content": "The BCAT can be used to identify which considerations are present in any given area across England. Users can draw and create custom areas of interest. The toolkit then provides a summary of the custom area, including the type and number of considerations present (Figure 1). These flagged considerations can be visualised on a map. ",
                "tag": "p"
            },
            {
                "content": "All consideration datasets can be visualised at a landscape-scale on the map. Because it is subjective as to whether the possible impacts from beaver activity are thought to be positive or negative, the toolkit simply flags any potential consideration within a given area and does not ascribe these to being positive or negative. Users must, instead, apply technical expertise and local knowledge to determine whether the flagged considerations require further investigation.",
                "tag": "p"
            },
            {
                "content": "Assessing suitability for beavers In addition to highlighting considerations that beaver activity might affect, the BCAT incorporates two key data layers to explore habitat suitability: the Beaver Dam Capacity (BDC) and the Beaver Foraging Index (BFI) layers (Graham et al. 2020). These layers can be used to assess the likelihood of dam construction and the distribution of predicted habitat suitability in river reaches, in terms of foraging including broadleaved woodland and other sources of forage. ",
                "tag": "p"
            },
            {
                "content": "For any custom-drawn area, the BCAT provides a pie chart summary of the likelihood of damming and the suitability for foraging (Figure 2). Understanding the suitability of foraging habitat and the likelihood of dam-building is crucial for identifying areas where beavers are likely to settle and where their activities might have an effect.",
                "tag": "p"
            },
            {
                "content": "Details of the NE beaver mailbox is provided within the guidance of the toolkit and can be used to provide any feedback for future developments of the toolkit. We hope you find the BCAT useful and enjoy exploring its capabilities!",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/02/02/a-new-mapping-tool-to-support-beaver-reintroductions-and-dispersal-across-england/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Heather White - Senior Data Scientist and Daveron Smith - Principal Data Scientist In this blog, we launch the Beaver Considerations Assessment Toolkit (BCAT), a new mapping tool that has been developed by Natural England (NE), in collaboration with …"
    },
    {
        "title": "First precision breeding and low emissions projects awarded funding ",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-02-02T12:09:48",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "We’re awarding funding to 15 projects across England that will help turn cutting‑edge research into practical, ready‑to‑use tools for farmers.",
                "tag": "p"
            },
            {
                "content": "In total, around £21.5 million is being invested in innovative precision -breeding and low‑emissions projects.",
                "tag": "p"
            },
            {
                "content": "This funding forms part of Defra’s Farming Innovation Programme, delivered in partnership with Innovate UK, which supports practical ideas that can help make farming more productive and profitable.",
                "tag": "p"
            },
            {
                "content": "In this post, we'll share the full list of successful applicants and highlight a selection in more detail.",
                "tag": "p"
            },
            {
                "content": "Precision breeding",
                "tag": "h2"
            },
            {
                "content": "Precision breeding describes a range of technologies, such as gene editing, that can make the same type of genetic changes as traditional breeding but in a more efficient and precise way.  ",
                "tag": "p"
            },
            {
                "content": "This means that breeders can make use of new technologies to introduce beneficial characteristics in a targeted way, where traditional breeding would otherwise take longer to achieve the same results. It’s different from genetic modification, which involves moving genes between different species in ways that wouldn’t happen naturally.  ",
                "tag": "p"
            },
            {
                "content": "Precision breeding has the potential to help farmers produce food more efficiently and sustainably. It can support higher yields, help reduce costs on farms, and make it easier to grow crops that cope better with drought, disease and changing weather. ",
                "tag": "p"
            },
            {
                "content": "It also opens the door to crops that are more nutritious, need fewer treatments, and are better suited to local conditions. ",
                "tag": "p"
            },
            {
                "content": "Used alongside good farm management, precision breeding offers another practical tool to support productive farming while also delivering environmental benefits. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants",
                "tag": "h3"
            },
            {
                "content": "Project spotlight: Sunshine Tomatoes: using precision breeding to improve nutrition  ",
                "tag": "h3"
            },
            {
                "content": "The Precision Breeding Competition required projects to show the clear benefits for farmers and growers in England. According to the Tomato Growers Association, British growers produce around 70,000 tonnes of tomatoes each year.",
                "tag": "p"
            },
            {
                "content": "During the summer, homegrown tomatoes can make up around half of those sold in supermarkets. For the rest of the year, most tomatoes are imported, with approximately 400,000 tonnes imported from overseas. ",
                "tag": "p"
            },
            {
                "content": "By supporting innovation that helps UK production, precision breeding has the potential to help growers meet consumer demands, while reducing reliance on imports, and in turn the impact on the environment. ",
                "tag": "p"
            },
            {
                "content": "John Innes Enterprises Ltd is leading a project to bring the Sunshine Tomato closer to commercial production. The Sunshine Tomato has been developed using precision breeding to contain higher levels of provitamin D₃. ",
                "tag": "p"
            },
            {
                "content": "Our bodies make vitamin D when sunlight shines directly on our skin. However, in some countries like ours there isn’t enough sunlight to make enough vitamin D between October and March. ",
                "tag": "p"
            },
            {
                "content": "The long-term goal is to help address low vitamin D intake by making more nutritious tomatoes available to consumers. ",
                "tag": "p"
            },
            {
                "content": "With £967,797 funding, the project could build on earlier field trials and now focus on moving the crop from research into real-world growing. ",
                "tag": "p"
            },
            {
                "content": "John Innes Enterprises Ltd is the commercial arm of the John Innes Centre, a leading plant and microbial research institute in Norwich. ",
                "tag": "p"
            },
            {
                "content": "Project spotlight: backing innovation in high-value, low-input climate-resilient industrial hemp ",
                "tag": "h3"
            },
            {
                "content": "Hemp is a highly versatile crop. It is used in food, construction, and sustainable materials. ",
                "tag": "p"
            },
            {
                "content": "Its seeds are used to make oil, protein, and other food products, while its fibres are used in textiles, rope and packaging. ",
                "tag": "p"
            },
            {
                "content": "It’s also used in building materials, including hempcrete, which provides insulation and stores carbon, and in biomaterials and bioplastics that can replace products made from fossil fuels.  ",
                "tag": "p"
            },
            {
                "content": "Because hemp can grow on poor quality land and needs few inputs, it offers environmental benefits and new income opportunities for growers.  ",
                "tag": "p"
            },
            {
                "content": "With an award of £912,259, Precision Plants Ltd, partnering with the University of Hertfordshire and supported by Rothamsted Research, can move forward with the development of high value, climate resilient industrial hemp.",
                "tag": "p"
            },
            {
                "content": "Project spotlight: a climate-resilient source of natural rubber in the UK ",
                "tag": "h3"
            },
            {
                "content": "Natural rubber is found in a huge number of everyday products. Yet almost all global supply comes from Hevea rubber trees grown in south-east Asia, leaving production highly vulnerable to climate change, extreme weather, and fungal disease. As global demand continues to rise, these risks threaten supply and price stability. ",
                "tag": "p"
            },
            {
                "content": "QuBOOSTR will develop a new, resilient source of natural rubber by precision-breeding dandelions to produce high levels of latex in temperate climates like the UK.  ",
                "tag": "p"
            },
            {
                "content": "By creating a reliable, climate-resilient alternative crop, QuBOOSTR reduces dependence on overseas supply chains while opening the door to sustainable rubber production here in the UK. ",
                "tag": "p"
            },
            {
                "content": "Lowering emissions  ",
                "tag": "h2"
            },
            {
                "content": "Lowering emissions helps the climate and farming profitability.",
                "tag": "p"
            },
            {
                "content": "It also complements efficiency. For example, by using less fertiliser, fuel or feed to cut costs, while healthier soils and livestock improve productivity and reduce losses. ",
                "tag": "p"
            },
            {
                "content": "Climate change is already affecting farmers with droughts and flooding. Reducing emissions help slow these impacts and encourages practices that make farms more resilient to changing conditions. ",
                "tag": "p"
            },
            {
                "content": "Successful applicants",
                "tag": "h3"
            },
            {
                "content": "Project spotlight: lower-emission dairy diets using UK-grown faba beans ",
                "tag": "h3"
            },
            {
                "content": "McArthur Agriculture Ltd’s Innovative Faba Bean Feed Ingredients project shows how UK-grown faba bean feed ingredients could cut greenhouse gas emissions from English dairy farming by up to 1.6 million tonnes of CO₂e per year. ",
                "tag": "p"
            },
            {
                "content": "Dairy cows produce methane during digestion. It’s a major source of emissions in the sector and contributor to climate change. Faba beans co-products are naturally rich in condensed tannins, which reduce the amount of methane cows produce without affecting their health or milk yield.  ",
                "tag": "p"
            },
            {
                "content": "Even a 10% reduction could save 875,000 tonnes of CO₂e annually. ",
                "tag": "p"
            },
            {
                "content": "By using UK-grown feed, reliance on imported protein sources is reduced, therefore creating a more sustainable, climate-friendly approach to dairy farming that benefits farmers, the environment and the wider food system.  ",
                "tag": "p"
            },
            {
                "content": "Project spotlight: Cutting dairy emissions by using biological alternatives to fertiliser ",
                "tag": "h3"
            },
            {
                "content": "BIO-PHAGE-UK is a project led by Terrafarmer Ltd, working with Citadel Environmental Solutions, Fera Science and the University of Nottingham. ",
                "tag": "p"
            },
            {
                "content": "The project looks at how UK dairy farms could cut greenhouse gas emissions by replacing around half of their synthetic nitrogen fertiliser with proven biological alternatives. Instead of relying as heavily on manufactured fertiliser, the focus is on improving soil health and managing nutrients more efficiently. ",
                "tag": "p"
            },
            {
                "content": "This approach aims to reduce nitrous oxide emissions, a powerful greenhouse gas linked to fertiliser use, while still supporting productive dairy farming. ",
                "tag": "p"
            },
            {
                "content": "In the long term, this could be good for farming because it helps reduce reliance on expensive synthetic fertilisers while keeping soils healthy and productive. Healthier soils can hold nutrients better and cope more effectively with extreme weather such as drought or heavy rainfall. ",
                "tag": "p"
            },
            {
                "content": "By using fewer synthetic inputs, farms could lower costs, improve resilience and cut emissions at the same time. That supports farm profitability as well as environmental goals, helping dairy farms remain productive and sustainable into the future. ",
                "tag": "p"
            },
            {
                "content": "Rewetting peat soils to cut emissions while keeping farms productive ",
                "tag": "h3"
            },
            {
                "content": "RePeat is a project led by Pollybell Farms Ltd that explores new ways of farming England’s peatlands. ",
                "tag": "p"
            },
            {
                "content": "The project shows how rewetting peat soils can cut greenhouse gas emissions while still allowing farms to produce food and energy. Instead of draining peat, which releases large amounts of carbon, RePeat tests practical alternatives that work with wetter soils. ",
                "tag": "p"
            },
            {
                "content": "The project brings together peatland restoration, wet-farming crops, indoor food production and renewable fuel in one joined-up system that could be scaled up in other peatland areas. ",
                "tag": "p"
            },
            {
                "content": "In the long term, this approach could help farms on peat soils remain viable while protecting the land they depend on. Rewetting peat helps stop soil loss and carbon emissions, preserving peat for future generations. At the same time, combining food, energy and fuel production offers new income opportunities and reduces reliance on fossil fuels. ",
                "tag": "p"
            },
            {
                "content": "By showing that peatland farms can cut emissions and stay productive, RePeat offers a more sustainable future for farming on peat soils. ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the Farming blog ",
                "tag": "h2"
            },
            {
                "content": "These projects are just a small sample of how innovation funded through the Farming Futures R&D Fund is helping to support productive, resilient and sustainable farming.",
                "tag": "p"
            },
            {
                "content": "We’ll continue to share updates as these projects develop, including what they’re learning and how their work could benefit farmers and growers across England.",
                "tag": "p"
            },
            {
                "content": "To keep up with future posts, from project stories to funding updates and details of upcoming schemes and competitions, you can subscribe to the Farming blog. Subscribers receive an email notification whenever a new post is published.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/02/02/first-precision-breeding-and-low-emissions-projects-awarded-funding/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "From rubber made from dandelions to climate‑friendly faba beans in dairy farming, we’re pleased to highlight the innovative projects to receive funding under the first round of precision‑breeding and low‑emissions competitions."
    },
    {
        "title": "LEDS: Police data in the digital age",
        "authors": [
            "Law Enforcement Data Programme team"
        ],
        "posted_on": "2026-02-02T11:05:05",
        "categories": [
            "Continuous improvement",
            "Data",
            "Transformation",
            "User centred design"
        ],
        "content": [
            {
                "content": "The Law Enforcement Data Service (LEDS) programme is a joint police and Home Office programme to enhance the way police use data for the digital age.",
                "tag": "p"
            },
            {
                "content": "This case study explores some of the technical aspects of LEDS to highlight a few of its features, and particular areas the LEDS team will focus on as they continue developing the service.",
                "tag": "p"
            },
            {
                "content": "From mainframe to mobile in 50 years",
                "tag": "h2"
            },
            {
                "content": "In 1974, the Police National Computer (PNC) was launched, and it revolutionised the way policing used data.",
                "tag": "p"
            },
            {
                "content": "By this time, the modern policing era was already in full motion, with two-way radios, established mobile patrol areas and even unmarked cars for undercover policing. However, the PNC injected technology into policing.",
                "tag": "p"
            },
            {
                "content": "It was the first time UK police could store digital records and make that information available for various areas of law enforcement. The PNC carried digital records of drivers, as well as of vehicles and property, that were lost or stolen. Every single police force in the UK would go on to use the PNC, as well as 150 other public sector organisations who had appropriate and proportional access to PNC data to offer improved public services.",
                "tag": "p"
            },
            {
                "content": "However, over the decades, the drawbacks of a computer system designed for the 1970s began to show. The PNC was built in a traditional mainframe, on servers that only connected directly to desktop terminals and no other devices. This meant that police officers on patrol had to use their radios to contact dedicated, staffed control rooms to verbally request information about drivers, vehicles or names.",
                "tag": "p"
            },
            {
                "content": "While over the years police mobile device access was added to the PNC, reducing the need for the control rooms, it was becoming obvious that the ways these devices accessed data needed to be faster and more accessible.",
                "tag": "p"
            },
            {
                "content": "In 2021, after an attempt to fully replace the PNC through the National Law Enforcement Data Programme, the LEDS programme was launched. This was a dedicated way to work on a successor to the PNC as a completely focused project.",
                "tag": "p"
            },
            {
                "content": "LEDS needed to do everything the PNC did, but for 120,000 users across those 150 organisations, in a modern UK where advanced technology was normal and expected. Its users should be able to access data from police-issued mobile devices, instantly and in a simple way, to help them use the information as quickly and effectively as possible to assist the public.",
                "tag": "p"
            },
            {
                "content": "It also needed to be designed, built and implemented without causing any problems with the existing PNC; keeping citizens safe and the country secure could not wait for a computer system upgrade.",
                "tag": "p"
            },
            {
                "content": "A groundbreaking, cross-government collaboration ",
                "tag": "h2"
            },
            {
                "content": "LEDS needed to provide police officers and other law enforcement agencies with quick, reliable access to data about people, property, vehicles, drivers, and other areas of compliance data, such as audit.",
                "tag": "p"
            },
            {
                "content": "While the PNC already worked with these categories of information, LEDS had the ability to access the information across every category simultaneously. This would let users take a consolidated view of the data, helping them make decisions with all the information in their hand.",
                "tag": "p"
            },
            {
                "content": "The Home Office and the police decided the best way to approach the project was to work together as partners, in a groundbreaking style of collaboration between the 2 organisations. In the LEDS team, the product managers, the people who explore the overall vision and user needs of the product, are Home Office colleagues. The product owners, the teams who use agile methods to make sure the products are built to plan and deliver value to the user, are police staff and officers.  Having both organisations on hand to work together, overlapping their experiences and maintaining a high quality of communication, is a huge benefit to make LEDS the best it can be.",
                "tag": "p"
            },
            {
                "content": "After establishing their cross-government collaboration, the newly-formed LEDS team started to think about the best ways to set up the service. One original PNC feature that still fit perfectly was how data was organised into 4 databases: names, vehicles, drivers and property. The difference in the digital age was that Application Programming Interfaces (APIs), combined with a simple and accessible user interface, could completely replace manual data queries. The new system could also make it much simpler and reliable for a growing number of police mobile devices to access the data.",
                "tag": "p"
            },
            {
                "content": "The result was four distinct LEDS products, which are called:",
                "tag": "p"
            },
            {
                "content": "Using APIs also meant the team could add a set of compliance products that work across the whole of LEDS, including services to check for audit information, search for general data of interest, and to find out when data has been logged as compliant with laws and regulations.",
                "tag": "p"
            },
            {
                "content": "The team also built a set of extra products that work across the 4 LEDS products, following a ‘build once and re-use’ principle. They include a file transfer tool, a common email engine, a review retention and deletion (RRD) tool and a common reporting tool. There is even a GitHub repository with common user interface elements, which can be used anywhere in LEDS, helping to pull all the services together for function, look and feel.",
                "tag": "p"
            },
            {
                "content": "For example, by combining data from LEDS Vehicle and LEDS Drivers, users can instantly confirm if the driver of a vehicle is its registered keeper, or insured to drive it, and so decide if this needs further investigation. LEDS can also match reference data from the Driver and Vehicle Licensing Agency (DVLA) to know straightaway if a foreign vehicle needs validating with them, or has been involved in a crime, giving greater breadth to the situation.",
                "tag": "p"
            },
            {
                "content": "There are around 110 reference data lists across the whole LEDS stack, all designed to match to what each LEDS API needs. For example, while details about facial hair or tattoos are only needed in LEDS Person, data such as nationality, currency, or country code are available across the whole stack, helping to keep information consistent and convenient.",
                "tag": "p"
            },
            {
                "content": "As the team keeps working on LEDS and tests and builds new versions, they should also be able to introduce AI and machine learning to assist with matching data. LEDS may even learn to be proactive in flagging its own alerts on data.",
                "tag": "p"
            },
            {
                "content": "Keeping the lights on",
                "tag": "h2"
            },
            {
                "content": "Probably the most important thing the LEDS team have had to negotiate along their journey is making sure there is absolutely no interruption for their end users as they slowly transfer PNC functions over to the new systems.",
                "tag": "p"
            },
            {
                "content": "A big part of making this work was using a data replication solution. With this on hand, every single change that was made in PNC data would be reflected and pushed to users of LEDS systems that sat alongside it, in a very short time frame. While this meant that some data has the same restrictions the PNC data had, it’s a workable approach for the transition period. There is also an advantage to keeping PNC and LEDS in sync; it helped the team to shape their API strategy. Basing it on the concept of ‘transition before transformation’, the team have grown the API user interface to cover the basics, building everything up as LEDS outgrows its PNC legacy.",
                "tag": "p"
            },
            {
                "content": "Focusing on keeping PNC in the mix has also added a few layers of abstraction to systems such as DVLA, which needs an extra step to help LEDS see the data it needs to. However, as there is more real time data available across the new LEDS system in general, keeping everything in sync is workable: its effectiveness is expanding all the time as more PNC systems are replaced.",
                "tag": "p"
            },
            {
                "content": "Want to make an impact like this?",
                "tag": "h2"
            },
            {
                "content": "Working in Home Office Digital is about collaborating across the Home Office and the wider UK government to design world-leading products and services.",
                "tag": "p"
            },
            {
                "content": "The work we do is varied, exciting and challenging, playing a critical part in keeping citizens safe and the country secure.",
                "tag": "p"
            },
            {
                "content": "You can find out more about roles in Home Office Digital at the Home Office Careers website.",
                "tag": "p"
            }
        ],
        "link": "https://hodigital.blog.gov.uk/2026/02/02/leds-police-data-in-the-digital-age/",
        "blog": "Home Office Digital",
        "blog_link": "https://hodigital.blog.gov.uk",
        "description": "This technical case study explains how a successful collaboration between the Home Office and the police has created a modern, accessible and API-led law enforcement data platform."
    },
    {
        "title": "Leaving the legacy behind: our journey to modernise court technology   ",
        "authors": [
            "Pete Harrison – Programme Director, Decommissioning & Legacy Risk Mitigation, HMCTS"
        ],
        "posted_on": "2026-02-02T11:01:40",
        "categories": [
            "Digital services",
            "User experience and research",
            "Working at HMCTS"
        ],
        "content": [
            {
                "content": "We have completed significant work behind-the-scenes to move our court systems from ageing data centres to modern, reliable platforms.",
                "tag": "p"
            },
            {
                "content": "This modernisation programme has delivered many benefits and improvements that users can feel, even if they can’t see the technology behind them. The new infrastructure reduces the risk of system failures and enables us to implement security updates more efficiently, maintaining our commitment to keep citizen data safe, expanding resources according to demand and supporting continuous improvement.",
                "tag": "p"
            },
            {
                "content": "For our staff, this means more reliable systems with less downtime, reduced maintenance costs and more flexibility to improve services over time. For the public, it means a justice system that can function consistently without technical interruptions.",
                "tag": "p"
            },
            {
                "content": "The urgent need for modernisation",
                "tag": "p"
            },
            {
                "content": "When people think of court technology, they often picture video hearings or case management systems. But behind the scenes, there’s a vital layer of infrastructure that keeps everything running smoothly. For years, this foundation relied on outdated systems and ageing equipment, putting the stability of court services and the delivery of justice at increasing risk.",
                "tag": "p"
            },
            {
                "content": "Our old systems were running on approximately 2,500 pieces of outdated hardware in two physical data centres in Park Royal and Swindon. Many of these were so old that finding replacement parts was nearly impossible. This created a fragile environment with single points of failure that could disrupt access to essential court services.",
                "tag": "p"
            },
            {
                "content": "As the equipment continued to age, the risk of serious failure grew, and action was needed to protect the justice system from potential breakdowns.",
                "tag": "p"
            },
            {
                "content": "The scale of the transformation",
                "tag": "p"
            },
            {
                "content": "Since 2020, we have worked to modernise 37 different applications running in these vulnerable data centres. The complexity and variety of the technologies involved required several distinct solutions, with a carefully planned approach needed for each. Applications that were no longer needed were decommissioned, while others were upgraded and moved to secure, cloud-based platforms. Another group of systems was moved to a specially created temporary hosting facility where they can continue to reliably and securely operate reliably and securely while we plan their eventual replacement or retirement.",
                "tag": "p"
            },
            {
                "content": "Two of the most important systems were completely rebuilt. Instead of simply moving them they were redesigned, creating flexible platforms that can evolve as business needs change. One of these, Juror Digital, replaced three separate jury management tools with a single streamlined system. The other, Digital Audio Recording Transcription and Storage (DARTS) is the Crown Court recording system. This was one of the most complex projects that we have tackled, and I will explore it in more detail in my next blog.",
                "tag": "p"
            },
            {
                "content": "Up next for our systems",
                "tag": "p"
            },
            {
                "content": "Successfully moving these 37 applications was a major step, but it’s not the end of the journey. We are now focused on safely shutting down the old systems we have replaced and upgrading those that are still in use.",
                "tag": "p"
            },
            {
                "content": "Moving services to more stable environments has already improved reliability. As we continue to enhance our systems, our modernised criminal case management system Common Platform will become the central hub for managing all magistrate and Crown Court cases, documents and scheduling. To support this, we’re building tools to transfer data from older systems such as Libra Web, Court Store and Xhibit into this new platform.",
                "tag": "p"
            },
            {
                "content": "We’re also developing a new system, Opal, to replace an outdated tool used for managing criminal fines, collection and enforcement. Coordinating all these changes is a careful balancing act, and we have to make sure that everything happens in the right order to prevent disruption to court services.",
                "tag": "p"
            },
            {
                "content": "A foundation built to last",
                "tag": "p"
            },
            {
                "content": "This transformation is about more than just replacing old equipment. We have built a foundation that enables continuous improvement, with new systems that are easier to update, more secure and better connected.",
                "tag": "p"
            },
            {
                "content": "Our courts now have the technological backbone they need to grow and adapt as the needs of the justice system evolve – whether that is handling growing caseloads, introducing new services or ensuring continuity in the face of disruptions.",
                "tag": "p"
            },
            {
                "content": "This achievement has largely gone unnoticed by users – and that is exactly as it should be. Courts continue to function and justice continues to be delivered, supported by modern, reliable systems built to last.",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2026/02/02/leaving-the-legacy-behind-our-journey-to-modernise-court-technology/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Over the past few years, we've been undertaking a significant technological transformation that few people outside our technical teams have seen – but which is vital to keeping our justice system running smoothly – migrating 37 critical court applications from outdated, vulnerable data centres to modern, secure platforms. This two-part blog series explores this essential …"
    },
    {
        "title": "Free breakfast club roll out: everything you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-02-02T00:01:00",
        "categories": [
            "breakfast clubs",
            "Childcare",
            "Free School Meals",
            "Schools"
        ],
        "content": [
            {
                "content": "What is the new free breakfast club scheme?  ",
                "tag": "h3"
            },
            {
                "content": "We have introduced free breakfast clubs - 30-minute sessions before school where children get a free breakfast so they to start every day ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Currently more than 180,000 pupils in the most disadvantaged communities are able to access free breakfast clubs. As children return from the 2026 Easter holidays, over 500 new clubs will launch, meaning free breakfast clubs will be operating in 1,250 schools and available to more than 300,000 children.",
                "tag": "p"
            },
            {
                "content": "These schools are based across nine regions in England and are being funded to provide this service – available to all children in each setting.  ",
                "tag": "p"
            },
            {
                "content": "This is part of a national roll out which will see free breakfast clubs in every primary school in England in due course ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment.",
                "tag": "p"
            },
            {
                "content": "What will my child get for breakfast? ",
                "tag": "h3"
            },
            {
                "content": "Schools will provide healthy, nutritious and varied breakfasts that follow the School Food Standards.  ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Free breakfast clubs mean no child starts school hungry and will help set children up for the day by providing a nutritious breakfast as well as time with friends to enjoy activities such as reading and crafts. ",
                "tag": "p"
            },
            {
                "content": "Breakfast clubs, such as those already run by the Magic Breakfast programme have been shown to boost children’s reading, writing, and maths by an average of two months.   ",
                "tag": "p"
            },
            {
                "content": "For parents, free breakfast clubs mean help with childcare at the start of the school day – at no extra costs. It means those parents can drop their children off half an hour earlier – helping parents get into work, giving them up to 95 additional hours back to juggle busy mornings, and saving working families up to £450 a year.",
                "tag": "p"
            },
            {
                "content": "We know many families are feeling the impact of the cost-of-living crisis and that is why we have prioritised schools with the highest proportion of pupils on free school meals to ensure that the real-life impact of free breakfast clubs goes first to where it is most needed.",
                "tag": "p"
            },
            {
                "content": "Which schools are part of the first phase of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Schools joining the programme will contact families directly about how to sign up for the free breakfast club. As well as prioritising disadvantaged schools, the chosen schools represent different types, sizes and geographical areas across England. ",
                "tag": "p"
            },
            {
                "content": "What if my school isn't part of the scheme yet? ",
                "tag": "h3"
            },
            {
                "content": "We’ve always been committed to rolling out free breakfast clubs to every primary school in England because we know how powerful the benefits are!",
                "tag": "p"
            },
            {
                "content": "Our early adopter test and learn phase has been a huge success, with over 7 million breakfasts served so far, and we want to build on that momentum – that is why we are onboarding an additional 2000 schools between April 2026 and March 2027.",
                "tag": "p"
            },
            {
                "content": "This next phase builds on this great work already happening and we continue to receive excellent feedback from schools, parents and pupils on the positive impact that the free breakfast clubs are already having. ",
                "tag": "p"
            },
            {
                "content": "If you have specific questions about how the new free breakfast club programme will work in your child's school, we recommend speaking directly with the school once they confirm their participation. ",
                "tag": "p"
            },
            {
                "content": "How much funding will schools get?",
                "tag": "h3"
            },
            {
                "content": "All schools new to the programme will receive a £1,000 start-up grant to purchase the equipment and materials they need to run their club.",
                "tag": "p"
            },
            {
                "content": "Each mainstream school will then receive £25 a day to cover fixed costs like staffing, along with £1 per pupil per day that attends the free breakfast club.",
                "tag": "p"
            },
            {
                "content": "An average sized mainstream school with 50% take-up is expected to receive a total of £29,500 annually.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/02/free-breakfast-club-roll-out-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "What is the new free breakfast club scheme?   We have introduced free breakfast clubs - 30-minute sessions before school where children get a free breakfast so they to start every day ready to learn.  Currently more than 180,000 pupils …"
    }
]