[
    {
        "title": "The Rural Payments Agency Podcast: Episode 14",
        "authors": [
            "RPA Editor"
        ],
        "posted_on": "2026-01-07T15:37:09",
        "categories": [
            "RPA podcast"
        ],
        "content": [
            {
                "content": "Welcome to the fourteenth episode of The RPA Podcast.",
                "tag": "p"
            },
            {
                "content": "In our latest episode, we talk about how the Cattle Tracing System (CTS) Online is the easiest and most convenient way for cattle keepers to report their cattle births, movements and deaths. We discuss the benefits of moving to the online system and what kind of support and guidance is available.",
                "tag": "p"
            },
            {
                "content": "We also discuss a change we recently made to the notifications you’ll receive when you contact RPA by email, and explain how to avoid being the target of fraud.",
                "tag": "p"
            },
            {
                "content": "In our third item we have a catch up on Countryside Stewardship Higher Tier which is continuing on a controlled rollout. If you’ve been invited to receive pre-application advice or to make an application, we go through some important checks you’ll need to complete to ensure your details are up to date.",
                "tag": "p"
            },
            {
                "content": "You can listen to episode 14, and earlier episodes of The RPA Podcast on Apple and Spotify or through Buzzsprout.",
                "tag": "p"
            },
            {
                "content": "Follow us on social media for the latest updates and information on the following accounts:",
                "tag": "p"
            },
            {
                "content": "Instagram: instagram.com/ruralpay",
                "tag": "p"
            },
            {
                "content": "By following and subscribing to our social channels and blog, you’ll be able to see the latest updates about important information",
                "tag": "p"
            }
        ],
        "link": "https://ruralpayments.blog.gov.uk/2026/01/07/the-rural-payments-agency-podcast-episode-14/",
        "blog": "Rural payments",
        "blog_link": "https://ruralpayments.blog.gov.uk",
        "description": "Welcome to the fourteenth episode of The RPA Podcast. In our latest episode, we talk about how the Cattle Tracing System (CTS) Online is the easiest and most convenient way for cattle keepers to report their cattle births, movements and …"
    },
    {
        "title": "Looking Ahead: Growing Life Chance Recruitment in 2026",
        "authors": [
            "karlharvey1"
        ],
        "posted_on": "2026-01-07T15:25:03",
        "categories": [
            "#GFIEsuccessstory",
            "Break down barriers to opportunity",
            "Life Chance Recruitment"
        ],
        "content": [
            {
                "content": "In Going Forward into Employment (GFiE, pronounced gif-ee-) we are proud of what we achieved in 2025 and very excited for 2026.",
                "tag": "p"
            },
            {
                "content": "The GFiE Network of recruiting pathways is rooted in inclusion, fairness and opportunity, supporting people who face barriers to employment while delivering real value for the Civil Service. By designing recruiting processes that recognise different lived experiences, we directly contribute to Civil Service ambitions around opportunity, talent attraction and social mobility. ",
                "tag": "p"
            },
            {
                "content": "We will continue to grow our Cabinet Office Life Chance Pathway (open to any government department or agency to use) and support the network of over 20 GFiE pathways to thrive, ensuring we all grow in both reach and impact! And, we’re excited to be launching our new digital support packages for vacancy holders (recruiters) and our new starters.",
                "tag": "p"
            },
            {
                "content": "The work of the GFiE network helps unlock potential that might otherwise be overlooked, and helps departments benefit from committed, capable people who reflect the communities we serve. None of this would be possible though, without the incredible support we receive from you all ",
                "tag": "p"
            },
            {
                "content": "GFiE is a truly collaborative effort, connecting colleagues across the Civil Service, with wider public and charity sector partners. Your expertise, encouragement (we really appreciate the updates and stories you share with us!)  and shared commitment make a tangible difference every day to what we do.",
                "tag": "p"
            },
            {
                "content": "Together, we are not just filling roles – we are changing lives and strengthening public services, and that delivers better outcomes for everyone.  ",
                "tag": "p"
            },
            {
                "content": "Thank you  ",
                "tag": "p"
            },
            {
                "content": "Onwards to a great 2026!",
                "tag": "p"
            },
            {
                "content": "GFiE Team",
                "tag": "p"
            }
        ],
        "link": "https://gfie.blog.gov.uk/2026/01/07/looking-ahead-growing-life-chance-recruitment-in-2026/",
        "blog": "Life Chance Recruitment - Going Forward into Employment (GFiE)",
        "blog_link": "https://gfie.blog.gov.uk",
        "description": "In Going Forward into Employment (GFiE, pronounced gif-ee-) we are proud of what we achieved in 2025 and very excited for 2026. The GFiE Network of recruiting pathways is rooted in inclusion, fairness and opportunity, supporting people who face barriers …"
    },
    {
        "title": "A Biodiversity Net Gain Solution for a High Value Brownfield Site",
        "authors": [
            "David Feige"
        ],
        "posted_on": "2026-01-07T15:10:37",
        "categories": [
            "Biodiversity",
            "Biodiversity Net Gain",
            "Biodiversity Net Gain – Hints and Tips",
            "Development",
            "Natural England"
        ],
        "content": [
            {
                "content": "By David Feige, Northumberland County Council",
                "tag": "p"
            },
            {
                "content": "In this guest blog, David Feige, County Ecologist for Northumberland, explains the approach taken to approve a major new industrial development on a brownfield site at Cambois. The site contained a significant amount of open mosaic habitat (OMH), which is an important and complex type of wildlife habitat.",
                "tag": "p"
            },
            {
                "content": "To make sure the project could go ahead while still protecting biodiversity, an alternative solution was found.  This approach allowed the development to proceed while ensuring that nature was not only protected but enhanced at a landscape scale.",
                "tag": "p"
            },
            {
                "content": "Introduction",
                "tag": "h4"
            },
            {
                "content": "In May 2025, Northumberland County Council gave initial approval for plans to build a campus of ten data centres at Cambois, in southeast Northumberland.",
                "tag": "p"
            },
            {
                "content": "The site covers 102 hectares and was once used as the coal yard for Blyth Power Station, which closed in 2001. Since then, the land has remained unused. Over time, different plant species have grown across the area, creating a mix of habitats typical of land that has previously been developed and then left to nature.",
                "tag": "p"
            },
            {
                "content": "Arcadis, the ecological consultants working with QTS (the developer), did a great deal to protect existing habitats and create new ones on site wherever possible. However, despite this, the project still faced a shortfall of 289 biodiversity units. This included 152 units of an ecologically important brownfield habitat known as open mosaic habitat (OMH) - by which we mean areas that are typically characterised by a mosaic of bare ground and other habitat types such as flower rich meadows, short, patchy grassland, scrub and wet areas. The individual compound habitats may not be notable in their own right, however, in combination they can create areas of high value for biodiversity.",
                "tag": "p"
            },
            {
                "content": "This was a serious challenge. At the time, there simply weren’t enough OMH units available to buy on the private market. Purchasing statutory biodiversity credits was not considered a financially attractive option in this case.",
                "tag": "p"
            },
            {
                "content": "Creating a Habitat Bank to Support Jobs and Investment",
                "tag": "h4"
            },
            {
                "content": "Before QTS showed interest in the Cambois site, Northumberland County Council had already recognised the need for a clear biodiversity net gain (BNG) solution across the county’s key employment sites. This was seen as vital for attracting major investors, who often compare different locations. By reducing the risks around meeting BNG requirements, the Council aimed to keep Northumberland competitive.",
                "tag": "p"
            },
            {
                "content": "One site identified as central to this plan was Potland Burn near Ashington. Recently restored after surface mining, the 275-hectare site is mainly covered in temporary grassland and does not contain high-quality agricultural soils. This made it an ideal “blank canvas” for creating a habitat bank – a place where new habitats can be developed to offset biodiversity losses elsewhere.",
                "tag": "p"
            },
            {
                "content": "The land was owned by Advance Northumberland, the Council’s arm’s length development company who quickly set up a new company, Advance Green Futures Ltd, to take the project forward.",
                "tag": "p"
            },
            {
                "content": "Tackling the Open Mosaic Habitat Challenge",
                "tag": "h4"
            },
            {
                "content": "Although the creation of a habitat bank at Potland Burn helped provide a biodiversity net gain solution for employment sites across Northumberland, it didn’t immediately solve the specific challenge at Cambois. The issue centred on OMH, a rare and valuable type of habitat.",
                "tag": "p"
            },
            {
                "content": "One option considered was to create OMH on a large scale at Potland Burn. However, this idea was ruled out for several reasons:",
                "tag": "p"
            },
            {
                "content": "In short, while Potland Burn was a good site for other types of habitat, it wasn’t a practical or sustainable solution for OMH.",
                "tag": "p"
            },
            {
                "content": "Next to the new habitat bank is a small but very valuable area of land containing a mix of grassland, scrub, and wetlands, with plants such as dyer’s greenweed, pepper saxifrage, and agrimony. This mosaic of habitats is not only important for its plant life but also supports a wide variety of birds, like Black Redstarts insects such as the Shrill Carder Bee and reptiles like grass snakes and common lizards.",
                "tag": "p"
            },
            {
                "content": "It seemed clear that copying this successful mix of habitats on the wider habitat bank land would be a good idea. Doing so would bring both botanical and wildlife benefits. This thinking led to exploring how Rule 4 of the Statutory Biodiversity Metric could apply in this situation, helping ensure that the new habitats deliver genuine ecological value.",
                "tag": "p"
            },
            {
                "content": "Applying Rule 4 to Potland Burn",
                "tag": "h4"
            },
            {
                "content": "Rule 4 allows flexibility in exceptional ecological circumstances, provided certain conditions are met. One of these conditions is the creation of a highly complex habitat mosaic on a large, landscape scale.",
                "tag": "p"
            },
            {
                "content": "While the guidance does not clearly define these terms, we were confident that Potland Burn could qualify. The site is exceptionally large at 275 hectares. For comparison, the average size of nature conservation sites in lowland Northumberland is 41.2 hectares, with many others being much smaller.",
                "tag": "p"
            },
            {
                "content": "Potland Burn also sits within the Southeast Northumberland Habitat Network, identified in the Local Plan, and forms the southernmost part of a chain of closely connected wildlife sites stretching north through Druridge Bay. Taken together, this gave us confidence that the project met the requirements of Rule 4.",
                "tag": "p"
            },
            {
                "content": "To be certain, Advance Northumberland asked the Natural Capital team at Freeths law firm to review the case. Their expert opinion confirmed our assessment.",
                "tag": "p"
            },
            {
                "content": "Conclusion",
                "tag": "h4"
            },
            {
                "content": "Close collaboration between the client, Arcadis, Northumberland County Council, and Advance Northumberland has delivered a practical BNG solution for the Cambois project. By applying Rule 4 in this way, the £10 billion investment in the QTS data centre campus was able to move forward, with enabling works starting in October 2025.",
                "tag": "p"
            },
            {
                "content": "The approach will also create a rich mix of grassland, scrub, and ponds across the Potland Burn Habitat Bank. This will establish valuable habitats on a large scale, supporting wildlife and strengthening Northumberland’s natural environment for the future.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/01/07/a-biodiversity-net-gain-solution-for-a-high-value-brownfield-site/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By David Feige, Northumberland County Council In this guest blog, David Feige, County Ecologist for Northumberland, explains the approach taken to approve a major new industrial development on a brownfield site at Cambois. The site contained a significant amount of …"
    },
    {
        "title": "Building on the positives",
        "authors": [
            "Deborah Sturdy"
        ],
        "posted_on": "2026-01-07T14:47:37",
        "categories": [
            "Care and support",
            "Carers",
            "Leadership",
            "Workforce"
        ],
        "content": [
            {
                "content": "A New Year message of thanks and hope for adult social care",
                "tag": "h2"
            },
            {
                "content": "Happy New Year! I hope every adult social care colleague, carer and those accessing care and support had a lovely Christmas and welcomed in 2026 with rest, reflection and renewed energy.",
                "tag": "p"
            },
            {
                "content": "I want to start by saying thank you to our amazing profession. Across adult social care, your commitment, compassion and professionalism continued to make an extraordinary difference to people’s lives every single day.",
                "tag": "p"
            },
            {
                "content": "As we look back on 2025, there have been some significant and encouraging developments for adult social care nursing and the wider workforce.",
                "tag": "p"
            },
            {
                "content": "Not least, we welcomed the launch of the first ever student placement strategy for social care nursing by Skills for Care, developed in partnership with the Council of Deans of Health.",
                "tag": "p"
            },
            {
                "content": "This strategy is helping more nursing students experience high-quality placements in social care, with practical tools for providers, stronger collaboration and structured preceptorship for those newly qualified.",
                "tag": "p"
            },
            {
                "content": "By opening the door earlier, we are showcasing social care as a rewarding, skilled and person-centred area of specialist practice.",
                "tag": "p"
            },
            {
                "content": "Focus on enhancing skills and research",
                "tag": "h2"
            },
            {
                "content": "Upskilling our existing workforce has also been a key priority.",
                "tag": "p"
            },
            {
                "content": "I am delighted the Department of Health and Social Care invested £461,000 in the Adult Social Care Nurse Prescribing Pilot.",
                "tag": "p"
            },
            {
                "content": "Six Integrated Care Boards took part, enabling nurses to gain NMC-approved prescribing qualifications, contribute to advanced practice pathways and improve outcomes for the people we support.",
                "tag": "p"
            },
            {
                "content": "Throughout the pilot, impact on care quality, hospital admissions, discharge and workforce capacity was measured and analysed. This crucial step recognises and strengthens nurses' clinical leadership roles in social care.",
                "tag": "p"
            },
            {
                "content": "2025 also saw us continue to build a research-active profession.",
                "tag": "p"
            },
            {
                "content": "The Researcher Development Programme for Social Care Nurses offers nurses the opportunity to develop research skills, work directly with people who use services and help embed a culture of learning and improvement across organisations",
                "tag": "p"
            },
            {
                "content": "Research led by social care nurses has the power to drive meaningful, evidence-based change.",
                "tag": "p"
            },
            {
                "content": "Equity, diversity and belonging remain central to our work",
                "tag": "h2"
            },
            {
                "content": "Over 2025, we strengthened support for professionals from ethnic minoritised backgrounds, including the launch of the Global Majority Nursing Network and the ongoing Group for Ethnic Minority Social Workers.",
                "tag": "p"
            },
            {
                "content": "These networks provide safe spaces for connection, leadership development, shared learning and honest conversations, helping individuals to thrive and supporting organisations to become more inclusive.",
                "tag": "p"
            },
            {
                "content": "Another advance has been the launch of a dedicated preceptorship package for adult social care, funded through the “Small but Mighty” programme.",
                "tag": "p"
            },
            {
                "content": "Tailored support for newly registered nurses and nursing associates is essential for confidence, retention and high-quality care, particularly as care continues to shift into communities and neighbourhoods.",
                "tag": "p"
            },
            {
                "content": "Alongside this, work continues on delegation, clearer care career pathways and the Fair Pay Agreement consultation, all of which signal a shared ambition to professionalise, value and sustain our workforce.",
                "tag": "p"
            },
            {
                "content": "Faith in the future",
                "tag": "h2"
            },
            {
                "content": "As 2026 gets underway, I am genuinely optimistic. Adult social care remains rich in expertise, innovation and leadership, the qualities which draw in, sustain and inspire so many of us.",
                "tag": "p"
            },
            {
                "content": "By continuing to invest in skills, inclusion and opportunity, we are building a stronger, more confident sector, one that supports people to live well, values its workforce and plays a vital role in our health and care system.",
                "tag": "p"
            },
            {
                "content": "Thank you for all that you do. Have a healthy, productive and rewarding 2026.",
                "tag": "p"
            }
        ],
        "link": "https://socialcare.blog.gov.uk/2026/01/07/building-on-the-positives/",
        "blog": "Social care",
        "blog_link": "https://socialcare.blog.gov.uk",
        "description": "Happy New Year! I hope every adult social care colleague, carer and those accessing care and support had a lovely Christmas and welcomed in 2026 with rest, reflection and renewed energy."
    },
    {
        "title": "UK NSC online seminar on screening effectiveness",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2026-01-07T13:28:14",
        "categories": [
            "Abdominal Aortic Aneurysm Screening",
            "Adult screening"
        ],
        "content": [
            {
                "content": "On 1 December 2025 the UK National Screening Committee (UK NSC) held its latest online seminar. This focused on screening effectiveness, using the Abdominal Aortic Aneurysm (AAA) Screening Programme as a case study. We had a great turnout on the day with nearly 200 attendees.",
                "tag": "p"
            },
            {
                "content": "First up, Phil Gardner (UK NSC Lead for Screening Data, IT, Standards and effectiveness and Harriet Strachan (UK NSC Screening Data and Effectiveness Analytical Manager) led us through a vibrant presentation on what effectiveness looks like in screening, how to assess it, and how important it is.",
                "tag": "p"
            },
            {
                "content": "Mr Jonothan Earnshaw (Consultant Vascular Surgeon (retired) and former NHS AAA Screening Programme Director) then gave a detailed insight into the AAA programme. He explained the development and implementation of the programme (beginning back in 2009), and talked us through the data showing that:",
                "tag": "p"
            },
            {
                "content": "Finally, our NHS England colleagues Dr Robyn Fletcher (Consultant in Public Health, Senior Clinical Lead for the NHS Abdominal Aortic Aneurysm and Diabetic Eye Screening Programmes) and Holly Wilson-Guy (Pathway Implementation Lead for AAA and Diabetic Eye Screening (DES)) explained how they use the UK NSC effectiveness report to both confirm, and help maintain, effectiveness in AAA screening. They also looked to the future, sharing AAA screening objectives for 2026 and beyond.",
                "tag": "p"
            },
            {
                "content": "The seminar ended with a busy question and answer session, and it was really positive to see attendees sharing knowledge and tips in the meeting chat.",
                "tag": "p"
            },
            {
                "content": "Presentation slides",
                "tag": "h2"
            },
            {
                "content": "Future seminar topics",
                "tag": "h2"
            },
            {
                "content": "Our online seminars have looked at a range of topics to date, covering:",
                "tag": "p"
            },
            {
                "content": "If you have ideas for future topics, please email us at uknsc@dhsc.gov.uk",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "We’ll post details of new screening seminars on this blog. You can register to receive updates direct to your inbox, so there’s no need to keep checking for new articles.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/07/uk-nsc-online-seminar-on-screening-effectiveness/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The most recent UK NSC online seminar looked at assessing screening effectiveness, using the UK abdominal aortic aneurysm (AAA) screening programmes as a case study."
    },
    {
        "title": "What are the symptoms of adenovirus and how does it spread?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-07T11:45:10",
        "categories": [
            "Health and Wellbeing"
        ],
        "content": [
            {
                "content": "Adenovirus might not be a household name like flu or the common cold, but it's one of the most common causes of viral infections. Most people will have had at least one adenovirus infection before they turn 10, and because there are many different types, it's possible to be infected more than once throughout your life.",
                "tag": "p"
            },
            {
                "content": "At UKHSA, we monitor weekly positivity data for common respiratory viruses include adenovirus, human metapneumovirus (hMPV), parainfluenza and rhinovirus, and you can see the latest figures on the Data Dashboard. This happens alongside our surveillance of flu and COVID-19.",
                "tag": "p"
            },
            {
                "content": "What is adenovirus?",
                "tag": "h2"
            },
            {
                "content": "Adenoviruses are a group of viruses that cause a range of infections. Unlike flu, which typically peaks in winter, adenovirus doesn't follow a seasonal pattern - infections can occur at any time of year.",
                "tag": "p"
            },
            {
                "content": "While adenovirus infections are most common in babies and young children, people of any age can be affected.",
                "tag": "p"
            },
            {
                "content": "What are the symptoms of adenovirus?",
                "tag": "h2"
            },
            {
                "content": "Symptoms are usually mild and similar to a common cold:",
                "tag": "p"
            },
            {
                "content": "Adenovirus can also cause other illnesses, including conjunctivitis (pink eye), lung infections (like bronchitis and pneumonia), croup (a barking cough in children), ear infections, and gastroenteritis (tummy bug). Adenovirus can be more severe in people with weakened immune systems.",
                "tag": "p"
            },
            {
                "content": "How does adenovirus spread?",
                "tag": "h2"
            },
            {
                "content": "Adenovirus is highly contagious and spreads easily in settings where people are in close contact, such as nurseries, schools, hospitals and care homes.",
                "tag": "p"
            },
            {
                "content": "The virus can spread through:",
                "tag": "p"
            },
            {
                "content": "Adenoviruses can survive on surfaces for a long time, which is why shared objects can become sources of infection. Symptoms typically appear between 2 days and 2 weeks after exposure.",
                "tag": "p"
            },
            {
                "content": "People can continue to shed the virus after recovering, sometimes without any symptoms, meaning they can still pass it on to others. This is particularly common in those with weakened immune systems.",
                "tag": "p"
            },
            {
                "content": "How is it treated?",
                "tag": "h2"
            },
            {
                "content": "Most adenovirus infections clear up on their own with rest and plenty of fluids. Paracetamol can help if fever is causing discomfort, and a humidifier or saltwater nose drops may ease congestion.",
                "tag": "p"
            },
            {
                "content": "Those with vomiting and diarrhoea who cannot drink enough fluids may need treatment for dehydration. In more severe cases, particularly in very young babies, elderly people, or those with weakened immune systems, hospital treatment may be necessary.",
                "tag": "p"
            },
            {
                "content": "Most infections last from a few days to a week or two, though severe cases may take longer to resolve.",
                "tag": "p"
            },
            {
                "content": "How can I avoid catching it or passing it on?",
                "tag": "h2"
            },
            {
                "content": "Good hygiene is your best defence against adenovirus:",
                "tag": "p"
            },
            {
                "content": "When should I seek medical advice?",
                "tag": "h2"
            },
            {
                "content": "Contact a doctor if you or someone you care for:",
                "tag": "p"
            },
            {
                "content": "While adenovirus infections are common and usually mild, knowing what to look out for can help you manage symptoms at home and recognise when professional advice is needed.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/07/what-are-the-symptoms-of-adenovirus-and-how-does-it-spread/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Adenovirus might not be a household name like flu or the common cold, but it's one of the most common causes of viral infections. Most people will have had at least one adenovirus infection before they turn 10, and because …"
    },
    {
        "title": "Progress towards enabling the use of digital verification services for alcohol sales in England and Wales",
        "authors": [
            "Eleanor Curry"
        ],
        "posted_on": "2026-01-07T10:00:00",
        "categories": [
            "Digital identity"
        ],
        "content": [
            {
                "content": "In December 2024, the then Secretary of State for Science, Innovation and Technology (DSIT) announced that changes would be made to the Mandatory Licence Conditions (MLCs) under the Licensing Act 2003 to allow digital verification services (DVS) to be used as proof of age for alcohol sales in England and Wales. We remain committed to making those changes.",
                "tag": "p"
            },
            {
                "content": "Considerations for the new requirements",
                "tag": "h2"
            },
            {
                "content": "Since the announcement, the Home Office has been considering what requirements would be necessary and appropriate for enabling the use of a DVS for age verification for the sale of alcohol in England and Wales. It is clearly important to ensure the process is robust and secure.",
                "tag": "p"
            },
            {
                "content": "The OfDIA team has been helping the Home Office to consider and test possible requirements for age verification, given our links with stakeholders from the DVS, and retail and hospitality sectors. In light of this, the Home Office has been considering the following conditions which may need to be satisfied in respect of the digital information used for this age verification:  ",
                "tag": "p"
            },
            {
                "content": "What next?",
                "tag": "h2"
            },
            {
                "content": "The Home Office is committed to making this change and is working on drafting the secondary legislation (a statutory instrument) in light of the considerations above.",
                "tag": "p"
            },
            {
                "content": "This is a complex area of law, and it has not been possible to change the MLCs last year as had been planned. The Home Office is working at pace with a view to making the changes as soon as possible this year.",
                "tag": "p"
            },
            {
                "content": "What happens after the legal changes are made?",
                "tag": "h2"
            },
            {
                "content": "For DVS to be widely adopted as proof of age for alcohol sales in England and Wales, there is more to be done than simply changing the law.",
                "tag": "p"
            },
            {
                "content": "We envisage the following steps:",
                "tag": "p"
            }
        ],
        "link": "https://enablingdigitalidentity.blog.gov.uk/2026/01/07/progress-towards-enabling-the-use-of-digital-verification-services-for-alcohol-sales-in-england-and-wales/",
        "blog": "Enabling digital identity",
        "blog_link": "https://enablingdigitalidentity.blog.gov.uk",
        "description": "In December 2024, the then Secretary of State for Science, Innovation and Technology (DSIT) announced that changes would be made to the Mandatory Licence Conditions (MLCs) under the Licensing Act 2003 to allow digital verification services (DVS) to be used …"
    },
    {
        "title": "The Future of Childhood #1: Engaging with Children and Young People",
        "authors": [
            "Government Office for Science"
        ],
        "posted_on": "2026-01-06T15:55:00",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Improving outcomes for future generations",
                "tag": "h2"
            },
            {
                "content": "What could childhood look like in 10-20 years? That’s what the Government Chief Scientific Adviser is exploring in GO-Science’s latest Foresight project: The Future of Childhood and Adolescence. We want to understand what factors might impact childhood in the future, how these issues impact each other, what different versions of the future could look like, and create positive visions for the future of childhood.",
                "tag": "p"
            },
            {
                "content": "We are working with researchers, policymakers, parents, practitioners, and – most importantly – children and young people, to bring together perspectives from across society, build evidence and understanding and ultimately increase opportunities for future generations.",
                "tag": "p"
            },
            {
                "content": "The project will run throughout 2026, and we’ll use the Futures, Foresight and Horizon Scanning blog to tell you more about our approach – starting with how we’re engaging with children and young people.",
                "tag": "p"
            },
            {
                "content": "“Nothing about us without us”",
                "tag": "h2"
            },
            {
                "content": "We are engaging children and young people as each experience, idea, and story we hear makes our work more relevant and grounded in reality. This is called ‘co-production’, where we involve those who stand to benefit from the project throughout. Their voices will inform our decisions, shape our outputs and inspire our thinking, bringing essential perspectives and challenge to the project.",
                "tag": "p"
            },
            {
                "content": "Youth Advisory Panel",
                "tag": "h2"
            },
            {
                "content": "We’ve been working with the office of the Children’s Commissioner for England to set up a Youth Advisory Group as part of our governance which will meet monthly throughout the project. The group is made up of 16 young people aged 14-18, with diverse backgrounds and interests.",
                "tag": "p"
            },
            {
                "content": "In our first session in November, we discussed what childhood means to them, and the biggest factors they think will shape childhood in the UK over the next 10-20 years. They told us they view childhood as a time of innocence and fun, valuing education, parental support and freedom from responsibilities. They identified many drivers of change for the future, from AI to changes in education and relationships, to inequalities and social media. In the December session, we explored how these drivers might impact childhood in the future, focusing on areas of uncertainty. For example, for AI they imagine potential positive impacts (e.g. for learning), but also negative ones, worrying about its impact on jobs, skills, creativity and social connection. Their insights will help shape the scenarios we’re developing to demonstrate the range of possible futures. We’re grateful for their input and looking forward to working with them on other parts of the project over the next year.",
                "tag": "p"
            },
            {
                "content": "Looking forward: Other ways we will involve children and young people in the project",
                "tag": "h2"
            },
            {
                "content": "In addition to the Youth Advisory Group, we want to hear from children of all ages from across the UK. Working with partner organisations, we will investigate what children think a positive future could look like, using participatory futures and social research methods. We will also hear from parents, carers, teachers, social workers, healthcare professions, and more.",
                "tag": "p"
            },
            {
                "content": "We plan to publish the final report for this Foresight project in 2026/27.",
                "tag": "p"
            }
        ],
        "link": "https://foresightprojects.blog.gov.uk/2026/01/06/the-future-of-childhood-1-engaging-with-children-and-young-people/",
        "blog": "Futures, Foresight and Horizon Scanning",
        "blog_link": "https://foresightprojects.blog.gov.uk",
        "description": "Improving outcomes for future generations What could childhood look like in 10-20 years? That’s what the Government Chief Scientific Adviser is exploring in GO-Science’s latest Foresight project: The Future of Childhood and Adolescence. We want to understand what factors might …"
    },
    {
        "title": "Promoting ethical alternatives to monetary incentives in user research",
        "authors": [
            "Adnan Mouhiddin, Senior User Researcher"
        ],
        "posted_on": "2026-01-06T13:26:16",
        "categories": [
            "Professions"
        ],
        "content": [
            {
                "content": "Adnan Mouhiddin",
                "tag": "h3"
            },
            {
                "content": "At the Department for Business and Trade (DBT), we take ethics in user research seriously. In our first blog in this series, we explored why ethics matter throughout the research process. In the second, we shared how we apply these principles in practice. This blog focuses on how we ensure that any incentives we offer our participants are both ethical and beneficial.",
                "tag": "p"
            },
            {
                "content": "What are incentives?",
                "tag": "h2"
            },
            {
                "content": "To incentivise someone is to motivate them. In research, incentives are a well-established ethical principle. They are rewards offered to participants to compensate for their time and the insights they provide.",
                "tag": "p"
            },
            {
                "content": "Incentives can also boost recruitment and remove barriers for those who might otherwise be unable to participate. This helps make research more inclusive and can enable researchers to diversify their research sample.",
                "tag": "p"
            },
            {
                "content": "Monetary incentives are an intrinsic part of ethical research, but they can  impact its integrity. Our key concerns revolve around whether incentives accidentally influence participants, compromise data quality, or are too generous.  Our approach is grounded in research ethics principles: respect for autonomy, individual beneficence, and justice. These principles help us balance participants’ consent and research integrity, maximising benefits and minimising potential harm.   ",
                "tag": "p"
            },
            {
                "content": "Beyond monetary incentives",
                "tag": "h2"
            },
            {
                "content": "At DBT, our research supports our mission to drive economic growth and help businesses access the support they need.",
                "tag": "p"
            },
            {
                "content": "Our researchers gather insights from our service users about their needs, to inform policy and improve users’ experience. These efforts contribute to the common social good. In this context, incentives are more than recruitment tools. They come in various forms that serve a number of purposes. This is evident in the following examples.",
                "tag": "p"
            },
            {
                "content": "Building partnerships",
                "tag": "h3"
            },
            {
                "content": "Non-monetary incentives help us build partnerships with the public and reduce the risk of undue influence. For example, one of our projects involved creative arts students and SME businesses. In this project, the students partnered with businesses and collected data that enabled them to analyse business activities. The resulting outcome was students gaining an in-depth understanding of how businesses operate, and for business owners to gain a better understanding of their own businesses and reflect on their practices. This transformed the experience for both parties into a meaningful exercise rather than a mere function of data collection. ",
                "tag": "p"
            },
            {
                "content": "Highlighting the common social good of participating in research can also raise awareness of the topics we explore at DBT. Research is said to be a reflective process which involves both researchers and participants. Questions asked and the overall conversation during sessions can lead to shared knowledge and new ideas. In this sense, the process and its outcome, when explained in advance, could provide a form of incentives for participants to contribute to our projects.",
                "tag": "p"
            },
            {
                "content": "Supporting participants in their work",
                "tag": "h3"
            },
            {
                "content": "Participants often tell us that research sessions helped them think differently about their practices, then discover new opportunities, available support, and learn more about their sector. For instance, in one of our research projects, participants were asked to find answers to questions related to their business on our website business.gov.uk. It signposted the users to further support services and networks. Many of our users shared that they were unaware of some listed services.",
                "tag": "p"
            },
            {
                "content": "Giving participants a voice",
                "tag": "h3"
            },
            {
                "content": "Participating in our research projects also gives the participants a platform to advocate for their sector and have their voice heard, and this could also serve as an incentive for business community to share their experience with us. When we share our findings in DBT, direct quotes are often described as powerful, informative, and influential. Sharing these insights with the wider business community can foster a sense of altruism. Participation in research helps the community of the sector involved, enables the collective work of contributing to shaping public policy through expertise and opinion, and creates shared benefits. In this way, the process and outcomes of research can themselves serve as meaningful incentives.",
                "tag": "p"
            },
            {
                "content": "Encouraging altruism",
                "tag": "h3"
            },
            {
                "content": "Even when monetary, research incentives can promote altruism and community principles. For example, participants may choose to donate their incentive to a charity or a cause they care about. This shows how both monetary and non-monetary incentives can complement each other and contribute to the public good. ",
                "tag": "p"
            },
            {
                "content": "Conclusion: Monetary and non-monetary incentives: hand-in-hand",
                "tag": "h2"
            },
            {
                "content": "We shared in a previous blog how we take research ethics seriously in our research projects, and how they are part of every step of the research process. The sampling process (i.e. deciding on the appropriate method to select and invite participants to take part in each project) involves a significant level of safeguarding and protecting our participants.  ",
                "tag": "p"
            },
            {
                "content": "Every research project has its own ethical questions that are embedded in its process and methods. These issues are part of the research journey. As DBT researchers, we do not claim that we can eliminate all ethical issues completely. We are aware that this is an impossible task. Instead, we are reflective practitioners. We share a deep awareness about the impact of these ethical issues on our research participants and how we can minimise the impact of these issues. ",
                "tag": "p"
            },
            {
                "content": "We also acknowledge that monetary incentives, while intrinsic to any research we undertake, are not without their own issues that we highlighted above. Therefore, we embed non-monetary incentives in our practise by incorporating them in the research information sheet (the document that details research aims, processes and steps) for participants, promoting them in playbacks and sharing research findings with them. As a result, we maintain the 3 principles that guide research incentives: participants’ autonomy, individual beneficence, and fairness. ",
                "tag": "p"
            },
            {
                "content": "If you are interested in finding out more about how we set up some of these incentives, or use others, we’d love to hear from you in the comments.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/01/06/promoting-ethical-alternatives-to-monetary-incentives-in-user-research/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "At DBT, our research projects are based on ethical and methodologically sound foundations. We ensure that our participants are incentivised for their time and the expertise they share with us. In this blog, we share about balancing different kind of incentives for ethical user research."
    },
    {
        "title": "Response to claims on housebuilding and migration",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-06T12:27:51",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Reports today suggest new homes built in this country will be required to house arriving migrants.",
                "tag": "p"
            },
            {
                "content": "This is scaremongering. The majority of homes that developers sell in this country are to British nationals.",
                "tag": "p"
            },
            {
                "content": "Nearly nine in ten social homes go to UK nationals and most councils have tough local connections rules in place to ensure housing goes to people who need it most. These rules mean people must have a connection to the local area in order to apply for social housing.",
                "tag": "p"
            },
            {
                "content": "Social housing eligibility remains tightly controlled and migrants arriving in the UK on student or work visas are not eligible and nor are those who arrive in the country illegally with no leave to remain. It is also illegal for asylum seekers to access social housing.",
                "tag": "p"
            },
            {
                "content": "The only way to meet the demand for housing is to build more of them. That’s why we’re pulling every lever to build 1.5 million homes and deliver the biggest increase to social and affordable housebuilding in a generation.",
                "tag": "p"
            },
            {
                "content": "Just recently we set out the biggest rewrite of planning rules in over a decade, so developments that meet clear standards can move quickly from plans to construction. And with our landmark Planning and Infrastructure Act now law we’re going even further to accelerate housebuilding at scale.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/06/response-to-claims-on-housebuilding-and-migration/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Reports today suggest new homes built in this country will be required to house arriving migrants. This is scaremongering. The majority of homes that developers sell in this country are to British nationals. Nearly nine in ten social homes go …"
    },
    {
        "title": "Launching a new Co-design Toolkit for Early Years Services",
        "authors": [
            "Ellen Adams"
        ],
        "posted_on": "2026-01-06T12:11:01",
        "categories": [
            "Policy Lab",
            "Projects",
            "Skills, tools and techniques"
        ],
        "content": [
            {
                "content": "This blog launches a new co-design toolkit to support the development of services for early years. The co-design toolkit is a practical set of resources created to enable local authorities and communities to design public services together. It has been tested and developed with local authorities and members of the public in different locations across the country. Here, we introduce the toolkit, share reflections from those who helped to shape it and explore how it can be used to support collaborative service design in local government and beyond.",
                "tag": "p"
            },
            {
                "content": "Why a co-design toolkit?",
                "tag": "h2"
            },
            {
                "content": "Policy Lab was commissioned by the Department of Health and Social Care (DHSC) to work with local authorities and parents and carers to support the development of early years services offered through the joint DHSC and Department for Education Family Hubs and Start for Life programme. The programme includes a strong focus on the 1,001 days from conception to the age of two, which are crucial to a child’s health, development and life chances.",
                "tag": "p"
            },
            {
                "content": "As part of the programme, local authorities receive funding to support parents, carers and families to co-design services, putting the needs of local babies and families at the centre of service design and delivery. The co-design toolkit emerged from a policy ambition to provide further support to bring the voices of parents and carers into the development of services which support families during those 1,001 critical days.",
                "tag": "p"
            },
            {
                "content": "In our initial phase of work, we engaged with nearly two thirds of the 75 local authorities receiving funding through the programme. This took place through a co-design workshop, survey and collective intelligence debate, helping us to better understand what local authorities needed to support the uptake of co-design approaches in early years services. Local authorities told us they wanted flexible, user-centred resources which could be adapted across different contexts and build on existing work. There was a strong appetite for less theory and more action.",
                "tag": "p"
            },
            {
                "content": "Co-designing with communities",
                "tag": "h2"
            },
            {
                "content": "Our first phase of work identified the need for practical, hands-on support for local authorities to meaningfully involve people in the design of services. This pointed to the development of a co-design toolkit. In our second phase, we worked closely with parents and carers in six local authorities in Barnsley, Blackburn with Darwen, Camden, Durham, Lewisham, Sheffield to ensure the concept and content of the co-design toolkit worked on the ground, for both local authorities and families.",
                "tag": "p"
            },
            {
                "content": "We developed and tested the co-design toolkit in both in-person and online sessions with parents and carers, across varied environments. This included sessions with babies present, rooms without tables, and sessions with parents of children with Special Education Needs and Disabilities. Testing showed that the co-design approach and tools created space for meaningful participation by supporting quieter voices, sparking new conversations and providing just enough structure without being restrictive.",
                "tag": "p"
            },
            {
                "content": "What’s inside the co-design toolkit?",
                "tag": "h2"
            },
            {
                "content": "The co-design toolkit for early years can be used by local authority service teams and co-design participants during in-person or online sessions.",
                "tag": "p"
            },
            {
                "content": "There are three core components:",
                "tag": "p"
            },
            {
                "content": "Please see the short video explainer that walks you through the tools.",
                "tag": "p"
            },
            {
                "content": "To use the toolkit with people in person, we recommend printing it in colour and bringing it to your in-person session. More details on printing are in the playbook. We have also provided digital assets such as JPGs of activity cards. These support flexible use, including online sessions.",
                "tag": "p"
            },
            {
                "content": "You can download the toolkit here",
                "tag": "p"
            },
            {
                "content": "Making the co-design toolkit your own",
                "tag": "h2"
            },
            {
                "content": "The co-design toolkit provides a starting point for local authority teams to use co-design approaches. Although it has been tested in the context of early years services it can be adapted and used in other service areas. Since testing it, Parent and Carer Participation Leads in local authorities have continued to use the co-design toolkit as part of regular practice, supporting consistency, confidence and shared ownership.",
                "tag": "p"
            },
            {
                "content": "There is no right or wrong way to use the co-design toolkit for early years. Over time, we hope that other local authorities and organisations interested in co-designing services with people will add in their own activities or pieces of wisdom to make it their own and continue to share with others.",
                "tag": "p"
            },
            {
                "content": "Bridging national policy and local voices",
                "tag": "h2"
            },
            {
                "content": "The co-design toolkit for early years services builds on Policy Lab’s work over more than ten years, to bring deep and visceral understanding of people’s experiences as well as participatory practices into policy. This experience underpins the toolkit, which enables greater participation in service development and brings voices from inside and outside of government together. The toolkit also demonstrates a practical response to a national policy ambition to increase parent and carer involvement in service development and helps to unlock local capacity and knowledge.",
                "tag": "p"
            },
            {
                "content": "Let us know how you are using the co-design toolkit in early years and other contexts.",
                "tag": "p"
            },
            {
                "content": "If you are interested in learning more about co-design approaches to develop policy or public services, get in touch with us at team@policylab.gov.uk.",
                "tag": "p"
            },
            {
                "content": "Acknowledgements",
                "tag": "p"
            },
            {
                "content": "This toolkit was developed by Policy Lab with support from local authority teams, Parent and Carer Panel leads and members, policymakers, and sector experts from across England. We’re grateful to everyone who contributed – including Barnsley, Blackburn with Darwen, Camden, Durham, Lewisham, Sheffield local authorities, Professor Leon Cruickshank from Imagination Lancaster, and Claire Craig from Lab4Living for generously sharing their experiences, expertise and ideas.",
                "tag": "p"
            }
        ],
        "link": "https://openpolicy.blog.gov.uk/2026/01/06/launching-a-new-co-design-toolkit-for-early-years-services/",
        "blog": "Policy Lab",
        "blog_link": "https://openpolicy.blog.gov.uk",
        "description": "This blog launches a new co-design toolkit to support the development of services for early years. The co-design toolkit is a practical set of resources created to enable local authorities and communities to design public services together. It has been …"
    },
    {
        "title": "Modernising democracy: Transforming the Electoral registration officer portal ",
        "authors": [
            "Joe Platonoff, Senior Product Manager, Elections Digital Team"
        ],
        "posted_on": "2026-01-06T10:19:05",
        "categories": [
            "Elections",
            "Technology"
        ],
        "content": [
            {
                "content": "The Electoral registration officer portal (EROP) is a secure web portal used by Electoral Registration Officers (EROs) – the officials responsible for maintaining accurate electoral registers in local authorities across the UK. The portal is used daily to process applications that directly affect people’s ability to vote. ",
                "tag": "p"
            },
            {
                "content": "The Elections Digital team in the Ministry of Housing, Communities and Local Government (MHCLG) recently completed a major transformation project  called ‘Optimising Services’. This long-term initiative used digital principles,  along with a phased rollout approach, to significantly improve EROP, making  the portal more efficient, easier to maintain, and better equipped to support future electoral reforms. ",
                "tag": "p"
            },
            {
                "content": "What is EROP used for?  ",
                "tag": "h2"
            },
            {
                "content": " The portal allows EROs to process applications for:  ",
                "tag": "p"
            },
            {
                "content": "These services were introduced or expanded as a result of the Elections Act 2022, which brought changes to how elections are run in the UK. EROP was built specifically to support these new or expanded services.  ",
                "tag": "p"
            },
            {
                "content": "Why was Optimising Services needed? ",
                "tag": "h2"
            },
            {
                "content": "EROP was originally built quickly to comply with legislative deadlines born out of the Elections Act 2022. The requirements encompassed a variety of needs, including enabling all applications to be submitted online, with each service addressed individually. To meet these stringent deadlines and  minimise technical complexity, EROP was constructed incrementally, beginning with the development of a VAC service. Consequently, each application type was created and managed as a separate service.  ",
                "tag": "p"
            },
            {
                "content": "As a result, within EROP:  ",
                "tag": "p"
            },
            {
                "content": "This fragmented structure made it harder to continue improving and  maintaining the system or respond to policy changes or the needs of EROs. These needs are well documented by the team, making great use of user feedback. However, reacting to new feedback was challenging because the fragmented structure made changes hard to implement. To address these  needs, the team outlined Optimising Services, a solution to create a  centralised application system that could handle all services in a unified way. ",
                "tag": "p"
            },
            {
                "content": "A phased rollout to build confidence  ",
                "tag": "h2"
            },
            {
                "content": "When introducing major changes to a live public service, especially one as critical as electoral administration, stability and trust are paramount. EROP is used daily by local authorities to process applications that directly affect people’s ability to vote. Any disruption could have serious consequences, and  switching over all services in EROP for all EROs at once would have carried  risk. To manage this, the team opted to develop this work through a phased rollout. ",
                "tag": "p"
            },
            {
                "content": "What the phased rollout looked like ",
                "tag": "h2"
            },
            {
                "content": "The rollout began with a group of 12 EROs from across England, Scotland and Wales. These early adopters started using the new system for some types of  applications, while all other services remained on the legacy platform. This allowed the team to: ",
                "tag": "p"
            },
            {
                "content": "As confidence grew, the recently tested phase was rolled out to all EROs, and  the phased launch rollout expanded to include other types of applications in phases. This created a steady flow of new services being tested, and now-tested services being released to the live product for everyone.  ",
                "tag": "p"
            },
            {
                "content": "Unlocking real-time benefits ",
                "tag": "h2"
            },
            {
                "content": "In addition to improving feature delivery times, a significant outcome of the project was our ability to unlock new improvements during the rollout itself,  not just after the transition was complete. ",
                "tag": "p"
            },
            {
                "content": "The benefits of Optimising Services enabled the team to deliver  enhancements that previously would have required separate development work for each service. This meant that improvements were delivered faster  and more efficiently, providing live benefits as part of this large-scale project. ",
                "tag": "p"
            },
            {
                "content": "Completing the journey ",
                "tag": "h2"
            },
            {
                "content": "The final phase involved transitioning older elector applications to the new system and decommissioning the legacy services. This was done carefully, working through services to avoid disruption.  ",
                "tag": "p"
            },
            {
                "content": "By August 2025, the legacy infrastructure was successfully decommissioned.  By this time, the new Optimising Services system had already processed over 2.1 million applications – a clear sign of its robustness and readiness for  future demands. ",
                "tag": "p"
            },
            {
                "content": "Optimising Services is a great example of how thoughtful design,  collaboration and user-centred development can deliver lasting  improvements to public services. It’s a milestone worth celebrating, and a foundation for future innovation in electoral services. ",
                "tag": "p"
            },
            {
                "content": "This project was delivered by a multidisciplinary team, which included colleagues from our contracted supplier, Softwire Technology Ltd.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2026/01/06/modernising-democracy-transforming-the-electoral-registration-officer-portal/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The Electoral registration officer portal (EROP) is used by local authority officials responsible for maintaining accurate electoral registers, and to process millions of applications directly affecting people’s ability to vote. Learn how the Elections Digital team transformed this service, making it more efficient and better equipped to support future electoral reforms."
    },
    {
        "title": "UK NSC authors write journal article on the ethics of multi-cancer detection tests",
        "authors": [
            "Dr Tom Callender"
        ],
        "posted_on": "2026-01-06T09:35:38",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "A new article has been published in Nature Medicine on the ethics of Multi-Cancer Detection tests (MCDs). It is authored by 3 members of the UK National Screening Committee (UK NSC) MCD Task Group, Dr Tom Callender, Prof Anne-Marie Slowther and Prof Anne Mackie.",
                "tag": "p"
            },
            {
                "content": "The paper builds on evidence review work commissioned by the UK NSC and is part of a group of projects considering MCDs that the UK NSC Evidence Team is coordinating.",
                "tag": "p"
            },
            {
                "content": "MCDs can look for signs of several different cancers at once, most commonly using a blood sample. This new approach could change how we screen for cancer, as current UK screening programmes only check for one type of cancer at a time, such as breast or bowel cancer. However, introducing MCD testing raises important ethical questions.",
                "tag": "p"
            },
            {
                "content": "The paper explores the ethical challenge of testing for many cancers with a single test. When considering a cancer screening programme, the UK NSC weighs up the possible benefits of screening against the possible harms. Possible benefits include catching cancer early and improving survival, while possible harms include false positive and false negative results, as well as overdiagnosis, and overtreatment – the treatment of cancers that would never have caused harm.",
                "tag": "p"
            },
            {
                "content": "This process of assessing benefits and harms is potentially particularly challenging for MCDs because not all cancers detected by the test will benefit equally from early detection. For some cancers, screening may do more harm than good.",
                "tag": "p"
            },
            {
                "content": "Evaluating MCDs therefore involves assessing benefits and harms both collectively across all cancers detected and individually by cancer type. If the detection of certain cancers by an MCD shows no benefit or causes harm, any modification of the test or filtering of the screening results would raise questions about withholding information and respecting patient autonomy.",
                "tag": "p"
            },
            {
                "content": "The paper also highlights other ethical considerations relating to:",
                "tag": "p"
            },
            {
                "content": "Ethics is just one of several strands of work that the UK NSC MCD Task Group is considering when discussing the potential use of MCD tests in screening.",
                "tag": "p"
            },
            {
                "content": "We will keep you updated on progress of the work via this blog.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/06/uk-nsc-authors-write-journal-article-on-the-ethics-of-multi-cancer-detection-tests/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "UK NSC authors write journal article that explores the ethical challenge of testing for many cancers using a single test."
    },
    {
        "title": "Feedback invited on UK NSC’s work on screening for coeliac disease",
        "authors": [
            "Dr David Thompson"
        ],
        "posted_on": "2026-01-05T12:34:02",
        "categories": [
            "Adult screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) has been reviewing evidence relating to population screening for coeliac disease in adults.",
                "tag": "p"
            },
            {
                "content": "Coeliac disease is one of the health conditions the committee reviews regularly to assess the evidence that would support a national screening programme.",
                "tag": "p"
            },
            {
                "content": "Evidence maps are typically the first step in the evidence review process and the UK NSC commissioned an evidence map to outline the volume and type of evidence on screening for coeliac disease published since the previous UK NSC review of this topic in 2014.",
                "tag": "p"
            },
            {
                "content": "We are now offering stakeholders the chance to provide feedback on the evidence map and its conclusions. We are also asking stakeholders to highlight any issues related to coeliac disease screening in the adult population that it would be useful to explore. ",
                "tag": "p"
            },
            {
                "content": "How to respond",
                "tag": "h2"
            },
            {
                "content": "About Coeliac disease",
                "tag": "h2"
            },
            {
                "content": "Coeliac disease is a common bowel condition. It occurs when the immune system is too sensitive to a protein called gluten. Gluten is found in wheat, rye and barley, which are often used to make foods such as bread, pasta and biscuits.",
                "tag": "p"
            },
            {
                "content": "Coeliac disease damages the small intestine so the body cannot properly take in nutrients. It causes a range of symptoms, including diarrhoea, abdominal pain and bloating.",
                "tag": "p"
            },
            {
                "content": "Treatment is a strict gluten-free diet.",
                "tag": "p"
            },
            {
                "content": "The evidence",
                "tag": "h2"
            },
            {
                "content": "The 2025 evidence map identified a substantial volume of new published evidence since 2014.",
                "tag": "p"
            },
            {
                "content": "It found that:",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Based on the findings of this evidence map, the UK NSC is working to commission further evidence synthesis work to assess the published evidence on screening for coeliac disease in adults in greater depth.",
                "tag": "p"
            },
            {
                "content": "This feedback exercise aims to gather insights, priorities, and considerations that will help shape the scope and direction of this future evidence synthesis.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/05/feedback-invited-on-uk-nscs-work-on-screening-for-coeliac-disease/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The UK NSC is requesting feedback on screening for coeliac disease, including highlighting issues that would be useful to explore."
    }
]