[
    {
        "title": "Dragons Den IP Blog - Series 23 Episode 1",
        "authors": [
            "Meg Davies"
        ],
        "posted_on": "2026-01-29T21:00:00",
        "categories": [
            "Business",
            "Copyright",
            "Designs",
            "IP",
            "Licensing",
            "Trade marks"
        ],
        "content": [
            {
                "content": "When the winter nights are cold, dark and stormy, something warm and cosy on a Thursday night is always appreciated. Well, there’s nothing hotter than the fire of the Dragons – and nothing more heart-warming than seeing entrepreneurs' dreams being realised as the Dragons invest in businesses that mean so much to them. So, seeing the new series back on our screens, I grabbed a warm beverage and the last of the Christmas chocolate to see what this year’s entrepreneurs would have in store.",
                "tag": "p"
            },
            {
                "content": "The Den is looking a little different this season, as Sara Davies has left the Dragons’ lair. A new guest Dragon will be joining each week, and for this episode the guest was Jenna Meek, CEO of beauty brand REFY® who was ready and waiting to meet tonight’s band of keen hopefuls.",
                "tag": "p"
            },
            {
                "content": "Fluff, flair and a fiery deal",
                "tag": "h3"
            },
            {
                "content": "The first entrepreneur who excitedly entered the famous lift was Chloe Messer, founder of Hat ‘n’ Spicy – a maximalist accessories brand that specialises in making custom, made to order upcycled fluffy hats from sustainable materials. Chloe came to impress, with a custom hat for each Dragon. Seeing the Dragons each donning a large fluffy hat certainly made them seem less intimidating! She was asking the Dragons for £50,000 in exchange for a 15% stake of her business.  ",
                "tag": "p"
            },
            {
                "content": "The panel got straight to it with their usual probing questions, and there was certainly interest in the Den and the entrepreneur – who Jenna commented had ‘something special’ about her.  ",
                "tag": "p"
            },
            {
                "content": "As each hat is unique and custom made, unregistered design protection could be coming into play to help prevent copying. The shape and configuration (how the parts are arranged) of 3-dimensional objects is automatically protected in the UK for whichever ends first of: 10 years after it was first sold or 15 years after it was created. Additionally, the appearance of a product is protected in the UK for 3 years from the date you make your design public. You can learn more about unregistered design protection in our guidance.",
                "tag": "p"
            },
            {
                "content": "Not all of the Dragons were feeling hot about the hat investment potential – but luckily for Chloe, two of them were biting. Original Dragon Peter Jones and retail mogul Touker Suleyman agreed to enter a partnership, each contributing £25,000 for 15%. Despite agreeing to double the equity she had originally hoped to part with, the entrepreneur jumped at the offer and accepted, hopefully keeping the pair in fluffy headwear for life.",
                "tag": "p"
            },
            {
                "content": "Picture-perfect pitching",
                "tag": "h3"
            },
            {
                "content": "Next to enter the Den was Murad Huseynov, seeking a £70,000 investment in return for a 4% stake in his business Mosaic Journal. The company delivers a photo album and has a corresponding app where you can upload a memory each day. Once a month , the photos you chose for the month get delivered straight to your door, ready to slot in, to create a journal of your life in pictures. This idea certainly appeals to me. I have, admittedly, too many photos in my camera roll and love reflecting on some of my favourite memories.",
                "tag": "p"
            },
            {
                "content": "Murad had certainly captured the attention of the Dragons, and it was Deborah Meaden and Steven Bartlett who wanted to get in on the picture. Deborah made the first offer – all of the money that the entrepreneur had been hoping for, in exchange for a 12% stake. Social media king Steven Bartlett was next, but asking for an additional 3%.",
                "tag": "p"
            },
            {
                "content": "Due to the social nature of the app that Murad created, after attempting to negotiate he asked Steven one simple question – do you love it? “Yes, I love it” replied Steven, confirmation enough for the owner of Mosaic Journal that the collaboration was worth parting ways with the greater equity share. They shook hands on the deal of 15% for an investment of £70,000.",
                "tag": "p"
            },
            {
                "content": "A fierce finale",
                "tag": "h3"
            },
            {
                "content": "The final pitch of the night was Gulshen Bano, CEO of Strike Back Self Defence®; a business founded in a personal story that helps females to stay safe by teaching easy-to-learn self-defence skills. Gulshen was hoping for a £25,000 investment in exchange for a 10% stake of her franchise business.",
                "tag": "p"
            },
            {
                "content": " The Den had many questions for Gulshen around her franchise, but I had just one – does she have registered trade marks? A quick look on our trade mark search tool reveals that she has wisely protected this part of her IP. She has registered trade marks for her name and logo, as well as for one further logo that is currently under examination.",
                "tag": "p"
            },
            {
                "content": "What an episode! All that IP has certainly warmed me up on this January evening, and I can’t wait to see what the rest of the season and the guest Dragons have in store. The best way to hear about red hot businesses and IP straight to your inbox is to sign up to receive emails when we release new Dragons’ Den blogs. See you next week – same time, same place!",
                "tag": "p"
            },
            {
                "content": "Disclaimer:",
                "tag": "p"
            },
            {
                "content": "The purpose of the IPO's Dragons' Den IP blog is to help identify the IP in entrepreneurs’ pitches and highlight how IP works, or could work, in the real-life examples featured. IPO’s authorship of this blog does not constitute its endorsement or sponsorship of any products, individuals or businesses referenced within it. ",
                "tag": "p"
            }
        ],
        "link": "https://dragonsden.blog.gov.uk/2026/01/29/dragons-den-ip-blog-series-23-episode-1/",
        "blog": "Dragons' Den: the Intellectual Property blog",
        "blog_link": "https://dragonsden.blog.gov.uk",
        "description": "The Den is looking a little different this season, as Sara Davies has left the Dragons’ lair. A new guest Dragon will be joining each week, and for this episode the guest was Jenna Meek, CEO of beauty brand REFY who was ready and waiting to meet tonight’s band of keen hopefuls."
    },
    {
        "title": "New and updated enforcement framework – a message from Giles Thomson, Director of OFSI",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2026-01-29T12:08:45",
        "categories": [
            "OFSI Blog"
        ],
        "content": [
            {
                "content": "Today, 29 January 2026, we are publishing OFSI’s public consultation response on proposed changes to our enforcement processes. Under our revised framework, these changes will support compliance, give firms greater certainty and ensure our approach to enforcing financial sanctions is fair, effective and robust.",
                "tag": "p"
            },
            {
                "content": "In 2025, a cross-government review of sanctions implementation and enforcement identified ways to further strengthen UK sanctions and increase the deterrent effect of enforcement. As part of that review, we identified five proposals to make resolving enforcement cases quicker, easier and more transparent. OFSI sought feedback through a 12-week public consultation, including by running a webinar with 615 participants to share information and seek feedback. I want to thank those who engaged with the consultation. These measures are better and will be more effective as a result of that engagement. We intend to proceed with all proposals from the original consultation, incorporating feedback from responses to the consultation. Proposals not requiring legislation will come into effect when OFSI’s updated Enforcement and Monetary Penalties guidance is published in February 2026.",
                "tag": "p"
            },
            {
                "content": "Enforcement of financial sanctions is a critical part of OFSI’s work in promoting and improving compliance. Robust and proportionate enforcement supports the integrity of the UK’s financial system and helps sanctions achieve their overall objectives to advance the UK’s foreign and security priorities. Over the past 12 months, we have imposed five penalties and issued two Disclosures for breaches of financial sanctions. While penalties are the most visible aspect of our enforcement activity, many other cases have been resolved through warning letters, engagement with firms, or no further action outcomes where appropriate.",
                "tag": "p"
            },
            {
                "content": "Over the past decade, there has been a significant increase in both the volume and complexity of enforcement investigations, largely following Russia’s illegal invasion of Ukraine in February 2022. As of April 2025, OFSI had 240 active cases under investigation, up from 172 as of April 2023. The changes we are making now will ensure that OFSI is in the best possible position to enforce financial sanctions in a more focused, responsive, and efficient posture.",
                "tag": "p"
            },
            {
                "content": "We will bring this number down by prioritising those cases which have the greatest deterrent or compliance impact. This does not always mean cases of the highest value. When considering which cases to prioritise, we will focus on those that: ",
                "tag": "p"
            },
            {
                "content": "Alongside a reduction in the number of cases being pursued at any one time, we will increase the speed at which we investigate cases. This will be done through a variety of means, but the Early Account Scheme will be one way we aim to expedite investigations where appropriate.  ",
                "tag": "p"
            },
            {
                "content": "Where OFSI decides to take enforcement action following an investigation, resolving cases through the Settlement Scheme means getting outcomes and the lessons of those outcomes into the public domain quicker. Faster outcomes allow OFSI to be more responsive to new risks or the heightened importance of different sanctions regimes, and for subjects to resolve uncertainty more quickly and focus their efforts on improving their compliance rather than responding to an investigation.",
                "tag": "p"
            },
            {
                "content": "As set out in the consultation response, OFSI will make the following improvements to how we enforce against breaches of financial sanctions:  ",
                "tag": "p"
            },
            {
                "content": "All proposals, except for changes to the statutory maximum penalty amount, will be implemented in the coming weeks through updates to OFSI’s public enforcement guidance. The updated guidance will explain how these updates to our enforcement processes will operate in practice, as well as simplifying and streamlining the guidance more widely. Once businesses have had time to digest both OFSI’s consultation and the forthcoming guidance, we will be hosting a webinar for interested parties. Changing the statutory maximum amount for civil monetary penalties requires legislative change and will be brought forward when parliamentary time allows.",
                "tag": "p"
            },
            {
                "content": "Alongside the changes we will be introducing next month, we will also start moving towards a model where we have greater dialogue with the subjects of enforcement action in some of the more serious cases we pursue. Whilst our primary means for gathering information from subjects will still be in writing, we want to give subjects the opportunity to provide relevant and useful information to OFSI in the most effective way possible. This may include meetings to discuss the technical details of a case or wider information which might assist OFSI in its investigation. ",
                "tag": "p"
            },
            {
                "content": "We will continue to review our enforcement guidance, policies and approach to ensure they best reflect and deliver our objectives. We are, as ever, open and keen to engage with businesses and stakeholders to ensure our guidance and decision-making is clear.  ",
                "tag": "p"
            },
            {
                "content": "In the meantime, to keep up with all sanctions enforcement-related matters, I encourage you to visit the recently launched GOV.UK webpage dedicated to enforcement. We hope you will find this consolidated resource helpful to gain compliance lessons from, including from cases from April and May of last year. ",
                "tag": "p"
            },
            {
                "content": "If you have any questions about this blog, please email ofsi@hmtreasury.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2026/01/29/new-and-updated-enforcement-framework-a-message-from-giles-thomson-director-of-ofsi/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "Today, 29 January 2026, we are publishing OFSI’s public consultation response on proposed changes to our enforcement processes. Under our revised framework, these changes will support compliance, give firms greater certainty and ensure our approach to enforcing financial sanctions is …"
    },
    {
        "title": "Taking Flight- The new Clean Catch seabird bycatch monitoring and mitigation trial",
        "authors": [
            "Emily Roebuck"
        ],
        "posted_on": "2026-01-29T11:43:04",
        "categories": [
            "Fisheries",
            "Uncategorized"
        ],
        "content": [
            {
                "content": "Written by Emily Roebuck, Eastern England Fish Producer’s Organisation (EEFPO) trial lead, Cefas",
                "tag": "p"
            },
            {
                "content": "On Monday 15 December 2025, the Clean Catch team was invited to present at the All-Party Parliamentary Group (APPG) on Fisheries. The APPG is a cross-party forum in Parliament that brings together parliamentarians and stakeholders to discuss fisheries policy, sustainability and industry concerns. The meeting, chaired by Melanie Onn MP, was titled Rebuilding Trust: Fisheries, Science, Management and focused on the low levels of trust between the fishing industry, scientists, managers and policymakers—particularly in government—and how this can undermine effective fisheries management in the UK.",
                "tag": "p"
            },
            {
                "content": "The event brought together scientific directors, researchers and fishermen to explore why trust has eroded and how it can be rebuilt through collaboration. Speakers shared case studies and developed recommendations for more sustainable, resilient and prosperous UK fisheries. Clean Catch, alongside its collaborating partner Dale Rodmell Chief Executive at the Eastern England Fish Producer’s Organisation (EEFPO), presented insights on how collaborative, fisher-led approaches can generate practical, evidence-based knowledge to address complex marine challenges.",
                "tag": "p"
            },
            {
                "content": "What is Clean Catch?",
                "tag": "p"
            },
            {
                "content": "Clean Catch is a Defra-funded programme that supports the UK Government’s ambition to minimise, and where possible eliminate, bycatch of sensitive marine species such as marine mammals, seabirds, sharks, skates and rays. The programme is delivered by a consortium of partners—Arribada Initiative, Cefas, Mindfully Wired, MMO Consultancy and the Zoological Society of London—bringing expertise in technology development, scientific trials, communications, knowledge exchange and social science.",
                "tag": "p"
            },
            {
                "content": "Working closely with fisheries, Clean Catch employs fishery liaison officers at trial sites to ensure fishermen’s knowledge and voices are heard and are central to the trial delivery. The Clean Catch programme is underpinned by an equitable governance framework that supports fisher-led, science-based activities and transparent decision-making. This collaborative approach brings together fishing industries, environmental non-government organisations (eNGOs) and scientists, fostering trust and cooperation at local, national and expert levels.",
                "tag": "p"
            },
            {
                "content": "From cetaceans to seabirds: expanding the programme",
                "tag": "p"
            },
            {
                "content": "Clean Catch is a fisher-led programme and has been working alongside fisheries since 2019 to improve bycatch monitoring and mitigation. Following the implementation of a cetacean bycatch mitigation trial with static net fishermen in the southwest of England, the programme expanded in 2024 into a second phase. This phase focuses on a different group of sensitive species, a new region and a different fishing gear type.",
                "tag": "p"
            },
            {
                "content": "As part of a proactive approach to understanding and managing seabird interactions, the North Sea whitefish fishery became a partner in a seabird monitoring and mitigation trial. The application, submitted by EEFPO on behalf of two fishing companies, focused on improving the evidence base around seabird interactions with fishing operations, including interactions with warp cables and observations of seabirds entering trawl gear. The fishery expressed interest in trialling bird-scaring lines as a means of evaluating their effectiveness and potential behavioural responses, with the aim of demonstrating whether seabird bycatch is an issue within the fishery and ensuring that any mitigation measures do not inadvertently alter seabird foraging behaviour.",
                "tag": "p"
            },
            {
                "content": "The North Sea whitefish fishery",
                "tag": "p"
            },
            {
                "content": "The EEFPO North Sea whitefish fishery comprises a fleet of demersal trawl and pair-trawl vessels targeting species such as haddock and saithe. Based in Peterhead, vessels are operated by a skipper, relief skipper and several crew members. Fishing takes place year-round, except in extreme weather, with trips typically lasting seven to eight days and fishing operations running day and night.",
                "tag": "p"
            },
            {
                "content": "Designing the trial together",
                "tag": "p"
            },
            {
                "content": "To introduce the programme and gain a detailed understanding of the fishery and its seabird interactions, the Clean Catch team visited Peterhead in spring 2025. These introductory discussions with vessel owners and skippers provided valuable insights into fishing operations, seabird behaviour around vessels and the practicalities of potential monitoring and mitigation tools. Early engagement with the fishery was essential to inform the design of a scientifically robust and operationally realistic trial.",
                "tag": "p"
            },
            {
                "content": "During summer 2025, two dedicated observer trips were undertaken by the Bycatch Monitoring Programme (BMP) to support the development of the seabird bycatch trial. This scoping work collected information on:",
                "tag": "p"
            },
            {
                "content": "1. Seabird interactions, including bycatch in the net and physical interactions with fishing gear such as collisions with warp cables; and",
                "tag": "p"
            },
            {
                "content": "2. The feasibility of collecting data using Remote Electronic Monitoring (REM), including identifying optimal camera locations.",
                "tag": "p"
            },
            {
                "content": "These trips revealed important insights. Physical interactions between seabirds and warp cables were observed to be brief and cryptic in nature, helping to explain why such events may not always be noticed during routine fishing operations. Large numbers of seabirds were also observed gathering around vessels during catch processing, when offal is discharged, increasing the likelihood of collisions with the warps.",
                "tag": "p"
            },
            {
                "content": "Trial monitoring through to future mitigation",
                "tag": "p"
            },
            {
                "content": "Using information gathered directly from fishermen alongside data collected during observer trips, the Clean Catch team worked with the EEFPO, vessel owners and skippers to co-design the trial. Trial questions and monitoring options were discussed collaboratively, allowing participants to shape the approach and select methods that were both scientifically robust and practical to implement at sea.",
                "tag": "p"
            },
            {
                "content": "The agreed trial focuses on monitoring seabird bycatch and physical interactions around warp cables using REM, supplemented by skipper self-reporting of seabird bycatch and any other sensitive species bycatch, such as sharks, skates and rays. Data collection using REM and skipper self-reporting was established during autumn and winter 2025 and commenced before the end of 2025.",
                "tag": "p"
            },
            {
                "content": "Following an initial three-month monitoring period to establish baseline rates of seabird bycatch and the frequency and severity of warp interactions, bird scaring lines will be introduced as a mitigation measure. Their design and deployment will be co-developed with the fishery, ensuring industry knowledge and experience continue to inform the trial.",
                "tag": "p"
            },
            {
                "content": "Throughout 2026, the trial will continue working closely with the fishing industry to collect robust data on whether seabird bycatch is occurring and assess the appropriate use of any mitigation devices, should the science indicate their effectiveness. These findings will play a key role in guiding the wider Clean Catch programme, strengthening our understanding of bycatch risks and helping to progress mitigation options that have been codesigned with industry and are ready for adoption, where supported by evidence.",
                "tag": "p"
            },
            {
                "content": "Building trust for better outcomes",
                "tag": "p"
            },
            {
                "content": "Throughout the seabird bycatch monitoring and mitigation trial, Clean Catch has prioritised clear, timely communication with all relevant actors from participating skippers to local and national industry groups. Information is shared in accessible formats to support informed decision-making, provide transparency in trial design and delivery, and manage expectations within and beyond the project.",
                "tag": "p"
            },
            {
                "content": "By placing collaboration at the centre of its work, Clean Catch has built, and continues to build, trust with the fishing industry. This trust is essential for delivering successful scientific trials and for developing practical solutions to the complex challenge of reducing bycatch of sensitive marine species.",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2026/01/29/taking-flight-the-new-clean-catch-seabird-bycatch-monitoring-and-mitigation-trial/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Written by Emily Roebuck, Eastern England Fish Producer’s Organisation (EEFPO) trial lead, Cefas On Monday 15 December 2025, the Clean Catch team was invited to present at the All-Party Parliamentary Group (APPG) on Fisheries. The APPG is a cross-party forum …"
    },
    {
        "title": "The UK Trade Mark Register at 150: what next? ",
        "authors": [
            "Annabelle Whatmough"
        ],
        "posted_on": "2026-01-29T11:32:49",
        "categories": [
            "AI",
            "IPO",
            "Trade marks",
            "Transformation"
        ],
        "content": [
            {
                "content": "Following the 150th anniversary of the UK Trade Mark Registry on 1 January 2026, we’ve heard the story of the first trade mark and we’ve seen how trade marks have evolved. Now, guest bloggers Annabelle Whatmough and Anne Barrett look at what the future holds. Annabelle is IPO’s Head of Future Frameworks for Trade Marks and Designs Policy, while Anne is IPO Head of Trade Marks Policy. ",
                "tag": "p"
            },
            {
                "content": "As the UK trade mark registry marks 150 years, this milestone offers an opportunity to look ahead at what the future may hold for the UK trade mark system. As part of IPO's Transformation Programme, the future move to the new One IPO digital platform will modernise how trade marks are applied for and managed, while AI is shaping how customers interact with the IPO and how people engage with brands. Trade marks are now used and experienced in more digital environments than ever before. This blog explores how these key drivers of change may influence what comes next for the UK trade mark system. ",
                "tag": "p"
            },
            {
                "content": "Trade marks in a digital context ",
                "tag": "h3"
            },
            {
                "content": "Over the past 150 years, there has been a huge evolution in the contexts within which trade marks are used. The Trade Marks Registration Act of 1875 limited trade marks to relating to goods. Over time legislation was expanded so that trade marks could also be registered in relation to services. A core principle of trade mark law is that trade marks are used in the course of business. Historically this would have related to physical commerce but the invention of the world wide web enabled the advertising of goods and services online, as well as e-commerce. As a result, trade marks are being used and interacted with in digital contexts more than ever before and in relation to goods and services someone in 1875 could never had imagined.  ",
                "tag": "p"
            },
            {
                "content": "These changing contexts could be having an impact on the types of trade marks being applied for. Previously the law defined trade marks in part as being “signs capable of being represented graphically” (Directive 2008/95/EC). This graphic representation requirement was later repealed with trade mark criteria being expanded to signs “…being represented on the register in a manner which enables the competent authorities and the public to determine the clear and precise subject matter of the protection afforded to its proprietor.” (Directive (EU) 2015/2436). This provides a far more flexible definition of a trade mark and the IPO now sees more applications for “unconventional” marks, such as motion marks (UK00003592978), multimedia marks (UK00004103352) and holograms (UK00003375918). The flexibility in the definition of a trade mark means we could see trade marks registered in new forms in the future.  ",
                "tag": "p"
            },
            {
                "content": "The Mirriad Advertising motion mark. View the motion mark in action (link):https://trademarks.ipo.gov.uk/ipo-mcase/page/Results/1/UK00003592978",
                "tag": "p"
            },
            {
                "content": "Multimedia mark for National Trust. View the mark in action here (link):https://trademarks.ipo.gov.uk/ipo-mcase/page/Results/1/UK00004103352",
                "tag": "p"
            },
            {
                "content": "Google LLC hologram mark. View the hologram in action here (link):https://trademarks.ipo.gov.uk/ipo-mcase/page/Results/1/UK0000337591",
                "tag": "p"
            },
            {
                "content": "Digital transformation of the IPO’s trade mark system ",
                "tag": "h3"
            },
            {
                "content": "The IPO’s current trade mark system, TM10, has served us since 2013, but the environment in which it operates has changed significantly. To meet the needs of modern applicants, rights holders and legal representatives, our trade mark services and system will be transformed as part of Phase 2 of the One IPO Transformation Programme. While the IPO’s immediate priority is getting the new patents service right, some preparatory work is already underway in advance of the formal start of Phase 2. Phase 2 will formally begin once Phase 1 is complete and the new One IPO services for patents enters Public Beta in the coming months. ",
                "tag": "p"
            },
            {
                "content": "When the trade mark service transitions to the new One IPO system, customers can expect to see a number of key improvements. These include: ",
                "tag": "p"
            },
            {
                "content": "Together, these developments mean users can look forward to a more integrated and user‑centred UK trade mark system, that better supports businesses operating in a modern, digital environment. ",
                "tag": "p"
            },
            {
                "content": "The impact of AI ",
                "tag": "h3"
            },
            {
                "content": "AI is already having a noticeable impact on the trade mark system, with the IPO seeing AI‑generated content being filed as part of trade mark applications and during Tribunal proceedings.  As this inevitably increases, there may be a need for new or enhanced tools to support operations and manage demand. The Office’s trade mark pre‑apply tool - introduced in 2020 as an early example of AI adoption among global IP offices - demonstrates how AI can support applicants as well as create efficiencies for the IPO. ",
                "tag": "p"
            },
            {
                "content": "Beyond the growing use of AI by customers and its potential operational impacts, we may see AI affect the interpretation and development of trade mark law. Its growing role in commerce raises questions about how long-established trade mark principles apply in new contexts. For example, the concept of the ‘average consumer’—central to determining trade mark infringement and traditionally defined in case law as reasonably well informed, observant and circumspect—may shift as interactions become increasingly automated and mediated by AI. ",
                "tag": "p"
            },
            {
                "content": "We are already seeing the courts begin to explore how AI and trade mark law intersect. In the recent Getty Images v Stability AI decision, the judge considered whether synthetic watermarks on AI‑generated content infringed registered trade marks—the first UK ruling on this question. As AI use expands, more cases of this kind are likely to arise.   ",
                "tag": "p"
            },
            {
                "content": "Have you voted for your most iconic UK trade mark yet? We want to know which one you love the most and why it’s special to you.Take part in the poll.",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2026/01/29/the-uk-trade-mark-register-at-150-what-next/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "Guest bloggers Annabelle Whatmough and Anne Barrett look at what the future holds for trade marks following the 150th anniversary of the Trade Mark Registry."
    },
    {
        "title": "Strengthening antimicrobial resistance surveillance in pets and horses",
        "authors": [
            "Tamsin Dewé"
        ],
        "posted_on": "2026-01-29T11:11:06",
        "categories": [
            "Antimicrobial Resistance (AMR)",
            "VMD Voices"
        ],
        "content": [
            {
                "content": "VMD Voices: Our Experts Explain",
                "tag": "h2"
            },
            {
                "content": "Welcome to the first post in our new series, 'VMD Voices: Our Experts Explain'. In this series, you'll hear from specialists across the Veterinary Medicines Directorate (VMD), from scientists and vets to enforcement and intelligence officers.",
                "tag": "p"
            },
            {
                "content": "In the first post we hear from Dr. Tamsin Dewé, the VMD’s Head of Antimicrobial Resistance (AMR) Surveillance and Evidence. Tamsin shares how the VMD is working to close critical gaps in AMR surveillance in two animal groups where companionship between humans and animals really matters: pets and horses.  ",
                "tag": "p"
            },
            {
                "content": "About Tamsin",
                "tag": "h2"
            },
            {
                "content": "I’m an epidemiologist and veterinarian, and I’ve been interested in infectious diseases since I first qualified as a vet. After several years in clinical practice in Australia, South Africa, and the UK, I moved into disease control and epidemiology by way of masters degrees at the Royal Veterinary College and Imperial College London. I’ve been working exclusively on AMR since I started my PhD at Imperial in 2015, which focused on mathematical and statistical modelling of the associations between antimicrobial use and resistance in different populations. This work has given me a deep understanding of AMR evolution and spread, and I’ve been bringing this expertise to bear in my current role since 2020.",
                "tag": "p"
            },
            {
                "content": "Why do we need AMR surveillance?",
                "tag": "h2"
            },
            {
                "content": "Surveillance is important because it allows us to monitor trends, detect emerging issues, identify effective interventions to mitigate AMR, and assess their impact. My team’s mission is twofold:",
                "tag": "p"
            },
            {
                "content": "Why monitor AMR in companion animals?",
                "tag": "h2"
            },
            {
                "content": "Pets live in close contact with people, often sharing our homes and daily routines. That’s why it’s important to understand antimicrobial resistance in these animals. Resistant bacteria can spread from pets to people, and from people to pets. This can happen even if our pets appear healthy.",
                "tag": "p"
            },
            {
                "content": "In the UK, we regularly monitor AMR in people and in livestock, but there’s been a big gap when it comes to companion animals. The VMD is working to change that by collaborating with academic institutions on different surveillance initiatives in pets and horses.",
                "tag": "p"
            },
            {
                "content": "Healthy dogs and cats pilot",
                "tag": "h2"
            },
            {
                "content": "In July, we launched the world’s first pilot project to develop a national AMR surveillance programme for healthy cats and dogs. This project, delivered by Scotland’s Rural College (SRUC), marks a major step forward in closing critical AMR data gaps in companion animals.",
                "tag": "p"
            },
            {
                "content": "Why is this project important?",
                "tag": "h3"
            },
            {
                "content": "There is currently no national system to monitor AMR in healthy cats and dogs, despite the fact that over half of UK adults share their homes with pets. Addressing this gap is very important for public health and for strengthening the UK’s One Health approach to AMR.",
                "tag": "p"
            },
            {
                "content": "The study has two main goals:",
                "tag": "p"
            },
            {
                "content": "Researchers at SRUC will collect faecal samples from dogs and cats in a range of settings: households, veterinary practices and rescue centres. Using established microbiological techniques, the team will detect resistant bacteria and explore complimentary approaches such as national pet surveys and expert consultations.",
                "tag": "p"
            },
            {
                "content": "Building better data for action",
                "tag": "h3"
            },
            {
                "content": "Baseline AMR data in companion animals will help:",
                "tag": "p"
            },
            {
                "content": "Understanding transmission between pets, people, other animals, and the environment is vital. This pilot will help to investigate AMR transmission between these different sectors, the relationships between AMR in bacteria causing disease, and those carried by healthy pets.  ",
                "tag": "p"
            },
            {
                "content": "Private Laboratories Initiative (PLI)",
                "tag": "h2"
            },
            {
                "content": "In the UK, much of the testing for AMR in sick animals happens in private veterinary laboratories, but this valuable data doesn’t get captured by government surveillance systems. Without it, our national picture of AMR is incomplete, making it harder to assess risks and respond to emerging threats.",
                "tag": "p"
            },
            {
                "content": "That’s where the Private Laboratories Initiative (PLI) comes in.  We are leading the PLI to build partnerships with private veterinary laboratories, thereby improving data sharing and strengthening AMR surveillance across four key animal sectors: companion animals, farm animals, fish, and equine.",
                "tag": "p"
            },
            {
                "content": "Through this collaboration between government and private labs, and academic partners, we will be able to spot risks sooner and take action to protect both animal and human health.",
                "tag": "p"
            },
            {
                "content": "What we're aiming to achieve",
                "tag": "h3"
            },
            {
                "content": "We want to identify where AMR data is generated, how much, and in what form. We're working to understand testing methodologies and evaluate data quality, so we can assess the suitability of this data for integration into national surveillance systems. Ultimately, this will allow us to better understand the role of AMR in bacteria causing disease in companion animals and horses, and identify emerging resistance.",
                "tag": "p"
            },
            {
                "content": "Driving innovation with academia",
                "tag": "h3"
            },
            {
                "content": "We’ve been working with the University of Liverpool and University of Cambridge, who lead on the companion animal and equine streams of the PLI, respectively.",
                "tag": "p"
            },
            {
                "content": "University of Liverpool’s Surveillance of Antimicrobial Resistance in Clinical Infections from Companion Animals, or VetCLIN AMR, is the companion animal stream of the PLI. Liverpool has an ongoing surveillance initiative, the Small Animal Veterinary Surveillance Network (SAVSNET), which contributes to VetCLIN AMR. ",
                "tag": "p"
            },
            {
                "content": "In August 2025, we visited the University’s Institute of Infection, Veterinary and Ecological Sciences.  The visit included a fascinating tour of their diagnostic laboratory and the Small Animal Teaching Hospital, offering a glimpse into cutting-edge facilities that support animal health. We also heard about some of the exciting research Liverpool is conducting in the companion animal and equine spaces, including a PhD project to explore AMR carriage in healthy horses, and another investigating epidemiology of AMR in bacteria from sick pets.",
                "tag": "p"
            },
            {
                "content": "In November, my team joined leading voices in veterinary medicine and diagnostics at the University of Liverpool, for an event hosted by Small Animal Medicine Society: \"Antimicrobial Resistance: Diagnostic Stewardship for Small Animal and Equine Practice.\" ",
                "tag": "p"
            },
            {
                "content": "This event brought together veterinary clinicians and veterinary laboratories to tackle the shared goal of improving antibiotic prescribing through better use and reporting of diagnostics. The event was run over two days: the first focusing on practical steps towards a harmonised approach to testing bacterial samples; and the second day including interactive talks and workshops. ",
                "tag": "p"
            },
            {
                "content": "Events like this are vital for collaboration, knowledge-sharing, and shaping practical solutions for antimicrobial testing and stewardship.",
                "tag": "p"
            },
            {
                "content": "REIN In AMR",
                "tag": "h3"
            },
            {
                "content": "The University of Cambridge’s Equine Infectious Disease Surveillance (EIDS) group leads PLI efforts to bridge the AMR data gap in the equine sector. EIDS has established national-scale surveillance capacity for infectious diseases in horses and already works with an extensive network of equine private veterinary laboratories. Their new project is called Reporting Equine Infections and Non-susceptibility using In-vitro Antimicrobial Resistance testing, or REIN In AMR. REIN In AMR aims to collaborate with PVLs to broaden the scope of equine AMR surveillance in the UK.",
                "tag": "p"
            },
            {
                "content": "The REIN In AMR team have recently laid out their approach in the Vet Record, highlighting current AMR surveillance gaps and how the project aims to address them. They have also launched a new website offering information for private laboratories and others interested in the project, including opportunities to get involved.  ",
                "tag": "p"
            },
            {
                "content": "Get Involved",
                "tag": "h2"
            },
            {
                "content": "I'm proud of the progress we’ve made in AMR surveillance across the UK’s animal health sectors. From pioneering initiatives like the Healthy Dogs and Cats pilot, to forging partnerships through the Private Laboratories Initiative, these efforts are closing critical data gaps and strengthening UK’s One Health approach to mitigate AMR.",
                "tag": "p"
            },
            {
                "content": "This progress is only possible through collaboration and there’s still more to do!",
                "tag": "p"
            },
            {
                "content": "If you’re a vet who’d like to get involved in the Healthy Cats and Dogs study, please contact the SRUC team at amr.pets@sruc.ac.uk.",
                "tag": "p"
            },
            {
                "content": "If you’re from a diagnostic laboratory and would like to collaborate on AMR in diseased companion animals, please visit VetCLIN AMR  for contact details.",
                "tag": "p"
            },
            {
                "content": "If you are an equine diagnostic laboratory, then visit the REIN In AMR website to find out more.",
                "tag": "p"
            },
            {
                "content": "Want to hear more from VMD experts? Sign up for email alerts when we publish new posts.",
                "tag": "p"
            }
        ],
        "link": "https://vmd.blog.gov.uk/2026/01/29/strengthening-antimicrobial-resistance-surveillance-in-pets-and-horses/",
        "blog": "Veterinary Medicines Directorate",
        "blog_link": "https://vmd.blog.gov.uk",
        "description": "VMD Voices: Our Experts Explain"
    },
    {
        "title": "Building on success: funding for new OCEAN projects",
        "authors": [
            "Ilona Drewry"
        ],
        "posted_on": "2026-01-29T10:54:53",
        "categories": [
            "Climate change",
            "Community",
            "Marine",
            "Nature"
        ],
        "content": [
            {
                "content": "I’m Ilona, and I work in the International Biodiversity and Climate team at Defra, leading on blue finance policy and international marine programmes. ",
                "tag": "p"
            },
            {
                "content": "In November 2024 at COP29, I shared the 20 projects we'd funded through the first round of our Ocean Community Empowerment and Nature (OCEAN) Grants Programme.  ",
                "tag": "p"
            },
            {
                "content": "Today, I'm delighted to be back with an update that we're building on first round success and awarding £14 million to community projects through the second funding round. ",
                "tag": "p"
            },
            {
                "content": "What's happened since COP29? ",
                "tag": "p"
            },
            {
                "content": "Our first round projects have been busy – in only one year of implementation, they've protected and restored more than 93,000 hectares of key ecosystems.  ",
                "tag": "p"
            },
            {
                "content": "From training in waste management to reduce pollution at its source, to putting local people at the heart of decision making, these projects are empowering coastal communities to protect and restore their marine environments. ",
                "tag": "p"
            },
            {
                "content": "In Bangladesh, the FISHNET project has helped lay the groundwork for the first community-managed Marine Protected Area. The project, which is dedicated to addressing the root causes of poverty among marginalised fisherfolk communities and combating the degradation of marine ecosystems, has organised 20,000 local people into community groups. The elected leaders of these groups are able to act as strong advocates for their communities and conservation of their environment. They have been engaging with local government and in doing so, previously excluded groups are beginning to shape decisions on resource management. ",
                "tag": "p"
            },
            {
                "content": "Our ZSL supported project in Northern Mozambique is working to establish a socio-ecological corridor of 20 Locally Managed Marine Areas along Nampula province’s 450km coastline – bringing valuable economic and livelihood benefits that coastal habitats provide. This is done through, sustaining biodiversity and supporting the recovery of sites more vulnerable to coral bleaching, while improving the management of food stocks that local communities depend on. ",
                "tag": "p"
            },
            {
                "content": "The project will strengthen the capacity of Fisheries Community Councils to support sustainable fishing practices. Already, through the training of oyster farmers, 112,000 oysters have been sustainably cultivated for collection. ",
                "tag": "p"
            },
            {
                "content": "Launching Round 2  ",
                "tag": "p"
            },
            {
                "content": "Like the first round, these grants will back locally led projects that protect precious marine habitats and support livelihoods in coastal communities worldwide.  ",
                "tag": "p"
            },
            {
                "content": "We're funding local solutions to local problems.   ",
                "tag": "p"
            },
            {
                "content": "In Ecuador, the Illuminar el Mar project is helping reduce the accidental capture of turtles, sharks, rays and whales in small-scale gillnet fishing by up to 73% through the innovative use of Green LED lighting in gillnets. Led by the Mare Nostrum Foundation, the project is working with University College London to develop a new, battery-free LED light technology for netting that aims to be longer-lasting and better for the environment. They're also providing training and support for women, young people, people with disabilities and marginalised groups. ",
                "tag": "p"
            },
            {
                "content": "Over in the Philippines, we're funding two brilliant projects tackling plastic pollution. Eco Kolek will expand its inclusive waste recovery system to reach 12,000 households and small businesses in on the island of Palawan, Western Philippines, and neighbouring island communities, diverting an estimated 1,100 tonnes of plastic away from landfill and the ocean. ",
                "tag": "p"
            },
            {
                "content": "Meanwhile, Resiklo Machine Shop is rolling out community-led, solar-powered recycling hubs that turn marine and household plastic waste into durable products for local use and sale. ",
                "tag": "p"
            },
            {
                "content": "Why this matters ",
                "tag": "p"
            },
            {
                "content": "The ocean is critical for climate regulation, biodiversity and livelihoods, yet it receives less than 1% of global Official Development Assistance.  ",
                "tag": "p"
            },
            {
                "content": "Communities on the frontline of climate change need support to protect their marine environments they depend on for food, income and protection from extreme weather. Project funding through OCEAN is used for piloting and scaling locally led approaches. They build capacity within communities for local solutions to challenges faced in their marine environments and generate important learning to share internationally. ",
                "tag": "p"
            },
            {
                "content": "For more information on Round 2, keep an eye on the OCEAN website for updates on how these projects progress. ",
                "tag": "p"
            },
            {
                "content": "And visit the OCEAN grants project page if you’re interested in finding out more about OCEAN round 1 projects.  ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2026/01/29/building-on-success-funding-for-new-ocean-projects/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "In November 2024 at COP29, we shared the 20 projects we'd funded through the first round of our Ocean Community Empowerment and Nature (OCEAN) Grants Programme.   Today, we're delighted to be back with an update that we're building on first round success and awarding £14 million to community projects through the second funding round."
    },
    {
        "title": "Suspensions: How suspensions in school can help tackle behaviour and boost pupil support",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-01-29T09:16:17",
        "categories": [
            "Behaviour",
            "Schools"
        ],
        "content": [
            {
                "content": "Schools will be supported to use internal suspensions effectively as part of their behaviour policies.  ",
                "tag": "p"
            },
            {
                "content": "Suspensions are a serious response to poor behaviour, and removing children from school will always be at the discretion of head teachers who know their children and families best.  ",
                "tag": "p"
            },
            {
                "content": "But when pupils are sent home, they can miss learning and fall further behind. This is exacerbated by the access young people now have to social media, gaming and the online world, risking further disengagement from education.  ",
                "tag": "p"
            },
            {
                "content": "Internal suspensions are already used by many schools to keep children safe, supervised and learning — while still making clear that their behaviour is not acceptable. ",
                "tag": "p"
            },
            {
                "content": "Here’s everything you need to know. ",
                "tag": "p"
            },
            {
                "content": "What are internal suspensions? ",
                "tag": "h3"
            },
            {
                "content": "An internal suspension is when a pupil is removed from their usual classroom for a short period but remains in school. ",
                "tag": "p"
            },
            {
                "content": "Instead of being sent home, the pupil works in a separate, supervised space. They continue with their schoolwork and are supported to reflect on their behaviour before returning to lessons. ",
                "tag": "p"
            },
            {
                "content": "Internal suspensions are intended to: ",
                "tag": "p"
            },
            {
                "content": "They are a short-term measure, not a long-term placement.  ",
                "tag": "p"
            },
            {
                "content": "Do schools already use suspensions in school? ",
                "tag": "h3"
            },
            {
                "content": "Yes. Many schools already use internal suspensions in different ways. ",
                "tag": "p"
            },
            {
                "content": "Schools will now be supported with clear, national guidance on how internal suspensions should be used well. This will help bring consistency across schools and highlight good practice — while still allowing headteachers to decide what works best for their pupils. ",
                "tag": "p"
            },
            {
                "content": "The aim is not to introduce something unfamiliar, but to improve how an existing approach is used, so pupils are better supported and learning time is protected. ",
                "tag": "p"
            },
            {
                "content": "The guidance will not require schools to follow a single staffing model — schools will decide what works best for them. They don’t need to use internal suspension if it isn’t right for their circumstances and pupils. ",
                "tag": "p"
            },
            {
                "content": "Is this the same as isolation? ",
                "tag": "h3"
            },
            {
                "content": "No. ",
                "tag": "p"
            },
            {
                "content": "Internal suspension is not the same as isolation or seclusion. ",
                "tag": "p"
            },
            {
                "content": "Isolation usually means a child is placed alone with very limited interaction. Internal suspension, by contrast, is: ",
                "tag": "p"
            },
            {
                "content": "Guidance will make clear that internal suspensions should not be used as isolation. ",
                "tag": "p"
            },
            {
                "content": "Will this replace external suspensions? ",
                "tag": "h3"
            },
            {
                "content": "No. ",
                "tag": "p"
            },
            {
                "content": "Headteachers will continue to decide when a pupil needs to be suspended from school or permanently excluded. ",
                "tag": "p"
            },
            {
                "content": "Internal suspension is another option, not a replacement. It may be used where behaviour is disruptive or escalating but does not meet the threshold for sending a pupil home. ",
                "tag": "p"
            },
            {
                "content": "Serious or violent behaviour should still result in pupils being removed from the school environment where appropriate. ",
                "tag": "p"
            },
            {
                "content": "What about children who need extra support? ",
                "tag": "h3"
            },
            {
                "content": "Schools should consider whether a child’s behaviour may be linked to: ",
                "tag": "p"
            },
            {
                "content": "Internal suspension should be part of a wider approach that focuses on early support, fairness and inclusion — not punishment alone. ",
                "tag": "p"
            },
            {
                "content": "Schools already have legal duties to support pupils with SEND and to treat children fairly. Those responsibilities will continue to apply. ",
                "tag": "p"
            },
            {
                "content": "Will schools get more funding to deliver internal suspensions? ",
                "tag": "h3"
            },
            {
                "content": "Many schools already deliver them successfully using existing staff and resources. Internal suspensions can also reduce the need for costly alternatives, such as sending pupils to other provision outside school. ",
                "tag": "p"
            },
            {
                "content": "The guidance will not require schools to follow a single staffing model — schools will decide what works best for them. They don’t need to use internal suspension if it isn’t right for their circumstances and pupils. ",
                "tag": "p"
            },
            {
                "content": "When will this guidance be published?",
                "tag": "h3"
            },
            {
                "content": "The guidance will be developed with schools and trusts and will be consulted on before being finalised. ",
                "tag": "p"
            },
            {
                "content": "It will sit within existing suspension and permanent exclusion guidance, rather than creating a new system, with changes expected to come into effect next year. ",
                "tag": "p"
            },
            {
                "content": "Internal suspensions are about keeping children safe, learning and supported, while making clear that poor behaviour is taken seriously. By setting clear expectations and sharing what works, schools can tackle disruption while giving pupils the structure they need to succeed. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/01/suspensions-how-suspensions-in-school-can-help-tackle-behaviour-and-boost-pupil-support/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Schools will be supported to introduce internal suspensions as part of their behaviour policies.   Suspensions are meant to be a serious response to poor behaviour. But when pupils are sent home, they can miss learning, spend long periods unsupervised and fall further behind."
    },
    {
        "title": "Operation AUSTRAL ENDURANCE: Building Antarctic capability through cooperation",
        "authors": [
            "bobsendall"
        ],
        "posted_on": "2026-01-29T07:44:13",
        "categories": [
            "Uncategorized"
        ],
        "content": [
            {
                "content": "BFSAI personnel based at Mount Pleasant Complex have worked with Chilean counterparts and UK partners to strengthen safe, treaty‑compliant access to one of the world’s most demanding operating environments.",
                "tag": "p"
            },
            {
                "content": "Background and direction",
                "tag": "h3"
            },
            {
                "content": "In December 2025, the Defence Single Tasking Authority directed BFSAI to conduct an overflight of the British Antarctic Territory during the Austral summer season ending March 2026. The task formed part of the UK’s routine, treaty‑compliant presence and helped mitigate the temporary absence of HMS PROTECTOR from the region. The intent is to continue building Antarctic cooperation and capability, strengthening the UK’s ability to support British Antarctic Survey and conduct safe, effective operations in the region.",
                "tag": "p"
            },
            {
                "content": "Why it matters",
                "tag": "h3"
            },
            {
                "content": "In line with Commander British Forces South Atlantic Islands’ mission to safeguard UK interests and sovereignty while operating within international agreements, Operation AUSTRAL ENDURANCE contributes to the UK’s long‑standing presence in and around the British Antarctic Territory (BAT). The operation focused on support to science, the environment, flight safety and multinational cooperation—practical foundations that enable the UK to meet its Antarctic Treaty obligations while maintaining presence, access and logistical reach in the region. ",
                "tag": "p"
            },
            {
                "content": "Commander British Forces South Atlantic, Brigadier Charlie Harmer said:",
                "tag": "p"
            },
            {
                "content": "Partnering in Chile",
                "tag": "h3"
            },
            {
                "content": "The team’s engagement began in Santiago, where RAF personnel met the Chilean Air Force for a professional exchange on Antarctic flying. A joint brief set out the importance of the Antarctic Treaty, which dedicates the continent to peace and science, permits the use of military personnel and assets only for peaceful purposes (such as logistics, SAR and scientific support), and leaves territorial questions frozen while cooperation continues.",
                "tag": "p"
            },
            {
                "content": "Discussions then moved into flying practice: visibility and horizon contrast over ice, altitude selection, weather avoidance, and contingency planning far from alternate landing sites. To deepen practical cooperation, a Chilean Air Force captain joined the UK crew for the southern sortie, providing regional expertise, language support and local procedures—a straightforward step that measurably improved situational awareness and flight safety.",
                "tag": "p"
            },
            {
                "content": "Into the South",
                "tag": "h3"
            },
            {
                "content": "From Punta Arenas, the RAF team departed with the UK Defence Attaché to Chile and their Chilean Air Force counterpart on board for a 12‑hour round‑trip to the Antarctic region. The route included two key waypoints of interest, BAS’s Sky Blu and Rothera Research stations, before transitioning to maritime integration.",
                "tag": "p"
            },
            {
                "content": "Low‑level cloud and intermittent visibility complicated the final phase, but the crew successfully established contact with RRS Sir David Attenborough, demonstrating the UK’s ability to integrate air and maritime assets to support national scientific endeavour. In conditions where contrast, wind shear and icing can change quickly, the combined expertise of the cockpit team—UK and Chilean—proved invaluable.",
                "tag": "p"
            },
            {
                "content": "Enabling reach: Voyager air‑to‑air refuelling",
                "tag": "h3"
            },
            {
                "content": "None of this would have been possible without Voyager support. A tanker departed Mount Pleasant Complex, rendezvoused with the A400M, and delivered the critical air‑to‑air refuelling required for the sortie’s range and reserves. This was a textbook example of theatre enablers extending the safe operating envelope for Antarctic missions while maintaining prudent fuel margins and diversion options.",
                "tag": "p"
            },
            {
                "content": "Strategic objectives in practice",
                "tag": "h3"
            },
            {
                "content": "Operation AUSTRAL ENDURANCE is part of the Ministry of Defence’s contribution to UK activity in the South Atlantic and Antarctica, alongside the Ice Patrol Ship HMS PROTECTOR. It supports British Antarctic Survey (BAS) operations and aligns with the Operate Programme Directive 2024 outcome to protect UK interests in the BAT and fulfil British obligations under the Antarctic Treaty.",
                "tag": "p"
            },
            {
                "content": "The activity enhances UK presence, access and logistical cooperation with BAS and regional partners, building the experience and capability required for future Antarctic operations. It also reinforces that UK assets based in the Falkland Islands contribute strategically to South Atlantic security, cooperation and scientific support, as well as the defence of the Falkland Islands.",
                "tag": "p"
            },
            {
                "content": "Outcomes and learning",
                "tag": "h3"
            },
            {
                "content": "What is the Antarctic Treaty?",
                "tag": "h3"
            },
            {
                "content": "Signed in 1959 and entering into force in 1961, the Antarctic Treaty sets Antarctica aside for peace and science. It prohibits military activity for hostile purposes but allows the use of military personnel and equipment for peaceful tasks such as logistics, research support and search and rescue. Existing territorial claims are neither recognised nor denied; instead, they are held in abeyance to enable practical cooperation and scientific progress. Operation AUSTRAL ENDURANCE is conducted fully within this framework.",
                "tag": "p"
            },
            {
                "content": "With thanks to our partners",
                "tag": "h3"
            },
            {
                "content": "Captain Jason White QGM RN, UK Defence Attache to Chile said:",
                "tag": "p"
            },
            {
                "content": "BFSAI acknowledges the Chilean Air Force for their professional collaboration and cockpit support, BAS and the crew of RRS Sir David Attenborough for coordination at sea, the UK Defence Section in Chile for facilitation, and RAF Voyager and A400M crews at Mount Pleasant Complex for enabling reach and resilience.",
                "tag": "p"
            }
        ],
        "link": "https://cyberandspecialistoperationscommand.blog.gov.uk/2026/01/29/operation-austral-endurance-building-antarctic-capability-through-cooperation/",
        "blog": "Cyber & Specialist Operations Command",
        "blog_link": "https://cyberandspecialistoperationscommand.blog.gov.uk",
        "description": "BFSAI personnel based at Mount Pleasant Complex have worked with Chilean counterparts and UK partners to strengthen safe, treaty‑compliant access to one of the world’s most demanding operating environments. Background and direction In December 2025, the Defence Single Tasking Authority …"
    },
    {
        "title": "Coverage of leasehold announcement",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-28T15:42:57",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "There has been significant and widespread media coverage of a major shake-up of the outdated leasehold system, announced by the government yesterday.",
                "tag": "p"
            },
            {
                "content": "Over 5 million leaseholders and future homeowners will benefit from stronger control, powers and protections, through the draft Commonhold and Leasehold Reform Bill, which will fundamentally rewire homeownership across England and Wales.",
                "tag": "p"
            },
            {
                "content": "As part of the reforms, ground rents are set to be capped at £250 a year, reducing to a peppercorn after 40 years, while new leasehold flats will be banned.",
                "tag": "p"
            },
            {
                "content": "The announcement has received widespread national press coverage, with online pieces in The Times, GB News, Metro, Guardian and Bloomberg published directly in the aftermath of the morning announcement.",
                "tag": "p"
            },
            {
                "content": "The Housing Secretary Steve Reed also highlighted the positive effects the bill will have on leaseholders – helping millions of people save money and give them more control over their home, on yesterday’s the morning broadcast round. He spoke to Times Radio, Sky News, ITN, BBC Breakfast, GB News and ITV’s Good Morning Britain. While later in the day the Housing Minister Matthew Pennycook spoke to Radio 4’s PM programme about the reforms.",
                "tag": "p"
            },
            {
                "content": "There has been further coverage in today’s papers in The Financial Times, Guardian, The Sun, The Mirror and The I, while the announcement is continuing to get pick up and analysis online including social media explainers from Sky News and The I’s Vicky Spratt.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/28/coverage-of-leasehold-announcement/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been significant and widespread media coverage of a major shake-up of the outdated leasehold system, announced by the government yesterday. Over 5 million leaseholders and future homeowners will benefit from stronger control, powers and protections, through the draft …"
    },
    {
        "title": "Towards a comprehensive National Underground Asset Register, integrated into the existing ecosystem ",
        "authors": [
            "Mehul Doshi, Head of Strategy - National Underground Asset Register"
        ],
        "posted_on": "2026-01-28T15:08:38",
        "categories": [
            "Data",
            "Technology"
        ],
        "content": [
            {
                "content": "The goal of the National Underground Asset Register (NUAR) is to make street works safer and more efficient by bringing together underground asset data in a standard form, securely accessible in one place. ",
                "tag": "p"
            },
            {
                "content": "Informed by extensive consultation, we are designing regulations that ensure that the data in the register is consistent and comprehensive. ",
                "tag": "p"
            },
            {
                "content": "We’re also ensuring that the register is ready for integration into existing processes designed to support safety, and working on proposals to ensure that anyone who needs access to the data to support safe working can do so, subject to strict access and security controls. ",
                "tag": "p"
            },
            {
                "content": "Listening to the views of the sector ",
                "tag": "h2"
            },
            {
                "content": "Last year, we asked for public feedback on the first set of proposals to put parts of the Data (Use and Access) Act 2025 into action for NUAR. These new proposals will update current requirements and add new ones for asset owners, making sure they keep records of important information about their underground apparatus in a consistent way. ",
                "tag": "p"
            },
            {
                "content": "We received 103 responses from a broad range of groups, including councils, devolved governments, utilities, contractors, trade bodies, and professionals. GDS would like to thank everyone who contributed. We have analysed the responses and are working to make  sure that our regulations align with the input received. We will issue a response to the consultation once our regulations are finalised so we can provide clarity around the final legislative frameworks. ",
                "tag": "p"
            },
            {
                "content": "A comprehensive register ",
                "tag": "h2"
            },
            {
                "content": "The regulations will require undertakers to enter specified information about their apparatus into NUAR and keep this up to date as it changes. This will ensure a comprehensive and current record of information about these apparatuses to support street works in England, Wales, and Northern Ireland. ",
                "tag": "p"
            },
            {
                "content": "Ordnance Survey, the service operator for NUAR, will continue to support asset owners to bring their data onto the service and adopt NUAR into their working practices. Recently, Openreach, the UK’s largest broadband network provider, joined NUAR meaning that over 80% of known underground assets are now mapped in the service. ",
                "tag": "p"
            },
            {
                "content": "Integrating with the ecosystem ",
                "tag": "h2"
            },
            {
                "content": "We recognise the importance of existing safe digging processes and practices and the expertise that exists across the sector to support them. Access to accurate and up to date information is only one aspect of safe digging. Effective communication between the parties planning and carrying out works is vital. The owners and operators of assets hold the definitive view of the risks posed by works in the vicinity of those assets.  ",
                "tag": "p"
            },
            {
                "content": "Asset owners can already provide detailed guidance and targeted instructions to users of NUAR, but one area where we are strengthening integration is through Notification of Works. This will notify an asset owner, or a third-party service provider nominated to act on their behalf, when an enquiry is made near their assets. This will enable asset owners to carry out risk assessments and provide targeted guidance on safe working practices where needed and ensures that those existing processes are still followed. ",
                "tag": "p"
            },
            {
                "content": "This approach, based on collaboration and open standards, will support sustainable integration into a broad and diverse ecosystem made up of many asset owners, stakeholders and service providers, providing flexibility and room for growth and improvement. Please read this blog by Ordnance Survey if you would like to understand more about the Notifcation of Works roll out plan.",
                "tag": "p"
            },
            {
                "content": "Added flexibility and scope for innovation ",
                "tag": "h2"
            },
            {
                "content": "As well as that targeted integration with the safe dig ecosystem, we’re also exploring options for even more flexible and widespread integration of NUAR data by developing secure Application Programming Interfaces (APIs) to allow different systems to share information automatically. This will encourage flexibility, innovation and support the development of value-added services. ",
                "tag": "p"
            },
            {
                "content": "Security remains of paramount importance in the development of APIs of course, and the secure-by-design approach that has been applied to the NUAR service to date continues in this space. The same strict security controls that apply to access to and usage of the NUAR platform will be applied to any future usage of APIs. We’ve also done a lot of work on how we could provide different levels of detail via different APIs in the future. Not all users and use cases require a full level of detail of course. In fact, too much detail can be confusing and distracting in some cases, and we always seek to provide exactly the right amount of information for a given purpose. ",
                "tag": "p"
            },
            {
                "content": "A secure sandbox environment for testing access will be created using synthetic data, allowing authorised asset owners, public sector bodies, service providers and innovators to experiment with APIs in a safe environment and to provide feedback for their further development and future deployment. We’re excited to test use cases established through the Discovery project and see further innovations the market can come up with. Insights from the consultation and sandbox testing will inform subsequent regulations and service iterations.  ",
                "tag": "p"
            },
            {
                "content": "Expanding access to NUAR to deliver benefit for everyone ",
                "tag": "h2"
            },
            {
                "content": "We are dedicated to working collaboratively with the underground asset sector to ensure that NUAR continues to meet industry needs. Engagement with stakeholders has highlighted that secure, broadened access to NUAR will deliver substantial economic, safety, and operational advantages.  ",
                "tag": "p"
            },
            {
                "content": "It has the potential to generate £28 million of benefits annually by reducing accidental asset strikes and improving efficiency for asset owners and data consumers. Wider access will enhance public safety, support emergency response, and empower communities with better information for land use and development. NUAR further streamlines data sharing, eliminates the need for multiple systems, and fosters innovation through new tools and services enabled by APIs. ",
                "tag": "p"
            },
            {
                "content": "Our plans for the next two years include extending NUAR access to new user groups and for additional use cases. This will be done in a phased manner, prioritising the areas of greatest benefit to safe excavation. ",
                "tag": "p"
            },
            {
                "content": "A public consultation on proposals is planned for spring 2026, with secondary legislation required to enable expansion of access. ",
                "tag": "p"
            },
            {
                "content": "The proposed expansions may include allowing access to: ",
                "tag": "p"
            },
            {
                "content": "Any extension of access will be developed in close cooperation with security stakeholders to ensure robust safeguards are in place. Ordnance Survey will lead the design and development of enhanced services and functionality to accommodate diverse user needs while maintaining strong security standards. ",
                "tag": "p"
            },
            {
                "content": "Regulations for extending access are proposed to be fully implemented by April 2028, ensuring all enhancements are established before asset owners are directly charged for the operation of NUAR. ",
                "tag": "p"
            },
            {
                "content": "Our initial priorities for expansion are: ",
                "tag": "p"
            },
            {
                "content": "We will aim to implement the proposed interventions as soon as feasible to maximise the value NUAR delivers across the street works community and beyond. In doing so we are committed to maintaining high standards of data security and quality. ",
                "tag": "p"
            },
            {
                "content": "Comprehensive; Integrated; Flexible; Purposeful – and Secure ",
                "tag": "h2"
            },
            {
                "content": "To summarise, we have set out plans for the next steps and future direction of NUAR as a statutory register, as always driven by consultation and collaboration. These include: ",
                "tag": "p"
            },
            {
                "content": "Our plans will allow NUAR to more effectively integrate into the wider landscape and create the potential for an ecosystem of innovative services to develop around NUAR, while maintaining a security-first approach. ",
                "tag": "p"
            },
            {
                "content": "Please reach out to geospatial@dsit.gov.uk  if you have any comments on this blog or the items it covers. ",
                "tag": "p"
            },
            {
                "content": "You can also sign up to get an email notification every time we publish a new blog post. More information about NUAR can be found on gov.uk or follow us on LinkedIn.  ",
                "tag": "p"
            }
        ],
        "link": "https://gdsgeospatial.blog.gov.uk/2026/01/28/towards-a-comprehensive-national-underground-asset-register-integrated-into-the-existing-ecosystem/",
        "blog": "Geospatial Insights",
        "blog_link": "https://gdsgeospatial.blog.gov.uk",
        "description": "The goal of the National Underground Asset Register (NUAR) is to make street works safer and more efficient by bringing together underground asset data in a standard form, securely accessible in one place.  Informed by extensive consultation, we are designing regulations that ensure that the …"
    },
    {
        "title": "A look back at DVLA and Amazon Web Services (AWS)’s knowledge-sharing event",
        "authors": [
            "Simon Cromwell"
        ],
        "posted_on": "2026-01-28T15:04:09",
        "categories": [
            "Features"
        ],
        "content": [
            {
                "content": "At DVLA, we’re always looking for ways to improve our digital services. We recently brought together Welsh Local Government and public sector colleagues to share how Amazon Web Services (AWS) is supporting our digital transformation.",
                "tag": "p"
            },
            {
                "content": "We also talked about investing in people through digital skills training and career development. It was a great opportunity to share what we’ve learnt over the years with others who have the same mission: delivering better and faster public services.",
                "tag": "p"
            },
            {
                "content": "I was proud to speak at an event full of insightful discussions and practical takeaways. In this blog, I’ll share some of what we learnt during the day - the positive impact of cloud technology, the importance of giving back to the community, and how to develop digital talent.",
                "tag": "p"
            },
            {
                "content": "It kicked off with Tom Brewer, Head of DVLA’s IT Service Creation, who took us back to 2015.",
                "tag": "p"
            },
            {
                "content": "Taking control: how cloud technology transformed our IT services",
                "tag": "h2"
            },
            {
                "content": "Tom shared a turning point from 2015, when DVLA reduced our need to hire outside IT companies by developing our own digital skills and capabilities. Alongside our legacy platforms and other serverless systems, we've used the AWS cloud platform to deliver digital public services quicker and more efficiently ourselves.",
                "tag": "p"
            },
            {
                "content": "Today, our platform handles 5 billion online interactions a year - things like renewing a driving licence or answering automated enquiries. Shared standards and automation mean less hands-on work, faster results, and simple tools for everyone to use.",
                "tag": "p"
            },
            {
                "content": "The impact? Tasks that once took months now take minutes, and we produce more than 500,000 software builds every year.",
                "tag": "p"
            },
            {
                "content": "It was fantastic to see attendees consider how these solutions can be adapted to speed up and simplify services across the public sector.",
                "tag": "p"
            },
            {
                "content": "Investing in people and giving back to our communities",
                "tag": "h2"
            },
            {
                "content": "Next, I shared how we’re developing our people and giving back to our community through outreach activities.",
                "tag": "p"
            },
            {
                "content": "I spoke through examples like our volunteer-led Science, Technology, Engineering and Maths (STEM) programme, which inspires young people to build their digital skills. Another great example is our Digital Voices advocacy group, which promotes digital development and career opportunities for colleagues of all backgrounds.",
                "tag": "p"
            },
            {
                "content": "My presentation also mentioned our support of the Digital Inclusion Scheme and the UK government’s ‘IT Reuse for Good’ charter. Through this, we’ve donated more than 1,600 laptops to schools and charities across Wales, enabling young people to have access to the technology they need to succeed.",
                "tag": "p"
            },
            {
                "content": "These initiatives sparked excellent discussions on how building a strong employer reputation, with the backing of senior leaders, can help to support local communities and attract the next generation of talent to the public sector.",
                "tag": "p"
            },
            {
                "content": "This led us on nicely to the final talk, where our Capability and Talent Lead, Craig James, shared how we’re helping to develop our people through our Centre of Digital Excellence (CoDE) development programme.",
                "tag": "p"
            },
            {
                "content": "CoDE offers 18 schemes and has helped more than 200 people start their digital careers, regardless of whether they have a background in technology. People often arrive from other professions bringing transferable skills that work brilliantly in technical roles. In some of our teams, half the staff are CoDE graduates!",
                "tag": "p"
            },
            {
                "content": "So, what did our attendees gain from this discussion? Investing in people is just as important as investing in technology, and if they help their own teams grow, they can bring success to their organisations.",
                "tag": "p"
            },
            {
                "content": "Working together for better public services",
                "tag": "h2"
            },
            {
                "content": "What truly made the day special were the conversations we shared with attendees. Every organisation has unique circumstances, but a lot of common themes came up - embracing new technology, balancing competing priorities, and the ongoing mission to attract and develop digital talent.",
                "tag": "p"
            },
            {
                "content": "Our experience has taught us that success doesn't happen overnight - it takes persistent effort, meaningful investment in people, and the courage to embrace change.",
                "tag": "p"
            },
            {
                "content": "I’d like to thank AWS for organising this event with us, and everyone who attended. Seeing everyone sharing their knowledge, experiences and ideas reminded us why events like this are so powerful!",
                "tag": "p"
            },
            {
                "content": "Interested in joining us on our digital journey? Learn more about DVLA’s digital professions and read our collection of digital blogs.",
                "tag": "p"
            }
        ],
        "link": "https://insidedvla.blog.gov.uk/2026/01/28/a-look-back-at-dvla-and-amazon-web-services-awss-knowledge-sharing-event/",
        "blog": "Inside DVLA",
        "blog_link": "https://insidedvla.blog.gov.uk",
        "description": "Simon Cromwell, ITS Strategy and Communication Lead, reflects on our recent event with Welsh Local Government and public sector colleagues. From cloud technology to developing digital careers, we explored what we've learnt and why investing in people is just as important as investing in technology."
    },
    {
        "title": "How people used GOV.UK in 2025",
        "authors": [
            "Paul Cronk, Senior Performance Analyst, GOV.UK"
        ],
        "posted_on": "2026-01-28T12:28:19",
        "categories": [
            "Content",
            "Data",
            "User insights"
        ],
        "content": [
            {
                "content": "GOV.UK had a milestone year in 2025 as the shift to a multi-channel experience of interacting with government, that meets users where they are, gathered real momentum. Last year saw the public beta launch of the GOV.UK app, the development of the official GOV.UK social media channels, and the continued improvement and iteration of the GOV.UK website.",
                "tag": "p"
            },
            {
                "content": "But what were users looking at and doing across GOV.UK throughout the last 12 months?",
                "tag": "p"
            },
            {
                "content": "Using tools such as Google Analytics, data from the GOV.UK website search engine, and social media insights, teams in the Government Digital Service (GDS) can identify notable trends. This data helps us to understand how we can develop GOV.UK to ensure it continues to meet people’s needs and work well for everyone.",
                "tag": "p"
            },
            {
                "content": "In this blog post we’ll share insights about how people used GOV.UK’s channels during 2025 – from finding out about a digital permission to travel to the UK on the website, and engaging with social media posts raising awareness of the second national test of the Emergency Alerts service, to tailoring their experience on the homepage of the GOV.UK app.",
                "tag": "p"
            },
            {
                "content": "What we saw on the GOV.UK website",
                "tag": "h2"
            },
            {
                "content": "Millions of visits in 2025, with mobile at the forefront",
                "tag": "h3"
            },
            {
                "content": "Overall in 2025, the GOV.UK website had 1 billion visits and 2.3 billion page views, with an average of 85 million visits every month. We collect this data only from users who consent to Google Analytics cookies – meaning full numbers are likely to be higher than this.",
                "tag": "p"
            },
            {
                "content": "By December 2025, more than half of monthly visits were on mobile at 61% (622 million), followed by desktop at 38% (388 million) and tablet at 1% (12 million). A very small number of users access the website with smart TVs and game consoles. The proportion of visits made via mobiles has increased hugely since GOV.UK was released in 2012, when 13% of visits came this way.",
                "tag": "p"
            },
            {
                "content": "External search engines, such as Google and Bing, remain the biggest source of traffic to the GOV.UK website, with around two-thirds of visits originating in this way. The GOV.UK website has however seen a noticeable increase in traffic from AI websites such as Claude.ai, ChatGPT.com, Perplexity.ai and Gemini.google.com. ChatGPT.com is the most common referrer of these sites.",
                "tag": "p"
            },
            {
                "content": "GOV.UK website pages with the highest-rising traffic in 2025 included information about the electronic travel authorisation (ETA), a digital permission to travel to the UK which continued to be rolled out during the year. Visits to Get an ETA to visit the UK reached more than 9.8 million. There were also peaks in traffic to pages, and in related searches, on a range of political announcements, news stories and events. The Budget took place on 26 November 2025. There were 190,000 visits across 5 key Budget pages from 22 to 30 November, making it the third busiest Budget since 2020 on the GOV.UK website.",
                "tag": "p"
            },
            {
                "content": "International incidents and weather events",
                "tag": "h3"
            },
            {
                "content": "Every year sees peaks in activity on the GOV.UK website’s travel advice pages, as people seek essential guidance relating to overseas conflicts, natural disasters and health warnings.",
                "tag": "p"
            },
            {
                "content": "In 2025, tensions between India and Pakistan in early May saw weekly visits to the nations’ travel advice pages rise from 1,500 to 54,000 (India) and 1,000 to 24,000 (Pakistan). In October, weekly visits to Jamaica’s travel advice increased from 600 to 22,000 when the island was impacted by Hurricane Melissa, while in October and November, weekly visits to Tanzania’s travel advice rose from 900 to 22,000, coinciding with post-election unrest in the country.",
                "tag": "p"
            },
            {
                "content": "Weather events in the UK bring users to the GOV.UK website too. Storm Éowyn, in January 2025, was the UK’s most powerful windstorm for over a decade, according to the Met Office, with a red weather warning issued including all of Northern Ireland and Scotland’s Central Belt. We saw website traffic on search terms that contained the word “storm eowyn”, which took users to a press release that received 2,000 visits and saw a 19% click-through rate.",
                "tag": "p"
            },
            {
                "content": "A strong start for the GOV.UK app",
                "tag": "h2"
            },
            {
                "content": "The first version of the GOV.UK app was released by GDS in July 2025, starting with features that enable people to have a more customised and persistent GOV.UK experience, ahead of introducing new tools and functionality. By the end of December 2025, there had been 316,000 downloads of the app, more than double the number of downloads seen by early October.",
                "tag": "p"
            },
            {
                "content": "The ability to customise the GOV.UK app is proving popular – 85% of users have done this, through choosing favourite topics or adding their local authority to their homepage.",
                "tag": "p"
            },
            {
                "content": "Benefits, Driving and transport and Money and tax were the most popular topics users engaged with from July to the end of December, though not always in the same order, while Universal Credit and apprenticeships were among the most searched-for terms in the app.",
                "tag": "p"
            },
            {
                "content": "Return users are increasing with time, showing that the app is already a valuable route for accessing government services and information more quickly. They accounted for 46% of all app users by the end of December, with more of them taking advantage of navigation shortcuts, like Pages You’ve Viewed and Previous Searches (36%). Growth also continues among new users, some of which was driven by the introduction of activity promoting the app on the GOV.UK website in October, including a prominent link on the website’s homepage.",
                "tag": "p"
            },
            {
                "content": "GOV.UK’s most‑viewed social media posts",
                "tag": "h2"
            },
            {
                "content": "GOV.UK now reaches people across 5 official social media channels – Instagram, Facebook, Threads, X and YouTube – sharing timely, trustworthy information and guidance. These channels provide an entry point to GOV.UK in places central to users’ digital lives, and are a vital part of our role in delivering a multi-channel experience. ",
                "tag": "p"
            },
            {
                "content": "The numbers from 2025 show just how widely that content travelled. Instagram posts were viewed 2.4 million times, with the GCSE results day grading conversion table leading the way at 360,000 views.",
                "tag": "p"
            },
            {
                "content": "Facebook saw an impressive 9 million views overall, driven by the Emergency Alerts test reminder, which alone was viewed 1.9 million times. Threads generated more than 3 million views, with the year’s bank holidays post topping the list at 461,000 views.",
                "tag": "p"
            },
            {
                "content": "On X, GOV.UK content reached 19.8 million views, and its most-seen post – changes to the National Living Wage – attracted 2.3 million views. YouTube added a further 179,900 views, with the Emergency Alerts System test video drawing in 27,700 of them.",
                "tag": "p"
            }
        ],
        "link": "https://insidegovuk.blog.gov.uk/2026/01/28/how-people-used-gov-uk-in-2025/",
        "blog": "Inside GOV.UK",
        "blog_link": "https://insidegovuk.blog.gov.uk",
        "description": "User insights help us to understand how we can develop GOV.UK to ensure it continues to meet people’s needs and work well for everyone. Learn about some of 2025’s main findings across the GOV.UK website, app and social media channels."
    },
    {
        "title": "AI Skills Boost: Skills England’s AI foundation skills for work benchmark supports free AI training for all, by Phil Smith  ",
        "authors": [
            "Skills England Communications"
        ],
        "posted_on": "2026-01-28T12:20:07",
        "categories": [
            "artificial intelligence",
            "News and announcements",
            "skills england tools"
        ],
        "content": [
            {
                "content": "Emerging technologies such as artificial intelligence (AI) are changing the way we work.  In order to benefit from the opportunities AI presents, boost  economic growth and career success, it’s essential that people have the right skills and are confident in using them.  ",
                "tag": "p"
            },
            {
                "content": "The challenge",
                "tag": "h2"
            },
            {
                "content": "Too many people in the UK lack digital and AI skills for work. This is holding us back from capitalising on AI's potential to add £400 billion to the economy by 2030. ",
                "tag": "p"
            },
            {
                "content": "Government commitment",
                "tag": "h2"
            },
            {
                "content": "The government has set an ambitious target to upskill 10 million UK workers by 2030 to ensure the workforce is adequately skilled and ready to grasp the full opportunities of AI. ",
                "tag": "p"
            },
            {
                "content": "That’s why the Department for Innovation, Science and Technology (DSIT) has today unveiled the ‘AI Skills Boost’ programme. This is a package of free, industry-developed short courses which are available to everyone in the UK online.",
                "tag": "p"
            },
            {
                "content": "Major tech companies which have developed the courses include Accenture, Google, IBM and Microsoft.  ",
                "tag": "p"
            },
            {
                "content": "Action taken by Skills England",
                "tag": "h2"
            },
            {
                "content": "The courses chosen for the AI Skills Boost programme were assessed against Skills England’s new AI foundation skills for work benchmark.   ",
                "tag": "p"
            },
            {
                "content": "This sets out the skills needed to use simple AI tools confidently and responsibly at work, which include: ",
                "tag": "p"
            },
            {
                "content": "Our benchmark was developed with industry experts, building from an AI Skills Framework tool developed for our recent 'AI skills for the UK workforce' report.   ",
                "tag": "p"
            },
            {
                "content": "Everybody who completes a course which meets the benchmark, will receive a virtual badge via the AI Skills Boost programme confirming they have learned all the AI foundation skills.   ",
                "tag": "p"
            },
            {
                "content": "The badge can be used on social media and in CVs when applying for jobs. It’s a simple idea that will make a huge difference.",
                "tag": "p"
            },
            {
                "content": "Our research on AI training needs",
                "tag": "h2"
            },
            {
                "content": "Published in October 2025, in partnership with Dr Nisreen Ameen, of Royal Holloway, University of London, our  ‘AI skills for the UK workforce’ report uncovered challenges with AI upskilling including poor employer understanding, particularly among small and medium sized enterprises (SMEs), of what is meant by AI skills and what their staff need to learn.  ",
                "tag": "p"
            },
            {
                "content": "Skills England’s new AI foundation skills for work benchmark provides that much needed clarity on skills needed to reap the benefits of using AI tools.  ",
                "tag": "p"
            },
            {
                "content": "It has taken inspiration from 3 free tools within the ‘AI Skills for the UK Workforce’ report. They are:  ",
                "tag": "p"
            },
            {
                "content": "These tools can help employers, educators, and policymakers to assess AI skills, plan training, and support responsible adoption of AI across all sectors.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "AI technology is developing at a phenomenal pace.   ",
                "tag": "p"
            },
            {
                "content": "I’m really pleased to say that Skills England and the government are moving fast to make sure businesses and workers have access to quality training that will help them fully capitalise on the opportunities presented by AI.   ",
                "tag": "p"
            },
            {
                "content": "The ‘AI Skills Boost’ programme, which we have been proud to support DSIT in developing, is the first of a series of new products in this space. We will be keeping you updated about the brilliant new developments with apprenticeships, all developed with employers, next month.   ",
                "tag": "p"
            },
            {
                "content": "Roll on National Apprenticeship Week 2026, and watch this space!  ",
                "tag": "p"
            },
            {
                "content": "Phil Smith CBE",
                "tag": "p"
            },
            {
                "content": "Chair, Skills England",
                "tag": "p"
            }
        ],
        "link": "https://skillsengland.blog.gov.uk/2026/01/28/ai-skills-boost-skills-englands-ai-foundation-skills-for-work-benchmark-supports-free-ai-training-for-all-by-phil-smith/",
        "blog": "Skills England",
        "blog_link": "https://skillsengland.blog.gov.uk",
        "description": "Emerging technologies such as artificial intelligence (AI) are changing the way we work.  In order to benefit from the opportunities AI presents, boost  economic growth and career success, it’s essential that people have the right skills and are confident in using them.   The challenge Too many people in the UK lack digital …"
    },
    {
        "title": "OFSI and partners clamp down on the abuse of cryptoassets",
        "authors": [
            "OFSI"
        ],
        "posted_on": "2026-01-28T11:59:31",
        "categories": [
            "OFSI Blog"
        ],
        "content": [
            {
                "content": "Sanctions enablers are increasingly turning to cryptoassets to move and hide illicit funds, including those linked to sanctions evasion. But every transaction leaves a trace. By working together, UK agencies are following those traces to identify, investigate and disrupt criminal activity.",
                "tag": "p"
            },
            {
                "content": "The Office of Financial Sanctions Implementation (OFSI) is working closely with UK law enforcement and regulatory partners to tackle the abuse of cryptoassets and associated money laundering activities.",
                "tag": "p"
            },
            {
                "content": "Recently, OFSI joined forces with the Crypto Cash Fusion Cell (CCFC) to target criminal funds linked to sanctions offences. The CCFC is a pilot, multiagency initiative that brings together the National Crime Agency, the Metropolitan Police Service, His Majesty’s Revenue and Customs, the Financial Conduct Authority, City of London Police and OFSI. The aim is to improve how the UK enforcement and regulatory community identifies, understands and responds to criminal abuse of cryptoassets.",
                "tag": "p"
            },
            {
                "content": "OFSI shared detailed intelligence with the CCFC to enable joint working against specific, prioritised targets. This led to action against potential breaches of financial sanctions involving cryptoassets by UK-based individuals. The collaboration, which involves law enforcement, regulators and private sector partners such as blockchain analytics provider Elliptic, is enhancing our understanding of the threat and supporting joint learning across partners. During a short, focussed, analytical operation, UK law enforcement, government agencies and the private sector worked side-by-side sharing intelligence in real time and rapidly turning data into operational outcomes.",
                "tag": "p"
            },
            {
                "content": "The message for the sector is clear: the use of cryptoassets to evade sanctions is treated no differently to the exploitation of traditional currencies. OFSI stands ready to investigate and pursue sanctions offences involving cryptoassets, alongside partners from across government, law enforcement and industry, as our intelligence continues to be developed. OFSI’s collaboration with the CCFC marks an important step forward on working operationally against the abuse of cryptoassets.",
                "tag": "p"
            },
            {
                "content": "To find out more about OFSI’s work on clamping down on the abuse of cryptoassets, read OFSI’s Threat Assessment Report on sanctions compliance in the Cryptoassets sector",
                "tag": "p"
            }
        ],
        "link": "https://ofsi.blog.gov.uk/2026/01/28/ofsi-and-partners-clamp-down-on-the-abuse-of-cryptoassets/",
        "blog": "Office of Financial Sanctions Implementation",
        "blog_link": "https://ofsi.blog.gov.uk",
        "description": "Sanctions enablers are increasingly turning to cryptoassets to move and hide illicit funds, including those linked to sanctions evasion. But every transaction leaves a trace. By working together, UK agencies are following those traces to identify, investigate and disrupt criminal …"
    },
    {
        "title": "Time to Adapt: Helping Coastal Communities Prepare for a Changing Coast",
        "authors": [
            "Julie Foley, Director of Flood Risk Strategy & National Adaptation at the Environment Agency"
        ],
        "posted_on": "2026-01-28T11:12:07",
        "categories": [
            "Environment Agency"
        ],
        "content": [
            {
                "content": "From seaside towns to quiet rural stretches, England’s coastline is one of the country’s most valued assets. It is home to thriving communities, beautiful landscapes and vital infrastructure that we all rely on. But the coast is also one of the places where the impacts of climate change are being felt most clearly.",
                "tag": "p"
            },
            {
                "content": "Coastlines naturally change over time, but rising sea levels and more frequent storms are accelerating erosion and putting increasing numbers of people at risk. For some communities, these pressures are not a distant concern — they are being experienced right now.",
                "tag": "p"
            },
            {
                "content": "The National Coastal Erosion Risk Map developed by the Environment Agency shows that around 3,500 homes could be at risk of erosion by 2055, even with today’s coastal defences in place. Without the long-term actions set out in Shoreline Management Plans, that number could rise to 32,800.",
                "tag": "p"
            },
            {
                "content": "Even with plans implemented, by 2100, nearly 20,000 properties may still face erosion risk. Worryingly, one in six of these homes are in the country’s most deprived areas, meaning the impacts of coastal change fall disproportionately on those with the fewest resources.",
                "tag": "p"
            },
            {
                "content": "That is why the Environment Agency and Defra are launching a major new initiative — the £30m Coastal Adaptation Pilots — to help coastal communities plan ahead and prepare for a safer, more resilient future.",
                "tag": "p"
            },
            {
                "content": "Why we need to plan ahead",
                "tag": "p"
            },
            {
                "content": "We need to manage coastal change and not just resist it. That is why since 2022, the Environment Agency has managed the Coastal Transition Accelerator Programme (CTAP), working in partnership with communities such as East Riding of Yorkshire and North Norfolk. These projects have supported some of the most vulnerable communities to adapt and transition away from parts of the coast that cannot be defended in the long term.",
                "tag": "p"
            },
            {
                "content": "Through CTAP, projects have:",
                "tag": "p"
            },
            {
                "content": "The lessons from these projects are clear: planning early, rather than reacting in an emergency, reduces uncertainty, avoids disruption and saves money in the long run.",
                "tag": "p"
            },
            {
                "content": "The new Coastal Adaptation Pilots will build on these strong foundations, testing more advanced and innovative ideas while extending support to more communities at risk from coastal erosion.",
                "tag": "p"
            },
            {
                "content": "Introducing the £30m Coastal Adaptation Pilots",
                "tag": "p"
            },
            {
                "content": "The Coastal Adaptation Pilots will run from 2026 to 2029, supported by up to £30 million of government funding. The pilots will focus on three key aims: supporting the places facing the greatest erosion risk, testing practical solutions that communities can benefit from now, and building the evidence needed to shape future national policy and long-term funding.",
                "tag": "p"
            },
            {
                "content": "To do this, the funding is split into two strands, reflecting the fact that different communities are at different stages of readiness when it comes to coastal adaptation.",
                "tag": "p"
            },
            {
                "content": "Up to £18 million will be invested in advanced coastal adaptation in East Riding of Yorkshire, Suffolk and Norfolk— areas that face some of the highest levels of coastal erosion risk in the country.",
                "tag": "p"
            },
            {
                "content": "These places are well placed to act quickly. They have experienced teams, strong relationships with their communities and a solid evidence base built up over many years of monitoring and evaluation. This means they can hit the ground running, delivering practical, value-for-money actions over the next three years. In some locations, this could include selective property purchase where there is both community support and a clear benefit to the public purse.",
                "tag": "p"
            },
            {
                "content": "Alongside this, up to £12 million will support coastal adaptation readiness across England. This funding will be allocated through Regional Flood and Coastal Committees (RFCCs), based on the number of homes at highest risk of erosion in each area.",
                "tag": "p"
            },
            {
                "content": "This strand will help fund smaller, early-stage actions that can make a real difference on the ground. That could mean relocating or adapting community buildings and car parks, making minor changes to public infrastructure, creating temporary safe spaces for communities or nature in erosion zones, or testing new approaches such as early warning systems.",
                "tag": "p"
            },
            {
                "content": "All projects will be aligned with the strategic long term management approaches in the Shoreline Management Plans.",
                "tag": "p"
            },
            {
                "content": "The lessons from these pilots will directly inform future coastal policy, helping create sustainable long‑term funding models and ensuring the latest science and evidence are fully reflected in local planning.",
                "tag": "p"
            },
            {
                "content": "What happens next",
                "tag": "p"
            },
            {
                "content": "Over the coming months, the Environment Agency will work closely with East Riding of Yorkshire, East Suffolk, Great Yarmouth and North Norfolk councils and the RFCCs to refine plans and prepare for delivery from 2026.",
                "tag": "p"
            },
            {
                "content": "By combining advanced adaptation with practical readiness actions, the Coastal Adaptation Pilots will help more communities take earlier, more confident steps towards a safer and more resilient future on our changing coast. Together, they will help coastal communities move from reacting to erosion impacts to planning ahead for a changing climate.",
                "tag": "p"
            }
        ],
        "link": "https://environmentagency.blog.gov.uk/2026/01/28/time-to-adapt-helping-coastal-communities-prepare-for-a-changing-coast/",
        "blog": "Creating a better place",
        "blog_link": "https://environmentagency.blog.gov.uk",
        "description": "From seaside towns to quiet rural stretches, England’s coastline is one of the country’s most valued assets. It is home to thriving communities, beautiful landscapes and vital infrastructure that we all rely on. But the coast is also one of the places where the impacts of climate change are being felt most clearly."
    },
    {
        "title": "Improving the way Google delivers search services in the UK",
        "authors": [
            "Will Hayter"
        ],
        "posted_on": "2026-01-28T10:00:54",
        "categories": [
            "Digital Markets Unit"
        ],
        "content": [
            {
                "content": "The digital markets competition regime allows the CMA to design proportionate, targeted interventions to address specific issues. Our strategy is purposeful and pragmatic – rooted in real world context, leveraging the unique design of the UK regime to deliver tangible benefits for the UK economy. Throughout, the CMA is applying its ‘4Ps’ - proportionality, pace, predictability and process – to ensure we avoid hampering innovation or creating uncertainty for businesses and investors.",
                "tag": "p"
            },
            {
                "content": "Today we’re proposing a package of measures to improve how Google delivers search services in the UK. Our goal is to support innovation and growth, ensure people benefit from a high-quality digital experience, deliver fairer outcomes for content publishers and help businesses and consumers make active, informed choices. This is an important milestone, as these are the first set of conduct requirements under the digital markets competition regime.",
                "tag": "p"
            },
            {
                "content": "Why Google’s search services matter",
                "tag": "h2"
            },
            {
                "content": "Google handles more than 90% of general search queries in the UK. Millions of people rely on it as a gateway to the internet, and over 200,000 UK firms spent more than £10 billion on Google search advertising last year. Search is central to the economy and everyday life – and increasingly relies on AI-generated responses – so it is essential that competition works well.",
                "tag": "p"
            },
            {
                "content": "Our proposed measures",
                "tag": "h2"
            },
            {
                "content": "In June 2025, we set out a roadmap of potential measures. We are now consulting on the detailed design of those we have prioritised, focusing on 4 areas:",
                "tag": "p"
            },
            {
                "content": "1. Publisher content",
                "tag": "h3"
            },
            {
                "content": "We want publishers to have greater choice, transparency and attribution in how their content is used in Google’s AI features, such as AI Overviews. We propose that Google should:",
                "tag": "p"
            },
            {
                "content": "These measures will give publishers – including news and other content producers – stronger bargaining power and support the long-term sustainability of trusted information online. They will also help people verify sources in AI-generated results and build trust in what they see.",
                "tag": "p"
            },
            {
                "content": "2. Fair ranking",
                "tag": "h3"
            },
            {
                "content": "We want Google’s approach to ranking search results – including AI-generated results – to be fair and transparent for businesses. Our proposals would require Google to:",
                "tag": "p"
            },
            {
                "content": "3. Choice screens",
                "tag": "h3"
            },
            {
                "content": "We want it to be easier for people to choose and switch their search service. We propose that Google should:",
                "tag": "p"
            },
            {
                "content": "4. Data portability",
                "tag": "h3"
            },
            {
                "content": "We want people and businesses to be able to make better use of their search data.",
                "tag": "p"
            },
            {
                "content": "We propose that Google should place its existing data portability tool on a legal footing. This will ensure that people can continue to transfer search data between services or use third-party tools alongside Google’s products.",
                "tag": "p"
            },
            {
                "content": "This measure will give certainty to innovative start-up and scale-up businesses so they can invest and innovate in new data-driven services. Businesses could also help people use their own search data to get discounts, rewards, useful insights, or other benefits.",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "h2"
            },
            {
                "content": "We are inviting views on these proposed requirements and, after reviewing responses, will confirm any measures to be imposed on Google.",
                "tag": "p"
            },
            {
                "content": "We also continue to assess the other measures in our June 2025 roadmap. Those not identified as early priorities remain deprioritised. In relation to publishers, we will wait for 12 months to see the impact of our initial measures before deciding whether to take further action in ensuring they receive fair and reasonable terms for their content. Other potential measures relate to action in other jurisdictions, including the US (where a final remedies judgment in an important case was made in December) and the EU (where, amongst other things, Google’s compliance with a requirement about self-preferencing is being investigated). We are assessing what these developments mean for the UK.",
                "tag": "p"
            },
            {
                "content": "Future decisions will be guided by the CMA’s prioritisation principles and government’s Strategic Steer.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2026/01/28/improving-the-way-google-delivers-search-services-in-the-uk/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "Find out more about our proposed conduct requirements relating to Google’s general search and search advertising services."
    },
    {
        "title": "Housing Secretary rallies sector at housing and infrastructure roundtables",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-27T17:01:47",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "This week the Housing Secretary and Housing Minister, along with the Chancellor and the Chief Secretary to the Treasury, convened the country’s biggest housebuilders including Vistry, Permission, Taylor Wimpey, and Barratt Redrow to seek their views on proposed planning reforms and how the housing market is looking. Government ministers also met major infrastructure delivery providers, including Arup, East West Rail and Scottish Power.",
                "tag": "p"
            },
            {
                "content": "They pointed to early signs of recovery, with housing starts up 18% compared to the previous year, whilst government has taken 33 decisions on nationally significant economic projects so far – over 70% more than at the same point last Parliament and putting delivery firmly on track for 150 decisions this Parliament.But the Housing Sec stressed that while recovery is underway, government and industry alike cannot afford to let a generation down and must rise to the challenge together. Looking with optimism to what 2026 can bring for the sector, he urged everyone to meet the government’s level of urgency and ambition.",
                "tag": "p"
            },
            {
                "content": "He highlighted the government has acted with urgency – securing Royal Assent for the Planning and Infrastructure Act and revamping the National Planning Policy Framework. These latest reforms built on earlier actions to release grey belt land, restore and raise housing targets, allocate billions across social and affordable housing, and establish the National Housing Bank.",
                "tag": "p"
            },
            {
                "content": "It comes as the government enters the next phase of sweeping pro-growth and pro-supply reforms, building on the planning shake-up in December 2024, which drove the OBR to forecast the highest housebuilding levels in over 40 years and adding £6.8 billion to the UK economy by 2030.",
                "tag": "p"
            },
            {
                "content": "Press Association and the i Paper reported ahead of the roundtables earlier this week highlighting the Housing Sec will make clear neither the government nor industry can afford to be complacent about the housing crisis.",
                "tag": "p"
            },
            {
                "content": "Attendees:Housing roundtableOrganisationTaylor WimpeyVistryRoyal Town Planning InstituteMaceBarratt RedrowLandsecHome Builders FederationMount AnvilBritish LandGraingerNational Housing FederationPeabodyUrban & CivicFederation of Master BuildersPersimmonThakehamInfrastructure roundtableOrganisationSkansaMott MacdonaldEast West RailScottish PowerBalfour BeattyRenewable UKNational Infrastructure Planning AssociationEnergy UKNational GridMaceWater UKInstitution of Civil EngineersArupHSF Kramer",
                "tag": "p"
            },
            {
                "content": "Dr Janet Young, Director General at the Institution of Civil Engineers said:  ",
                "tag": "p"
            },
            {
                "content": "\"The government made excellent progress last year with the establishment of NISTA and the publication of the 10 Year Infrastructure Strategy.  ",
                "tag": "p"
            },
            {
                "content": "\"Passing the Planning and Infrastructure Act is another step in the right direction, but legislation will only take us so far. Delivering the reforms will require sustained effort from government and industry. We must work together to recruit and retain talent, address skills gaps, and prioritise investment. ",
                "tag": "p"
            },
            {
                "content": "\"The Institution of Civil Engineers will continue to share its members insights and expertise to help shape policy and support delivery.\" ",
                "tag": "p"
            },
            {
                "content": "Darragh Hurley, Managing Director at Mount Anvil said: ",
                "tag": "p"
            },
            {
                "content": "“Mount Anvil loves the energy, determination and action that this government is bringing to building more homes. This is a welcome and much needed change in a very tough market. Their willingness to engage, listen and take decisive action, like the Planning and Infrastructure Act and London Emergency Measures will mean more families have a place to call home.” ",
                "tag": "p"
            },
            {
                "content": "Catherine Howard, Partner at Herbert Smith Freehills Kramer LLP said: ",
                "tag": "p"
            },
            {
                "content": "\"It's great to be part of the ongoing discussion about how to accelerate the consenting of UK infrastructure. Successive Governments have talked about cutting red tape. This Act really delivers on that promise. Developers and investors are already shrinking their project programmes thanks to this Act. Applications for nationally significant infrastructure will now be made earlier and consented faster. The removal of years of onerous pre-application admin and lengthy reports [in favour of meaningful engagement] is particularly welcome, as is the creation of easier access rights for vital surveys, and the power for developers to opt for the quickest consenting route for their project. Beyond these changes and the many others made by the Act, the pro-development attitude of this Government is in itself having a marked impact on investor sentiment towards greenfield development in the UK.\" ",
                "tag": "p"
            },
            {
                "content": "Tom Wilcock, Arup's Managing Director for UK, India, Middle East and Africa said:  ",
                "tag": "p"
            },
            {
                "content": "\"The Planning and Infrastructure Act marks a major milestone that will aid speeding up the building of the critical infrastructure our country needs. With measures like streamlining major project consenting, the reintroduction of strategic planning and an enhanced role for development corporations, the Act will support jobs and homes, and accelerate growth across the UK. ",
                "tag": "p"
            },
            {
                "content": "“This is just the beginning of how we can deliver infrastructure greener, faster and cheaper in this country. Having supported the Government in developing the reforms to date, we are looking forward to working with Ministers, clients and partners to implement the Act and build on its success with wider reforms to help the economy grow even quicker. Today’s roundtable is an exciting start to that next phase of the discussion.” ",
                "tag": "p"
            },
            {
                "content": "Kate Henderson, Chief Executive of the National Housing Federation, said: ",
                "tag": "p"
            },
            {
                "content": "“I am delighted to have been part of this important discussion with the Chancellor, the Housing Secretary, the Housing Minister, and other key partners about how the government's planning reforms and ambitious new £39 billion Social and Affordable Homes Programme will help housing associations to build the affordable homes families across the country need.  ",
                "tag": "p"
            },
            {
                "content": "\"It was clear from the discussion that the government understands the foundational difference a secure and affordable home makes to people’s lives.  ",
                "tag": "p"
            },
            {
                "content": "“Housing associations are committed to working in partnership with the government to deliver on our shared ambition of a decade of renewal for social housing.” ",
                "tag": "p"
            },
            {
                "content": "Tom Carpen, NIPA Board Chair said: ",
                "tag": "p"
            },
            {
                "content": "\"The Planning and Infrastructure Act is a crucial piece of legislation and, along with wider reforms, we believe it should unlock the pace and quality of infrastructure delivery. The next challenge is for practitioners to embrace the opportunities the Act creates, as well as all public bodies. The National Infrastructure Planning Association brings together expert practitioners passionate about planning and delivering infrastructure in the national interest. It was therefore a privilege to bring our collective expertise to the ministerial roundtable and reiterate our commitment to working with government to drive better national infrastructure planning and delivery, and to make the most of the new Act in its implementation.\" ",
                "tag": "p"
            },
            {
                "content": "Will Gallagher, Chief Strategy Officer at EWR Co who attended the meeting, said: “We had a really productive discussion about how we implement the new Planning and Infrastructure Act to maximise its benefits - both to speed up the opening of EWR by making the planning process simpler and quicker, and also to make sure local communities get high quality ongoing engagement rather than just a single statutory consultation. As EWR is one of the first projects to operate under the new legislation, ministers were keen to hear about our progress.”",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/27/housing-secretary-rallies-sector-at-housing-and-infrastructure-roundtables/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "This week the Housing Secretary and Housing Minister, along with the Chancellor and the Chief Secretary to the Treasury, convened the country’s biggest housebuilders including Vistry, Permission, Taylor Wimpey, and Barratt Redrow to seek their views on proposed planning reforms …"
    },
    {
        "title": "Why Nature Close to Home Matters: Evidence from the People and Nature Survey ",
        "authors": [
            "Lydia Dixon"
        ],
        "posted_on": "2026-01-27T16:59:25",
        "categories": [
            "Connecting People with Nature",
            "Development",
            "Green Infrastructure",
            "Mental health and wellbeing",
            "Natural England",
            "Nature",
            "Parks, trails and nature reserves"
        ],
        "content": [
            {
                "content": "By Lydia Dixon, People and Nature Deputy Director, Natural England ",
                "tag": "p"
            },
            {
                "content": "A daily dose of nature boosts physical and mental health, strengthens communities, and can save the NHS millions every year. These benefits are often greatest for people in nature-deprived communities, who gain disproportionately from access to safe, high-quality green spaces. When people feel connected to nature and understand its value, it becomes a vital and cared‑for part of a healthy society. ",
                "tag": "p"
            },
            {
                "content": "This principle sits at the heart of Natural England’s new strategy, Recovering Nature for Growth, Health and Security. Our ambition is to build nature into everyday life, so people can support, access and benefit from nature wherever they live. ",
                "tag": "p"
            },
            {
                "content": "That ambition aligns closely with the Environmental Improvement Plan’s commitment that everyone should live within a 15-minute walk of green or blue space. The “15-minute to nature” goal recognises that access to nature is not a luxury - it is essential public infrastructure, every bit as important as transport, housing or schools. ",
                "tag": "p"
            },
            {
                "content": "Where we are now: what the evidence tells us",
                "tag": "h4"
            },
            {
                "content": "Our new report from the People and Nature Survey and the National Centre for Social Research, Local Greenspaces in Everyday Life, explores in detail at how people use their local green spaces and who benefits from them. It provides one of the clearest national pictures yet of how access to everyday nature is distributed, and where inequalities persist. ",
                "tag": "p"
            },
            {
                "content": "Most people in England (73%) live within a 15-minute walk of a green space. But more than a quarter (27%) do not. Crucially, this lack of access is not evenly shared. ",
                "tag": "p"
            },
            {
                "content": "Black and Black British adults are significantly less likely than White adults to live within five minutes of a green space. Only around a quarter (26%) of adults in the most socially deprived areas have a green space close to home, compared with well over a third (38%) in the least deprived areas. More than a third (36%) of adults whose health conditions limit daily life live more than 15 minutes away. ",
                "tag": "p"
            },
            {
                "content": "The research also shows that proximity alone is not enough. People who live more than 15 minutes away have around 60% lower odds of visiting green spaces frequently – but those who perceive their local green spaces as unsafe, poorly maintained or inaccessible are just as unlikely to use them, even when they are nearby. This suggests that quality matters as much as quantity. ",
                "tag": "p"
            },
            {
                "content": "The evidence also highlights the different roles that different places play. Local green spaces support everyday activities such as walking, relaxation and socialising, while larger “destination” landscapes, like national parks, offer opportunities for longer, memorable visits that deepen people’s relationship with nature. ",
                "tag": "p"
            },
            {
                "content": "Together, these findings highlight three priorities: tackling inequalities in access, investing in quality as well as quantity, and planning a joined-up network of nature that supports everyday use close to home while also improving access to larger destination landscapes further afield. ",
                "tag": "p"
            },
            {
                "content": "How we will get there: turning ambition into action ",
                "tag": "h4"
            },
            {
                "content": "Delivering the 15-minute commitment will require long-term, coordinated action across government, local authorities, communities, charities, developers and land managers. Natural England is already playing a central role in making this happen.  ",
                "tag": "p"
            },
            {
                "content": "In towns and cities, our Green Infrastructure Framework is helping planners and developers design places where nature is woven into everyday life, rather than added as an afterthought. Through the Nature Towns and Cities initiative, we are supporting urban areas to create greener streets, cooler neighbourhoods, better air quality and accessible nature-rich spaces where people live, learn and work. ",
                "tag": "p"
            },
            {
                "content": "Beyond our towns and cities, we are working with partners to improve access to some of England’s most iconic places. Through the Protected Landscape Partnership and the delivery of high-quality National Trails – including the King Charles III England Coast Path and the Coast to Coast route, both launching this spring - we are helping more people experience nature further afield, in ways that are inclusive and sustainable.  ",
                "tag": "p"
            },
            {
                "content": "We are also embedding nature across health and education – from leading the adoption of green social prescribing, to supporting organisations including schools and hospitals to manage the land they look after for both people and nature. ",
                "tag": "p"
            },
            {
                "content": "A greener, fairer future ",
                "tag": "h4"
            },
            {
                "content": "Nature close to home is essential infrastructure for healthy lives and thriving communities. This new evidence helps us target action where it is most needed, while our strategy provides a clear pathway for turning ambition into delivery. ",
                "tag": "p"
            },
            {
                "content": "Our commitment to action underpinned by evidence is highlighted in our new Science, Evidence and Analysis Framework, which sets out how we will invest in science, data and digital innovation over the next five years to ensure our work delivers measurable outcomes for both people and nature. ",
                "tag": "p"
            },
            {
                "content": "Achieving a future in which everyone can benefit from nature every day will require sustained ambition, partnership and persistence, but it is essential for a healthier, fairer England. ",
                "tag": "p"
            },
            {
                "content": "Read the full report here: Local greenspaces in everyday life: Visits, quality, and barriers across different groups - NECR656 ",
                "tag": "p"
            },
            {
                "content": "If you have any questions, please email our team at people_and_nature@naturalengland.org.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2026/01/27/why-nature-close-to-home-matters-evidence-from-the-people-and-nature-survey/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Lydia Dixon, People and Nature Deputy Director, Natural England  A daily dose of nature boosts physical and mental health, strengthens communities, and can save the NHS millions every year. These benefits are often greatest for people in nature-deprived communities, who gain disproportionately from …"
    },
    {
        "title": "Nipah virus: what is it, where is it found and how does it spread?",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2026-01-27T15:47:51",
        "categories": [
            "Travel"
        ],
        "content": [
            {
                "content": "Nipah virus (NiV) is a serious infectious disease that periodically causes outbreaks in parts of Asia. While the risk to most people remains very low, understanding this virus is important if you are planning to travel to one of the areas where it circulates. No cases have ever been found in the UK.",
                "tag": "p"
            },
            {
                "content": "What is Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "Nipah virus is a zoonotic virus, meaning it can be spread from animals to humans. It can also be transmitted through contaminated food or directly from human to human. It was first identified in 1999 during an outbreak among pig farmers in Malaysia and Singapore.",
                "tag": "p"
            },
            {
                "content": "The natural hosts of the virus are fruit bats, particularly those of the Pteropus genus.  There is evidence that Nipah virus can infect other animals, including pigs, dogs, cats, goats, horses and sheep.",
                "tag": "p"
            },
            {
                "content": "What are the symptoms?",
                "tag": "h2"
            },
            {
                "content": "The incubation period (the time between becoming infected and symptoms appearing) is typically 4 to 21 days, though longer periods have occasionally been observed.",
                "tag": "p"
            },
            {
                "content": "Symptoms usually begin with the sudden – onset of non-specific flu-like illness or fever. Pneumonia and other respiratory problems may also develop.",
                "tag": "p"
            },
            {
                "content": "The most serious complication is encephalitis (inflammation of the brain) or meningitis, which typically develops 3 to 21 days after the initial illness begins. This is the hallmark of Nipah infection and is associated with a very high mortality rate.",
                "tag": "p"
            },
            {
                "content": "It is estimated that between 40 and 75% of people infected with Nipah virus will die. Some survivors may be left with lasting neurological difficulties, including persistent seizures and personality changes. In rare cases, the virus can reactivate months or even years after the initial infection.",
                "tag": "p"
            },
            {
                "content": "Where is Nipah virus found?",
                "tag": "h2"
            },
            {
                "content": "Human outbreaks of Nipah virus have only been identified in South and South-East Asia, primarily in rural or semi-rural locations. Countries with previously reported outbreaks include:",
                "tag": "p"
            },
            {
                "content": "While antibodies against Nipah virus have been detected in bat species across Asia, Ghana and Madagascar, human outbreaks have not occurred outside the South and South-East Asian region. Find details of the latest news on Nipah virus outbreaks on the TravelHealthPro website.",
                "tag": "p"
            },
            {
                "content": "Has Nipah virus ever been found in the UK?",
                "tag": "h2"
            },
            {
                "content": "No cases of Nipah virus have ever been reported in the UK.",
                "tag": "p"
            },
            {
                "content": "How is Nipah virus transmitted?",
                "tag": "h2"
            },
            {
                "content": "While human infections can arise through direct contact with an infected animal and their secretions, many infections result from the consumption of fruits or fruit products (such as raw or partially fermented date palm juice) contaminated with the poo, urine or saliva of infected fruit bats. Date palm juice is often known as Khejur Juice when raw and as Tari or Khajuri Tadi when fermented.",
                "tag": "p"
            },
            {
                "content": "Person-to-person spread is possible through close contact with an infected person or their body fluids. This has been documented in Bangladesh and India, most commonly among family members and close contacts caring for infected patients. Those with respiratory symptoms may pose a transmission risk.",
                "tag": "p"
            },
            {
                "content": "How do you treat Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "Currently, there is no proven specific treatment for Nipah virus infection, and no preventative vaccine is licensed for use.",
                "tag": "p"
            },
            {
                "content": "Treatment is limited to intensive supportive care for those with severe infections.",
                "tag": "p"
            },
            {
                "content": "Several experimental therapies are in development or in early clinical trials, including monoclonal antibodies, fusion inhibitors, and novel antivirals. UKHSA and The Pirbright Institute are supporting the development of vaccines against henipavirus – a genus (or group) of viruses including Nipah virus. The World Health Organization has listed Nipah virus as an epidemic threat requiring urgent research and development action, including vaccine development.",
                "tag": "p"
            },
            {
                "content": "How can you prevent Nipah virus spreading?",
                "tag": "h2"
            },
            {
                "content": "For those travelling to endemic areas, prevention focuses on avoiding exposure:",
                "tag": "p"
            },
            {
                "content": "In healthcare settings, strict infection prevention and control measures are essential, including contact, droplet and airborne precautions for both suspected and confirmed patients.",
                "tag": "p"
            },
            {
                "content": "What should I do if I'm concerned?",
                "tag": "h2"
            },
            {
                "content": "The risk for tourists visiting endemic countries is very low if standard precautions are followed. The risk may be higher for those participating in local practices such as date palm sap collection and consumption.",
                "tag": "p"
            },
            {
                "content": "If you develop symptoms while overseas in an endemic area, seek advice from a health professional immediately. If you develop symptoms after returning to the UK, contact your healthcare provider and make sure to mention your recent travel history.",
                "tag": "p"
            },
            {
                "content": "What is UKHSA’s role in addressing the risks of Nipah virus?",
                "tag": "h2"
            },
            {
                "content": "In March 2025, we designated Nipah virus as a high priority pathogen - one that urgently needs investment in developing tests, treatments and vaccines. This is because of its high fatality rate and the fact that there are currently no approved vaccines or specific treatments available.",
                "tag": "p"
            },
            {
                "content": "Our UK Public Health Rapid Support Team is a key international partner in infectious disease outbreak detection, prevention, preparedness and response. In Bangladesh, where Nipah virus outbreaks occur regularly, we’re working with local partners to research a model that has worked well in other contexts and deliver an education programme in local schools. By teaching children about Nipah virus and how to avoid infection, they can share this knowledge with their families - helping to protect entire communities.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2026/01/27/nipah-virus-what-is-it-where-is-it-found-and-how-does-it-spread/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Nipah virus (NiV) is a serious infectious disease that periodically causes outbreaks in parts of Asia. While the risk to most people remains very low, understanding this virus is important if you are planning to travel to one of the areas where it circulates. No cases have ever been found in the UK."
    },
    {
        "title": "Unshackling leaseholders from problematic ground rents",
        "authors": [
            "Emma Cochrane"
        ],
        "posted_on": "2026-01-27T15:01:24",
        "categories": [
            "Consumer protection"
        ],
        "content": [
            {
                "content": "The government has set out plans to introduce a cap on existing ground rents to £250 a year, changing to a peppercorn after 40 years, in another major step towards making sure all leaseholders get the fair deal they deserve.These proposals should spell an end to rising ground rent fees and help people struggling with high ground rents – particularly when many are already grappling with costs elsewhere.Since 2019, we have been tackling the sale and use of doubling ground rent terms, which saw people trapped in homes they couldn’t sell or mortgage, and their property rights at risk if they fell behind on payments.Our investigation, involving leading housing developers and businesses who purchased freeholds from these firms, led to landmark changes which freed over 21,000 households from problematic leasehold issues.",
                "tag": "p"
            },
            {
                "content": "This included:",
                "tag": "p"
            },
            {
                "content": "While we were successful in helping thousands of leaseholders get out of doubling ground rent terms, problematic ground rents continue to be a major issue for homeowners across the country. Government intervention in this area is likely to be the only way to achieve an effective, long-lasting solution.High ground rents can cause a wide range of problems, even where they don’t double. During our investigation, we saw no persuasive evidence that ground rent was either legally or commercially necessary, or that consumers received anything in return for paying these annual fees. But we also recognise that changes to ground rents have implications for freeholders.",
                "tag": "p"
            },
            {
                "content": "Ultimately, we believe it is right that the government has put forward proposals which seek to strike a balance between the interests of both leaseholders and freeholders.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2026/01/27/unshackling-leaseholders-from-problematic-ground-rents/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "The government has set out plans to introduce a cap on existing ground rents to £250 a year, changing to a peppercorn after 40 years, in another major step towards making sure all leaseholders get the fair deal they deserve. …"
    },
    {
        "title": "Irish Sea Nephrops Survey: Marking 30 years of Collaboration",
        "authors": [
            "fionavogt1"
        ],
        "posted_on": "2026-01-27T14:32:23",
        "categories": [
            "biodiversity",
            "Field Research",
            "Fisheries"
        ],
        "content": [
            {
                "content": "Nephrops (Nephrops norvegicus), more commonly called langoustines, Dublin Bay prawns or just prawns, are a commercially important shellfish species, with numerous fisheries around the Great Britain and Ireland.  Underwater Television, or UWTV surveys have formed the basis of assessing the status of Nephrops stocks since the 1990s.  Despite significant development of technology over the same period, the basic process for carrying out these surveys has remained largely unchanged to the present day.",
                "tag": "p"
            },
            {
                "content": "UWTV surveys were originally developed in the 1980s by the Department of Agriculture and Fisheries for Scotland (DAFS), with their first survey carried out by the then newly created Fisheries Research Services (FRS) in 1992, continuing ever since and now being carried out by Marine Scotland.  Cefas, then the Directorate of Fisheries Research, conducted its first UWTV survey in 1996. The Marine Institute (MI), Republic of Ireland, commenced in 2002, shortly following by Agri-Food and Biosciences Institute (AFBI), Northern Ireland, in 2003 and the approach continued to be adopted by other institutes.  Now, well over 20 discreet Nephrops fisheries areas off Iceland and Scandinavia down to the Bay of Biscay and Mediterranean are regularly surveyed by a range of organisations across Europe.",
                "tag": "p"
            },
            {
                "content": "The Research Vessel (RV) Corystes is a research vessel with a distinguished legacy in marine science. Over four decades, she has played an important role in supporting marine and fisheries research, contributing to our understanding of the marine environment around the British Isles.  She has been conducting UWTV surveys since 1996, firstly for Cefas, then, from 2006 for AFBI in Northern Ireland.  AFBI continue to lead and co-ordinate joint surveys, currently conducted together with scientists from Cefas and the Marine Institute.  The three organisations work together on the Corystes towards a common goal, to estimate the  number of Nephrops in the two main fishing areas of the Irish Sea.  The exchange of knowledge between organisations is key to successfully surveying these challenging fishing areas.",
                "tag": "p"
            },
            {
                "content": "This collaboration continues, even when the survey is finished.  AFBI, Cefas and MI join UK and other European scientists at the International Council for the Exploration of the Sea (ICES), where survey results and associated stock assessments are scrutinised, to ensure consistency of approach.  This allows the delivery of robust scientific advice to assist policy makers in the UK, EU and elsewhere in Europe in managing their Nephrops fisheries.",
                "tag": "p"
            },
            {
                "content": "Underwater Television surveys",
                "tag": "h2"
            },
            {
                "content": "So, what goes into a Nephrops survey and the processing of data collected?",
                "tag": "p"
            },
            {
                "content": "The first job is to identify where to survey.  Fortunately, this is relatively straight-forward for Nephrops.  Nephrops are burrowing decapod crustaceans, sharing the same family as larger European lobsters.  Much like many terrestrial animals, they excavate and spend much of their lives in burrows, emerging only to forage and find a mate.  Unlike European lobsters that prefer rockier habitat, Nephrops prefer softer sediment types to construct their burrows, typically in mud or muddy sand.  Based on a combination of survey work to identify the sediment type and using fishing activity data, we can estimate the areas where the Nephrops live and then survey those locations.",
                "tag": "p"
            },
            {
                "content": "Muddy habitat is ideal for UWTV survey work as we can deploy a sledge system to survey the seabed.  This allows us to obtain very consistent video footage, because we can keep the camera on the sledge at a fixed height above the seabed, even if the vessel above is moving around.  The camera sledge does need to have sufficient lighting to illuminate the seabed for us to see the burrows clearly.  It also has additional instrumentation to measure environmental variables such as temperature and clarity of the water.  Finally, there is long communication cable, to bring the live video footage to the computers and scientists aboard the ship.  All this gear makes the sledge relatively heavy, meaning we need a relatively large vessel to deploy and recover the sledge.",
                "tag": "p"
            },
            {
                "content": "This is where the RV Corystes comes in as one such vessel.  Measuring approximately 53 metres in length and weighing around 865 tonnes, the RV Corystes was constructed as a state-of-the-art research platform. She is equipped with advanced laboratories, winches, trawl gear, and hydrographic instruments. Her robust design allows for research activities in challenging sea conditions, making her suitable for a variety of scientific missions:  oceanography, environmental monitoring and, of course, fisheries surveys.",
                "tag": "p"
            },
            {
                "content": "The name \"Corystes\" is derived from Corystes cassivelaunus, a type of crab found in the North Sea, reflecting her scientific mission.  Corystes was built in 1988 by Ferguson Shipbuilders Ltd, located in Port Glasgow, Scotland. Commissioned by the British government for the Ministry of Agriculture, Fisheries and Food (MAFF), later Defra and Cefas, before being transferred to Northern Ireland to be operated by AFBI from 2006.  The vessel was designed specifically for research purposes and over the years, she has undergone several refits to update her equipment and to comply with evolving safety standards.  Despite her age, these upgrades have ensured she remains at the forefront of marine research.",
                "tag": "p"
            },
            {
                "content": "At start of each of the prescribed locations for a survey, the ship’s crew will position the vessel into the prevailing sea current.  This is done to ensure maximum manoeuvrability of the ship and clarity of the camera footage being obtained.  The sledge is then towed over the seabed at a fixed speed and footage of the seabed and features is recorded.  Footage in the Irish Sea can be of variable quality, due to prevailing sea and weather conditions or due to recent fishing activity.  For this reason, the footage is checked immediately, and a survey station may need to be repeated if conditions are not quite right.",
                "tag": "p"
            },
            {
                "content": "Next, it’s over to the counting teams.  Their job is to look through all the footage obtained and identify the Nephrops burrows.  This process isn’t as simple as it sounds.  Firstly, animals other than Nephrops burrow into the sediment.  Part of the skill needed for counting is being able to work out which burrows are those of a Nephrops and which belong to other burrowing species.  Secondly, a burrow system may have multiple entrances and exits.  We don’t want to count a burrow system twice so, distinguishing which entrances and exits form a single burrow system is very important.  Training is key to consistent counting.  Teams of counters typically have many years of experience, with each Nephrops area being subtly different.  All counters conduct training on an annual basis to make sure that they are counting in line with expectations for a particular area.",
                "tag": "p"
            },
            {
                "content": "This is where the Corystes survey is quite unique.  Here, scientists from the 3 organisations: AFBI, Cefas and MI, are counting as a single group, having the opportunity to train and work directly with their international colleagues.  As such, counters bring their experience of several other Nephrops surveys and areas to the Corystes and, equally, can take experience gained away to increase consistency of counting over the entire Nephrops survey programme.",
                "tag": "p"
            },
            {
                "content": "Footage is counted at least twice, each time with a different counter.  After two counts, we compare the counts obtained.  All going well, the counts are quite similar and show general agreement, allowing the station to be ‘passed.’  If not, the footage is examined again, often with a third counter and a process followed to determine which of the counts can be ‘passed.’  Extra effort may be required for several reasons, for instance where there are many other burrowing species present in the footage, or where visibility is more limited.  Where visibility is particularly limited, the counters may request a station to run again.",
                "tag": "p"
            },
            {
                "content": "Counting is usually all done and checked while at sea.  Processing then uses these counts, along with station details, to estimate a density of Nephrops burrows at each of the stations.  Further processing combines all the burrow density figures.  We can then produce an estimate of the total number of burrows for the entire area.   This then directly translates to a total number of adult Nephrops over the area.",
                "tag": "p"
            },
            {
                "content": "Assessing the results",
                "tag": "h2"
            },
            {
                "content": "Survey results are scrutinised further onshore.  Natural variation in Nephrops populations is something that we generally expect, however large changes are quite unusual.  Where we see a large change, we may go back and look again at our findings to verify that result.  All results will be presented at two ICES working groups, firstly the Working Group for the Assessment of Nephrops Stocks (WGNEPH) and secondly at the Working Group for Nephrops Surveys (WGNEPS).  These groups are formed from members across Europe and both may make recommendations for additional work to be carried out before a survey result is accepted.  At WGNEPH, the total number of Nephrops is combined with an average size of each individual (obtained from port and at-sea sampling) to produce an estimate of stock size.  Stock assessors will use this estimate of stock size as a basis for setting catch advice, which will ultimately be used by policy makers in quota setting at annual EU and UK (quota setting at annual EU and UK ) meetings.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Confidence in this method of conducting marine surveys is high, particularly given the level of scrutiny by ICES.  Despite technological advancements, some UWTV surveys remain unchanged for long periods and there is a value to consistency when explaining changes in Nephrops abundance between years.  Camera technology continues to evolve and has led to higher quality imagery being collected, making identification (or otherwise) of Nephrops burrow systems more reliable.  Focus at the moment is augmenting the work of counting teams using AI.  Machine learning tools can already be used to identify burrow entrances.  However, work is underway to identify burrow systems (linking together multiple entrances) as well as to measure burrow systems.  One aim of this work is to eventually train an ‘AI counter’ able to act as a common reference point for current and future counters,  In the longer term there, we aim to gain better insight into in-year effects on counting, factors affecting burrow excavation and fluctuations in physical factors and how they may affect the Nephrops themselves. ",
                "tag": "p"
            }
        ],
        "link": "https://marinescience.blog.gov.uk/2026/01/27/irish-sea-nephrops-survey-marking-30-years-of-collaboration/",
        "blog": "Marine Science",
        "blog_link": "https://marinescience.blog.gov.uk",
        "description": "Nephrops (Nephrops norvegicus), more commonly called langoustines, Dublin Bay prawns or just prawns, are a commercially important shellfish species, with numerous fisheries around the Great Britain and Ireland.  Underwater Television, or UWTV surveys have formed the basis of assessing the …"
    },
    {
        "title": "Empowering Women in Tech: DBT’s focus on inclusion and innovation ",
        "authors": [
            "Jen Hughes, Head of DDaT Resourcing"
        ],
        "posted_on": "2026-01-27T11:15:09",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Leading the Way: How DBT is Winning for Women in Tech",
                "tag": "p"
            },
            {
                "content": "Jen Hughes",
                "tag": "h3"
            },
            {
                "content": "We were so happy and proud to be nominated and go on to win the award for best public sector employer at the recent Women in Tech Employer Awards. Winning is always great - but the work we’re doing behind the scenes is what really makes a difference to our organisation and everything we do.",
                "tag": "p"
            },
            {
                "content": "I lead the Digital, Data and Technology (DDaT) Recruitment here at the Department for Business and Trade (DBT), and we work with our experts to find the right people with the right skills. Balancing this with gaining a mix of perspectives and expertise is always a challenge. In the Digital and Data world, we face the added challenge that only 23% of people working in STEM roles in the UK are women, according to this PwC Women in Tech report. Whilst all forms of diversity are clearly important, the lack of women potentially in the recruitment ‘pool’ means we have to make a concerted effort on this specific area. Attracting more women into technology roles is a priority for DBT, not just because it’s the right thing to do, but because it makes us a stronger organisation.",
                "tag": "p"
            },
            {
                "content": "Diverse teams drive innovation, help us solve problems from different perspectives, and make DBT a more inclusive and supportive place to work. By increasing female representation in tech, we’re better able to understand and serve a wider range of users. We create an environment where everyone can thrive. This isn’t just about fairness, it’s a smart business move that supports creativity, improves our results, and helps us stay competitive in a fast-changing world.",
                "tag": "p"
            },
            {
                "content": "To get to this position, there are 3 key stages:",
                "tag": "p"
            },
            {
                "content": "Reaching women",
                "tag": "h2"
            },
            {
                "content": "We have worked to identify innovative ways to reach more women and raise awareness of our opportunities. This includes:",
                "tag": "p"
            },
            {
                "content": "This lays the foundations for being in the right spaces where women can find us. They know we’re here and can recognise themselves working here.",
                "tag": "p"
            },
            {
                "content": "Attracting women",
                "tag": "h2"
            },
            {
                "content": "Here in Digital and Data, we have built a recruitment process which best supports a diverse range of candidates, with the aim of increasing our female representation. This has included: ",
                "tag": "p"
            },
            {
                "content": "Retaining women",
                "tag": "h2"
            },
            {
                "content": "However, it’s not about just hiring women, it’s about retaining them and supporting their career growth at all levels.",
                "tag": "p"
            },
            {
                "content": "A 2025 report on Diversity in UK Tech found that a lack of flexibility and cultural barriers are the leading factors pushing women out of technical professions.",
                "tag": "p"
            },
            {
                "content": "There are a range of benefits that address these structural and cultural barriers to make DBT a great place for women to work. We promote these on our job adverts and they include:",
                "tag": "p"
            },
            {
                "content": "Understanding what works",
                "tag": "h2"
            },
            {
                "content": "Stephanie Chaytor",
                "tag": "h3"
            },
            {
                "content": "It will take time to evaluate these strategies to identify which are the most significant in attracting and retaining women in the workplace. Women’s experiences will vary greatly and for many there will be a range of benefits to our approach.",
                "tag": "p"
            },
            {
                "content": "For Anais Reding, Chief Digital Officer and Head of User Centred Design, there are 2 key factors. Firstly, the trend for more female leaders on the Executive Committee, with diverse skills, opinions and approaches. Secondly, a focus on holding meetings during core hours to support work-childcare balance:",
                "tag": "p"
            },
            {
                "content": "“As a team, we start by understanding the constraints each of us has to work with, to find the best way to work as a team. When can we meet? When is it possible for us to do this in person?  This allows us to bring our best self to work and to build strong relationships for us as a team.” ",
                "tag": "p"
            },
            {
                "content": "Our Chief Data Officer, Sian Thomas, believes it is not one factor, but the sum of many small actions that remove barriers to women’s growth in the workplace.",
                "tag": "p"
            },
            {
                "content": "“The position we are in now is because of the hard work of many female leaders in Digital and Data DBT, and previously DIT. It's not one policy, but many small actions and decisions that have improved and embedded the culture that supports women in the workplace.",
                "tag": "p"
            },
            {
                "content": "“There is more work to be done but we know that by taking small actions we are removing barriers to make us a more inclusive group.  And yes, it benefits women, but also other often marginalised groups.”",
                "tag": "p"
            },
            {
                "content": "By removing barriers to inclusion, we create an environment where skills, growth and development can be fully recognised and valued. When asked why she chose to join and stay in the Digital and Data team at DBT, Lead Developer Manager, Aishah Senin said:",
                "tag": "p"
            },
            {
                "content": "“Joining this organisation mattered to me because merit truly comes first, allowing me to grow without having to prove anything beyond my capability. It’s a place where women can thrive knowing their skills and potential genuinely speak for themselves.”",
                "tag": "p"
            },
            {
                "content": "So, how are we doing?",
                "tag": "h2"
            },
            {
                "content": "Female representation in Digital and Data at DBT far surpasses the 23% quoted in the PwC Women in Tech Report. According to the Cabinet Office’s Civil Service Statistics, women make up 46% of the headcount in DBT’s Digital and Data team.   ",
                "tag": "p"
            },
            {
                "content": "Diversity is important with our Places for Growth Agenda and 2045 (31%) of DBT staff work outside of the main hub in London as of March 2025. This agenda has ensured we can target women across the UK.  ",
                "tag": "p"
            },
            {
                "content": "Our work continues, but our recent win at the Women in Tech employee awards was a huge boost for us and recognition of our hard work.  ",
                "tag": "p"
            },
            {
                "content": "Our people are everything and having more diversity leads to better outcomes. As we look forward to 2026, we’ll be building on our success in 2025 and ensuring DDaT at DBT remains a leader in this space. Inclusivity means everyone wins and we’re proud to be an award winning DDaT team paving the way for diversity and inclusion.  ",
                "tag": "p"
            },
            {
                "content": "If you’re looking to attract more diverse candidates, please do use the ideas I’ve shared above. Share your own ideas below or any resources we can use to do better. This is a journey we’re all on. ",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2026/01/27/empowering-women-in-tech-dbts-focus-on-inclusion-and-innovation/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "“Diversity in Digital and Data leads to better outcomes for all of DBT and the businesses we support in the UK and beyond.”"
    },
    {
        "title": "New year, new challenges – and we've hit the ground running ",
        "authors": [
            "Graham Stallwood"
        ],
        "posted_on": "2026-01-27T09:46:39",
        "categories": [
            "Appeals",
            "Local plans",
            "nationally significant infrastructure projects",
            "Performance"
        ],
        "content": [
            {
                "content": "Interim Chief Executive Graham Stallwood looks forward to working together across the planning sector in a busy and exciting 2026. ",
                "tag": "p"
            },
            {
                "content": "It feels like only yesterday we were raising a glass to 2026, yet here we are almost in February and fully immersed in the important work of the year ahead. ",
                "tag": "p"
            },
            {
                "content": "The planning world certainly doesn’t stop much for Christmas. In the first fortnight of the year alone, we had completed close to 800 site visits and public events.  ",
                "tag": "p"
            },
            {
                "content": "One thing has changed though – as many of you know I recently took on the role of Interim Chief Executive. ",
                "tag": "p"
            },
            {
                "content": "If you’ll forgive one football reference, when a Premier League manager is promoted from within, pundits will inevitably trot out the line ‘they know the club’. Well, I'm a planner and I know the organisation – I've devoted my entire career to planning and public service, and I genuinely believe in the difference our work makes to the nation and individual communities across the country.  ",
                "tag": "p"
            },
            {
                "content": "Looking ahead: our priorities for 2026 ",
                "tag": "h2"
            },
            {
                "content": "Having talked about how busy we are, you may quite rightly say, ‘when wasn’t the planning world busy and constantly evolving?’  ",
                "tag": "p"
            },
            {
                "content": "This is shaping up to be a pivotal year. The local plans system is changing, the Planning and Infrastructure Act 2025 is now being implemented, a revised National Planning Policy Framework is under consultation, and a more streamlined approach to planning appeals will come into force soon. Further improvements to our digital services are coming. ",
                "tag": "p"
            },
            {
                "content": "And of course, the government's ambitious Plan for Change will keep us on our toes throughout the year and beyond. ",
                "tag": "p"
            },
            {
                "content": "Our focus will be on ensuring we have the expertise and resilience to influence and support these reforms, helping to make them a success for everyone who relies on the planning system. ",
                "tag": "p"
            },
            {
                "content": "Delivering on performance ",
                "tag": "h2"
            },
            {
                "content": "Our latest performance statistics have just been published and we’re continuing to see real improvements in how we deliver.  ",
                "tag": "p"
            },
            {
                "content": "We’re maintaining our high standards of decision making. We've made strong progress in clearing the ever-shrinking appeals backlog. At the end of December 2025, we had 9,939 cases open across all our casework, dipping below 10,000 for the first time since April 2020, and a significant reduction from 12,818 at the end of January 2025. ",
                "tag": "p"
            },
            {
                "content": "We’re also getting quicker as the average (median) decision time for all cases has been coming down over the last year.  ",
                "tag": "p"
            },
            {
                "content": "The median decision time for appeal cases decided in December was just 18 weeks while the average over the past 12 months was 23 weeks. ",
                "tag": "p"
            },
            {
                "content": "Here's to 2026 ",
                "tag": "h2"
            },
            {
                "content": "So, yes, it’s a new year and the challenges keep on coming. What hasn’t changed is that we must meet those challenges working together across the planning system.  ",
                "tag": "p"
            },
            {
                "content": "In her opening speech as Royal Town Planning Institute President last week, former Inspector Jan Bessell spoke of “planning with purpose”. It’s all about outcomes. And with delivery being at the heart of the changes coming to the planning system this year, I'm looking forward to engaging with you across the sector as we focus on delivery together. ",
                "tag": "p"
            }
        ],
        "link": "https://planninginspectorate.blog.gov.uk/2026/01/27/new-year-new-challenges-and-weve-hit-the-ground-running/",
        "blog": "Planning Inspectorate",
        "blog_link": "https://planninginspectorate.blog.gov.uk",
        "description": "Interim Chief Executive Graham Stallwood looks forward to working together across the planning sector in a busy and exciting 2026. "
    },
    {
        "title": "Own a flat or looking to buy? Here’s what the new leasehold shake-up means for you 💸",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2026-01-27T07:40:35",
        "categories": [
            "Housing"
        ],
        "content": [
            {
                "content": "Millions of homeowners – mostly flat owners – will save significant cash thanks to a new major shake‑up of the leasehold system. If you own a flat or are looking to buy one, you probably know about the excessive charges you may have to pay on top of your mortgage and other bills. Ground rents are often inescapable because they have to be paid under the terms of your lease. Some landlords charge a substantial amount for no clear service in return. The Prime Minister has announced huge changes to put this to an end – a turning point for millions of homeowners whose lives are plagued by these charges. Here is what the government is doing to protect your pockets from unfair charges: 1. Ground rent will be CAPPED – no more spiralling bills Many flat owners pay ground rent that can shoot up a lot. You may not even realise that it is going to increase until you get the bill. Ground rent is a payment to the owner of the land your flat sits on. That’s being stopped. - If you have a ground rent it will be capped at £250 a year. - And after 40 years it will be cut to a peppercorn, so nothing is paid. - This will apply to most residential leasehold contracts that were entered into before July 2023, meaning big savings and no nasty financial surprises. 2. New leasehold flats will be banned This is huge. In future, developers will no longer be allowed to sell new flats as leasehold (except in limited cases). Instead, new flats will be built as commonhold – meaning you own the ground your flat is built on and the overall building with your neighbours. This is a fairer system used widely in other countries, giving flat ownership a whole new meaning (because it’s actually all yours!). The government is consulting on the details, including trickier cases where exemptions might be needed and timing arrangements to ensure the transition to commonhold is smooth. Moving to a commonhold system will mean: - You own your flat outright - You and your neighbours jointly own and run the building, you might hire a managing agent to look after the property, but they will be accountable to you - There’s no landlord above you charging more than needed - You get a proper say over spending, repairs and local rules 3. Existing leaseholders will get the right to switch to commonhold If you already own a leasehold flat, you won’t be left behind. The government will make it much easier for existing leaseholders to convert to commonhold, so they benefit too. 4. You can’t lose your home over tiny debts anymore At the moment, some people can lose their home for owing as little as £350 in fees. This extreme rule called forfeiture will be scrapped. A new, fairer system will be introduced and replaced with a new court-led process with strict safeguards for more extreme cases. 5. Service charges and building costs will be more transparent These leasehold reforms build on changes already coming that will: - make service charge bills clearer and easier to understand - help people challenge unfair costs - force landlords and their managing agents to be more accountable - and reduce mystery fees or unexplained hikes. 6. More power for freehold homeowners against excessive estate charges – a big crackdown on ‘fleecehold’ estates  If you own a freehold house on a privately managed estate (often new builds), you might still be paying extra fees for the upkeep of parks, roads and shared areas, even though you already pay council tax. This is often called ‘fleecehold’ and nearly two million households are affected. We want to reduce the use of this approach going forwards, putting an end to its unjustified use for the majority of new homes. The government is also consulting on recently announced major reforms, meaning: ❌ The harsh 100‑year‑old law used to punish homeowners will be banned Right now, missing a payment (even as low as £100) can mean losing access to your home or even having a lease slapped onto it. This draconian power will be scrapped. 📄 Standard, clearer bills so you can challenge unfair charges Homeowners will get simple, standardised information about estate charges to help them spot unreasonable fees and challenge them. No more mystery bills or surprise add‑ons. 👥 A new ‘substitute manager’ if the current one fails If a management company isn’t doing its job - for example, leaving roads unmaintained or green spaces neglected - a tribunal will be able to appoint a new manager to take over. This gives residents proper backing when things go wrong. 🏘️ Government will look at making resident‑controlled management the default The government is exploring whether residents should run their estates themselves, instead of being forced to rely on a private management company with no accountability. See the full press release here. ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2026/01/27/own-a-flat-or-looking-to-buy-heres-what-the-new-leasehold-shake-up-means-for-you/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "Millions of homeowners – mostly flat owners – will save significant cash thanks to a new major shake‑up of the leasehold system. If you own a flat or are looking to buy one, you probably know about the excessive charges …"
    },
    {
        "title": "Do schools close because of bad weather? Everything parents need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2026-01-27T07:02:07",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "Schools will make every effort to stay open in adverse weather conditions, including storms, flooding, snow and heatwaves. However, the safety of pupils and teachers is a top priority.",
                "tag": "p"
            },
            {
                "content": "On rare occasions schools do sometimes need to close or operate at a reduced level.",
                "tag": "p"
            },
            {
                "content": "Who decides if schools should close?",
                "tag": "h3"
            },
            {
                "content": "Schools and other education settings set their own plans and policies on how to deal with adverse weather conditions.",
                "tag": "p"
            },
            {
                "content": "It’s up to schools to decide on whether it is safe for them to open or close based on their own risk assessment and taking local issues into account.",
                "tag": "p"
            },
            {
                "content": "How should schools and councils inform parents?",
                "tag": "h3"
            },
            {
                "content": "Schools will have their own approaches to contacting parents, in many circumstances they have their own apps and/or messaging services.",
                "tag": "p"
            },
            {
                "content": "Schools will try to give parents as much notice as possible but sometimes decisions will be made quite late as circumstances change.",
                "tag": "p"
            },
            {
                "content": "What things should schools consider when deciding whether to close?",
                "tag": "h3"
            },
            {
                "content": "Decisions will be made locally based on common sense and there are a large range of things that schools will consider.",
                "tag": "p"
            },
            {
                "content": "This could include where staffing levels can’t be met because transport issues are preventing teachers from getting to work.",
                "tag": "p"
            },
            {
                "content": "Other examples include safety conditions around the school, temperatures in school buildings and more.",
                "tag": "p"
            },
            {
                "content": "If they do decide to temporarily close during severe weather, they should consider moving to remote learning for pupils until it is safe to reopen.",
                "tag": "p"
            },
            {
                "content": "What if it’s unsafe to travel to school?",
                "tag": "h3"
            },
            {
                "content": "In exceptional circumstances, a pupil may be unable to attend school because a local or national emergency has resulted in widespread disruption to travel.",
                "tag": "p"
            },
            {
                "content": "If parents believe it would be unsafe to travel, they should inform the school as soon as possible to let them know their child won't be attending and why (in line with the schools absence policy).",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2026/01/do-schools-close-because-of-bad-weather-everything-parents-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Schools will make every effort to stay open in adverse weather conditions, however, the safety of pupils and teachers is a top priority. Here's everything you need to know."
    },
    {
        "title": "Using Local Nature Recovery Strategies to guide on-farm decisions",
        "authors": [
            "The Team"
        ],
        "posted_on": "2026-01-26T10:33:51",
        "categories": [
            "Farming across the UK"
        ],
        "content": [
            {
                "content": "Local Nature Recovery Strategies (LNRSs) are locally developed plans that bring together ecological evidence, land use data and local knowledge. They show where nature recovery is most needed and most likely to succeed. ",
                "tag": "p"
            },
            {
                "content": "LNRSs are existing plans, published online, so they are a ready-made resource farmers can use to help plan a profitable, sustainable business. ",
                "tag": "p"
            },
            {
                "content": "Each strategy is published under your local authority. You can find out who your local authority is by using this map of LNRS areas. ",
                "tag": "p"
            },
            {
                "content": "Your LNRS can help you: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS includes a local habitat map that shows where: ",
                "tag": "p"
            },
            {
                "content": "Each LNRS is created by local authorities working closely with farmers, landowners, environmental groups and community organisations.",
                "tag": "p"
            },
            {
                "content": "By working together and sharing local knowledge, LNRSs can help support resilient farm businesses, healthier landscapes and a countryside that continues to produce food while delivering benefits for nature. ",
                "tag": "p"
            },
            {
                "content": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your LNRS can help you decide what to do. ",
                "tag": "p"
            },
            {
                "content": "Case studies",
                "tag": "h2"
            },
            {
                "content": "Cheshire: turning local priorities into action",
                "tag": "h3"
            },
            {
                "content": "In Cheshire, more than 400 farmers and landowners have pledged 30,000 hectares, around 12.5% of the county, towards nature recovery.",
                "tag": "p"
            },
            {
                "content": "This growing network shows how Local Nature Recovery Strategies can help farmers identify practical, locally relevant nature-based solutions to shared challenges. ",
                "tag": "p"
            },
            {
                "content": "Like many rural areas, Cheshire faces growing pressure from increasing flood risk and significant biodiversity loss. This includes the loss of 99% of species-rich grassland since the 1930s. These challenges directly affect soil health, food production, flood risk to communities and long-term farm viability. ",
                "tag": "p"
            },
            {
                "content": "Through the LNRS process, these challenges have become opportunities for farmers to shape nature-based solutions.  ",
                "tag": "p"
            },
            {
                "content": "One of the challenges this area is facing over the next 10 years is low water availability. One of the solutions proposed in the Cheshire and Warrington LNRS is the Weaver-Gowy water and wildlife blended finance model.  ",
                "tag": "p"
            },
            {
                "content": "This is a private investment and natural capital scheme that will be paid for by a range of stakeholders with an interest in water quality and availability, carbon sequestration, nature restoration and high-quality farm produce.  ",
                "tag": "p"
            },
            {
                "content": "Farmers will be paid to restore habitats, like wetlands, to reduce flood risk and improve water availability for the surrounding area. ",
                "tag": "p"
            },
            {
                "content": "This approach delivers environmental benefits and supports wider economic growth. It provides water for housing and industry and helps communities and businesses become more climate resilient. ",
                "tag": "p"
            },
            {
                "content": "The process of creating the LNRS brought some farmers and land managers together for the first time. To continue collaborating on the strategy, they created the Future Farmers Group, which will: ",
                "tag": "p"
            },
            {
                "content": "The Hedgerow Recovery Scheme, which has emerged from the strategy and the Future Farmers Group, focuses on improving field boundaries and margins.",
                "tag": "p"
            },
            {
                "content": "It will re-establish hedgerows that were removed from the landscape in the 1970s and provide margins for pollinators through wildflower corridors.",
                "tag": "p"
            },
            {
                "content": "The dense root systems of hedges and the vegetation in margins can help anchor the soil, preventing wind and water erosion. This preserves fertile topsoil, reduces water runoff and can help increase yields, while also supporting wildlife. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Cheshire, contact:  naturesrecovery@cheshirewestandchester.gov.uk ",
                "tag": "p"
            },
            {
                "content": "Dorset: shaping an LNRS around farm businesses",
                "tag": "h3"
            },
            {
                "content": "With around 70% of Dorset classified as farmland, farmers and landowners played a central role in shaping the county’s Local Nature Recovery Strategy from the start. ",
                "tag": "p"
            },
            {
                "content": "Farming representatives and farmer clusters worked closely with Dorset Council through a steering and advisory group, helping ensure the strategy reflected on-farm priorities and practical delivery. ",
                "tag": "p"
            },
            {
                "content": "The Dorset LNRS local habitat map was created from 110 proposals from land managers and projects - which included farmer clusters, individual farms and landowners, and landscape recovery projects. This helped ground it in local knowledge and opportunity.  ",
                "tag": "p"
            },
            {
                "content": "To support delivery, Dorset Council is strengthening collaboration through the Nature Recovery Dorset network, which already has 300 members, including 83 from the farming sector. ",
                "tag": "p"
            },
            {
                "content": "The council is also exploring how the cluster approach could support county farm tenants to deliver environmental actions. ",
                "tag": "p"
            },
            {
                "content": "In the video above, advisory group member Sam Vincent explains how collaboration on issues such as water quality and flood management can support both nature recovery and business resilience.",
                "tag": "p"
            },
            {
                "content": "If you’d like to get involved with the LNRS in Dorset, email: contactLNRS@dorsetcouncil.gov.uk",
                "tag": "p"
            },
            {
                "content": "Learn more ",
                "tag": "h2"
            },
            {
                "content": "Local Nature Recovery Strategies are not about telling you how to manage the land you farm. They bring together local evidence, experience and opportunity, so decisions about nature recovery make sense for individual businesses and the wider landscape. ",
                "tag": "p"
            },
            {
                "content": "Whether you are already taking environmental action, thinking about your next steps, or interested to know what is happening locally, your LNRS can help you see where opportunities exist and where collaboration could add value. ",
                "tag": "p"
            },
            {
                "content": "Over half of the 48 LNRSs are now published. All will be available this year. ",
                "tag": "p"
            },
            {
                "content": "Even a short conversation can help you understand what support, funding or partnerships may be available now or in the future. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2026/01/26/using-local-nature-recovery-strategies-to-guide-on-farm-decisions/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Whether you’re looking to improve soil health, manage flood risk, diversity income or plan future environmental activity, your Local Nature Recovery Strategy can help you decide what to do. "
    },
    {
        "title": "More sensitive bowel cancer screening test implemented in line with UK NSC recommendation",
        "authors": [
            "Harriet Strachan"
        ],
        "posted_on": "2026-01-26T09:37:58",
        "categories": [
            "Bowel Cancer Screening"
        ],
        "content": [
            {
                "content": "In 2018, the UK National Screening Committee (UK NSC) recommended increasing the sensitivity of the bowel cancer screening faecal immunochemical test (FIT).",
                "tag": "p"
            },
            {
                "content": "This means reducing the threshold for how much blood in a screening sample needs to be present to trigger a referral for more tests.",
                "tag": "p"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme in England is now lowering the threshold from 120 micrograms of haemoglobin per gram of faeces (µg Hb/g) to 80µg Hb/g. By lowering the test threshold, the programme will have the potential to detect more polyps (abnormal growths that can develop into cancer over time) and more cancers.",
                "tag": "p"
            },
            {
                "content": "How bowel cancer screening works",
                "tag": "h2"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme invites people aged 50 to 74 years for bowel cancer screening every 2 years by sending them a FIT home test kit in the post.",
                "tag": "p"
            },
            {
                "content": "People use this kit to return a sample of faeces (poo) for testing in a laboratory. If blood is found in the sample at levels above the test threshold, then the programme invites the person for more tests. These tests can include a colonoscopy – an examination of the lining of the large bowel during which any polyps can be removed.  ",
                "tag": "p"
            },
            {
                "content": "Test thresholds across the UK",
                "tag": "h2"
            },
            {
                "content": "While the current FIT threshold for referral in England and Northern Ireland is 120 μg Hb/g, Wales has already lowered its threshold for referral to 80μg Hb/g and Scotland has always set its FIT threshold at 80μg Hb/g.",
                "tag": "p"
            },
            {
                "content": "The threshold in England is being lowered to 80μg Hb/g in a phased rollout that should be completed by March 2028.",
                "tag": "p"
            },
            {
                "content": "Lowering the test threshold will mean more people will be referred for follow-up diagnostic tests.",
                "tag": "p"
            },
            {
                "content": "Likely consequences of reducing the FIT threshold",
                "tag": "h2"
            },
            {
                "content": "The increase in referrals for follow-up tests will increase demand on services.",
                "tag": "p"
            },
            {
                "content": "To help determine the impact of reducing the FIT referral threshold, the Department of Health and Social Care commissioned the Sheffield Centre for Health and Related Research (SCHARR) at the University of Sheffield to produce a report on the predicted health and resource consequences.",
                "tag": "p"
            },
            {
                "content": "Using data analysis and statistical modelling, the SCHARR authors estimated, in the short term, that reducing the FIT test threshold to 80μg Hb/g would result each year in 36% more positive screening results.",
                "tag": "p"
            },
            {
                "content": "This would lead to the detection of an estimated 2,017 more high risk polyps and 663 more bowel cancers.",
                "tag": "p"
            },
            {
                "content": "In the longer term, after 25 years of bowel cancer screening at a FIT threshold of 80μg Hb/g, they estimated there would be 867 fewer bowel cancer deaths each year.",
                "tag": "p"
            },
            {
                "content": "Initially, more cancers would be detected. Then, the prevalence of bowel cancer would decrease as more polyps are detected and removed, preventing bowel cancers developing.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "Lowering the threshold of FIT to 80µg Hb/g will result in a significant increase in workload for the screening programme. But the benefits are clear as more bowel cancers will be detected and more will be prevented.",
                "tag": "p"
            },
            {
                "content": "The phased roll out across England will enable all screening centres to prepare for the change, and to recruit the staff needed to ensure the programme can be delivered sustainably within the appropriate waiting times.",
                "tag": "p"
            },
            {
                "content": "You can read more about the benefits of bowel screening here: Wealth of evidence highlights the benefits of bowel cancer screening – UK National Screening Committee.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2026/01/26/more-sensitive-bowel-cancer-screening-test-implemented-in-line-with-uk-nsc-recommendation/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The NHS Bowel Cancer Screening Programme in England has increased the sensitivity of bowel cancer screening faecal immunochemical test in line with the UK NSC recommendation."
    }
]